{
    "headline": "Promoting the PhD life to students  and supporting those who choose it", 
    "text": "An announcement was made few days ago that my university has increased its allocation for the doctoral studies fund. Said fund provides full support to faculty members getting into PhD programmes in the Philippines and abroad. No surprise that the announcement was met with lukewarm response by my younger colleagues. At the recent review of our five-year faculty development plan, those who were supposed to go have all decided not to. The usual reasons were cited: concern over leaving behind young children to go to school in Manila or abroad, on-going research projects or consultancies which they can&apos;t afford to leave behind. Others, content in their tenured job (tenure here only requires a Masters and one peer-reviewed publication) just do not have the drive. There may also be some remnant fear that PhD work is just too daunting, particularly in institutions where some programmes are notoriously un-nurturing. When a PhD only merits a few promotion steps or is, by itself, insufficient to allow one to cross ranks from assistant to associate professor, it&apos;s hard to sell the idea. A PhD is punishing work. I remember an old professor from Northeastern University who told me that unless I was set for a life in academia, I shouldn&apos;t bother wasting four years or more of my life earning a doctorate. Spouse, children, bi-locality, maintaining separate households  there are plenty of deterrents to this career path. While single men/women like my then self had found it easier to go to graduate school, I have known only of few strong-minded Philippine female academics who successfully juggled graduate studies with raising a family. There&apos;s also the money issue. Poverty is synonymous with being a graduate student. Downsides notwithstanding, my job as chair is to motivate my young faculty members who have the drive and the interest to go for a PhD. This year sees a bumper crop: we have two who just returned with fresh PhDs and two in the two-year pipeline. Two of these four I have proudly mentored  encouraging them to apply for scholarships and to take bold steps in seeking programme admissions. Another political science colleague I have recommended will start a PhD programme at Northern Illinois University this autumn under a Fulbright scholarship. There are five more I am still trying to push, with great difficulty since they just started or are thinking about starting a family. I believe the best way to &quot;pitch&quot; the idea of a PhD is to share as much of mine and other&apos;s humbling experiences as a graduate student. I organize platforms for this sharing: hosting send offs, welcome backs and simple get-togethers amongst colleagues who are going to or returning to graduate school. I make time for personal chats with colleagues for advice on their career plans. I share opportunities from my network for PhD programmes with bursaries; alerting them of dissertation grant opportunities and other means to finish their work. I keep an eye on the bureaucratic stuff at UPV&apos;s end, ready to trouble-shoot should any problem arise with their paperwork. Most importantly, I tell them stories of lifelong connections through PhD work; the leisure of being a full-time student and the intellectual space it affords; of having a caffeine-loaded existence and losing your 20/20 vision from too much reading. Having been there (and done that), there&apos;s no belittling the importance of a support network while one embarks on a journey to earning a PhD. I was very fortunate to have that during my time: a chair who made sure my papers were processed on time; a chancellor and a university president who understood my career goals and senior colleagues who offered me well wishes (and plenty of going away gifts of sweaters and winter garb). More than money and opportunity, this support is what counts. Rosalie Arcala Hall is a professor at the University of the Philippines Visayas and a founding member of the editorial collective at University of Venus This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/sep/07/phd-promotion-support-graduate-students", 
    "wordcount": "688"
}