{
    "headline": "Global accord on nuclear safety needed urgently  World Energy Council", 
    "text": "A new international accord on the management and safety of nuclear power plants should be a priority for governments, an influential global energy organisation has said. A year after Japan&apos;s Fukushima reactor was shut down, the World Energy Council  whose members include many of the biggest energy companies from around the world  said an agreement was possible and should be a matter of urgency. &quot;Global nuclear power is one of the rare issues on which an international accord could be achieved with a reasonable level of efforts the need to act is urgent, and the time is right,&quot; its report found. &quot;Very little has changed in respect of improving global governance of the nuclear sector, highlighting the need for action. There is critical need to inform the public about issues relating to nuclear generation technologies, safety, costs, benefits and risks.&quot; The WEC also found that nuclear energy continues to be a popular choice when governments around the world are setting their future priorities, despite concerns over the safety of reactors following the Fukushima disaster last March. Although many countries have paused their work on nuclear power developments, and some  including Germany, Italy and Switzerland  have withdrawn altogether, the WEC study concluded that the impetus for nuclear development in key parts of the developing world would continue. Christoph Frei, the secretary general of WEC, said: &quot;The nuclear renaissance is continuing. But there is a strong need for the public to be informed, and for more discussion around safety procedures. Safety should not be a competitive issue  it should be something where companies collaborate to ensure that everyone is using the best practice.&quot; The WEC study found that most countries had not materially reduced their plans for new nuclear reactors, and that 60 plants were still under construction. &quot;Very little has changed, especially in non-OECD [developing] countries, in respect of the future utilisation of nuclear in the energy mix after Fukushima,&quot; was the report&apos;s verdict. However, some nuclear experts disputed the claims, pointing out that proposed new reactors can take many years to come to fruition, and that while countries&apos; plans for new nuclear development may remain in favour of the technology on paper, this was far from a guarantee that the plans would be carried out in reality. Steve Thomas, professor of energy studies at the University of Greenwich, said on Wednesday that while construction began on 38 new reactors between 2008 and 2010, construction only began on two between 2011 and 2012. He said estimates from the nuclear industry more than a decade ago that nuclear power would cost about $1,000/KW of capacity to construct had now been revised upwards to about $6,000. Mycle Schneider, a nuclear energy consultant speaking at a conference held by the Greens/EFA party at the European parliament to discuss the impact of Fukushima on the nuclear industry a year on, said there had been a &quot;dramatic decline&quot; since the 1980s in the number of nuclear plants around the world. Keith Baverstock, of the University of Eastern Finland, added that the three major examples of nuclear accidents  Three Mile Island, Chernobyl and Fukushima  showed that nuclear power was &quot;very dangerous and very accident-prone&quot;. Connie Hedegaard, the European Union&apos;s climate chief, warned that the costs of nuclear power had probably increased after the Fukushima incident. &quot;I&apos;m sure that nuclear power has not gone down in price, because of the extra security.&quot; But the WEC said it was essential for a public debate on nuclear to include the question of how safety and governance could be co-ordinated at an international level. Pierre Gadonneix, chairman of the World Energy Council, said: &quot;It is clear from the report that nuclear energy will play a full part in the future energy mix, especially in developing countries, provided nuclear safety and transparency are continuously being reinforced. I believe there is a real opportunity for our world leaders to promote a consensual solution to this issue and thus demonstrate that real international governance, where emerging economies fully participate, can be successful.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/09/nuclear-safety-global-energy-fukushima", 
    "wordcount": "688"
}