{
    "headline": "Wanted: an all-in-one PC to run Windows 8", 
    "text": "I have around 750 to buy an all-in-one desktop, preferably with Windows 8 and a touch screen. Any advice? Greg Keane An all-in-one PC is pretty much a laptop on a stick, with a separate (ideally wireless) keyboard and mouse. It should therefore be relatively simple to design an all-in-one, especially given the example of Apple&apos;s iMac models, which look terrific. Unfortunately, it&apos;s quite hard to do stylish touchscreen models at attractive prices. Laptop computers usually have screens up to 17.4in in size, after which they become very unwieldy. All-in-ones usually come in above 20in, and the most common screen sizes are now 23in and 27in. The first problem is that big flat screens are relatively expensive, and big touch-sensitive screens are even more expensive. This is particularly true of the five-point and 10-point capacitative touchscreens intended for use with Microsoft Windows 8. Although Windows 8 can be used with any standard monitor, five-point touch is the minimum with a touch-sensitive PC. Most of the ones designed for Windows 7 had two-point touchscreens, because you only need one point of contact to swipe a screen, and two for a pinch. (Two-point touchscreens still work with Windows 8.) Paul Butler, an expert on monitors and sales director at monitor specialist AOC, tells me that moving from a two-point touchscreen using an optical or infra-red system to a 10-point capacitative multi-touchscreen roughly doubles the price of the monitor. This goes some way towards explaining why your 750 might well have bought a good all-in-one PC running Windows 7, but presents problems when it comes to Windows 8. The situation is even worse if style is a consideration, which may be the case with all-in-one PCs. These are tidy PCs (fewer trailing wires) that can be used in a living room or student bedsit rather than being relegated to a home office. But it seems to me that most of the good looking all-in-ones are expensive while the cheaper ones tend to be clunky if not downright ugly. The all-in-one that comes closest to hitting your spec and budget is the HP Envy 23in TouchSmart PC (search for 23-d010ea), which PC World is selling for 749. It&apos;s big but somewhat less clunky than average, and it has a decent quality 10-point multi-touch Full HD screen with a resolution of 1920 x 1080 pixels. What looks like the same model with a 23in non-touchscreen and Windows 8 is only 549.99. The 10-point capacitative multi-touch appears to add 200 to the price. The HP Envy 23in TouchSmart PC has a 2.9GHz dual-core Intel Pentium G645 processor, 4GB of memory, fast 500GB hard drive, DVD-RW optical drive, plus wireless keyboard and mouse. The memory can be expanded to 16GB but 4GB is enough for normal use. I thought the Pentium G645 would be the weak link but it&apos;s actually a new (Q3 2012) and pretty snappy chip running at 65W, and it scores a useful 6.7 on the Windows Experience Index benchmark. Its drawback is its weak graphics performance, scoring only 4.3. So, the G645 would be fine for general purpose computing and playing high-definition (1080p) movies, but not so good for games or graphics processing. If you want to spend a bit more, you can find the HP Envy 23in TouchSmart PC fitted with an Intel Core i3 or i5 processor. These have better built-in graphics. A less ponderous alternative, launched on 26 October, is the Asus ET2220 with a slightly smaller 21.5in 10-point multi-touch Full HD screen. This is either cheaper or more expensive, depending on your choice of processor. The Asus ET2220IUTI-B009K model with a 2.9GHz Intel Pentium G645, 4GB of memory, 1TB hard drive, DVD-RW, TV tuner, and card reader costs 699.99 from Amazon.co.uk, while the ET2220IUTI-B010K model with a 3.3GHz Intel Core i3-3220 processor and 6GB of memory costs 799.99. The ET2220 has a simpler design: the screen is propped up like a photo frame, or it can be wall-mounted. You could also use it as a part-time TV set, as the screen for a games console, or even as a giant tablet. A YouTube video made by Asus Australia will give you a good idea of what it looks like. Finally, there&apos;s Dell&apos;s new Inspiron One 23 range. This is an iMac-style design with a central pillar stand, and not to be confused with the old Inspiron One 2305, 2320 etc machines, which had a little leg at each side of the screen. The entry-level Inspiron One 23 has the now familiar spec: 2.9GHz Pentium G645 processor, 4GB of memory, fast 500GB hard drive, DVD-RW optical drive, wireless keyboard and mouse. However, at 679, it&apos;s much cheaper than the equivalent 23in HP Envy TouchSmart, and it looks a lot smarter. (Translation: more like an iMac, though not quite up to XPS One 27 standards.) The next model in the Inspiron One 23 range upgrades the processor to a 3.40GHz Intel Core i3-2130, doubles the hard drive storage to 1TB, and chucks in an AMD Radeon HD 7650 with 1GB of memory to soup up the graphics. This looks like a winner at 779. The fly in the ointment is that I haven&apos;t actually seen an Inspiron One 23, and a review in PC Pro magazine marked it down heavily for the quality of the screen. Sasha Muller&apos;s dispiriting verdict was: &quot;There&apos;s much to like about Dell&apos;s Inspiron One 23. It has plenty of power, and the understated design both looks and feels the part. However, the Dell&apos;s display is an unsightly blot on an otherwise able and fully featured all-in-one. With plenty of rivals soon to be vying for your cash, Dell&apos;s Inspiron One 23 just isn&apos;t good enough.&quot; This was an early review (dated 25 October) of &quot;an early production sample&quot; so it may not be representative. Dell usually sells good screens and two of the last three monitors I&apos;ve bought have been Dell UltraSharp models. However, I&apos;d still rather see an Inspiron One 23 before buying one. A sub-par screen isn&apos;t a problem with a desktop PC because you can easily change it or buy a replacement, but you can&apos;t do that with an all-in-one PC. Windows 8 has only just been launched on to the consumer market, so there may well be new all-in-ones on the way from leading manufacturers, and the general quality and consistency should improve as production lines are bedded down. Also, there may be new reviews of the Inspiron One 23 that either confirm or contradict PC Pro&apos;s view, and any reader who has bought one is invited to comment below. One nice all-in-one that I have seen is the Asus ET2320, which has an interesting double hinge so you can fold it down more-or-less flat for use as a tablet. This is out of your price range  949.99 at PC World  but worth a look if you can find one in store. So it boils down to a tricky choice. You can probably see an HP Envy 23in TouchSmart PC in a shop, and decide whether it suits you or not, whereas the Asus ET2200 is only available from Amazon and the Inspiron One 23 only from Dell. Both of these look nicer that the HP, and both are better value, but they look different. One may suit you better than the other.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/nov/08/ask-jack-touchscreen-windows-8", 
    "wordcount": "1250"
}