{
    "headline": "Paparazzi reception for an elusive star of the natural world  the otter", 
    "text": "&quot;If you don&apos;t see it you can have my Land Rover!&quot; reassured my friend as we walked upstream from the town centre. It&apos;s the sort of guarantee you want as you go in search of one of the country&apos;s most elusive animals. Sure enough, as predicted, the young male otter, completely wild but long habituated to humans, swam nonchalantly upstream. The creature&apos;s approach may have been meandering and leisured, but our responses were anything but: photographers and other observers rushed to take positions, often lying on hail-soaked ground, making final adjustments to equipment. Some cameras were sunk on tripods into the current at otter&apos;s-eye level  and when the beast rose out of the river Thet to sniff at a mossy knoll, the camera shutters volleyed like machine-gun rounds. If the otter glanced edgily at its paparazzi reception, it was on terms of absolute amity with the water. I noticed that, as it emerged, the stream had left long linear current lines through its fur so that the whole creature had a graphic quality, as if the Thet had actually drawn it. When the otter dived back under, the action did not seem a manoeuvre foisted by a living creature upon its inanimate surroundings. It had an air of collaboration. As much as the otter plunged, the water yielded. There was no splash. It was like a quick shot of oil fired into the stream&apos;s laminar pulse. They blended, and off it swam to porpoise and plunge for 90 more magical minutes. It rootled in rafts of riverbank vegetation, it surfaced with pencil-thin elvers or tiddlers called bullheads, whose olive scales were shot with orange and lime. At one turbid mass it burrowed under and bulked up sloughs of weed so that the violent twist and bulge of vegetation clothed the otter&apos;s every move. Nothing held it for more than moments  and always as it went we could follow the submerged line by the joyous champagne effervescence of otter&apos;s breath.", 
    "section": "environment", 
    "gid": "environment/2013/mar/31/thetford-norfolk-paparazzi-star-otter", 
    "wordcount": "331"
}