{
    "headline": "Barack Obama stokes expectations of climate change action in second term", 
    "text": "Barack Obama&apos;s invocation of &quot;the destructive power of a warming planet&quot; in his victory speech has stoked expectation that he will act on climate change in his second term. Environmental campaigners are already mobilising to hold the president to that promise. They argued Obama&apos;s re-election, amid the devastation of superstorm Sandy, was a clear mandate for action on climate change, in stark contrast to Mitt Romney, who turned sea-level rise into a laugh line in the biggest speech of his political career. Campaigners put Obama on immediate notice, calling an 18 November demonstration at the White House to demand he scrap the controversial Keystone XL pipeline. &quot;In the wake of hurricane Sandy, as the warmest year in American history draws to a close, as the disastrous drought lingers on in the midwest, everyone is looking for ways to make a real difference in the fight to slow climate change,&quot; said an open letter from 350.org and the Sierra Club. But a strategic decision by the White House in 2009 to downplay climate change, and Obama&apos;s avoidance of the issue during the campaign, makes it tricky for the president to now claim that he was elected to act on the issue. The Republicans&apos; continued control of the House of Representatives will also continue to limit Obama&apos;s scope for action. However, environmental campaigners said Sandy  and an endorsement from New York city mayor, Michael Bloomberg, due to Obama&apos;s position on climate change  create public space for the president to act. &quot;Of course president Obama certainly did not take up the cause in the way we had hoped but he has indicated in numerous events and in the New Yorker and Rolling Stone that climate will be a top priority for his second term,&quot; said Betsy Taylor, president of the climate strategy firm Breakthrough Solutions. &quot;There is reason to feel hope. We moved from silence to a growing mandate for action.&quot; A number of newly elected Democrats in the Senate and the House of Representatives also owe their victories, in part, to support from environmental campaign groups, giving greens more allies in Congress. The president has a chance early on to show he intends to deliver on climate change. The first big decision will be on the Keystone XL pipeline, a project designed to expand production of the Alberta tar sands by pumping crude to Texas refineries. The administration is due to make its decision early next year and many believe that Obama will approve the pipeline. Environmental groups will also be watching whether Obama continues to fight to keep tax credits for the wind industry during the lame duck session of Congress. Their expiry at the end of the year has hurt the industry, leading to lay-offs. Obama has said he will continue to fight $46bn in subsidies to the fossil fuel industry. Then there are appointments. Obama came to the White House in 2009 with a green &quot;dream team&quot; including Nobel laureate, Steve Chu, as energy secretary. Obama will have to make new appointments in his second term. He must also decide whether to resurrect the post of White House climate adviser, which has been empty since early 2011 when Carol Browner stepped down. That could help push policies blocked by Congress. Now that Obama has a second term, the Environmental Protection Agency is also expected to move more aggressively on tightening rules on mercury and carbon dioxide emissions. But the environmental community will be looking for Obama to deliver the big changes that will move America towards a low-carbon future  and protect the country from the extreme weather, rising seas and other consequences of future climate change. At its most ambitious, that would involve some kind of carbon tax  an option that is now a topic of discussion at a number of Washington thinktanks, including the conservative American Enterprise Institute.", 
    "section": "environment", 
    "gid": "environment/2012/nov/07/barack-obama-climate-change-action", 
    "wordcount": "651"
}