{
    "headline": "How to succeed at Clearing", 
    "text": "If your exam results came as a horrible surprise because you&apos;ve missed the grades you needed to get into uni, &quot;don&apos;t panic&quot; might sound hollow. But, while you&apos;re probably feeling really disappointed right now, the match-making service that is Clearing could still see you embarking on a new life as a student this autumn  perhaps in just a few minutes. Clearing sorts out the supply and demand of degree places, allowing students who have missed their offer to find a place at one of the thousands of courses still available at a huge array of universities. The good news is, this summer your chances are better than in previous years. Philip Davies, assistant director of higher education at Bournemouth &amp; Poole College, explains: &quot;Overall Ucas applications are down by 8.7%, so nearly every college received fewer applications  and so are now using Clearing.&quot; You&apos;ll have to act fast to boost your chances of a place  but not too fast  once you pick up the phone to talk to a Clearing hotline, you may face a mini interview, so do some research beforehand. The first step is to find out which courses have vacancies, available on the Ucas website. Investigate beyond your original course choices. &quot;Think carefully about what you might be prepared to compromise on  for example, will you travel further from home to get the course you want?,&quot; says Sue Winstanley, admissions tutor at De Montfort University. You could tweak your course: aspiring doctors, for example, can embark on a biological science course, which can then lead to a fast-track medicine degree. Or consider part-time study if the full-time option is full. What&apos;s my motivation?   When you&apos;ve found a course that interests you, sit in a quiet room, with a landline telephone, your Clearing number (displayed on the &quot;welcome&quot; page on the Ucas Track site), and your exam results. Jot down your main achievements, and the key points on your personal statement too. &quot;The degree might not be your first choice, but you still need to prove you are enthusiastic about studying it,&quot; says Marina Stott, admissions tutor at Anglia Ruskin University. &quot;If you can&apos;t demonstrate any knowledge, the admissions tutor is likely to question your commitment. Draw on any relevant work or volunteering experience, too. This could tip the balance if the last place is between you and another applicant with the same grades but no experience.&quot; Any questions? Think up questions in advance about the course, availability of rooms in halls, fees and bursaries. And always handle the phone call yourself. Karen Pichlmann, head of admissions at Bournemouth University, explains: &quot;Don&apos;t ask mum or dad to do it. Universities can only make an offer to the prospective student.&quot; When you are speaking to unis and colleges, they might informally offer a place. They will usually keep it open for you for a short while, so, if possible, visit the campus and meet tutors. If you decide you want to be formally considered for that place, you need to add its details via the &quot;Add Clearing choice&quot; button on Ucas Track.  You can only enter details for one course, and can only do so if the uni has already offered you a place on the phone. Once you have entered the details on Track, and the university or college accepts you, the acceptance will be displayed in the &quot;choices&quot; section of Track. You&apos;ll receive a confirmation letter in the post from Ucas  and be back on course for uni life.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/15/clearing-what-to-do-next", 
    "wordcount": "601"
}