{
    "headline": "Grey partridges have become a rare sight on the Downs, except here", 
    "text": "The farm buildings seem to grow out of the chalk and clay earth of the Downs. Beside them starlings assemble on telegraph wires. They whistle a muddled cacophony of notes to each other, as if tuning up for a concert that never comes. The air is cold and clear, but a grey bank of cloud is sweeping in from behind me as I walk uphill. A few poppies glow among the browns and greens of the specially sown 10m-wide strips of wild plant and flower mixes. The insistent, squeaking rasps of furtive grey partridges echo from the field margins. Once common, grey or English partridges have become a rare sight around the Downs, except here. They&apos;ve been reintroduced on the estate for shooting, but it is hoped the restriction on how many can be taken will ensure they will spread. The welcome side-effect of the planting of conservation headlands, the provision of beetle banks and undersown cereal crops is the plentiful numbers of other birds and wildlife. Flocks of finches and buntings bustle over the hedgerows. Three buzzards swirl over the bare tips of the trees. Swarming starlings panic. Another buzzard perches on a game-feeder bin and watches a kestrel hungrily pick at something in the middle of a field. The kestrel abandons its meal and swoops over the buzzard before moving away. Another large shape soars out from the dark trees. Its flat wings, forked tail and stable flight instantly separate it from the buzzards. The weak light picks out its tricoloured wing bands. The red kite moves slowly over the field, ignoring the bothersome attentions of crows. Red kites too have been a rare sight on the Downs, but it is now rare not to see one here. It banks and drifts away, climbing into the cloud. The wind is turning cold. To the south, darkness envelops the coast, and rain is spilling down from the sky.", 
    "section": "environment", 
    "gid": "environment/2012/nov/08/grey-partridges-downs-rare", 
    "wordcount": "319"
}