{
    "headline": "Afghanistan seeks promises of cash for long-term development assistance", 
    "text": "Afghanistan&apos;s international backers will gather in Tokyo this weekend for a meeting where the country will seek promises of up to $4bn a year in development aid, to match a similar amount of funding for the police and army. The money would help keep the country afloat after most foreign troops leave by the end of 2014, taking with them generous budgets for building everything from roads to schools, and leaving behind greater concerns about accountability. But critics fear that there will be little way of holding countries to promises made in Tokyo, and argue that Afghanistan needs more than another headline-grabbing conference. &quot;Afghanistan has been subjected to a plethora of high-profile international meetings,&quot; William Byrd argued in a paper for the US Institute of Peace released ahead of the Tokyo gathering. &quot;If high-profile meetings and high-quality documents alone could solve a country&apos;s problems, the effort in Afghanistan already would have succeeded.&quot; The US has taken a back seat in preparations for the conference, after leading the Nato summit in Chicago in May that focused on security. Instead, it has been left to the EU and Japan to shape the meeting and round up promises of cash. The UK development secretary Andrew Mitchell, who underlined Britain&apos;s commitment to spend 178m a year on aid to Afghanistan until 2017, said finding that money was important for British security. &quot;Afghanistan faces enormous challenges in the years ahead, and will require significant long-term international development assistance,&quot; he said on a visit to Kabul ahead of the conference. &quot;If that is not forthcoming, the progress on security and development that I have seen for myself in areas like Helmand will be put at risk. This will have repercussions for Afghans, the region and us.&quot; Foreign aid has undoubtedly helped bring impressive improvements in education and health to a country where little over a decade ago girls were banned from school and there were barely 1 million students nationwide; now there are around 8 million, the Associated Press reported. But critics say funding was often poorly monitored and spent with more regard for donors priorities than Afghan needs, so the country is still desperately poor. And if Afghans most basic development needs are not met, spending on the army and police could be wasted, Michael Keating, the deputy head of the UN mission in Afghanistan has warned. Last year over a million people needed emergency help with access to drinking water alone, over a quarter of the population received food support, and over half the country&apos;s children are chronically malnourished. There will be representatives from around 70 countries and organisation at Sunday&apos;s meeting, and a key result is expected to be a &quot;road map of accountability&quot;. In return for the cash, they will hold Afghanistan to account on areas from protecting women&apos;s rights to rooting out corruption. There have been a string of high-profile graft cases in recent years, including a $900m banking scandal, but no high-profile convictions. Up to $1bn of the $8bn donated to Afghanistan over the past eight years has been lost to corruption, Huguette Labelle, chairwoman of anti-fraud group Transparency International, warned in an editorial in the New York Times. Afghanistan was listed last year as the fourth most corrupt country in the world. Diplomats and politicians across the west know voters are feeling the strain of economic crises back home and increasingly wary of sending funds to a country where their troops are no longer fighting, particularly if there is little evidence the cash is doing any good. &quot;We know Afghanistan will need continuous support and the EU is committed to that. But we are not blind and we feel a considerable fatigue among taxpayers in the EU and beyond,&quot; said Vygaudas Usackas, the EU&apos;s special representative for Afghanistan. He said the specific system to hold Kabul accountable for the funds it received was a &quot;game changer&quot;, after years of laxer spending.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/06/afghanistan-cash-development-assistance", 
    "wordcount": "667"
}