{
    "headline": "Why were regional institutions unable to avert Mali's political crisis?", 
    "text": "In west Africa last year, a number of officials stated that growing unrest in the Sahel zone constituted the most pressing threat to regional security and stability. While global media interest focused on internal security issues facing the region&apos;s economic powerhouse, Nigeria, actors on the ground, particularly in francophone countries, were concerned about fallout from the Libya crisis. Now, the widespread sense that political stability in the Mali-Burkina Faso-Niger sub-region was in jeopardy seems justified; within six months, Mali experienced the first military coup in its recent history. Concerns about the wider impact on the sub-region also proved valid. According to the UN Office for the Co-ordination of Humanitarian Affairs (Ocha), 140,000 people had been displaced by February this year, half of whom had fled to neighbouring Burkina Faso, Niger and Mauritania. So why were regional institutions unable to avert the political crisis? How did regional bodies react to the impending threat, and how effective were their interventions? What does this tell us about the roles regional bodies can play in preventing, mitigating and resolving security crises in Africa? The most significant institutional frameworks for regional co-operation and integration in west Africa are the Economic Community of West African States (Ecowas) and the West African Economic and Monetary Union (Waemu). Waemu is a sub-regional monetary union of eight francophone countries, which, along with seven mainly anglophone countries, make up the 15 member states of Ecowas. Traditionally, regional security and peacekeeping has been the exclusive domain of Ecowas. However, interviews carried out in the region indicated a growing dissatisfaction with how it manages security issues facing francophone countries. In particular, Ecowas headquarters in Nigeria are geographically removed from the daily realities of frontline Sahel states, and the prevailing anglophone administrative culture and language acts as a barrier to Waemu&apos;s francophone member states. Recent moves by Waemu to expand its security and peacekeeping capacity by creating a security commission reflect these concerns. These tensions have become apparent in the current crisis in Mali. The immediate imposition of Ecowas sanctions on Mali paved the way for a rapid return to constitutional rule. On the surface, this looked like an efficient Ecowas-led response. But it obscured the critical intervention of Burkinabe diplomacy, essential in securing the resignation of the deposed president  a key prerequisite for negotiations with the military junta. Ecowas&apos;s inability to prevent the coup also underlines the fact that it remains predominantly a responsive, rather than proactive, security actor. In dealing with the ongoing threat to Mali&apos;s territorial integrity, divergence of opinion between Ecowas member states provides a glimpse into the complexity of cultural and historical alliances at sub-regional level. In committing to military intervention in north Mali, Ecowas adopted a tough approach to the Tuareg rebellion. Yet official mediators from Burkina Faso, Mali&apos;s neighbour and strategic ally, are known to favour a more diplomatic approach, as is Niger. There are obvious reasons why Mali&apos;s immediate neighbours, Burkina Faso and Niger, would be keen to avoid a military solution to the crisis. Both have significant Tuareg populations, and their geographical proximity means any conflict will very likely spill over their borders. But a deeper understanding of the politics within Waemu highlights some less obvious dynamics. Assumptions that Senegal and Ivory Coast, Waemu&apos;s strongest economies, are also the body&apos;s most powerful countries seem incorrect. Reports indicate that the three landlocked countries (Mali, Burkina Faso and Niger), unified by common historical and cultural bonds, form the most powerful informal bloc within Waemu and wield increasing political and economic power. This reminds us that the line between national, sub-regional and regional problems is rarely clearcut and there are often gaps between the formal roles of institutional bodies and the realities of cross-border and sub-regional dynamics. Understanding these dynamics reveals that a resolution to the crisis in Mali is more likely to be played out in bilateral negotiations with Burkina Faso and Niger within the framework of the Waemu sub-grouping, rather than at the regional level (Ecowas). This highlights the significant role sub-regional power structures and informal politics can play in conflict prevention and resolution. Current policy focus within the international community on the importance of regional bodies therefore places too much attention on high-profile political groupings, such as Ecowas. To engage more effectively, it should look more closely at sub-regional and informal groupings and alliances. This involves a better understanding of the intricacies of west African politics and the power structures of sub-regional groupings. For the anglophone international community, it means overcoming cultural-linguistic barriers to comprehend better the specificities of francophone Africa. Without a more sophisticated understanding of these dynamics, the international community will remain severely constrained in such a complex environment.  Vikki Chambers is a research officer at the Overseas Development Institute and works on the local governance and leadership research stream of the Africa Power and Politics Programme", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/02/mali-near-neighbours-regional-dynamics", 
    "wordcount": "806"
}