{
    "headline": "Africa Progress Panel calls on African governments to drive towards MDGs", 
    "text": "African governments and donor countries should launch a &quot;big push&quot; this year towards meeting the millennium development goals (MDGs), according to a high-level panel. The Africa Progress Panel, chaired by Kofi Annan, the former UN secretary general, said while the continent had made notable gains in the past decade, its record on poverty does not match its overall economic growth. Entitled Jobs, Justice and Equity, the report warned that growing inequality, marginalisation and disenfranchisement are threatening Africa&apos;s prospects and undermining the foundations of its recent success. As for talk of the rise of an African middle class  a claim made by the African Development Bank and consultancy firms such as McKinsey  the panel said such conclusions are premature.     Graphic: world middle class     &quot;Only 4% of Africans have an income in excess of $10 a day,&quot; the report said. &quot;In other words, the vast majority of what commentators describe as Africa&apos;s middle class has either moved just across the $1.25 threshold, or is living well within the gravitational pull of the poverty zone.&quot; Against this backdrop, Annan urged every government in Africa to draw up a plan of action for a major drive as the 2015 deadline for the MDGs approaches. &quot;Failure to to accelerate progress towards the MDGs would diminish the credibility of any post-2015 commitments,&quot; said the report. &quot;That is why Africa&apos;s governments and their development partners should initiate as a matter of urgency a &apos;big push&apos; towards the 2015 goals starting this year. Not every country in Africa can reach every target  but every country can go further and faster.&quot;     Graphic: African inequality    The plans should include provisions to reduce inequities in child survival, maternal health and education  particularly focusing on girls. With food insecurity and nutrition of paramount importance, Annan said raising the productivity of smallholder farmers is critical. He called on governments to bring these farmers from the periphery to the centre of national strategies for growth and poverty reduction. The report said growth and equity are not mutually exclusive, pointing to the experiences of Rwanda and Brazil. The panel noted that, from 2005 to 2010, average income in Rwanda rose from $333 to $540, while the Gini coefficient, which measures inequality, dropped from 0.52 to 0.49; in the same period, poverty fell from 57% to 45%, resulting in 1 million fewer people living in poverty. Brazil, meanwhile, registered strong growth while simultaneously improving income distribution. With the Arab spring very much in mind, the report carried stark warnings about the chasm between rich and poor. The panel said Africa&apos;s wealth disparities are among the biggest in the world. In China, where rising inequality is seen as a threat to social stability and future growth, the Gini index is 42. But 24 African countries show higher inequality scores. In Mozambique, Kenya and Zambia, the Gini coefficient is between 45 and 55, while in Botswana and South Africa it is above 60. &quot;Over the long run, they [inequalities] will undermine economic growth, productivity and the development of markets,&quot; the panel said. &quot;They weaken confidence in governments and institutions. And they leave many Africans feeling that their societies are fundamentally unjust and their governments unresponsive. Economic growth alone is not enough.&quot; On agriculture and food security, the report urged rich countries to deliver on commitments made at successive climate change summits at Copenhagen and Cancun to mobilise $100bn by 2020 for the Green Climate Fund, with half of that amount earmarked for adaptation. Investment for irrigation, terracing, rural roads and research would prevent annual losses of several hundreds of millions of dollars, the report said, a point highly pertinent for regions such as the Sahel, which suffers repeatedly from drought. With the prospect of higher food prices luring foreign investors to Africa, Annan urged African governments to remain vigilant against &quot;land grabs&quot; and the possible displacement of smallholder farmers. The report cited countries that have taken measures to deal with problems associated with large-scale land deals. Mozambique was commended for declaring a moratorium in 2009 on new large-scale concessions, while Liberia was mentioned for its renegotiation of a contract for a large-scale rubber plantation to win increased revenues and commitments on jobs for local people. &quot;What Africa does not need, and cannot afford, is policies that transfer land to investors motivated principally by a concern to feed populations in other countries, supply biofuel markets across the globe or to secure speculative profits,&quot; said the panel. The report said the EU had a critical role to play as Africa&apos;s main trading partner, but expressed concern over the EU&apos;s &quot;economic partnership agreements&quot; (EPAs), which seek to make preferential access for African goods conditional on liberalisation measures. Africa is being asked to eliminate or lower tariffs on 80% of imports from the EU, a move the report suggests would be highly damaging. &quot;There are legitimate concerns on the part of African governments that premature liberalisation through the EPAs could result in small firms and smallholder farmers facing competition from far more developed industries and heavily subsidised farmers in Europe.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/11/africa-progress-panel-governments-drive-mdgs", 
    "wordcount": "856"
}