{
    "headline": "Boot up: Apple's suppliers mapped, Shane Todd's strange death, Wii U struggles and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Who supplies Apple? (It&apos;s not just China): an interactive map &gt;&gt; ChinaFile  Last month, Apple Inc. released its updated list of suppliers&amp;nbsp;(PDF). This report says it includes &quot;the major manufacturing locations of suppliers who provide raw materials and components or perform final assembly on Apple.&quot; ChinaFile used this data to construct the interactive map, above.  Not where you might think. January sales show continued rough tides for the Wii U &gt;&gt; Gamasutra  While the NPD no longer provides specific sales numbers for hardware, a representative does tell us that sales of the Wii U hardware for its first three months on the market are down 38% from what the Wii&apos;s numbers were at that same point. We&apos;re told by someone with access to the NPD&apos;s data that sales for January were &quot;well under&quot; 100,000 units. By our estimates, sales were somewhere between 45,000 and 59,000 units for the month, which is lower than any of the three previous-generation home consoles sold in their worst months, with the possible exception of a recent performance by the original Wii.  THis is all estimation, but Nintendo&apos;s own numbers don&apos;t suggest the Wii U is doing anything special either. I sell local cider not iPads, says Hoveton trader! &gt;&gt; Eastern Daily Press  The headaches for trader Geoff Fisher only started in 2009 when the Apple Store opened in the Chapelfield Centre, in Norwich. Since then a growing number of people have been ringing him up not to inquire about his cider and apple juice but to bombard him with queries about their iPhones and iPads. &quot;Over the last 12 months I have been inundated with calls and it has reached as many as 25 a week,&quot; he said.  What if he did sell iPads too, though? Apple v. Samsung: Justice delayed is justice denied &gt;&gt; Fortune Tech  In July 2011, Motorola filed a complaint in Germany&apos;sMannheim District Court charging that Microsoft&apos;s Xboxwas infringing two of its video-coding patents. In May 2012 -- less than nine months later -- the court granted an injunction. Contrast that with Judge Lucy Koh&apos;s federal court in the Northern District of California.  Daily Dot | China&apos;s Uyghur minority targeted by Mac malware attacks  &quot;During the past months,&quot; Raiu wrote, &quot;we&apos;ve monitored a series of targeted attacks against Uyghur supporters, most notably against the World Uyghur Congress... Although some of these attacks were observed during 2012, we&apos;ve noticed a significant spike in the number of attacks during Jan 2013 and Feb 2013, indicating the attackers are extremely active at the moment.&quot; The attacks apparently use poisioned Microsoft Word documents to exploit a Microsoft Office vulnerability. Victims are targeted via email, with messages that appear to include a relevant attachment, sometimes a Word document entitled &quot;Concerns Over Uyghur People&apos;s Fundamental Rights Under The New Chinese Leadership,&quot; other times masquerading as a white paper.  The mysterious death of Shane Todd in Singapore &gt;&gt; FT.com  Shane had died a week before he was to return to the US. The police said he had drilled holes into his bathroom wall, bolted in a pulley, then slipped a black strap through the pulley and wrapped it around the toilet several times. He then tethered the strap to his neck and jumped from a chair. Shane, 6ft 1in and nearly 200lb, hanged himself from the bathroom door, the autopsy report said. So the Todds, along with two of Shane&apos;s younger brothers, John and Dylan, were unnerved by what they didn&apos;t see as they crossed the threshold. The front door was unlocked and there was no sign of an investigation  no crime-scene tape, no smudges from fingerprint searches. &quot;The first thing I did was make a beeline for the bathroom,&quot; Mrs Todd recalled. She wanted to see exactly how Shane had died  and she saw nothing that fitted the police description. The marble bathroom walls had no holes in them. Nor were there any bolts or screws. The toilet was not where the police had said.  A missing laptop, a backup hard drive, a potentially &quot;dual-use&quot; (civilian and military) project using gallium arsenide being worked on by China&apos;s Huawei, instructions to employees at Todd&apos;s former company IME not to talk to anyone - and staff there thinking his death was not suicide. (May require subscription.) Posterous will turn off on 30 April &gt;&gt; The Official Posterous Space  Posterous launched in 2008. Our mission was to make it easier to share photos and connect with your social networks. Since joining Twitter almost one year ago, we&apos;ve been able to continue that journey, building features to help you discover and share what&apos;s happening in the world  on an even larger scale. On April 30th, we will turn off posterous.com and our mobile apps in order to focus 100% of our efforts on Twitter. This means that as of April 30, Posterous Spaces will no longer be available either to view or to edit.  Lights out, or a new dawn? Korean lawmaker who exposed Samsung corruption forced from office &gt;&gt; The Verge  A South Korean politician who sought to expose corruption within Samsung&apos;s ranks has lost his seat in parliament. The Supreme Court upheld that by publishing transcripts of wiretapped conversations online, Roh Hoe-chan broke communications laws; the conviction means he cannot remain a lawmaker, and he has received a suspended prison sentence. In explaining its decision, the court said &quot;Unlike distributing press releases to journalists, uploading messages on the Internet allows an easy access to anybody at any time.&quot; The conversations in question are part of what is known as the Samsung X-File, a trove of tapes illegally recorded by the government&apos;s intelligence service during the 1990s. The files include conversations between Samsung chairman Lee Kun-hee and his brother in law, and reveal bribes allegedly paid by the conglomerate to prosecutors, politicians, and presidential candidates.  Does Apple really assign engineers to &quot;fake&quot; projects as a loyalty test? &gt;&gt; Ars Technica  I was prompted to look into the questionafter several friends  Apple employees, no less  expressed disbelief at the claim. Their skepticism matched my own experience; in my years of reporting on Apple and speaking to many of its employees, I had never heard of such a practice. When I sought answers by interviewing current and former Apple engineers, I found that &quot;fake&quot; projects are certainly not a regular occurrence at Apple  and they quite probably do not exist at all.  Prepared to wager that there aren&apos;t 100 people inside Cupertino working on a smart watch project too. Ten, maybe. An offer for Tim Cook &gt;&gt; Paul&apos;s Down-Home Page Paul Robichaux lays it on the line for Apple:   It&apos;s pretty clear that your EAS client team doesn&apos;t know how Exchange client throttling works, how to retry EAS errors gently, or all the intricacies of recurring meeting management (and how the server&apos;s business logic works). If they did, the client wouldn&apos;t behave the way it has. They could learn it by trial and error but look where that&apos;s gotten us. I&apos;m in Mountain View, right up the road. Seriously. Have your people call my people.  It is definitely puzzling, given Apple&apos;s targeting of the enterprise by stealth, that it doesn&apos;t have better coders and testers for EAS. (Thanks @arebee on Twitter for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/18/technology-links-newsbucket", 
    "wordcount": "1291"
}