{
    "headline": "Far Cry 3 Blood Dragon  trailer and details released", 
    "text": "Remember the eighties? It&apos;s okay, you don&apos;t have to, Ubisoft has remembered them for you. Originally dismissed as an April Fools Day prank, Far Cry 3: Blood Dragon is real, and it&apos;s hitting PC, PS3 and Xbox 360 as a stand-alone digital release on 1 May. The set-up has nothing to do with Jason Brody or pirates. Imagined as an eighties sci-fi movie, the story takes place in the distant future  2007  where a nuclear war has all but destroyed the planet. Now Sergeant Rex Colt: Mark IV Cyber Commando (voiced by Terminator and Aliens actor Michael Biehn), must take his cyber army and raid an island where a new bioweapon holds the potential for peace. So, yes, it&apos;s on an island, but this place looks nothing like the sun-drenched tropical paradise of Far Cry 3.      Drawing stylistic references from all those straight-to-video cyberpunk wannabes (think Trancers rather than Terminator), it&apos;s a hellhole of apocalyptic ruins and, somehow, robo-dinosaurs, stomping the landscape and laser-beaming people to charred skeletons. Usefully, though, Rex is able to gain control of these monsters, guiding them toward enemy camps. There&apos;s a simplified upgrade system, with cybernetic power-ups like the ability to fall huge distances without a scuff or stay underwater indefinitely. But with a seeming structure of main missions, surrounded by environmental mini-tasks, it&apos;s essentially Far Cry 3 with a neon-soaked, synth-soundtracked eighties makeover.  From Eurogamer:  Rook Island&apos;s replacement in Blood Dragon is a little smaller - it&apos;s said to be around the same size as the South Island in Far Cry 3 - and it&apos;s dotted with garrisons, shield-protected forts that are the equivalent of the original game&apos;s outposts. Attacking them presents the same type of open-ended play, but there&apos;s a lurid twist, with the option to coax in trundling laser-spewing dragons to finish off the job once the shields are down.   And from CVG:  There was a nice mixture of normal and special enemy types in our skirmishes. Standard cyborgs were thrown at us in waves, with the occasional heavy or flamer thrown in to keep us on our toes. Miniguns, bows and flamethrower will be available, but for our demo we stuck to the standard assault rifle, which suited us just fine since it was well-suited for headshots. Nail a cyborg in with a bullet to the face and you&apos;ll get a satisfying explosion of blue juice as a reward. There will also be plenty of side quests; rare animal hunting is back, and wanted quests have been tweaked so they&apos;re hostage rescue missions.  Anyway, here&apos;s that trailer. It is for mature viewers only:            The big question is whether this frenzied assault on eighties aesthetics can remain amusing over the game&apos;s six-to-eight hour playing time. Well, it sustained the eighties for ten years, so the answer is surely yes, right?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/11/far-cry-3-blood-dragon", 
    "wordcount": "468"
}