{
    "headline": "Barack Obama 'cannot cut emissions without decisive new actions'", 
    "text": "Barack Obama cannot deliver on his promise to cut greenhouse gas emissions by 17% without decisive new actions, a report warned on Wednesday. America&apos;s greenhouse gas emissions have fallen under Obama, as power plants burn less coal. But the country will still fall short of his commitment to a 17% reduction by the end of the decade, the report from the World Resources Institute said. The president offered the 17% cut at the Copenhagen climate summit in 2009. But if Obama wants to make good on that commitment and the sweeping climate promises of his inauguration day address, he will have to tighten rules on coal-fired power plants and on the natural gas industry, the report said. &quot;The key point to us is that the US is not on track to hit the 17% target,&quot; said Nicholas Bianco, the lead author of the report. It will be an even greater stretch for America to meet its mid-century target. The report said America would not meet the 2050 target of an 80% cut in emissions without action from Congress. But the WRI said Obama had it within his power to put the country on a course to meet the 2020 goal, by tightening Environmental Protection Agency rules for coal-fired power plants, reducing methane leaks from natural gas drilling, and raising the efficiency standards on household appliances. &quot;We are encouraged to find there are the tools available to get there without Congress,&quot; Bianco said. &quot;The other encouraging sign is that the administration appears to be ready to tackle climate in the second term.&quot; However, America will need Congress to adopt economy-wide measures to meet the 2050 reductions. Obama is expected to offer some specifics of his climate strategy in his State of the Union address on Tuesday. After devoting eight sentences of his inauguration address there is speculation he will return to the subject in greater detail. A number of environmental organisations have put forward climate action plans, mostly targetting carbon dioxide emissions from ageing power plants. Activists have urged Obama to block the Keystone XL pipeline project to pump crude from the Alberta tar sands as a sign of his commitment. Andrew Steer, the president of WRI, said Obama was now in a good position politically to act. &quot;There may just be an opening right now in the United States,&quot; Steer told a press conference. &quot;&quot;Citizens are already demonstrating by survey results that they are taking climate change more seriously and so it&apos;s extremely important that the administration demonstrates that it can act.&quot; WRI&apos;s report was the first to focus on living up to America&apos;s global commitments on climate change, sketching out various emissions reductions scenarios. The thinktank also looked beyond the power sector. The warning from WRI follows encouraging signs that America was reducing its carbon dioxide pollution. The EPA reported on Tuesday that greenhouse gas emissions fell by 4.6% in 2011, because power plants were burning less coal. But the move away from coal to natural gas, and to a far smaller extent renewables such as wind and solar power, would not on their own produce the cuts needed to prevent catastrophic climate change, WRI said. The recent drops in carbon dioxide emissions from the power industry are not expected to continue, according to government projections. Instead, the thinktank said emissions of other greenhouse gasses, such as methane and hydrofluorocarbons, from other sectors of the economy, were projected to rise, even as power plants reduced their output of carbon dioxide. WRI said those non-energy, non-carbon emissions would rise 18% above 2005 levels by 2020 and 36% in 2035  overwhelming efforts to reduce emissions from the power industry. With those trends from the non-energy sector of the economy factored in, America&apos;s greenhouse gas emissions would fall just 5% by 2020 - well below Obama&apos;s 17% target. By 2025, US emissions would be just 0.5% below 2005 levels, even further away from the mid-century targets, Bianco said. &quot;Recent and future trends are headed in the wrong direction and that makes the target harder to achieve,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2013/feb/06/barack-obama-emissions-new-action", 
    "wordcount": "691"
}