{
    "headline": "Apple's share price: Tim Cook tells angry investors: 'I don't like it either'", 
    "text": "The chief executive of Apple acknowledged the growing alarm about the company&apos;s struggling stock price on Wednesday, but did little to answer questions about its product plans and how best to return cash to shareholders. Tim Cook, speaking at the technology giant&apos;s annual meeting in Cupertino, California, beat off a shareholder revolt over executive pay and defended the company&apos;s performance. But he gave few details about near-term plans except for a project to build a futuristic new headquarters by 2016. A third of shareholders voted against the company&apos;s plans for executive pay, although it was not enough to block the package.Cook received a 51% increase in pay to $1.4m in base salary and $4.17m in compensation this year. In 2011, his stock awards were worth over $378m. Chief financial officer Peter Oppenheimer, who was paid $1.4m last year, benefited from an a $68.6m pay package, mostly made up of stock awards. The issue of executive remuneration has become particularly inflamed because of Apple&apos;s falling stock price and its first dip in profits for over a decade. Cook addressed the sharp slide in Apple&apos;s stock price, which has lost 30% of its value in only five months. &quot;I don&apos;t like it either,&quot; Cook said. &quot;Neither does the board or management  but we&apos;re focused on the long term.&quot; Rumours had swirled for days before the meeting that Apple would &quot;split&quot; its stock or announce a plan to return some of its $137bn pile cash to shareholders.One analyst at Oracle Investment Research, Laurence Balter, released a report arguing that Apple should split its stock to temporarily raise the stock price. None of that happened, although Cook said the company was &quot;in talks&quot; about plans for the cash. The rumours provided a temporary boost to the company&apos;s stock price. But the lack of any substantive action resulted in a fallback: Apple&apos;s stock was down 0.25% to $447.86 in afternoon trading on Wednesday.  Apple shares peaked at $705 in September last year, but they have since declined amid concerns hat there is no new breakthrough product in the pipeline, and in the face of intense competition from Samsung and other smartphones using Google&apos;s Android operating system. The declining share price has led to calls for Apple to share more of its $137bn mountain of cash and securities. The demands are being spearheaded by outspoken hedge fund manager David Einhorn, who has launched a lawsuit to force Apple to pay out some of its cash. Cook said again on Wednesday that Einhorn&apos;s lawsuit was a &quot;silly sideshow&quot;. The underlying principle of cash distribution was something he and the board took seriously, he added. Einhorn was not spotted at the meeting on Wednesday, but Cook repeated that the company&apos;s board remained in &quot;very very active&quot; discussions about options for cash sharing. Michael Yoshikami, the CEO of Destination Wealth Management and an Apple shareholder, said he was not surprised that the company was relatively quiet about its plans. Apple has never used its shareholder meetings to break news, and in the past, late CEO Steve Jobs rarely even attended the gatherings. &quot;I absolutely did not expect him to say anything substantive,&quot; Yoshikami said of Cook. &quot;This is not where news will be made, but people were so desperate for news that they were hoping that something would come out of the shareholder meeting that was shocking and exciting.&quot; Howard Lindzon, the founder of StockTwits and an Apple shareholder, also did not hold out much hope that the meeting would turn the tide in Apple shares.  &quot;Come on, there&apos;s nothing that he could said at this meeting. He needed to act,&quot; Lindzon said of Cook. &quot;People are going to sell the stock  he says he doesn&apos;t care, and he should. He has to listen. It&apos;s not just a bunch of day traders complaining any more.&quot;  Lindzon said he was disappointed at the amount of money he lost on Apple stock this year. &quot;I own enough that I feel like a dummy,&quot; he said. &quot;It&apos;s made so much and it&apos;s created so much loyalty that i just want to see an end of the drama here.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/27/apple-tim-cook-angry-investors-dont-like-it-either", 
    "wordcount": "720"
}