{
    "headline": "Apps Rush: Doodle Tales, Viber, Revision3 for iPad, Pair, Nokia City Lens, TouchArcade and more", 
    "text": "A selection of 19 new and notable apps for you today: Doodle Tales This is an inventive idea for a storytelling app for kids. Doodle Tales gets them to create their own stories using brushes, shapes, stamps, text and backgrounds, adding in voice narration and then sharing their creations with the wider community. It also includes branded in-app packs from kids&apos; TV shows LazyTown and Numberjacks.iPhone / iPad Viber After 70m downloads on iOS and Android, VoIP and messaging app Viber is making the leap to two other major smartphone platforms: BlackBerry and Windows Phone. The app currently includes messaging on the new platforms, with voice to follow.BlackBerry / Windows Phone Revision3 for iPad Online TV site Revision3 has launched an official iPad app, providing full archives of its shows including Diggnation, Tekzilla and Film Riot. The launch comes a few days after the company was bought by The Discovery Channel.iPad Pair iPhone app Pair promised a social network for two people only couples and now it has an Android version too, which is handy for non-iOS-exclusive households. Share videos, photos and messages privately. And no, before you ask, it&apos;s not just for secure sexting. Not just.Android Peter &amp; the Wolf Oscar-winning film Peter &amp; The Wolf has been turned into a book-app for iOS by Tapisodes, with animation from the film and accompanying text.iPhone / iPad Nokia City Lens Nokia&apos;s latest exclusive app for its own range of Lumia Windows Phones is City Lens, an augmented reality app showing data on businesses and tourist hotspots overlaid on the real world.Windows Phone TouchArcade iOS games reviews website TouchArcade has launched its own app, offering daily news, previews and reviews, as well as a watch list for upcoming titles, and access to its forums which tend to be bustling with developers discussing their plans.iPhone ubiCabs The latest app aiming to help Londoners get home safely is ubiCabs, which takes a user&apos;s location, then finds local minicab firms who crucially have cabs available for a journey. It also analyses prices, and will soon add Facebook features so people can share their journey details with friends  for safety&apos;s sake, rather than over-sharing.Android / iPhone Celebrate The World of Grey Goose Vodka brand Grey Goose has launched its own iPad app, with a focus on global travellers. It includes guides to 10 cities Paris, Cognac, London, New York, Miami, Dubai, Rio de Janeiro, Sydney, Hong Kong and Moscow  with bar recommendations and cocktail recipes.iPad Portfolio Pro Can designers and photographers stop carrying around physical portfolio cases in favour of an iPad? That could be one upshot of new app Portfolio Pro, a &quot;brandable presentation app&quot; aimed at creatives, importing images from the iPad photo gallery as well as Flickr and Dropbox.iPad Anne&apos;s Amsterdam Anne Frank as a walking-tour guide for Amsterdam? Please bite back any jokes you were thinking of making. This app offers stories, film footage and archive photographs covering 30 points of interest around the city. It&apos;s the work of agency LBi working with digital content firm Repudo.Android / iPhone / Windows Phone Instead Oven Bits&apos; new Android app aims to get people to &quot;live within or below their means in order to give to the charity of their choice&quot;. For example, brewing your own coffee rather than buying one, or renting a film rather than going to the cinema. The US app keeps track of how much people have saved, and helps them donate.Android TrueCaller After picking up 3m users on other platforms, &quot;global social phone book&quot; TrueCaller has an Android app. It pulls in phone number directories from around the world for searching purposes, while also acting as a call filter to fend off spam calls.Android Delver Delver is an unashamedly old-school dungeon-crawler game: &quot;Grab loot, fight monsters, and escape or die trying&quot;. Its deliberately-pixelly look brings Minecraft to mind, rather than just the retro RPGs it&apos;s inspired by.Android Willbee The Bumblebee Book-apps publisher Kiwa Media has launched its latest title, Willbee The Bumblebee, with voice narration, digital painting and a bare-bottomed bumblebee hero.iPad Feed Me Oil Chillingo&apos;s Feed Me Oil puzzler has been ported to Windows Phone, adding Xbox Live features in the process. It sees you getting oil from broken pipes to the mouths of creatures across a host of puzzle-strewn levels.Windows Phone Namco Bandai&apos;s Solitaire Pac-Who? Namco Bandai&apos;s latest Android game bodyswerves pill-munching spheres in favour of traditional card games. It offers three versions of Solitaire Klondike 1-card, Klondike 3-cards and Freecell.Android VW up! 3D Another day, another brand experimenting with augmented reality within an app. This one comes from Intertisement for Volkswagen: an Android app that pops up a little customisable car when a print ad is scanned.Android Collin&apos;s Journey Though Cancer This free book-app tells the tale of a three year-old boy with cancer, explaining his journey through treatment. The visuals are hand-drawn throughout.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/09/apps-rush-doodle-tales-viber", 
    "wordcount": "837"
}