{
    "headline": "Prince Andrew's election to the Royal Society sparks anger among fellows", 
    "text": "This should have been a great week for the Royal Society. On Friday, it unveiled the results of this year&apos;s election to its fellowship, the most prestigious honour (short of a Nobel Prize) that any scientist can aspire to. After criticism last year over the low number of fellowships awarded to women (just two out of forty-four), the line-up in 2013 was a lot more encouraging, with a record ten women elected fellows or foreign members. As Athene Donald has described, this is in part down to welcome efforts by the Royal Society to promote greater diversity in science, and to draw more women into its own nomination pool.  If only they had left it there, it would indeed have been &quot;time for a small smile of optimism&quot; as Athene Donald suggests. The problem came further down the list. In addition to its primary category of election by scientific merit, the Royal Society has long permitted a few more roundabout routes to a fellowship. One of these is through making an outstanding contribution to the wider scientific community. In recent years, Lord Sainsbury, the philanthropist and former science minister, and Lord Bragg, the writer and broadcaster, have been made honorary FRS under this heading. And this year, it was the writer Bill Bryson&apos;s turn, rewarded for his role in editing the Society&apos;s 350th anniversary book Seeing Further. (Youthful science writers with establishment aspirations might like to note that the Society&apos;s 400th anniversary is in 2060. It&apos;s never too early to start honing your pitch.) The dissonant note in an otherwise progressive chorus came under an older category: that of the &quot;Royal Fellows&quot;. These date back to the society&apos;s 17th century origins, under the patronage of King Charles II, and today include most of the leading lights in the House of Windsor. Until now, Prince Charles was the most controversial Royal Fellow, although his election in 1978 predated the vocal embrace of homeopathy and opposition to GM crops which has prompted his regular clashes with the scientific community. But now, Prince Andrew has been invited into the Royal Society&apos;s ranks. And a fair number of his fellow Fellows aren&apos;t happy. First off the blocks was David Colquhoun, UCL&apos;s most famous pipe-smoking pharmacologist, who on Friday launched a full-frontal attack on his blog on what he called a &quot;right Royal cock-up&quot;. And today, the story has hit the front pages of the Sunday Times, with even the society&apos;s former president, Bob May, reportedly &quot;dismayed&quot; over Andrew&apos;s election.  The objections focus first on Prince Andrew&apos;s track record as a &quot;cheerleader in chief for the arms industry&quot;, with uncomfortably close links to a rogues&apos; gallery of tinpot dictators in Kazakhstan, Azerbaijan and Kyrgyzstan. Controversy surrounding his role as a UK trade envoy, and his equally unsavoury association with a convicted US sex offender led to him resigning his role as &quot;Airmiles Andy&quot; in July 2011. Ministers and senior officials within the Foreign Office privately breathed a sigh of relief.  It was around this time that Prince Andrew started popping up more regularly at Royal Society events, offering to chair meetings and lend his support. (I was still working there at the time as director of science policy). The sensible response would have been to steer well clear, but as I witnessed at first hand, for such an incredibly clever bunch of people, elected themselves on merit (the very antithesis of hereditary royal privilege) many fellows of the Royal Society were susceptible to feudal levels of swooning at the merest flash of royal ermine. The centrepiece of its 350th anniversary celebrations in 2010 was an orgy of obsequiousness at the Festival Hall, with no fewer than seven Royals and 2000 guests in attendance to see Prince William receive his Royal Fellowship (no doubt for his outstanding services to art history, geography and steering helicopters).  The other objection that has been raised is over the election process itself. As David Colquhoun describes, Prince Andrew&apos;s fellowship was formally endorsed by just 147  or 11% - of the Society&apos;s fellows. What&apos;s even more amusing is the form that the &quot;election&quot; took:  The proposal was accompanied by a ballot form. The form had a single box, labelled &quot;I support the election of HRH the Duke of York KG GCVO as a Royal Fellow of the Royal Society&quot;. That&apos;s the sort of ballot form used for senior posts in the Royal Society. It would be popular in Kazakhstan or Saudi Arabia.  Full credit to David Colquhoun for shining a light into one of the darker recesses of the scientific establishment. Of course, defenders of the decision will point out that this is the &quot;Royal&quot; Society, and a bit of old-fashioned bowing and scraping is part of its unique British charm. But there are plenty of equally prestigious institutions with a rich royal history that have modernised those networks of patronage, and aren&apos;t spending the 21st century with their heads rammed quite so firmly up the Windsor arse. Nullius in verba, old chaps, nullius in verba  In my opinion, a bit less &quot;Royal&quot; and a bit more &quot;society&quot; is a better focus for our national academy in 2013. James Wilsdon is professor of science and democracy at the University of Sussex and was previously director of science policy at the Royal Society. He is on twitter @jameswilsdon", 
    "section": "science", 
    "gid": "science/political-science/2013/may/05/prince-andrew-royal-society-row", 
    "wordcount": "908"
}