{
    "headline": "E3 2013: the 20 most anticipated games - in pictures", 
    "text": "   Assassin's Creed IV: Black Flag (Ubisoft, PC, PS3, PS4, Xbox 360, Xbox One, Wii U) Ubisoft's time-spanning assassin adventure returns, this time with a distinct pirate theme. Set in the 18th century it features young privateer Edward Kenway, seeking to make his fortune on the Caribbean seas, battling infamous buccaneers like Blackbeard. Assassin's Creed III received a mixed critical response so this is a vital quest for the scurvy sea dogs at Ubisoft Montreal Photograph: PR       Batman: Arkham Origins (Warner Bros, 3DS, PC, PS3, Xbox 360, Vita, Wii U) The latest title in the acclaimed Batman series is a prequel, set several years before hit titles Arkham Asylum and Arkham City. Featuring a younger, less experienced Dark Knight, the plot has him meeting several super villains for the first time. Developed by Warner Games Montreal rather than the usual Rocksteady Studios, there's a lot of pressure on this one to live up to its predecessors Photograph: PR       Battlefield 4 (EA, PC, PS3, PS4, Xbox 360, Xbox One) Set amid a tense diplomatic meltdown involving Russia, China and a stolen piece of intel, the fourth iteration in the visually astonishing Battlefield series promises to bring us a more character-led campaign with  greater emphasis on vehicles. But it's the multiplayer we all want to know about... Photograph: PR       Call of Duty: Ghosts (Activision, PC, PS3, PS4, Xbox 360, Xbox One) Like its close rival, Battlefield 4, the new offshoot from the gigantic Call of Duty franchise promises to focus on story and character as much as blood and guts. This time the narrative follows a couple of new recruits in a crack Spec Ops unit attempting to save America from an unknown assailant. Again, all eyes will be on any multiplayer revelations  Photograph: PR       Destiny (Activision, PS3, PS4, Xbox 360, Xbox One) Halo creator Bungie Studios has been an unbearable tease over this potentially epoch-shattering space opera. We know every little except that it's a vast planet-hopping first-person shooter with massively multiplayer elements  all set in a distant, post-apocalyptic future. The queues at this stand will be hours long Photograph: PR       Fifa 14 (EA, PC, PS3, PS4, Xbox 360, Xbox One) OK, no surprises here, right? An updated ball physics engine for a greater variety of shots and passes, more intelligent defence, authentic ball control while sprinting these are familiar boasts. But the key thing at E3 will be the next-gen versions of the game. What will PS4 and XBox One bring to the game? Let's hope it's more than better graphics and voice controlled social networking functionality Photograph: PR       Forza Motorsport 5 (Microsoft, Xbox One) We all know what to expect: luscious super cars, gorgeous environments, authentic handling  but E3 should allow lucky attendees to actually see it all in motion. Under development at series originator Turn 10 studios, this is almost certainly an Xbox One launch title. And if the teaser trailer, which shows two McLarens duelling on the streets of Prague, is anything to go by, this is superlative petrolhead porn Photograph: PR       Gran Turismo 6 (Sony, PS3) And talking about petrolhead porn, here is Sony's long-running competitor, announced last month and looking ridiculously gorgeous. A total of 33 circuits, 1,200 cars and a totally overhauled user interface are among the key boasts  there's also an improved course maker mode, allowing fans to construct their own circuits Photograph: PR       Killzone: Shadow Fall (Sony Computer Entertainment, PS4) This bleak futuristic shooter series has long been used to showcase the graphical capabilities of new Sony hardware  Shadow Fall is no exception. Set 30 years after Killzone 3 it's all set in a divided city where Helghast and Vektan populations are divided by a huge security wall that's about to fall  it's essentially Cold War Berlin but in space. Photograph: PR       Knack (Sony Computer Entertainment, PS4) The first PlayStation 4 game to be revealed at Sony's big event in February, this colourful action adventure stars an advanced robot that can use different elements to transform into other beings. The world's press were not exactly charmed to death, but it's being overseen by Mark Cerny who also worked on Sonic the Hedgehog 2 and Crash Bandicoot. E3 should show it in a better light Photograph: PR       Lovers in a Dangerous Spacetime (Asteroid Base, PC, Mac) Bit of a leftfield one here, but we thought you might appreciate a break from the mega-sequels. Developed by a small team in Toronto, this beautiful indie title is described as a two-player micro-platformer in which the inhabitants of a teeny space station must protect it from incoming enemies. It's stylish, clever and original, and will surely be a hit in E3's IndieCade area Photograph: PR       Metal Gear Solid V (Konami, PS3, Xbox 360) Fans have spent the last year picking apart the many teaser trailers, Twitter messages and obscure blog posts that have foreshadowed the announcement of MGS V  now subtitled 'The Phantom Pain'. Let's not spoil anything here; we'll just say that it's nine years after the events of Ground Zeroes, and Big Boss is in a coma  but not for long Photograph: PR       Need For Speed: Rivals (EA, PS3, PS4, Xbox 360, Xbox One) Guildford's Criterion Studios totally rejuvenated the Need For Speed brand with its recent Most Wanted and Hot Pursuit reboots. Now however, development duties have passed on to Ghost Games in Sweden and things are less certain. However, it's an open-world racer with an emphasis on social competition, police chases and customisation and clearly wants to build on what criterion achieved. Can it? Photograph: PR       Quantum Break (Microsoft, Xbox One) At the vanguard of Microsoft's push into TV is this intriguing new title from Alan Wake developer Remedy Entertainment. The game looks to be some kind of sci-fi disaster adventure, but it will be released in conjunction with a television series that will react to player events in the interactive version. How that works is anyone's guess Photograph: PR       The Evil Within (Bethesda, PS3, PS4, Xbox 360, Xbox One) As the screenshot suggests, this can only be the latest survival horror romp from genre godfather Shinji Mikami, the creator of Resident Evil. Due out next year, the gruesome nightmare begins with detectives investigating a murder scene at a gothic asylum only to encounter an evil supernatural force. We're promised classic survival horror with tension and shocks rather than guns and action Photograph: PR       Pikmin 3 (Nintendo, Wii U) We haven't been able to include obvious Nintendo show-stoppers such as Mario Kart Wii U or the next instalment in the Mario series, because there are no screenshots available just yet. So here's the long-awaited third instalment in the cutesy strategy series, which has you controlling plant-like creatures against numerous enemies. What will the unique GamePad controls bring to the experience? Photograph: PR       The Wonderful 101 (Nintendo, Wii U) Platinum Games is one of the best developers working in Japan today and this brash cartoonish superhero yarn looks truly lovely. Players control a customisable group of masked crusaders as they protect Earth from aliens. It's hectic, humorous stuff  even though it'll get overlooked at E3 if Platinum also shows off Bayonetta 2... Photograph: PR       Thief (Square Enix, PC, PC4, Xbox One) Eidos Montreal is developing this next-gen reboot of the legendary stealth series, with master pickpocket Garrett returning for more silent thievery. Expect elaborate Baroque environments, intricate gameplay mechanics and a real 'living breathing' feel, including hundreds of smart NPCs and lots of shadowy sub-plots. Hey, where's my wallet?  Photograph: PR       Watch Dogs (Ubisoft, PC, PS3, PS4, Xbox 360, Xbox One) The star of the show at E3 2012, Ubisoft's paranoid surveillance adventure should have plenty of fresh surprises in its deep, deep pockets. Aiden Pearce is a hacktivist looking to clean up Chicago by gaining control of the city's all-seeing mainframe. It's an interesting campaign set-up, but all eyes will be on the multiplayer possibilities Photograph: PR       Witcher 3: The Wild Hunt (CD Projekt Red, PC, PS4) The cult RPG series returns for possibly the last time, with Wild Hunt billed as the completion of this uniquely dark and uncompromising trilogy. One again, anti-hero Geralt of Rivia is at the core, searching for his family across a war-ravaged landscape. We're promised a totally open environment and a rich non-linear story  so effectively a DIY Game of Thrones, then. Photograph: PR  ", 
    "section": "technology", 
    "gid": "technology/gamesblog/gallery/2013/jun/04/e3-2013-top-games", 
    "wordcount": "0"
}