{
    "headline": "UN calls for $20bn to fund social safety nets in world's poorest countries", 
    "text": "UN experts have called for a $20bn global fund to promote the creation of social safety nets for the most vulnerable people in poor countries. The International Labour Organisation (ILO) estimates the costs of universal social protection to be 2-6% of gross domestic product. As the total GDP of the world&apos;s poorest 48 countries is about $1tn, a safety net would cost $60bn if using the 6% figure. The developing countries would be expected to contribute two-thirds, leaving $20bn to be financed by rich countries. The fund would have two functions: to help the 48 least developed countries (LDCs) put in place a &quot;social protection floor&quot;; and to serve as a reinsurance provider to step in if a state&apos;s social protection system was overwhelmed by an unexpected event such as extreme drought or flooding. According to the ILO, 75-80% of the world&apos;s population does not have access to &quot;comprehensive social security&quot; protection to cushion the effects of unemployment, illness, disability, crop failure or soaring food costs. In times of crisis, families in poor countries typically remove their children from school or sell assets such as land or animals, which can weaken their ability to cope with future shocks. While acknowledging that the idea of may meet resistance in hard economic times  Britain is cutting back social protection  Olivier De Schutter, the UN special rapporteur for food, said a global fund would save money in the long run. &quot;This is an investment, not a handout,&quot; he said. &quot;If we invest in supporting the poor against the risks of illness, unemployment and disease, it is one way of allowing markets to expand and make use of their multiplier effect. Acting preventively is much less expensive than intervention on an ad hoc basis. It costs eight times more to act in famine. By having safety nets in place, it will not be so necessary to intervene at an emergency stage.&quot; De Schutter will argue for a global fund for social protection in Rome next week at a session of the committee on world food security (CFS), which brings together governments, UN bodies, NGOs and the private sector. De Schutter and Magdalena Seplveda, the UN special rapporteur on extreme poverty and human rights, are behind the proposal. In a briefing paper, they cited the Bolsa Familia in Brazil and the child support grant in South Africa as successful social protection schemes. Both initiatives provide cash transfers to poor families, and both have reduced child poverty and hunger. In member countries of the Organisation for Economic Co-operation and Development, poverty rates are estimated to be &quot;approximately half of those that might be expected in the absence of such social protection provisions&quot;. Under the rapporteurs&apos; proposal, countries would be asked to adopt social protection systems, or reform existing ones, to ensure everyone  including those in the informal economy  has access to social protection. To win support from the fund, countries would have to design and operate schemes in line with social protection as an internationally recognised human right. The fund would rely on poorer states to devote their maximum available resources to social protection schemes. The gap between this amount and what is needed to finance these systems would be made up by the fund using donations from richer countries. De Schutter said developing countries such as Cameroon could make better deals with investors interested in land deals to generate funds for social protection schemes. &quot;There is huge potential now that land is a scarce asset and such revenues could be put to good use,&quot; he said. &quot;There is pressure from the CFS to impose more transparency in these transactions so that developing countries can get better terms.&quot; The scheme could be a formal fund through which richer countries make donations that are then redistributed to poor countries, or a new independent body, or it could sit within an existing institution such as the World Bank. The global fund&apos;s reinsurance arm  put at about $3bn (using a high insurance rate)  would facilitate reinsurance coverage for social protection schemes in countries where risks (and the fear of excess demand for support) make it difficult for states to obtain affordable and extensive reinsurance. In the case of a shock, such as drought or food price rises, the reinsurance arm could step in to provide temporary support. &quot;International support for social protection measures becomes even more relevant in the context of the global economic crisis and its severe impact on the LDCs,&quot; said the rapporteurs. &quot;International solidarity is needed. When the global financial crisis struck, governments stepped in to prop up banks that were deemed too important to fail. The same logic must now be applied to basic social protection, which is too crucial to be denied.&quot; Calls to achieve a social protection floor in all countries  whereby at least minimum levels of income security and access to healthcare are provided to all  were supported by an overwhelming majority of delegates from the ILO&apos;s 185 member states in June. The World Bank lent $11.5bn between 2000-10 to support social protection in 83 countries. The UK&apos;s Department for International Development, which has implicitly endorsed the ILO&apos;s social protection floor, has been a pioneer in advocating and developing social protection and ranks second only to USAid in levels of bilateral donor support in this area.  This article was corrected on 9 October 2012. The original headline said $1bn.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/09/un-social-safety-nets-poorest-countries", 
    "wordcount": "918"
}