{
    "headline": "Students: how to take notes in lectures", 
    "text": "Put everything into perspective and university is 95% note-taking, 5% all the other stuff. If you can take good notes, you&apos;re on track to make the academic side of things much easier for yourself. Technology is doing a lot to sort out our note-taking. One big advance is that lecture presentations are usually uploaded to a university&apos;s intranet for all to see. On the downside, this guarantee of availability gives you an excuse to zone out and let the lecturer&apos;s words drift over you. While this is tempting, it&apos;s better to listen out for the in-depth explanations that aren&apos;t on the presentation  the bits you can&apos;t access later are usually the most valuable. When it comes to the note-taking itself, don&apos;t try to write everything down. It&apos;s an obvious point, but interesting lectures can make you want to record everything being said. This never goes well. By the time you&apos;ve finished writing one point, the lecturer has already made another three and moved on. If you&apos;re determined not to miss a single syllable, use a recording device. Handouts are just as unhelpful, especially if they&apos;re a breakdown of the lecture slides (this kind is of handout is so boring it&apos;s potentially fatal). During the lecture, it&apos;s best to put the handouts to one side and make your notes without them. Maps and graphs can be made more useful with a few annotations, but make these crystal clear for future reference. Once you&apos;re outside a lecture theatre, notes have a tendency to lose all meaning, so make yours detailed and explicit at the first opportunity. Shorthand is one way of ensuring speedy note-taking. Charlotte, a history student at the University of Leicester, recommends coming up with your own system for abbreviating and shortening key words and ideas. For example, civil rights movement becomes CRM; politburo becomes PB; between becomes btwn. Symbols are also useful: arrows, for example can be used to indicate concluding points. Type up your shorthand notes as quickly as possible. As Charolotte says: &quot;The longer you leave it, the less sense your markings will make.&quot; If you&apos;re making notes from a source for an assignment, include page numbers and basic bibliographical information. &quot;You will never regret it,&quot; says Amy, a literature student at UEA. Likewise, use colours or a different font to distinguish between your ideas and the author&apos;s or lecturer&apos;s. This helps avoid accidental plagiarism. Once you&apos;ve put time and effort into producing a good set of notes, be sure to back-up your hard work. This can be as simple as emailing your notes to yourself, or using a free tool like Google Drive or Evernote. Both let you edit uploaded documents and you can access what you&apos;ve saved on-the-go. Having a copy of your notes also means they are easier to share, and digital copies make this easier still. Google Drive is again useful, but if you&apos;re sharing notes with a revision group, something more natural, like Facebook, may be a better option. A note-taking routine that suits your style takes a while to establish, but given that you&apos;ll probably be taking notes daily, it&apos;s worth getting into good habits from the start.", 
    "section": "education", 
    "gid": "education/2013/apr/29/how-to-take-notes", 
    "wordcount": "531"
}