{
    "headline": "Widening participation: time to put gender back on the agenda", 
    "text": "School examination results will always be associated with groups of laughing young girls, the image that inevitably dominates our newspapers and screens on results days. Girls now outstrip boys in the proportion of top grades achieved in all but a handful of subjects at key stage three. Not only are they much more likely to get good grades than boys, they are more likely to take key stage 3 qualifications in the first place. Last year there were 40,000 more female A-level applicants than male. This disparity is especially shocking when you consider that according to research by the Higher Education Policy Institute there are around 65,000 more boys aged 18 to 20 than girls. It&apos;s hardly surprising, then, that female applicants far outnumber male applicants to higher education. Figures from the Higher Education Statistics Agency (HESA) show that female school leavers are 30% more likely to apply to university than male. The Universities UK publication, Patterns in UK HE, illustrates the trend very well: the proportion of women undergraduates is around 57%, a gap that has widened every year in recent times. Statistics from the HESA report, Students in Higher Education Institutions 2010/11, show how wide the gap between men and women students has become in some subject areas. The starkest divide is in veterinary science where women accounted for more than 75% of students. They also made up more than 66% of those studying law and more than 67% taking languages. Figures from the same report also reveal a gender imbalance at individual institutions. Women students outnumber men by three to two in many universities, and in some institutions where there are large teaching or nursing courses by as many as two to one. The gap is less pronounced at many Russell group institutions  women are still in the minority (just) at Oxford and Cambridge. It will be interesting to see if the unrestricted recruitment of AAB students has affected those numbers in 2012. Girls are far more likely to be in this group than boys. Last year they made up almost 60% of the AAB cohort. This growing gender gap matters and we should take action now to address it, perhaps by finding a way to include boys, particularly those that attend non-selective state schools, in the widening participation agenda. It is clear that the problem is starting at school and I would urge universities to consider tailoring some outreach activities to encourage boys to see higher education as an option and take the A-level or equivalent qualifications needed to apply. Bahram Bekradnia, director of the Higher Education Policy Institute (HEPI), whose 2009 report is still the best commentary on the gender divide,  believes addressing gender in widening participation programmes is &quot;spot on&quot;. &quot;I made the suggestion myself some time ago but there was strong resistance in HEFCE to doing anything along those lines,&quot; he says. &quot;They were very wedded to the assumption that the problem was mainly social class (which it may well be) and were concerned that a focus on gender issues would detract from the bigger problem&quot; Bekradnia is unconvinced that it is an either/or issue, nor that class issues are more important than gender issues: &quot;They may be but I don&apos;t know the evidence is there. We need to focus our widening participation activity on those matters where we have the biggest problem&quot;. Professor Geoff Whitty, director emeritus at the Institute of Education, also sees merit in the idea: &quot;Reviewing the literature on the achievement and participation gap recently, I noticed how gender was not seen as the big issue it was when I was first looking at access 30 years ago. But looking at recent statistics, boys  and not just white working class boys  may need to become the focus of widening participation activities in the future.&quot; If access to higher education has become an equality issue for men then access to positions of equal power and pay remain the overwhelming equality issue for women in the UK. According to the World Economic Forum, the UK ranks first in the world for equality in education  but 33rd for economic equality. It is also a pertinent subject for higher education professionals  the most read article on the Higher Education Network to date addresses women&apos;s reluctance to become research academics and follow a career in academia. This is an issue I hope to return to in my next blog  comments and suggestions are welcome as usual. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/04/widening-participation-gender-gap-universities", 
    "wordcount": "783"
}