{
    "headline": "Venus and Jupiter: your sightings", 
    "text": "As Venus is dancing with Jupiter, Guardian readers have been eager to share excitement of spotting the dazzling spectacle in western skies. As the planets join side-by-side for the next few nights, readers from Europe to Australia have been busy sharing images of the skies as well as descriptions of what they can see.  We will have expert Marek Kukula, public astronomer at the Royal Observatory in Greenwich, to take a look at your images for you  he&apos;ll be on hand to assess what it is you&apos;re seeing and explain a little more about the stellar display. You can also read more about how to spot the planets tonight here and get an interactive guide here. How to share your pictures with us Email a high resolution jpeg or tiff photo file (maximum file size 20mb) which features the planets to your.photos@guardian.co.uk with &quot;Venus and Jupiter&quot; in the subject heading and a short description in the email of what you could see along with your name, location, and when the picture was taken.  If you can fit it all in a tweet, you can also send your pictures to us via Twitter. Just tweet @guardian your high res picture with the hashtag #gdnvenus and a description.  We&apos;ll be publishing a selection of the best photos on guardian.co.uk and be asking Marek Kukula to review the images and give us more information about what we can see. Your sightings so far                                      Some readers have already been sharing images of the planets in comments on this article about how to view Venus and Jupiter. vegetubleman shares this image:  Nice and clear in northern Spain.Gonna try a link - this was 30 minutes ago. http://www.fotolog.com/theskyatnight/308000000000003401/  And here are just a few more comments left by star gazers across the globe on seeing the heavenly bodies in conjunction.  barfiller2 gives a view from Australia:  Brilliant show Monday night in Australia 140km north-west of Melbourne. We are at 320m and the air was cold. Stellarium looks like good gear. Must do the tutorial, though.  From peaceispossible:  I&apos;m in Western Australia right now, deep into Perth, and the two beauties are huge and clear and brilliant.  I spent a night just outside Albany, WA last year and. on that clear night, there were hundreds of stars above. Like our friend below I felt overwhelmed and humbled with so much life above me, even if it was the non-organic type. The kangaroos were also looking up. Hope you guys in Blighty get a show tonight ...  And mismatch66 from Europe:  Oh my goodness, I am so excited to tell you that I have just been looking at Venus and Jupiter here in Polop De La Marina in Spain. They are situated in the sky over to the right of the Sleeping Lion Mountain. I have looked through the Binoculars and they look beautiful, dark blue in the middle then lighter Blue then red and finally bright white. I do not think I am imagining those colours. The night sky is very clear here.Thank you so much for this information on their appearance.  Cybershot said:  There was a truly awesome view of them over Eastern Sweden last night, they were so bright and large I even mulled calling the police! UFOs? approaching asteroids? Stars?, or as my girlfriend rather bizarrely mused &apos;satellites&apos;?, whatever they had us staring at them throughout our walk.  I&apos;m delighted to now discover they were something even more exciting, our first and probably last ever chance to view of Venus and Jupiter. Great stuff.  And some lucky spotters in the UK leave their views: BobDylen:  My two and a half year old son and I have been watching these these for weeks from epping forest! they look amazing. Recently Mars can be seen in the eastern sky, near the moon. You can look at it, take in Orion and then be dazzled once more by Venus, it really is something else. I have just discovered Google Sky Map too, it. is. genius.  From Spaldz:  I saw them both last night in a clear London sky. Venus was incredibly bright, it looked like a mini moon in the sky. It&apos;s pretty obvious what they are once you spot them, rarely do you see 2 bright objects that close together in the night sky.  From wootton92:  These stars are beautifully visible in York at the moment where the skies are always so clear. Honestly, since moving to York last year I have found it a perfect place for star-gazing...  burningbush added some insight:  Looking at Venus through a reasonable telescope reveals a crescent similar to the moon. However looking at Jupiter reveals belts of clouds and often shadows of its moons as they cross its surface.....life changing stuff!  Thanks also to readers are leaving handy tips for how to best spot Venus and Jupiter: chuunenbaka says:  Two great free software toys - Stellarium for desktops (various flavours) and Google Sky Map for Android. Both give real time positions of stars and planets so you can eg confirm that the red dot in the east is Mars or ask where to look for Saturn. Even cheap binoculars are fab for star gazing.  ykenom suggests:  And the sky chart will give you a good visual for relative positions of objects, such as constellations, planets, and stars too.http://www.heavens-above.com/skychart.aspx I&apos;ve always used Astroviewer sky chart because you can hold your mouse over stars and a little pop up box will give you more infoPlus you can choose the level of object inclusion, so constellation names, galaxies, planets are optionalIt&apos;s very cool http://www.astroviewer.com/interactive-night-sky-map.php  If you&apos;ve more links or advice, share these in comments.  This article was updated on 16 March 2012 with a photo selected from pictures sent by readers.", 
    "section": "science", 
    "gid": "science/blog/2012/mar/14/venus-and-jupiter-your-sightings", 
    "wordcount": "985"
}