{
    "headline": "Hyundai Veloster: car review", 
    "text": "Price 17,995MPG 43.5Top speed 125mph &quot;Would you like your car wrapped?&quot; asks Thierry Agard, a charming Frenchman who heads up Velvet Cars. It&apos;s Christmas, I think, so why not. In our house anything that can be passed off as a present gets the crinkly-paper treatment  my wife once gave me awrapped loo seat. Can&apos;t say I was thrilled. But a car that would certainly bulk things up. However, Monsieur Agard doesn&apos;t have bows and Santa paper in mind. He wants to wrap my car in velvet. It&apos;s the latest fad in the trend for applying adhesive &quot;skins&quot; to vehicles. You&apos;ll be familiar, of course, with cars swathed in ads, but these new coverings are a whole lot more wacky. Fake grass, chrome, sheets of Swarovski crystals, glossless carbon and now velvet. Well, not quite velvet but a high-tech vinyl film coated with synthetic fibres. Thierry tells me the sheath is quick and easy to apply, and relatively cheap (about two grand for the whole car), and any colour is possible. The velvet is totally weatherproof, chip proof, sun proof and  when you come to your senses  removable. Thierry showed me one he had done earlier. The effect is startling. It makes the car tactile. Gone are its hard corners and unforgiving metal panels. Now it was all soft, downy and touchy-feely. Passers-by stopped to stroke it, murmuring, as if it was agiant black cat. In a way it&apos;s the ultimate steel fist in avelvet glove. The car Thierry was offering to wrap for Christmas is the Hyundai Veloster I&apos;ve been driving this week. A deep crimson velvet would have suited its curves and dramatic angles. I ask the nice people in the press office if they&apos;re interested, but they turn the offer down  they think their Veloster is striking enough without stooping to such gaudily seductive tricks. And they are right. The Veloster is a real head-turner. It&apos;s the Korean firm&apos;s latest attempt to produce atwo-door coup that has the convenience of a four-door hatchback. It&apos;s practical, sporty, handsome and abit eccentric. The most unusual thing is that it has three doors  the usual two plus an extra one at the back, but only on one side, so you have to hop in and slide over. It makes access easier and probably saves on cost, but when I asked why Hyundai had decided not to include a fourth door I was told it was to make the car different. It certainly does that. But if it&apos;s just difference they&apos;re after surely they should reconsider the velvet. As you would expect of a car named Veloster (which sounds like a speedy dinosaur), it is quick  not in a Jack Whitehall way, but rapid enough. And being low-slung it feels faster than it is. There is a choice of two engines: a 138bhp 1.6-litre petrol unit which is a little underwhelming, and the far better turbocharged 184bhp version. Suspension is firm and handling is direct. It&apos;s fun to drive; one of those cars that makes you want to slalom down empty roads. Despite the low roof line, the back is roomier than you&apos;d think and asunroof that sits over the rear third adds to the sense of space. And no review of a Hyundai is ever written, rightly, without mentioning the excellent five-year unlimited-mileage warranty. So there, done it. Inside, the plastics are a bit brittle. We want sturdy and practical, but these surfaces feel hard and unyielding. As Thierry says: &quot;The car needs to be softened up a bit&quot; The Caravan &amp; Motorhome 2013, Manchester EventCity, 17-20 January 2013 The Caravan &amp; Motorhome Show, taking place from 17-20 January 2013, will be the biggest ever held in the northwest, following the huge success of last year. Returning to EventCity, Manchester, the event will showcase the latest caravans, motorhomes and accessories from over 200 exhibitors, as well as give plenty of ideas for destinations and holidays, and expects to attracts visitors exceeding last year&apos;s numbers when over 31,000 attended over the four days. A great place to plan the new season, the show will feature a host of parks and campsites offering special discounts. As well as UK tourist boards and attractions offering inspiration of where to head within the UK in 2013, there&apos;ll also be tourist boards and travel companies sharing holiday ideas and advice on holidaying in France, Spain, Greece, Cyprus and beyond. Visitors looking to check out the latest caravan and motorhome models won&apos;t be disappointed, with a huge choice from brands including Swift, Bailey, Elddis and more, displayed through premier dealerships such as Glossop Caravans and Lowdham Leisureworld.     The adventure starts here: the Caravan and Motorhome show. Photograph: Observer    A great day out, children under 16 can visit free of charge and KidZone, offering activities such as face painting and balloon modelling, will be open on Friday as well as over the weekend this year. There&apos;s free parking at EventCity, and a free show guide to ensure a value for money day out, plus tickets include free entry to the Destinations: The Holiday and Travel Show, located in the same venue and packed with the UK&apos;s leading travel companies, offering inspiration on everything from short UK breaks to long haul exotic escapes. Ticket saving offer for Guardian Observer Wheels readers: Tickets cost 9 per adult on the door, with those aged 16 or under free of charge, but readers can save 2 per person through our special offer. Log on to caravanshows.com or call the ticket hotline number on 0844 8737349 quoting GUA1 to purchase your ticket for just 7 per person, plus a 1 transaction fee per booking.", 
    "section": "technology", 
    "gid": "technology/2012/dec/23/hyundai-veloster-car-review-velvet", 
    "wordcount": "959"
}