{
    "headline": "Hail to the Chief: where next for science in Whitehall?", 
    "text": "   Sir Mark Walport, UK Government Chief Scientific Adviser    It&apos;s all change at the top of UK science policy. Yesterday, Sir Mark Walport took the reins as the government&apos;s chief scientific adviser, the eleventh scientist (all of them men) to occupy that post since it was created by Harold Wilson in 1964. In a seamless Doctor Who-style transition (another early-60s institution which has survived through eleven incarnations) those who follow @uksciencechief on Twitter saw Sir John Beddington&apos;s trademark beard shimmer and then vanish, to be replaced by Walport&apos;s freshly-trimmed moustache. A new era was underway. Walport arrives in Whitehall following a highly successful decade as director of the Wellcome Trust. He is a seasoned political operator who knows how to forge alliances and steer a path through the corridors of power. On his appointment, Sir Paul Nurse, president of the Royal Society, echoed the views of many in the scientific community when he said &quot;we have absolutely the right person for the job.&quot;  A few months ago, not long after Walport was confirmed as the next government chief scientific adviser (GCSA), I heard him speak at an event for biology students in Cambridge. It was an accomplished, inspiring talk, but what stuck with me was Walport&apos;s reference to Microcosmographica Academica, a short pamphlet published in 1908, which he recommended to his audience of young researchers as his preferred guide to the politics of science and academic life. Written by Frances Cornford, a Cambridge academic, Microcosmographica Academica is a biting satire on universities, with relevance to many other institutions. It begins with a warning:  My heart is full of pity for you, oh young academic politician. If you will be a politician you have a painful path to follow, even though it be a short one, before you nestle down into a modest incompetence. While you are young you will be oppressed, and angry, and increasingly disagreeable. When you reach middle age, at five-and-thirty, you will become complacent and, in your turn, an oppressor; those whom you oppress will find you still disagreeable; and so will all the people whose toes you trod upon in youth.If you persist to the threshold of old age - your fiftieth year, let us say - you will be a powerful person yourself, with an accretion of peculiarities which other people will have to study in order to square you.   Cornford goes on to explain two blocking tactics that will be wearily familiar to anyone who has worked in academia or Whitehall. First, the principle of the &quot;dangerous precedent&quot;: that &quot;every public action which is not customary, either is wrong, or, if it is right, is a dangerous precedent. It follows that nothing should be done for the first time.&quot; Second, the principle of &quot;the wedge&quot;: that &quot;you should not act justly now for fear of raising expectations that you may act still more justly in the future.&quot; In essence, Microcosmographica Academica is a plea for a more honest approach to politics, and a practical guide to getting things done, whatever obstacles others may place in your way. Walport is right that it&apos;s a brilliant read; it may also yield some insights into what makes him tick.  In an editorial endorsing Walport&apos;s appointment, the journal Nature noted that one of the hallmarks of the GCSA role is its flexibility; &quot;to a great extent the job is what the holder makes of it.&quot; At Wellcome, Walport was a strong advocate for genomics research and open access publishing. What are his likely priorities as GCSA?  Let me list seven items that I&apos;d expect to find high on Walport&apos;s &apos;to do&apos; list: 1. Build on Beddington&apos;s legacy Walport&apos;s predecessor is widely judged to have had a successful tenure as GCSA; a recent Guardian editorial praised John Beddington for having &apos;trodden a thin line with grace.&apos; Probably his greatest achievement was to have extended the network of departmental chief scientific advisers into every corner of Whitehall, and to encourage it to work in a more collegiate way across government, supported by a strengthened science and engineering profession within the civil service. Updated guidelines were also produced for the use of scientific advice in policy following the controversial sacking of Professor David Nutt by the Home Secretary in 2009. Walport needs to ensure that the CSA network is preserved, and these guidelines are adhered to, avoiding any further bust-ups between science advisers and their ministers. 2. Position science within a leaner, meaner Whitehall Walport is taking over at a turbulent time, as government departments grapple with dwindling budgets, civil service reform and a new emphasis on &apos;open policymaking&apos;, which looks to draw external sources of expertise into the policy process. With structures for scientific advice still fragile in some quarters of Whitehall, and departmental research budgets vulnerable to ever deeper cuts in the next spending review, Walport needs to position the CSAs and the science and engineering profession at the vanguard of Whitehall reform - an example of open policymaking in practice - and tightly aligned to broader efforts to promote evidence-based policy, including the use of randomised controlled trials and the establishment by the Cabinet Office of a network of &apos;what works&apos; evidence centres.  3. Bang the drum for investment in research Making the case for research funding is not a formal part of the GCSA&apos;s remit, but the scientific community will inevitably look to Walport for leadership on this issue, particularly in the run-up to the 2015 general election and subsequent spending review. Walport&apos;s own background as the head of a premier league funder, with vocal opinions on the organisation of the research and innovation system, make it even more likely that he will engage. The challenge here is to maintain the commitment to robust evidence that the GCSA is meant to bring to all areas of policy, and avoid falling into a tribal defence of particular budgets or funding models. Kieron Flanagan has described some of the challenges here. Creating a UK equivalent to the US &apos;science of science policy&apos; programme is one way that Walport could boost the evidence base for investment. He should also wield the collective clout of the Prime Minister&apos;s Council for Science and Technology, with its impressive line-up of business and academic leaders, to produce an agenda-setting report on research investment ahead of the next election.  4. Champion the full breadth of academic expertise Scientific advisers are in some ways intended to provide a bulwark against the traditional dominance of economics within Whitehall. But in recent years, the network of CSAs has expanded to include a handful of engineers, economists and social scientists. Given the momentum now building behind evidence-based policy, and the benefits that often flow from examining problems through an interdisciplinary lens, Walport has an opportunity to become a champion within government for the breadth of all that the natural sciences, engineering, social sciences, arts and humanities have to offer. The alternative will be a growing clamour from particular disciplines for their own advisory structures which, as I argued here recently, is a clumsy solution. The ultimate end-point could be a collapse in the distinction between the government economic service, the science and engineering profession and other analytical professions across Whitehall, and their replacement with a unified government evidence service, which blends disciplinary expertise as required, and gives greater prominence to intermediaries and translators between different forms of specialist knowledge. 5. Keep a cool head in a crisisScientific advisers have to remain vigilant to the ever-present threat of the unexpected. Beddington handled a succession of crises  volcanic ash, Fukushima and ash dieback   with considerable skill. He also placed scientific issues on the National Risk Register, and managed to embed a new Scientific Advisory Group for Emergencies into the government&apos;s civil contingencies procedures. At some point on Walport&apos;s watch, a crisis (probably several) will flare up which places scientific credibility on the line. Such situations will test his judgment and leadership. As well as coordinating Whitehall&apos;s response, he will have to communicate risks and uncertainties to the country at large. Treating the public like grown-ups, acknowledging areas of scientific uncertainty or disagreement, and avoiding false reassurances (think John Gummer and hamburgers) are the hallmarks of mature crisis management.  6. Move foresight closer to the heart of industrial policyOne of the most effective parts of the Government Office for Science is the Foresight programme, which reports to the GCSA and looks in-depth at emerging technologies and topics such as computer trading in financial markets, global food security and flood defences. Since the global financial crisis, there has been a renewed interest in the UK and other countries in the use of foresight processes to help identify technologies and sectors with long-term growth potential. As the UK teeters on the brink of a triple-dip recession, Walport should push for a more ambitious role for foresight in economic and industrial policy, and ensure that it influences priorities for policy and investment.  7. Listen and broker options, while defining your own agendaSir David King chose climate change, Sir John Beddington the &apos;perfect storm&apos;; sooner rather than later, Walport is likely to want a policy agenda that he can call his own. This is a good idea, though there is now scope for any agenda to be collectively defined and owned by the entire network of CSAs, which could have even greater impact. But leadership must be combined with humility, and a willingness to listen and learn from a variety of perspectives. These may come from other disciplines, but also from professions, civil society and the wider public. As the science policy analyst Roger Pielke Jr. argues, science advisers aren&apos;t superheroes able to separate science cleanly from the political process. Good scientific advice is more often about helping policymakers to navigate options than it is providing them with single answers. Lord May, another of Walport&apos;s predecessors, put it well more than 20 years ago: &quot;The role of the scientist is not to decide between the possibilities but to determine what the possibilities are.&quot; Every GCSA needs to bear this in mind, particularly when commenting on controversial issues such as GM crops, fracking or nuclear power, when personal views or interpretations of evidence, however legitimate, may lead to the inappropriate exercise of scientific authority to artificially narrow debate or limit options.  The appointment of a new GCSA creates a natural opportunity to take stock of relations between science, politics and policy. Over the past six months, I&apos;ve been involved in a series of events looking at the future of scientific advice in Whitehall. These have fed into an edited book, which Walport will launch at an event in London on 18 April. At the same time, it will be made freely available to download here. The book brings together perspectives from current and former science advisers, civil servants, policy analysts and academics, and maps out some proposals for scientific advice over the next five years. Over the next few days, we&apos;ll be previewing a few of the best contributions on this blog. Some of our ideas will no doubt be ruled out as dangerous precedents. Others as thin wedges. But I hope that a few of them may prove useful to one particular academic politician, whose role has never been more important. James Wilsdon is professor of science and democracy at the University of Sussex and co-editor (with Robert Doubleday) of &apos;Future directions for scientific advice in Whitehall&apos;, which will be free to download here  from 18 April 2013. He is on Twitter @jameswilsdon", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/03/science-policy", 
    "wordcount": "1924"
}