{
    "headline": "Climate change demands a responsible approach to water use", 
    "text": "Water restrictions in seven water catchments will be imposed in April (Hosepipe bans imposed as drought bites, 13 March). Why? This should have happened weeks ago. The present drought in southern Britain isn&apos;t just the result of two dry winters. Low rainfall has been an unfolding trend and we have been warned, with compelling scientific evidence, about the catastrophic consequences of climate change. Yet the public are failing to get the message that water is an increasingly scarce and precious resource, and that we ignore the need for conservation and for water efficiency at our peril. But successive governments have failed to act responsibly, too. Problems of water stress have been caused by unfettered demand and too much growth in parts of the country that cannot sustain it. Unless the government and the water companies invest huge sums of money in smart and innovative technologies that are resilient to climate change, and can deliver water to a growing population, water restrictions and asking the public to use less water will not be enough. Nick ReevesExecutive director, Chartered Institution of Water and Environmental Management  While there is nothing wrong in drilling water wells for a living (The well digger, 13 March), private water abstraction during droughts must be regulated, as this comes from the same aquifers as the public supply. The latest online Environment Agency monthly report for East Anglia shows that the difference between normal water levels and exceptionally low ones in some boreholes is only a metre or two. Under most of Hertfordshire levels are already exceptionally low, something expected less than 5% of the time. When it comes to ground conditions, boreholes are one of the few things that have to be recorded legally, and even then  if they are not released by the landowners  remain confidential in perpetuity, so only British Geological Survey staff have direct access to them. Unlike archaeology, developers are under no obligation to pay for a professional survey to inform the next generation of geological maps and save future planners and builders from making expensive mistakes. The BGS has compounded this problem by deciding not to produce any more 1:50,000 geological maps after this year through which such confidential data could be filtered.David NowellNew Barnet, Hertfordshire  There&apos;s been much nonsense spouted about drought in the south recently. True, the organisers of the Cheltenham festival have expended over 4 million gallons of water to ensure decent racing conditions. But I blame the general populace&apos;s refusal to give up their hosepipes.Max BellThame, Oxfordshire", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/climate-change-responsible-water-use", 
    "wordcount": "422"
}