{
    "headline": "Government flexes muscles over sites for free schools", 
    "text": "In a newly painted classroom at a former infants&apos; school in Warrington, a group of 11-year-olds is devising radio ads for their new school. &quot;Where&apos;s the best school for education? Is it in Orford?&quot; a girl trills out. &quot;Computer says no,&quot; replies one of the boys, deadpan. &quot;Is it in Padgate?&quot; &quot;Computer says no.&quot; &quot;Is it King&apos;s Leadership academy?&quot; This time they all chorus: &quot;Computer says yes! So come to the best school ever!&quot; If the people of Warrington were confused about their new school&apos;s location, no one could blame them. The man charged with overseeing the project, Sir Iain Hall  a former &quot;super-head&quot; in Manchester  only set foot in this formerly vacant building during the second week of July. &quot;It was horrendous. It was in a very poor condition inside, but we had to be able to see through that. I doubt we would have opened at all if we hadn&apos;t got this site then,&quot; he says. King&apos;s Leadership academy had a difficult birth. Hall and the parents&apos; group that approached him to set up this new free school, one of 55 that opened last month, spent the early part of this year embroiled in increasingly bitter negotiations with Warrington borough council over their demands for a site. They were not alone. Investigations by Education Guardian indicate that, of 68 free schools approved in the &quot;second wave&quot; of applications  most of which were due to open this year  eight have no permanent site. At least two have delayed opening until next year as a result, and nine have had to open in temporary accommodation while conversion or building work is done. Among those that have secured sites, a number have found themselves in dispute with local authorities over planning. Three want to open in disused offices, one in a job centre, one on a business park and one in a shopping centre. In more than one case, planners have deemed the proposed sites unsuitable. Ministers have been taking an increasingly robust approach to the problem. In Warrington, the local authority refused to hand over or share the site of Woolston community high school, which closed this summer and whose buildings had been earmarked for a special school. So a specific threat was made: &quot;We must reserve the right to actively pursue the use of the powers  if that is necessary to open the free school this September and thereafter to secure a permanent home for it,&quot; a Department for Education official wrote in an email earlier this year. The &quot;powers&quot; referred to are held under the 2010 Academies Act. In effect, if a local authority refuses to hand over a vacant education site  usually for a peppercorn rent on a 125-year lease  the government can &quot;scheme&quot; it into its own ownership. Warrington decided to cave in and hand over a chunk of local playing field instead. DfE officials then sat in Warrington town hall  according to both free school and local councillors  searching Google Maps for a building the school could occupy until its new home was built. The lease was finally signed in the nick of time, in late July. Colin Froggatt, the council&apos;s leading member for children and young people&apos;s services, says it was put in an impossible position. &quot;We could have considered it an empty threat, but the jungle drums our officers were hearing from the Department for Education were saying they were serious in their intent,&quot; he says. &quot;This is a new area of law, and our legal advice was that, if we went to judicial review, we couldn&apos;t know if we would win or not. So the DfE can just muscle in, and it&apos;s hard luck for local authorities.&quot; At King&apos;s Leadership academy, Hall defends the government&apos;s stance. Local parents wanted mainstream education to continue on the site of Woolston school, he argues: &quot;The DfE didn&apos;t do anything till 500 parents signed a petition saying they wanted local education for their children. Did the DfE force the council? I don&apos;t think so. We could have co-existed on the site.&quot; As well as threatening to use their powers under the 2010 Act, ministers can also put pressure on planning authorities. Guidance sent out by Michael Gove, the education secretary, and Eric Pickles, the communities and local government secretary, says local authorities must look positively on these applications. If they refuse, it says, Pickles has the right to override their decisions. &quot;The answer to proposals for the development of state-funded schools should be, wherever possible, yes,&quot; it says. In most cases, the mere existence of the powers is sufficient to bring local councils to heel. In Swanage, Dorset, a group that plans to open a free school next year has found itself without a home after the owner of a former grammar school site pulled out of a deal in which he would have given some land in return for permission to build 52 new homes. A government team is now identifying suitable alternatives and negotiating with landowners. Steve Tooley, the lead on premises for education in Swanage, says the prospect of the DfE forcing the local authority to hand over a piece of land is unlikely but &quot;not completely off the radar. We are in good conversations with Dorset county council  I wouldn&apos;t say they were supporters, but they are realists. They were, and probably still are, opposed to the free school because it isn&apos;t in line with their plans for education in the area, but we hope it will be resolved amicably and quickly.&quot; The problems have been particularly acute in London, and four of the eight siteless schools are in the capital. Plans for the Newham free school collapsed, mainly owing to a lack of interest from parents, but it was also struggling to find a permanent home. In East Finchley, a group hoping to open in September 2013 is in delicate negotiations with Barnet council. Toby Blume, one of the founders of the Archer Academy, says there is huge demand for places in the area. But, despite support from the local authority, the school has not yet secured a site. The group wanted a new local authority school, he says, but was thwarted by lack of finance and a provision in the 2010 Act that, in effect, gives the government the power to force all new schools to become academies or free schools. &quot;The local authority are aware they have a problem, but they aren&apos;t in a position to address it  so we had to take it on ourselves,&quot; Blume says. Not all London authorities have been so keen to have a free school in their area. CET Primary Schools, set up by educational charity Constable Educational Trust, has opened two schools in Tower Hamlets and Westminster and is in the early stages of planning two more in Hackney and Brent. The process has often been fraught, according to Ronda Fogel, the group&apos;s primary scheme project director. In one case  she refuses to say in which area  the council turned down CET&apos;s bid for a site it owned. &quot;We said there was a presumption the site should be used for education; they said we couldn&apos;t have it. So we have formally maintained an interest in it  that means they can&apos;t now use it for anything else. It&apos;s very political.&quot; Natalie Evans, chief operating officer of the New Schools Network, which supports proposed free schools, says securing suitable sites is proving to be the biggest challenge. The network is pressing ministers to make further legal changes  in particular, Evans says, the system through which sites are identified and bought needs to be decentralised. At present a team from the Education Funding Agency does the job, but with more than 100 free schools now open or in the pipeline, she says, it is struggling to cope. She would like to see the government buying up sites and inviting schools to apply to run them. &quot;We are continuing to raise concerns with ministers  there are a number of schools that haven&apos;t been able to open because they haven&apos;t got buildings,&quot; Evans says. &quot;Clearly more needs to be done, because there are still issues, and groups are still having problems. It&apos;s a great shame, when groups have worked so hard, that they are thwarted by not being able to get premises or by the planning system.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/08/free-schools-without-sites", 
    "wordcount": "1432"
}