{
    "headline": "The power of 'you'? Science policy below the line", 
    "text": "   No entry for the public? A sign in Westminster. Photograph: Alice Bell    Time magazine&apos;s person of the year 2006 was, famously, you. &quot;Yes, you&quot; they self-consciously assured; selling a story of a shift from the normal parade of &quot;the few, the powerful and the famous who shape our collective destiny&quot; to something more open. This is not &quot;you&quot; in a specific sense but a rhetorical you, a you-in-general. Because &quot;America loves its solitary geniuses - its Einsteins, its Edisons, its Jobses - but [with the advent of the web] those lonely dreamers may have to learn to play with others&quot;.  So far, so surprisingly egalitarian? Except those with a desire to share agency through society at large have much to be sceptical of here. Who is this anonymous you, and what real agency do they have? I rehearse this story because the power of &quot;you&quot; is increasingly being applied within and around science. Or at least, science policy debate is bleeding into social media, with all the promises that brings. We may still love our Coxes, our Walports, Nurses and Bell Burnells, but there is at least a sense that they want to play with others too now.  We&apos;ve seen the rise of a network of &quot;Bad Science&quot; bloggers and campaigns like Science is Vital or All Trials. You can follow both @uksciencechief and @EU_ScienceChief on Twitter. Yesterday, we were even invited to tweet questions to the former&apos;s session with the Commons Science and Technology Select Committee via #askUKScienceChief. (The first reply asked if Sir Mark would comment on the increasing erosion of the Haldane Principle. Make of that what you will). The Department of Business, Innovation and Skills has a Pinterest page, where its images of the Farnborough Air Fair and Hadron Collider at CERN provide some balance to the site&apos;s reputation for cupcakes and kittens.  Such activity taps into a long history of public engagement with science but has, arguably, been given new energies online in recent years. The relatively new space offered by the comments below the main body of web-published text can seem threatening, but it can also play a constructive role in the making and discussion of science. The &quot;Arsenic Life&quot; controversy is one powerful example, or Ed Yong&apos;s story of the collaboration between a biologist and a farmer over a shared interest in a chimeric chicken grown in the comment threads of his blog. Familiar friends and previously undiscovered experts dwell online, as well as those more mythical creatures such as trolls or flat-earthers. As with the Time example, there&apos;s a lot to be sceptical of here. Just because there are small moments of openness doesn&apos;t mean that the majority of power brokering in science isn&apos;t still esoteric, or even secretive and largely top-down. Openness and allusions to ideals of public participation are often only rhetorically applied. Hashtags have histories and hierarchies; there are cultures and contingencies to consider. But it does also reflect new patterns of scientific power. It offers, perhaps, a chance for greater openness in lobbying around science; opening it to scrutiny, and making it more accountable and able to learn from other perspectives.  In the spirit of critical but hopeful understanding of this new(ish) trend, I have three sets of questions about science policy below the line. 1) What forms of expertise are on offer here; which ones are being disrupted, and which are we happy to change? In Jack Stilgoe&apos;s words, today&apos;s science is &quot;an expensive, equipment-heavy team sport&quot;; we&apos;re not about to see street gene-sequencing parties or the Women&apos;s Institute designing a particle accelerator any time soon. We should also remember the expertise, skills, networks and critical distance a professional journalist brings and wary of public relations activities simply filling that gap. This is not to suggest a defence of the status quo; simply that we should find ways to maintain the worth of scientific and journalistic skills online, while also using the web to critique, disrupt and share such skills.  2) What do we want openness to mean online, what forms do we want to invest in, and how should this be organised? There is a lot more to open science than simply open access and how we choose to finance and manage any of this is far from straightforward.  Also, scientists may feel persecuted by particular activist groups, especially if they engage in debates over climate change, alternative medicine or animal rights. A recent paper argued the &quot;uncivil&quot; tone of web comments can derail evidence-based public debate on science and technology. For all that I can personally relate to this (and can be blamed for some myself) calls for polite behaviour online leave me uneasy. Complaints about &quot;tone&quot; are too easily used to quell dissent; words like &quot;troll&quot; can become a proxy for what is, at best, disagreement, and worst, class hatred.  3) We should also question allusions to public participation, or at least acknowledge when more traditional offline, esoteric forms of power brokering in and around science play a role. At the more extreme level, this can take the form of &quot;astroturfing&quot;. There are also ways in which real publics are used by campaigns in ways that express the public voice without necessarily feeling a need to listen to it. In many ways, campaigns like Don&apos;t Destroy Research, Science is Vital, All Trials and the like are often more about enumerating the actors of public relations than diffusing political power.  Even if several of these campaigns draw in lot of expertise alongside more passive &quot;clicktivist&quot; support  from lawyers, lobbyists, designers or programmers  they don&apos;t seem to have any great interest in finding new opinions; merely to show there are people who have the same opinion as them. This isn&apos;t necessarily a bad thing  we can have public campaigns as well as public debate and online campaigns can augment offline work  as long as we recognise the difference between public relations and public engagement, and recognise which spaces are left closed. In conclusion, I&apos;m unsure about celebrating the role of an all-encompassing online public &quot;you&quot; in science policy. It&apos;s suspiciously clean. It seems too broad, too bland, too easily applied to obscure the real faces and inequalities of human interaction with science and technology policy.  For all that online science policy campaigns have a grassroots feel, much of it is top-down business as usual. The caricature of an upstart blogger takes on a slightly different hue when he&apos;s already a Fellow of the Royal Society. This isn&apos;t a bad thing. Arguably it&apos;s a brilliant way to share wisdom, and occasionally a productive disruption of the limitations of professional journalism. But we need to stay attuned to the power dynamics at play.  Dr Alice Bell works at the Science Policy Research Unit, University of Sussex. She&apos;s also a one-time knit blogger and current co-editor for New Left Project. One of the many things she learned from a PhD in children&apos;s literature is that trolls are highly complex characters. This is an extract from her contribution to The Future of Scientific Advice in Whitehall, which will be free to download from 18 April 2013.", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/17/science-policy", 
    "wordcount": "1203"
}