{
    "headline": "Jury foreman in Apple-Samsung lawsuit defends case outcome", 
    "text": "The foreman of the jury that awarded Apple $1bn (600m) in damages against Samsung  the most ever in a patent infringement suit  has defended the nine-strong group after they reached their decision in just two and a half days. Velvin Hogan, 67, who has 35 years&apos; experience in the computer hard drive business, said the jury had focused only on the evidence and had not ignored the 109 pages of instructions from the judge. As he explained the decision in a video interview on Bloomberg TV, Apple filed a legal demand to ban the sale in the US of eight Samsung smartphones named in the case, including the Galaxy S2  and may be able to extend it to the flagship Galaxy S3, Samsung&apos;s highest-priced phone. The demand will be heard on 20 September by Judge Lucy Koh, who will have to decide whether Apple has suffered &quot;irreparable injury&quot; from their sale, that monetary damages are inadequate compensation, and that a ban on sale is not against the public interest. Koh has previously ruled in Apple&apos;s favour to ban sales of Samsung&apos;s Galaxy Nexus smartphone, though that was stayed on appeal. Hogan, meanwhile, said that when the jury began their deliberations &quot;I thought it was ultimately going to lean the other way [to Samsung]. It was at a stalemate  some jurors weren&apos;t sure of the patent prosecution process&quot;. The trial saw three weeks of evidence, two and a half days of summation and two and a half days of deliberation before the dramatic verdict at the end of Friday. Hogan, who holds a patent himself, said that once he had been elected, the jury quickly settled down to a process where they worked through the 33 questions posed by the judge: if they couldn&apos;t answer a question unanimously, they simply moved on to the next. A 15-minute interview in which he explains the deliberations to Bloomberg TV will surely be closely examined by Samsung&apos;s lawyers, who intend to appeal against the decision. Hogan insisted that there had been no &quot;home court&quot; advantage for Apple, despite the case being heard just 10 miles from its headquarters in Cupertino. &quot;I use no Apple equipment  I&apos;m a PC person,&quot; Hogan said. &quot;My wife has a Samsung phone, but it&apos;s not a smartphone.&quot; None of the jurors owned an iPhone, he said. Another juror, Manuel Ilagan, told Cnet that the jury had been particularly swayed by internal documents yielded by Samsung, which showed executives had identified iPhone features to incorporate into Samsung&apos;s phones. The South Korean&apos;s executives, he said, had been &quot;dodging the questions&quot; when they presented video evidence: &quot;they didn&apos;t answer one of them. They didn&apos;t help their cause.&quot; Hogan and Ilagan have intensified the focus on the case, which is the second high-profile legal case this year to involve smartphones and patents in the US. In April, Oracle sued Google for $2.6bn, claiming that the Android mobile operating system infringed a number of its copyrights and patents  but was rebuffed when the jury ruled that Google had not infringed Oracle&apos;s patents. Oracle won nothing. None of that jury commented on their decision after the trial. By contrast, the Apple-Samsung case, also involving Android, is a dramatic win for Apple and has led some commentators to speculate that other handset makers could fight shy of using Google&apos;s software for phones in the US. Apple had sought $2.5bn in damages; the jury more than halved it. Hogan said they had estimated the damages based on &quot;reasonable royalties&quot; from figures provided by the companies. The jury, with experience in engineering, legal and financial work and including former staff from Intel and AT&amp;T, had some heated arguments, said Hogan and Ilagan. &quot;There was a 20-year-old who provided most of the debate,&quot; Hogan said. &quot;He thought very logically. He was never willing to take anybody&apos;s viewpoint until he had thought it through.&quot; But the crucial evidence, they said, comprised minutes of a meeting in Korean between Google and Samsung, at which Samsung executives were warned by the search giant to &quot;back off&quot; their designs from mimicking Apple&apos;s, and a 263-page internal Samsung evaluation, which compared Samsung&apos;s S-1 smartphone directly against the iPhone for functionality  with recommendations on how to make the S-1 more like Apple&apos;s. Hogan said that the jury did not calculate its record-breaking damages in order to &quot;punish&quot; Samsung, as he was quoted saying in an earlier report with the Reuters news agency  an action that could invalidate the damages, which are not meant to be punitive  but to remove any illicit gains made by Samsung. &quot;I realise how it sounds, but it wasn&apos;t &apos;punish&apos;. In this country, intellectual property deserves to be protected,&quot; Hogan said. &quot;My real point was that if any company decides to ignore the stipulations and rules and gets so close that they cross the line and infringes and does so wilfuily, they need to understand if they take the risk and get caught, they should have to pay for it.&quot; He insisted that other smartphone manufacturers had shown that it was not necessary to ape the iPhone: &quot;there&apos;s other ways they could accomplish that  as RIM, Nokia, Motorola do. Just because they have the [An]Droid OS doesn&apos;t mean they have to be 100% the same [as the iPhone].&quot; Asked whether it was appropriate for a lay jury to hear a complex case on patents, Hogan responded: &quot;Yes, I do.&quot; He added: &quot;Because the reality of it was that while it was complicated, I believe that any jury of our peers could have reached this decision  maybe asking more questions of the judge; it would have taken longer  but at no time were we so confused that we felt we were heading in the wrong direction.&quot; Samsung&apos;s lawyers will disagree, and have signalled that they will take the case as far as the Supreme Court if needed to overturn the decision of Hogan and the others. But for now, Hogan&apos;s words have become law in the mobile marketplace.  This article was amended on 29 August 2012. The original said Velvin Hogan&apos;s video interview was on Bloomberg News. This has been corrected to say Bloomberg TV.", 
    "section": "technology", 
    "gid": "technology/2012/aug/28/apple-samsung-patent-infringement-payout", 
    "wordcount": "1063"
}