{
    "headline": "Why I'm taking a punt on Cairo", 
    "text": "Syria, no go. Lebanon, problematic, no go. Egypt remains on the borderline of stability. For those about to set off to study in an Arab-speaking country, stories of past students being evacuated  when civil unrest breaks out are troubling.  Where is there left that&apos;s safe in the Middle East for students wanting to go there on their year abroad? Arabic, like Japanese and Mandarin Chinese, is rated a category five language , the highest category in terms of difficulty and hours required for an English-speaker to master it.  It is well worth the time and discipline though, not just for its usefulness in career fields including politics, economics and media, but for its beautiful complexity and cultural richness. The university student hoping to master Arabic with one year&apos;s residence in the Middle East has chosen a lifestyle, as well as a language. While some will thrive in new and unpredictable surroundings, others aren&apos;t ready to compromise their safety. When my family expressed doubts about my choosing Egypt, I started to waver too. The other two countries I could choose, Morocco and Tunisia, are both comparatively stable and very lovely. But I don&apos;t have the luxury of looking at them through the tourist camera lens. For me, the benefits of Egyptian Arabic outweigh the apprehension I feel about living there. There is undoubtedly risk: an entire year needs to pass smoothly enough for me to complete the full course. Following the whirlwind violence of the Arab Spring, the Foreign Commonwealth Office advises against travel to some regions of Egypt and warns of &quot;a high threat from terrorism&quot;.  For women, male harassment is a worrying issue, as Mona Eltahawy details in an interview. But girls are not the only victims of sometimes bothersome, other times brutal, behaviour; boys also suffer daily from assaults. Going to Egypt is a gambler&apos;s game, and the stakes are personal.  So much of life, though, can be missed when that dice isn&apos;t cast. Where else could I witness an ancient civilisation struggling to its feet again on the back of a revolution? Egypt may not be the obvious choice, but it is an exciting one. I have confidence that, if my university approves, Cairo is the place for me. Being young and foolish I will obstinately say that it&apos;s my life and it&apos;s my risk to take. Truthfully, after all the angst and indecision, I can&apos;t wait to go.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/jun/05/should-language-students-go-to-cairo", 
    "wordcount": "403"
}