{
    "headline": "Erasmus at 25: what is the future for international student mobility?", 
    "text": "The Erasmus Programme was initiated by the European Commission 25 years ago, in a time that the commission didn&apos;t even have a mandate on education. The community only had 11 members and the Iron Curtain was still present. Humble beginnings aside, 25 years on, the programme continues to have a great impact on the development of Europe and its higher education. In 1987, 3,244 students spent part of their studies in another member country. Three million students have followed their example in the past 25 years and the number of countries has grown from 11 to 33, including non-EU members such as Croatia, Iceland, Liechtenstein, Norway, Turkey and Switzerland. The budget of the programme for the period 2007-2013 is 3.1bn. More than in numbers of mobile students, the impact of the programme has been on the internationalisation and the reform of higher education. Erasmus has paved the way for the reform of European higher education under the Bologna Process, has been a pilot for its study point scheme ECTS, and was an initiator for the opening up to countries in central and eastern Europe to EU-membership, as it is for current aspiring candidate members. The programme stimulated both national governments and institutions of higher education to develop European and international strategies. The proposal by the European Commission for a new &quot;Erasmus for all&quot; programme reflects this global approach to Erasmus and the ambition of the commission to extend the scope and targets of the programme: an additional five million students studying abroad between 2014 and 2020. Even in the UK  which has always been a small player in the programme due to the imbalance between continental students interested in studying in the UK and the limited mobility aspirations of British students (twice as many Erasmus students study in the UK than go from the UK to the continent to study) and the priority of recruitment of students as an income source - the interest for the programme is growing. On 22 March 2012, the House of Lords European Union Committee released a publication on The Modernisation of Higher Education in Europe. The report expresses concern on the low levels of UK student outward mobility, and proposes that universities and the commission should promote mobility opportunities and make Erasmus placements more flexible. While the Bologna ministers of education in their recent biannual meeting in Bucharest kept firm to their aspiration to have 20% mobility, the figures though are showing a different picture. In most countries the number of mobile students is still below 5%. There is an increased concern about the focus on numbers and percentages, which moves away from the need to concentrate on the content and the quality of the international experience. Student mobility  and internationalisation of higher education as such  is not a goal in itself but a means to enhance the quality of the educational experience and the international learning outcomes of the students. In the early years of the Erasmus programme, the enthusiasm of faculty  encountering their colleagues, learning about their curricula and teaching methods  was driving the success and the impact of the Erasmus programme. Erasmus has moved away from those inspiring days and has become too much a bureaucratic exercise, in which only numbers count. If the Erasmus programme would find something back of its focus on curriculum and learning outcomes of the past, not only it will enhance the quality of the experience but also will increase the interest of the faculty and the students, and as a result of that the numbers. Hans de Wit is professor of internationalisation of higher education at the Amsterdam University of Applied Sciences, and director of the Centre for Higher Education Internationalisation at the Catholic University in Milan. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/21/erasmus-programme-and-student-mobility", 
    "wordcount": "653"
}