{
    "headline": "New to Nature No 94: Canthigaster criobe", 
    "text": "Pufferfish is one common name for the 120 or so fishes of the family Tetraodontidae. They are familiar marine and estuary inhabitants and are characteristically slow but agile swimmers, unless threatened, when they are capable of sudden acceleration. Pufferfish, usually found in tropical waters, exhibit a bizarre defensive behaviour, taking in a large volume of water and swelling in size, which makes them more intimidating in appearance, or difficult to eat. Also, the liver and skin of pufferfish typically contain poisons second only to poison-arrow frogs among vertebrates in their toxicity. The genus Canthigaster is conspicuous due to a long pointed snout and fantastic coloration, and it is thought that their bright colour patterns advertise the repellent toxins in their skin. In contrast to the dramatic variations in colour among species, Canthigaster are usually surprisingly uniform in their morphology and DNA. For this reason colour features continue to play a major role in distinguishing between species. C criobe was discovered during an expedition to the Gambier archipelago in French Polynesia in 2010, by Jeffrey Williams of the Smithsonian National Museum of Natural History and Erwan Delrieu-Trottin and Serge Planes of Perpignan University, France. It is recognised by the 12 to 14 orange-brown stripes beginning in front of the eye, running along the side of the body, and terminating near the base of the caudal fin. It appears to be part of a species complex including C janthinoptera and C jactator, the former a widespread Indo-Pacific species and the latter endemic to Hawaii. Interestingly, the DNA is quite similar within this complex even though the new and Hawaiian species are separated by 3,417 miles. Groups of species within the sub-family exhibit rapid differentiation in anatomy and colour compared with slow evolution in the mitochondrial DNA. Thus Ccriobe and its relatives offer a fascinating way of comparing rates of molecular and morphological divergence among both widespread and geographically limited populations. The name criobe was chosen to recognise the Centre de Recherches Insulaires et Observatoire de l&apos;Environnement in Moorea, French Polynesia, which is an important supporter of marine biodiversity exploration and research in the region.", 
    "section": "science", 
    "gid": "science/2012/dec/09/pufferfish-canthigaster-criobe-new-to-nature", 
    "wordcount": "355"
}