{
    "headline": "Boot up: more Apple/Samsung, 'fixing' Windows 8, Java problems and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Apple v. Samsung: the longer view &gt;&gt; Considering Apple  One misconception I keep seeing is that Apple is a patent bully or that Apple is somehow an anomaly in the smartphone business because they sued Samsung. Well, as a point of fact, the first modern smartphone suit was Nokia suing Apple over the iPhone. I guess it&apos;s easy to forget that - it&apos;s not like the number one smartphone manufacturer suing the disruptive upstart is newsworthy or anything (but it&apos;s extremely newsworthy now that the number three manufacturer is suing the number one manufacturer). Also, it&apos;s easy to forget how Motorola sued Apple first (and how Motorola threatened to sue other Android OEMs shortly before being acquired by Google), or how HTC subsidiary S3 Graphics sued Apple first. I guess ignorance of this history is convenient when trying to sell the Apple-as-the-aggressor narrative.  Let&apos;s go back even further in history.  How Samsung Is making Windows 8 less scary &gt;&gt; Mashable  Windows 8 changes a lot of things about how the operating system works, but one of the features Windows traditionalists will find jarring is the lack of a Start button. Although the button&apos;s functions are still present in various places, users may miss its easy click-and-start-typing familiarity. Well, Samsung&apos;s bringing it back.   Two things: (1) is that like bringing sexy back? (2) will non-Windows users find something familiar about the centred icon bar at the bottom of the screen used to launch programs? Avoiding Deus ex Machina &gt;&gt; asymco Horace Dediu:   We are led to believe that the law is decisive, the ultimate adjudicator. The reason it isn&apos;t is that the system was established in a different era. A time when technological change was slow, or non-existent. As a result the institutions of law move so slowly that they are nearly futile in administering justice or righting wrongs....  It&apos;s a lottery at best, a time and money sink at worst. Considering the analogy to litigation as drama, I would re-phrase this caution as a warning not to treat litigation as Deus ex Machina. It&apos;s not something that will get your business out of a jam or reward you for a violation, perceived or real.   An excellent counterpoint to all the other readings of That Trial. Apple jury foreman: here&apos;s how we reached a verdict &gt;&gt; Bloomberg TV Velvin Hogan (yup) doesn&apos;t own any Apple products (&quot;I&apos;m a PC man&quot;); none of the jury had an iPhone.  Appcelerator/IDC Q2 2012 Mobile Developer Report (PDF) &gt;&gt; Appcelerator Note: PDF. From July: shows iPhone still dominant, iPad next, Android, Android tablets, and some distance below, Windows 8 tablets, Windows Phone, and (having fallen below it) BlackBerry. iOS is seen as the most likely to succeed in the enterprise marketplace, having increased its lead there over Android since Q3 2011 - from level-pegging at 44% each to 53%/37%. The rest belongs to Windows, BlackBerry OS and - er - webOS, still hanging on to 1% backing. (Thanks @Avro for original link.) Major fibre cable break causes broadband routing woes for UK ISPs &gt;&gt; ISPreview UK  A major fibre optic cable breakdown triggered serious routing problems for a multitude of different UK internet providers (e.g. Sky Broadband, O2, BT etc.) over the bank holiday weekend, which prevented broadband customers from reliably connecting to certain websites and other online services / servers.   Cable break in Channel; Continent cut off. Why the Apple-Samsung verdict is GOOD for YOU, your KIDS and TECH &gt;&gt; The Register  Nobody put a metaphorical gun to Samsung&apos;s head and required the South Korean giant to look to Apple&apos;s user interface as a template - as the jury found - for designing its own... Where does this leave the &quot;patent system is broken&quot; crowd? They don&apos;t have an economic case to advance - for the current system, even with all of its flaws, makes us richer. Intellectual property is about all the West has left on which to base its future prosperity - I suppose we could buy and sell each other&apos;s houses to each other, or create other asset bubbles, but these go pop. So intellectual property activists are left puffing and panting at the margins, and managing, quite successfully, to make themselves look incredibly silly.   Andrew Orlowski, of course. Lexmark to exit inkjet printer market &gt;&gt; PC Pro  Lexmark will stop making inkjet printers and cut 1,700 jobs as part of a cost-cutting restructuring move.  The US company has struggled to compete in an inkjet market dominated by Canon and HP. Earlier this year, it began to shift its focus away from consumer inkjets by quietly withdrawing from high street stores such as PC World.   We&apos;re all going to miss its installation and configuration software, aren&apos;t we? Is Java Exploitable? &gt;&gt; Rapid7 First you go here... How to unplug Java from the browser &gt;&gt; Krebs on Security ..and then you go here. Michael Ashenden, EPO blood tester, interviewed &gt;&gt; NY Velocity If you want to understand why Lance Armstrong was stripped of his titles by the US Anti-Doping Agency, here is the full background: a link to a study claiming his muscle efficiency improved by 5% (disputed), and to the subsequent tests for EPO on blood samples from 1999. Biotechnology, and science. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/29/technology-links-newsbucket", 
    "wordcount": "932"
}