{
    "headline": "Library futures: is Worcester's Hive a model for university development?", 
    "text": "Opening a new library in a year when more than 100 across the country have closed their doors due to public funding cuts has been both a challenging and heartening experience. When that library is jointly funded and run by a university and local authority, and is therefore designed to cater equally for the needs and expectations of students, academics and members of the general public, the stakes on getting it right are very high. But since the Hive was opened in Worcester by the Queen three months ago as Europe&apos;s first fully integrated university and local authority library,membership has grown, with just a few hundred joining between July andSeptember 2011 to around 8,500 during the same period this year, and itsgold roofs have already become an iconic sight in the city. It has taken eight years and 60m to reach this point. The project began in 2004 when the University of Worcester was planning a city centre campus and Worcestershire County Council was looking for more space for its public library. We discovered then that both shared a commitment to high quality education, social inclusion and cultural values, as well as to excellent customer service and information. While university and public libraries may go about things in different ways, their visions and missions are quite similar. Public libraries started originally as a force for education and social good, as well as for community and social inclusion, while the earliest universities were groups of scholars congregating around libraries. Now, students will often work in a library rather than isolated in their rooms because they want the shared experience and learning community a library offers, and when students move to a town or city to study they become part of that town community. At the University of Worcester about half of our students are mature students, who often have families and lives within the city and region, so we wanted to build a facility for every stage of their lives. The idea of the university and local authority joining forces caught the imagination of Higher Education Funding Council for England (Hefce), which offered 5m in strategic development funding, and another 5m as an interest free repayable loan. The rest came from a joint private finance initiative bid between the council and university, with an additional 7m from the regional development agency, because the development was on a brownfield site and promised to deliver jobs and business support. While at the beginning the focus was very much on what the university and local authority had in common, there were some challenges in developing services and policies that suited all library users. Students needed to feel it was their university library and that they could get the books they needed for their course, while the public needed spaces and services suitable for them. As the Hive houses one of the largest children&apos;s libraries in the country, some university staff were worried about working with children around. Public library staff working meanwhile needed to know what specific needs students might have. Behaviour management was another issue, with rules introduced making sure all mobile phones stayed on silent. To resolve these issues while retaining the advantages of a joint library, the Hive has been designed to include a mixture of public and private spaces with different functions. As well as communal browsing and reading areas, a cafe, and council customer services centre, there are meeting rooms and hundreds of private study areas. Stock is integrated in a single sequence, not on separate floors, so books of interest to the public can occupy the same shelves as academic texts. To make sure students and academics could still access books they need, we have introduced three levels of borrowing: a university core selection, available for reference to everyone but only available for loan to students; around 45,000 titles that are on reading lists and are marked as &apos;high demand item for university&apos;, meaning the public can borrow only one at a time and may have further restrictions when assignments are coming up; and a third category available for anyone to borrow. There are many challenges involved in developing this kind of library but the advantages are huge. First, it is fantastically efficient to bring together two services in this way, not only financially but as a way of improving services. University researchers can not only consult books and journals but also the local authority record office and archaeology service. Students rub shoulders with potential future employers using the meeting rooms and business support services, while children borrow books next to the university students whose footsteps they may follow one day. At more than 90 hours a week, the opening hours, while normal at a university, are much longer than is usual for a public library. A facility such as the Hive has the power to widen access to higher education and increase social mobility. We have already found that many people using the library are from low income families and did not use the old county council library. Many have not been to university. Our hope is that they or their children will be inspired to progress into higher education, as well as benefiting from the facilities of the Hive. Is this a model for future library development? It would not work everywhere, but in many inner city locations it could provide a valuable solution. For a university that is prepared to invest in a community resource, and a local authority willing to collaborate, the challenges of creating a library like the Hive are well worth the lifelong learning opportunities it provides. Anne Hannaford is director of information and learning services at the University of Worcester  follow @worcester_uni and @TheHiveWorcs on Twitter This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/25/hive-library-worcester-university-council", 
    "wordcount": "989"
}