{
    "headline": "Apple award sends iPad game The Room soaring past 1m sales", 
    "text": "Freemium games are hugely lucrative on iOS and Android: 17 of the 20 top-grossing iPhone and iPad games in the UK at the time of writing are free-to-play. Some have taken this as a sign that paid apps are history, but British developer Fireproof Studios would disagree. The company tells The Guardian that it has sold more than 1m copies of its iPad physical-puzzler The Room since its release in September 2012. The game launched for 2.99 on iPad, before shifting to 1.49 in late October and remaining at that price ever since. Even at the lower price, the 1m sales would mean just under 1.5m of gross revenues, and 1m after Apple&apos;s 30% cut. &quot;The game cost us 60k to make,&quot; says the Guildford-based developer&apos;s commercial director Barry Meade. &quot;We were happy if we made our money back, but we did that within a week. Our next target was to pay for the development of the next one, and after that it&apos;s all gravy.&quot; The separate The Room Pocket version for iPhone, which is a free download with one playable level and the rest unlocked with a 1.49 in-app purchase, is not included in the 1m sales figure. That app has been downloaded more than 2m times though. Fireproof&apos;s six co-founders met while working at British console software firm Criterion Software on its Burnout franchise, and quit in 2008 to launch their own studio outsourcing artwork environments, assets and characters  for other developers. They worked on both LittleBigPlanet games as well as titles including DJ Hero, Split Second and Blur. &quot;The real goal was always to make our own video-games though,&quot; says Meade. &quot;When iOS happened, that made it possible for someone with our means to make something small and just get it out there. We saved up our money for three years, used it to hire a coder in January last year, and by February we were making The Room.&quot; The game itself is excellent. Released initially on iPad with the separate iPhone version The Room Pocket following in December, it sees you completing puzzles to unlock a safe, blending impressive graphics with intuitive touchscreen controls. Developed by a team of two people while the rest of Fireproof cracked on with their outsourcing jobs, The Room was a labour of love  but also an attempt to get a minimum viable product onto the App Store to see how it did. &quot;We wanted to make the best iOS game we could, not just try to make a big console game for iOS,&quot; says Meade. &quot;A real games-maker will design their game around the resources they have and the platform they&apos;re going on. It&apos;s quite a practical equation.&quot; Hence the emphasis on gestural controls as you push, pull and twist objects to solve puzzles, while zooming in and out on objects in the virtual room. Meade has strong views on the importance of designing for the touchscreen rather than harking back to controllers on other platforms. &quot;It&apos;s the height of laziness to make a game that involves a d-pad for the iPad,&quot; he says. &quot;No matter how good your production values are, it shows a lack of respect for the platform. All these so-called outliers that [games industry] people sneer at  Angry Birds and Cut the Rope etc these are true touchscreen games, and that&apos;s why they&apos;re so successful.&quot; That said, Fireproof worked hard to ensure that The Room felt immersive on the iPad, sucking people into the puzzles and gameplay a desire that Meade says does come from the company&apos;s experience on console and PC games. &quot;People say that&apos;s what can&apos;t be done with an iPad game: that you&apos;ll never get the same sense of immersion, but I think they&apos;re forgetting what a difference touch makes,&quot; he says. &quot;Once you&apos;ve got your audio and your visuals, the touchscreen is now a new method of immersion. People have really gotten off on the tactility of The Room and these objects. Immersion is key for people to take games seriously on the platform.&quot; Apple clearly agrees. The company has heavily promoted The Room on its App Store, and in December awarded it iPad Game of the Year in the App Store&apos;s Best of 2012 promotion something that sent the game&apos;s sales soaring. The Room&apos;s success is also a sign that paid games aren&apos;t history, even if they aren&apos;t trousering the kind of revenues that the top freemium games are developer Supercell is thought to be making $1m of revenue a day from its Clash of Clans and Hay Day games, for example. &quot;When we were number one in the US iPad charts, we weren&apos;t even breaking the top 100 in the Top Grossing chart,&quot; says Meade. &quot;But we&apos;re doing very well. There&apos;s absolutely room for premium games on iOS. People aren&apos;t not going to buy something because it&apos;s not free-to-play.&quot; Fireproof is flexible on this point, though, as its adoption of a freemium model for the iPhone version of The Room shows. So what next? Fireproof Studios now has 12 artists and two programmers on its team, and will continue its outsourcing work not least because The Room has been a great showcase for the company&apos;s skills in that area. The income from the game does mean Fireproof can devote more resources to making a follow-up, as well as looking at other platforms Meade says the studio intends to release The Room for Android, and is exploring the best way to do it. &quot;Long term it would be amazing to have done well enough that we can work solely on our own games, but time will tell,&quot; he says. &quot;When we made The Room, we had no backers, no publishing, marketing or PR people to care about, no investors. Just us spending the only money we had to make the best thing we possibly could. We came into work smiling every day!&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/23/the-room-iphone-ipad-1m-sales", 
    "wordcount": "1026"
}