{
    "headline": "Building communities: how poor people are unlocking their own potential", 
    "text": "At a time of austerity and destabilising socio-economic and political conditions, a holistic approach to international development is required. It should acknowledge the role social, political and feudal factors play in development, and recognise the fallacy of a one-size-fits-all approach. One model that encompasses this diversity is rural support programmes (RSPs), the key principles of which have been applied in countries including Pakistan and India. At its heart, the model preaches a simple lesson: that holistic, organic and adaptable approaches to long-term development can be achieved when driven by the needs, priorities and direction of local communities themselves. The RSP philosophy of community self-help works because it doesn&apos;t impose preset development plans from above. No amount of central planning can accommodate the countless variations at grassroots level, and the approach creates the space for poor communities to play an active role in their own development. The model focuses on helping communities to build strong local institutions, and only then facilitates those institutions in addressing other development challenges. Introduced to Pakistan in 1982 through an Aga Khan programme, the methodology entails RSP representatives holding public consultations with villages to determine their needs and establish a collective commitment to organisation. The model comprises three tiers of community organising. The lowest tier operates at household level, consisting of networks of 15 households. This supports a larger structure addressing the entire village&apos;s development needs. The final tier, which operates at the local government level through union councils (elected local government bodies), consists of village representatives. This tier focuses on setting out a development agenda for its members and building links between local government, donors, NGOs and the private sector. By leveraging the support of the communities that seek assistance, the model has engendered huge growth in short periods. In the Indian state of Andhra Pradesh, for example, in 15 years the rural poor have created self-reliant organisations that have empowered more than 12 million women and enabled access to $1.3bn from commercial banks in 2007-08 alone (pdf). The Indian government has now made the RSP approach part of its central policy under the national rural livelihoods mission, with 13 other states following the Andhra model. In Pakistan, the model has proven effective across the most remote and tribal regions, including Khyber Pakhtunkhwa, a province that is the focus of much US security concern. Despite the challenges this region has experienced, by utilising grassroots social mobilisation, the Sarhad programme (the largest regional RSP NGO) has helped to empower women and has delivered more than 6,700 energy, water and sanitation projects. A 1998 UN Development Programme evaluation of RSPs said: &quot;The model is unique. It is highly responsive to community motives and aspirations within the context of community participation  [and makes it] feasible to unlock the productive and entrepreneurial potential of Pakistan&apos;s rural people.&quot; Independent evaluations commissioned by the World Bank in 2004 and by the UK&apos;s Department for International Development (pdf) in 2009 also strongly endorse the model. However, the RSP model does have an achilles heel. The focus on institution building extends the development process for a longer period of time than target-driven aid programmes tend to allow. The building of schools or roads is more quantifiable than the creation of community organisations, even though the long-term benefits of social mobilisation outweigh the short-term benefits of one-off aid programmes. This may explain why, despite the endorsements of the RSP approach, it is not always a favoured recipient of aid. Ironically, it is precisely this social mobilisation component of the RSP approach that resonates most with a key plank of international development policy  strengthening civil society. The model upholds civil society as central to addressing the economic, socio-political and cultural causes of poverty. Even in tribal Pakistan, some old feudal hierarchies have been slowly and subtly challenged by enhancing the role of marginalised groups through the provision of leadership roles and vocational training, and by microfinance schemes that promote economic independence. For donors&apos; development concerns to be addressed, more must be done to support these holistic approaches, which enhance democratisation from the bottom up and ultimately lead to the greatest development returns.  Masood Ul-Mulk is chief executive of the Sarhad Rural Support Programme ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/28/building-communities-poor-people-potential", 
    "wordcount": "702"
}