{
    "headline": "International women's day: a voice from Eldoret, Kenya", 
    "text": "When the other pupils at school first found out I was HIV positive, when I was around 15, it was really tough. I used to have a lot of friends. But they would all say, &apos;The day I find out I&apos;m positive, I&apos;ll kill myself&apos;, or &apos;The day I find out my friend is positive, I&apos;ll run away from her.&apos; They ran away from me. I had no friends. Nobody would touch my books; they were afraid that, if they did, they would get the disease. In the canteen no one would touch what I&apos;d touched. It was the hardest time of my life, even compared to the day I was raped. I felt like nobody in this world loved me, that I was alone. I didn&apos;t want to go back to school, but I had to. I want to be able to earn enough to feed and support my Mum like she&apos;s supported me. I had stopped taking my ARVs [antiretrovirals]. After all, I thought, I&apos;m positive, and I&apos;m going to die. But my mum told me we had to be strong for each other. I realised there&apos;s no way I can stop living. I have to be Vida. I have to accept the fact that I was raped and I&apos;m HIV positive. In my school there were other pupils who were positive who hadn&apos;t accepted the fact. The teachers said: &apos;Vida, you have to tell them that they have to go on with life, they have to be strong.&apos; So I speak about my life twice a week for 40 minutes. Coming out of stigma is not an easy thing, so you have to do it over and over again. I&apos;m trying to show them the positive side of being positive  that you can smile every day. You have to take control of HIV  you can&apos;t let it control you. It can&apos;t take away any part of you. I&apos;m comfortable again these days. I have friends again  a lot of friends. I want to be a lawyer, so that I can give justice to those that haven&apos;t received it; the justice I was really crying for. If I could get justice, the monster would be out of me. But in Kenya you can&apos;t get justice if you don&apos;t have cash. Somewhere else a girl is going through what I went through that day. It&apos;s the worst thing that could happen to an innocent child.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-eldoret-kenya", 
    "wordcount": "408"
}