{
    "headline": "Benefits of thorium as alternative nuclear fuel are 'overstated'", 
    "text": "The benefits of an alternative nuclear fuel that could offer a safer and more abundant alternative to the uranium that powers conventional reactors have been &quot;overstated&quot;, according a new government report on the potential of thorium. The report says the UK should continue to be engaged with the technology but downplays claims by thorium proponents who say that the radioactive chemical element makes it impossible to build a bomb from nuclear waste, leaves less hazardous waste than uranium reactors, and that it runs more efficiently. &quot;Thorium has theoretical advantages regarding sustainability, reducing radiotoxicity and reducing proliferation risk,&quot; states the report, prepared for the Department of Energy and Climate Change by the National Nuclear Laboratory (NNL). &quot;While there is some justification for these benefits, they are often overstated.&quot; Some of NNL&apos;s hesitance comes from UK utility companies&apos; unwillingness to invest the money in research and development necessary to draw out thorium&apos;s advantages. &quot;Nevertheless, it is important to recognise that worldwide there remains interest in thorium fuel cycles and this is not likely to diminish in the near future,&quot; the report concludes. &quot;It may therefore be judicious for the UK to maintain a low level of engagement in thorium fuel cycle research and development by involvement in international collaborative research activities.&quot; The report notes that thorium&apos;s advantages would be most noticeable in reactor types other than the conventional solid fuel, water-cooled reactors used in almost all of the world&apos;s commercial nuclear electricity stations today. In particular, a design known as a very high temperature reactor is &quot;especially well suited to thorium fuels,&quot; NNL states. The old UK Atomic Energy Authority built and operated an experimental thorium-fueled high temperature at Winfrith in the 1960s and 70s. The reactor, nicknamed Dragon, is partially decommissioned. Several thorium initiatives are under way outside the UK. In the US, Flibe Energy is developing a thorium reactor based on designs developed in the 1960s by the US Department of Energy&apos;s Oak Ridge National Laboratory in Tennessee. China is also developing different types of thorium reactors, and India is expected to start construction in four or five years of one that uses solid thorium fuel. Thorium is an abundant, mildly radioactive element that occurs naturally around the world. The largest reserves exist in Australia, the US, Turkey, India, Brazil and Venezuela, according to the World Nuclear Association.", 
    "section": "environment", 
    "gid": "environment/2012/sep/13/thorium-alternative-nuclear-fuel-overstated", 
    "wordcount": "400"
}