{
    "headline": "Does Australia's marine reserve plan justify the grand rhetoric?", 
    "text": "With the sharks and rays of the Sydney Aquarium soaring and plunging behind him, Australian environment minister Tony Burke matched his press conference backdrop with some lofty rhetoric on his new plan to protect Australia&apos;s marine environments. In unveiling the largest network of marine reserves in the world, stretching for 3.1m sq km (1.2m sq miles) and including the entire Coral Sea (which adjoins the Great Barrier Reef), Burke hailed the move as the &quot;biggest step the globe has ever seen&quot; in terms of ocean conservation. Burke&apos;s plan is the most significant step in the occasionally plodding process of protecting Australia&apos;s marine environment over the past 15 years. It was first initiated by then prime minister John Howard, who increased protections for the Great Barrier Reef, reformed fisheries and created large marine parks off the southern and eastern coasts of the country. &quot;It&apos;s time for the world to turn a corner on protection of our oceans,&quot; enthused Burke. &quot;Australia today is leading that next step.&quot; But while environment groups have welcomed the plan  which increases the number of marine reserves in five main zones surrounding Australia from 27 to 60  it&apos;s unclear how effective it will be in protecting the unique mix of sharks, turtles, dugongs, corals and other life found beyond the arid continent&apos;s vast coastline. As ever with plans of such sweeping scale, the devil is in the detail. Although the total area covered by the marine reserves spans one-third of Australian waters, just a small amount is completely off limits to fishing. While high conservation value areas have been fully protected, around 80% of the reserves will still be open to fishing, with two-thirds of the Coral Sea&apos;s reefs still available for commercial fishing. Prime minister Julia Gillard has stressed that just 1% of recreational fishing will be affected, in a bid to salve public opinion in a land where &quot;dropping a line&quot; is a deep-rooted national tradition. This has done little to impress the fishing industry, with the Australian Marine Alliance predicting the plan will cost the sector $4.35bn and 36,000 jobs. &quot;This is devastating and those that will suffer most will be coastal communities,&quot; warned the alliance&apos;s chief executive Dean Logan. &quot;Tony Burke&apos;s just single-handedly lost the election for the Gillard government.&quot; Other areas of the plan are similarly divisive. Oil and gas exploration will be allowed near protected areas and there are glaring omissions in Burke&apos;s patchwork map of no-go zones. In Western Australia, the pristine Ningaloo Reef, which was awarded World Heritage status last year, lacks protection, despite the controversial planned construction of one of the world&apos;s largest gas hubs at nearby James Price Point. Indeed, environmentalists have charged Burke with deliberately creating &quot;holes&quot; in the marine reserve network to appease the mining industry, which is pushing for a huge increase in shipping through the Great Barrier Reef to accommodate the boom in mineral exports to overseas markets, predominately China and India. &quot;It is deeply concerning that the boundaries the minister has determined have been very strongly determined on oil and gas prospectivity and clearly determined by lobbying from the oil and gas sector,&quot; said Greens senator Rachel Siewert. Ultimately, the mushrooming growth of Australia&apos;s resources sector and rapid coastline development may render much of Burke&apos;s rhetoric moot. Coral cover on the Great Barrier Reef has decreased by 50% in the past 50 years while bleaching, chemical run-off from farmland and severe weather events have been cited as severe threats to its long-term future. Earlier this month, a report released by Unesco following an emergency visit by a delegation to the Great Barrier Reef called for development in the area to halt without an overall assessment of the marine ecosystem&apos;s health. &apos;&apos;Considering the high rate of approvals over the past 12 years, this unprecedented scale of development affecting or potentially affecting the property poses serious concerns over its long-term conservation,&apos;&apos; stated the Unesco report, which gave the Australian government a 1 February deadline for progress or risk endangering the reef&apos;s coveted World Heritage listing. Burke may boast that his plan creates a &quot;national parks estate in the ocean&quot;, but many feel that a major shift in strategy on both land and water is needed before Australia&apos;s marine environment can be considered fully safeguarded.", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/australia-ocean-protection-marine-reserves", 
    "wordcount": "733"
}