{
    "headline": "Exeter's tribal ball: is it offensive?", 
    "text": "From its skimpy outfits to its abundance of free condoms, the University of Exeter&apos;s annual charity ball always causes a stir. The event, which is organised by the university guild&apos;s Raising and Giving society (Rag) and collects astonishing amounts for charities (146,275.34 last time round), is a night of headline acts and hedonism. This year&apos;s event has also got people talking, but for a very different reason: the theme is &quot;tribal&quot;. Students were quick to set up an online campaign challenging the theme on the grounds that it is potentially racist. &quot;Given the legacy of British colonialism, this theme encourages white British students to put on racist stereotypes of what they think &apos;tribal&apos; means, stereotypes that inevitably attack non-white students,&quot; explains Exeter Students for Social Justice. Rather than organising protests and boycotts, critics used Facebook to put the topic up for discussion. Initially, their arguments were dismissed as trivial political correctness  my own opinions were labelled &quot;post-modern feminist bullshit&quot;. Apparently I read too much literary theory. But as the comments flooded in, others questioned whether the Exeter Ball  a overly-sexualised, drunken affair  was the right space to celebrate diverse cultures. It reminded me of the controversy provoked by Victoria&apos;s Secret Fashion show when lingerie model Karlie Kloss posed in a Native American headdress, or of Dolce and Gabbana&apos;s spring/summer show which was slated by Azealia Banks for its &quot;&apos;black mammie&apos; imagery&quot;. Some students took our argument back to basis, questioning what racism means. Third-year English student Michael Giblin-Burnham put it like this: &quot;The word &quot;racist&quot; has been thrown out there as if it is an objective term. Racism is not and never will be objective. The only thing that is objective about racism is it is wholly subjective and extremely complicated.&quot; Matt McDonald, the editor of The Exeter Tab, says that the theme is not an invitation for students to dress insensitively: &quot;We&apos;re an intellectual, free-thinking academic body, and hopefully we know what is and isn&apos;t socially acceptable.&quot; But he adds that the ball committee and the university guild should make a stronger stance against racism.", 
    "section": "education", 
    "gid": "education/2012/dec/03/students-higher-education", 
    "wordcount": "364"
}