{
    "headline": "Birds Eye fish fingers get thumbs up from sustainability body", 
    "text": "Ecological awareness is coming to the captain&apos;s table as Birds Eye announces that its entire cod and haddock fish finger range has been awarded sustainable fishing certification from the Marine Stewardship Council. The move will switch 5,200 tonnes of fish products to sustainably certified produce in the UK market, and increase the total weight of MSC-labelled products sold by 20%. Birds Eye is the market leader in the manufacture of fish fingers, and the UK is the world&apos;s second largest consumer of any cod, eating more than 185 million cod and haddock fish fingers each year. The MSC-labelled fingers will arrive in September . The MSC certification means the fishery has demonstrated that it is well managed and sustainable through a comprehensive, independent scientific assessment. It also means that Birds Eye&apos;s entire fish portfolio  from cod to salmon  is now in the MSC programme, either in assessment or already certified. Birds Eye helped rejuvenate depleting cod stocks in 2007 with the introduction of the Alaska Pollock Omega 3 Fish Finger  a move which encouraged 78% of consumers to switch from cod to Alaska pollock, resulting in a 3,000-tonne reduction in its yearly cod catch. Martin Glenn, chief executive of Iglo Group, which owns Birds Eye, said: &quot;As Europe&apos;s leading frozen fish manufacturer, we have an important role to play in working to ensure the long-term security of our oceans, but also in making it easier for consumers to eat in a more sustainable way.&quot; Rupert Howes, chief executive of the MSC said:&quot; This [move by Birds Eye] is a phenomenal commitment that will make a significant difference in the UK market.&quot; Many supermarkets sell own-brand fish fingers as well as the popular brands. A spokeswoman for Waitrose said of its own-brand range: &quot;Our fish fingers are all line-caught fish. They are not MSC-certified although we fully support the work of the MSC and continue to launch certified lines. Our priority is that all our fish meets our own strict sourcing criteria.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/30/birds-eye-sustainable-fish-fingers", 
    "wordcount": "338"
}