{
    "headline": "Industry needs more young scientists and mathematicians, says BAE chief", 
    "text": "Britain faces a &quot;national problem&quot; over the lack of young adults studying engineering-friendly subjects such as maths and science, according to a senior executive at Britain&apos;s largest manufacturing employer. The head of BAE Systems&apos; UK business, Nigel Whitehead, will warn in a speech on Friday that too few school leavers and undergraduates are tackling the subject areas of science, technology, engineering and maths (Stem). Pointing to statistics showing that only 10% of people in the UK study Stem subjects beyond the age of 16, Whitehead predicts consequences for British industry because up to six out of 10 UK jobs over the next decade will require Stem skills. &quot;That tells me that we have a national problem looming,&quot; said Whitehead, talking to the Guardian before addressing the Royal United Services Institute, a defence thinktank. School outreach programmes by businesses, educating parents and use of social media would all need to be deployed to redress the Stem imbalance, Whitehead added. BAE, Britain&apos;s largest defence contractor, employs 35,000 people in the UK. It is hiring 270 apprentices and 400 university graduates this year. Whitehead admitted that the defence industry, which remains a major employer in the UK with 300,000 workers, was experiencing diminishing appeal among potential recruits because of concerns over ethics and the industry&apos;s relevance in the hi-tech age. School leavers and graduates were drawn to different sectors now, he said. &quot;They value cool things such as mobile phones and iPads. They are not going to watch the Red Arrows.&quot; Nonetheless, BAE remains a popular employer, with its apprentice programme 20 times oversubscribed and its graduate programme 10 times oversubscribed. Whitehead said the group was also considering whether to launch a scheme to produce apprentices for companies that make components for BAE products. &quot;We are prepared to train other people&apos;s apprentices because it would be healthy for our supply chain,&quot; said Whitehead, adding that such a move would require government support. Whitehead urged the government to continue backing major projects such as the Eurofighter Typhoon, because the investment in continually upgrading such products would ensure the defence industry still had a manufacturing, export and skills base in several decades&apos; time. Referring to the then government&apos;s decision to invest in programmes that led ultimately to the Typhoon jet, he said: &quot;Our ability to participate in Libya is a consequence of work decided 30 years ago.&quot; Whitehead added that failure to replenish manufacturing industry&apos;s talent pool would have consequences for defence contractors. &quot;It would mean that the UK limits its own growth capability, that we would go overseas for the development of key technologies and, for BAE Systems, where we have national projects that require UK nationals [such as submarines] we would have a limited talent pool to choose from.&quot; If there were fewer skilled workers, Whitehead added, labour costs would rise and the economic viability of the defence industry would suffer. The Department for Education said: &quot;We agree. Science is key to our economic future - it&apos;s these subjects that universities and employers are demanding so they can compete internationally. We&apos;re recruiting the brightest science graduates into teaching to inspire their pupils, as well as spending 135m up until 2015 in science and maths education.&quot; It added: &quot;We are opening university technical colleges across the country to teach highly specialist technical skills  alongside studio schools, which work with local businesses to offer vocational tailored courses.&quot; However, Britain&apos;s largest trade union, Unite, warned this week that British manufacturing must diversify &quot;away from its over-reliance on defence spending.&quot; Acknowledging that Unite has thousands of members employed in the defence industry, the union said the defence budget should be used to &quot;promote the smooth transition of manufacturing to non-military production wherever possible.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/28/industry-scientists-mathematicians-bae", 
    "wordcount": "639"
}