{
    "headline": "Australia's record-breaking hottest summer", 
    "text": "This summer hasn&apos;t just felt hot. It&apos;s been hot. In fact, the summer of 2012-13 is now the hottest on record. Average temperatures beat the record set in the summer of 1997-98, and daytime maximum temperatures knocked over the 1982-83 record. January 2013 has been the hottest month since records began in 1910. A significant summer, for weather and climate There is an old adage in meteorology and climatology circles, &quot;Climate is what you expect, weather is what you get&quot;. But what does this mean? Essentially, climate is a statistical description of weather. It describes the average weather experienced over a period of time  over either a single location, or averaged over a large region. Climate also describes how variable the weather is around those averages. Climate also describes trends  longer-term changes in weather that are distinct from the shorter-term variability. When it comes to climate change, there is often confusion as to when one should consider a particular meteorological event to be &quot;just weather&quot; or something more significant in a climatological context. In general, the individual weather and climate events that scientists consider most significant are those that are both at the extremes of  or beyond  our historical experience, and consistent with quantifiable trends. In that context, the summer of 2012-13 has had it all.     Australian Bureau of Meteorology data showing summer of 2012-13 is the hottest on record, 1 March 2013. Photograph: Australian Bureau of Meteorology    As far as day-to-day weather goes, numerous individual locations in Australia set daytime records for extreme heat. As far as regional averages go, records were also set for the hottest daytime temperatures averaged over the whole of Australia.Records were set for the duration of extreme heat at both individual locations, and for Australia as a whole. Birdsville experienced 31 successive days above 40C and Alice Springs had 17. When it comes to averages over time, January 2013 was the hottest month recorded in the entire observational record for Australia, stretching back to 1910 (the first year for which we can confidently estimate national temperatures). And as of yesterday, a new record was added to the books. The summer of 2012-13 was Australia&apos;s hottest on record. In fact, the entire six months  from September 2012 to February 2013  were warmer than the previous high for that period, set in 2006-2007. Average summer temperatures across Australia were 1.1C above the 1961-1990 average, surpassing the previous record, set in 1997-98, by more than 0.1C. Daytime maximum temperatures also set a record; they were 1.4C above normal, and 0.2C above the 1982-83 record.     Australian Bureau of Meteorology data showing summer of 2012-13 is the hottest on record, 1 March 2013. Photograph: Australian Bureau of Meteorology    And the most significant thing about all of these extremes is they fit with a well established trend in Australia  it&apos;s getting hotter, and record heat is happening more often.Six of the hottest ten summers on record have occurred this century, and only two occurred before 1990. Australia has warmed by nearly a degree Celsius since 1910. This is consistent with warming observed in the global atmosphere and oceans. And it&apos;s going to keep getting hotter. Over the next century, the world will likely warm by a further 2 to 5 degrees, depending on the amount of greenhouse gases emitted into the atmosphere. Under mid-to-high emissions scenarios, summers like this one will likely become average in 40 years time. By the end of the 21st century, the record summer of 2013 will likely sit at the very cooler end of normal. Indeed, an interesting feature of the heat this summer is that it occurred during a &quot;neutral&quot; period in the El Nio-Southern Oscillation (that is, it was neither La Nia nor El Nio). Up until this year, six of the eight warmest summers, and the hottest three summers on record, occurred during El Nio years. This essentially means that the record was consistent with warming trends, and achieved without an extra push from natural variability associated with El Nio. The oceans surrounding Australia have also been exceptionally warm. January 2013 was the second warmest on record, following an unusually hot 2012, and a record hot 2011 for Australian-region sea surface temperatures. These temperatures are measured very differently to air temperatures over land. Hotter in more places and for longer The defining feature of the heat of this summer across Australia has been its extent and consistency. Not many individual places have had their hottest summer on record, but the extent of the heat has been unprecedented.     Australian Bureau of Meteorology    Nearly two-thirds of the continent had a summer that ranks in the top ten of the last 100 years. Only 3% of the continent (mostly in the Pilbara) has been cooler than normal. Some previous summers have been hotter in particular regions, but none have made the top ten across even half the country.More often, a summer might be very hot in the south but cooler than normal in the tropics (like 2008-09) or hot in the east but cool in the west (like 2005-06, or, going back much further, 1938-39). In the summer just gone, every mainland state had temperatures at least a degree above normal. The summer&apos;s heat peaked during an exceptionally long and widespread heatwave in late December and the first half of January, which contributed to January 2013 being Australia&apos;s hottest month on record. During this period, records were broken in large numbers. Fourteen of the 112 sites used by the Bureau for long-term monitoring had their hottest day on record during this heatwave, more than has occurred in any other summer. Sydney (45.8C on January 18) and Hobart (41.8C on January 4) were among the places which set new records. The highest temperature during the heatwave was 49.6C at Moomba in the far northeast of South Australia, Australia&apos;s highest temperature since 1998. But perhaps the most exceptional temperatures of the event occurred in the interior of Western Australia. This is a region which normally misses out on the most extreme high temperatures because of its elevation  higher areas generally stay cooler. Leonora, 376 metres above sea level, reached 49.0C, and Wiluna, at 521 metres, 48.0C; these would rank as the highest &quot;sea-level equivalent&quot; temperatures ever recorded in Australia. January may have seen the most extreme heat, but December and February were also significantly hotter than usual. February was cool on parts of the east coast but very hot over large parts of western and northern Australia  the heat in the north a reflection of 2012-13&apos;s weak and patchy monsoon, which meant the cloudy, wet and (relatively) cool spells which typically punctuate the tropical summer were often absent. February was also consistently warm in many parts of the southeast; some places in northern Victoria had 20 or more consecutive days above 30C, and Melbourne equalled a record by having 14 30-degree days in the month. What about the rains? Apart from the heat, the summer of 2012-13 will be remembered for rain and floods along the east coast, especially those which fell in late January as the remnants of Tropical Cyclone Oswald tracked south just inland from the coasts of Queensland and northern New South Wales, bringing heavy rains along the length of its track. A second round of heavy rain occurred in southeast Queensland and coastal New South Wales in the last week of February. The late January rainfalls were significant and led to major flooding in numerous rivers, especially the Burnett , which reached record levels after a one-day catchment-average rainfall which was nearly 70% above the previous record. Further south, over 700 millimetres fell in one day at Upper Springbrook, in the Gold Coast hinterland, and Mount Castle. Overall rainfall in the Brisbane catchments was very similar to that during the 2011 floods. A crucial difference, though, between the two years was that the weeks leading into the 2013 floods were fairly dry, and more of the rain soaked into the ground than was the case in 2011, when the rain fell on ground which was already saturated. In late February the heaviest rains were in northern New South Wales. There was more than 300 millimetres recorded in a day in places, causing flooding on numerous rivers, especially the Hastings and Macleay. This is a region which is no stranger to extreme rainfalls  in 2009 daily totals in the 300s (or above) occurred on five separate occasions  and no significant records were broken at long-term stations. The rains along the east coast were locally destructive and devastating for communities affected. However, in a national context they brought above-average summer totals to only a fairly small area  southeast Queensland and northeast New South Wales. Even Sydney was only slightly wetter than normal. From Mackay northwards, Oswald&apos;s rains only made up part of the deficit from what was otherwise a relatively dry summer. Away from the east coast, it was a dry summer (except for parts of Western Australia), and in many places it was a very dry one. Across much of South Australia, the Northern Territory, western Victoria, and inland areas of New South Wales and Queensland, summer rainfall was near or below half normal levels. Victoria and South Australia both had their driest summers since the mid-1980s. Australia isn&apos;t going it alone December 2012 was the hottest December on record for Southern Hemisphere land areas, and January 2013 was the hottest January. Australia was a large contributor to this, but so were southern South America and southern Africa. Many parts of southern Africa had their hottest January on record, while the month was also much hotter than normal in large parts of Argentina, Chile and Brazil. In parts of Patagonia, January temperatures were more than 4C above normal. Final hemispheric numbers for the summer will not be available until mid-March. This latest summer heat follows a pattern of extreme hot summers in various parts of the world over the last few years. A particularly extreme example was the summer of 2010 in western Russia, in which seasonal temperatures exceeded previous records by 2C or more. The United States, especially its southern and central areas, has also had two very hot summers in a row in the last two years, which have contributed to 2012 being that nation&apos;s hottest year on record by a large margin. What changes do we see in Australia&apos;s summer climate? Like every other season, summer in Australia has warmed over the last century. Since 1910, summer temperatures have warmed by about 0.8C. Most of this warming has occurred since 1950. This rate of warming is slightly lower than for the other three seasons, mainly because summer rainfall has increased dramatically over the last 50 years in northwest and central Australia, holding back warming in those areas. Not every year has a hot summer  the last two summers were both cooler than normal, as a result of widespread and record rains associated with La Nia  but the probability of very hot summers has increased considerably. Six of Australia&apos;s ten hottest summers on record have come in the last 11 years, meaning that very hot summers have been occurring at about five times the rate you would expect without a warming trend. With higher average temperatures come more extremes of heat. In the last decade, record high temperatures have outnumbered record low temperatures in Australia by a ratio of about three to one. About a third of the all-time record high temperatures at the Bureau&apos;s long-term stations have occurred since 2000. The latest global analyses have found that extreme high temperatures are increasing in frequency almost throughout the world, and the Australian results are consistent with that picture. Another indicator of the trend towards extreme warmth in Australia is the proportion of the continent which has a summer amongst the ten warmest in history. The summer of 2012-13 may have set a record in this respect, but several other recent years have also had a large area of the country where summer has been much warmer than usual. On average, since 2000, about 25% of the continent each year has had a summer in the ten warmest. The chances of such a warm summer in any given place in the post-2000 period are about three times what they were pre-2000.", 
    "section": "environment", 
    "gid": "environment/2013/mar/01/australia-record-breaking-hottest-summer", 
    "wordcount": "2060"
}