{
    "headline": "Gay students: invisible on campus?", 
    "text": "Homophobia is an issue that affects all UK universities, says NUS LGBT officer Finn McGoldrick. So why, she asks, aren&apos;t institutions doing more to support their lesbian, gay, bisexual and transgender students? It&apos;s a question that will be debated on Friday during the annual NUS LGBT campaign conference. The three-day event in Manchester will see members thrash out an agreement on what campaigns the union will fight for over the next year. Among the long list of topics tabled for discussion are motions on tackling bullying and hate crime, protection for LGBT students studying abroad and understanding the specific needs of LGBT mature students. But Finn says the issue that needs addressing most urgently is the invisibility of LGBT students. Unlike other groups, LGBT people remain unaccounted for in higher education because their numbers are not recorded by universities. This means it&apos;s difficult to measure how many students are being affected by prejudice and discrimination. While homophobia and transphobia remain endemic on all campuses, says Finn, universities still do not recognise LGBT students as a target group in terms of access and retention. &quot;There&apos;s this wrong opinion that you go to university and suddenly you are free to be whoever you want to be and that it&apos;s really welcoming and accepting. But it&apos;s just not true,&quot; Finn explains. &quot;Institutions are still struggling to tackle the experience of all oppressed groups such as black students or women. But at least they attempt to have the statistics on these groups. With LGBT students, they only see it as a social issue.&quot; Finn complains LGBT students are not treated as a group which needs special measures while at university. But she insists bullying and hate crime are a huge problem. LGBT NUS has heard horror stories about trans students not being given the support they need while transitioning, of being intimidated by flatmates in university accommodation and of being denied the right to change their old name on their degree certificate. One measure the NUS will be working with student unions to introduce is setting up a site where hate crimes can be reported remotely instead of in person. As well encouraging victims to come forward, it&apos;s also hoped this will help the NUS gather more accurate data. Following the conference, the organisation will launch a research project collecting information on LGBT experiences at university. Wes Streeting, head of education at Stonewall agrees that more needs to be done and that without any meaningful data or research on the numbers and experiences of gay students in higher education, it is hard to see how universities are able to reassure themselves and potential applicants that they are providing a genuinely inclusive learning environment. &quot;It&apos;s something that the sector needs to address, from the point of application through to their prospect after graduation,&quot; he says. &quot;People are paying more for their higher education than ever before and universities need to provide a high quality experience for all students, whatever their background.&quot;  This article was amended on 19 April. It previously stated that homophobia and transphobia are endemic on university campus. This is not fact but an opinion given by Finn McGoldrick, NUS LGBT officer.", 
    "section": "education", 
    "gid": "education/2013/apr/19/lgbt-nus-conference-why-gay-students-are-invisible", 
    "wordcount": "537"
}