{
    "headline": "Satellite eye on Earth: December 2012  in pictures", 
    "text": "   Most metropolitan areas of the western United States are spread over large areas with regular street grid patterns that are highly recognisable from space, like the northern Dallas metro area in Texas. The north-south and east-west grid of major streets is highlighted by orange lighting, which lends a fishnet-like appearance to the urban area. Smaller residential and commercial buildings give green-grey stipple patterns to some blocks. The airplane terminals of Dallas-Fort Worth International airport are lit with golden-yellow lights and surrounded by relatively dark runways and fields. Likewise, the runways of Dallas Love Field are recognisable by their darkness Photograph: ISS/NASA       This image of the United States of America at night is a composite assembled from data acquired in April and October 2012. The image was made possible by the new satellites 'day-night band', which detects light in a range of wavelengths from green to near-infrared and uses filtering techniques to observe dim signals such as city lights, gas flares, auroras, wildfires, and reflected moonlight Photograph: VIIRS/SUOMI/NASA       It is not unusual for a rainy season to transform a landscape, but what's unusual about Australia's channel country is that the transforming rains often fall hundreds of kilometres away. Like the Okavango delta of Botswana, the channel country is an inland delta. It is fed by rain that falls on the Mitchell Grass Downs to the north. Instead of flowing to the coast, the rivers arising from these grassy plains flow toward the low-elevation Australian interior, sending water over expansive floodplains in south-western Queensland Photograph: MODIS/Aqua/NASA       As predicted, typhoon Bopha, known in the Philippines as Pablo,  made landfall on the Philippine island of Mindanao overnight on December 3-4. Bopha remained a powerful typhoon as it made landfall on Mindanao, retaining a distinct eye and spiral shape as storm clouds stretched over the eastern part of the island Photograph: VIIRS/SUOMI/NASA       Although the official start of winter was still a month away, south-western Alaska already painted a frosty picture in November. Cloudless skies allowed a clear view of the region, which was with only a few spots of tan-coloured land peeping through in the south. In the north, the deep greens of the boreal forest also broke through the snow cover. Across the entire image, most rivers appeared to be frozen, with the highly reflective ice appearing exceptionally bright. In this image, sea ice has already begun to form, turning the water off the coast a dull white Photograph: MODIS/Aqua/NASA       This image is a compilation of three radar images from the Japanese ALOS satelliteand shows the Po River, which flows over 650km from west to east across northern Italy as the countrys longest river.Agriculture is one of the main economic uses of the Po Basin because of the fertile soils, and this image clearly shows a landscape dominated by fields.Branching off of the river in the centre of the image and snaking through the landscape to the lower-right corner is the Po di Goro, one of the main channels of the Po delta.The section of the main river pictured and the Po di Goro form the border of the Italys Veneto (north) and EmiliaRomagna (south) regions Photograph: ALOS/JAXA/ESA       City lights at night are a fairly reliable indicator of where people live. But this isn't always the case, and the Korean Peninsula shows why. As of July 2012, South Korea's population was estimated at roughly 49 million people, and North Korea's population was estimated at about half that number. But where South Korea is gleaming with city lights, North Korea has hardly any lights at all - just a faint glimmer around Pyongyang. Seaborne lights from fishing boats are visible off the coastPhotograph: VIIRS/SUOMI/NASA       Sunny, dry conditions have become all too common across the south-central United States in 2012, and this clear day in mid-December  was no exception. The south-central United States has been suffering under drought conditions throughout the year. On the same day as this image was captured, the US Drought Monitor reported that drought continued to expand through many key farming states Photograph: MODIS/Terra/NASA       In the southernmost reaches of Burma, along the border with Thailand, lies the Mergui Archipelago, made up of more than 800 islands surrounded by extensive coral reefs  in the Andaman Sea. This natural colour image  shows the middle portion of the archipelago, including Auckland and Whale Bays. Swirling patterns are visible in the near-shore waters as sediments carried by rivers slowly settle out and are deposited on the seafloor. The heavy sediment loads make the river appear nearly white. As those sediments settle out, the seawater appears deeper shades of blue. The tropical rainforests of the region appear deep green Photograph: Landsat 5/NASA       After more than a month of eruption, lava continues to flow from Tolbachik, one of many active volcanoes on Russias Kamchatka Peninsula. The current eruption began on 27 November, the first time the volcano has been active in 36 years, according to Denison University volcanologist Erik Klemetti. Lava flowed up to 20 kilometres (12 miles) from a line of fissures on the volcanos southern flank. Since then, some of the lava has cooled enough to allow snow to accumulate. Snow-covered lava flows appear grey in this natural-colour satellite image. Fresher lava appears black. A faint orange glow at the head of the northern flow marks the location of an erupting fissure Photograph: ALI/EO-1/NASA       This astronaut photograph highlights hundreds of rectangular fields on either side of a 36-kilometre (22-mile) stretch of the Songhua River, China. Some fields are easier to see than others due to the winter snow cover. The braided Songhua joins with the Amur River about 40 kilometres (25 miles) downstream, at the border with Russia. Numerous villages also appear as small grey polygons. Broad floodplains can be recognised on both sides of the river, occupied by fewer fields and almost no villages. The town of Suibing stands out as a larger grey patch on the banks of the river. A significant 300 metre-high hill south of the river throws mid-morning shadows. The region is one of the most heavily cultivated in north-eastern China, with corn, soybeans, and sorghum being major crops. The areas of varying whiteness cover may correlate with zones of different crops and forest cover  Photograph: ISS/NASA       Heilongjiang is a province of China located in the north-eastern part of the country. The flat interior part of the province grows soybeans, maize, wheat, beets, flax and sunflowers. Farms are small and long skinny rectangles in shape, surrounding regularly spaced villages Photograph: GSFC/METI/ERSDAC/JAROS, and U.S./Japan ASTER Science Team/NASA       The Nile River valley and delta comprise less than 5% of Egypt's land area, but provides a home to roughly 97% of the countrys population. Nothing makes the location of human population clearer than the lights illuminating the valley and delta at night. The city lights resemble a giant calla lily, just one with a kink in its stem near the city of Luxor. Some of the brightest lights occur around Cairo, but lights are abundant along the length of the river. Bright city lights also occur along the Suez Canal and around Tel Aviv. Away from the lights, however, land and water appear uniformly black Photograph: VIIRS/SUOMI/NASA       Haze hovered over eastern China on 11 December. The haze, likely a combination of dust and air pollution, stretched from northern China across much of the coastal plain. Throughout November and December, thick haze has often blanketed this part of China. One common cause of poor winter air quality is a temperature inversion, in which a layer of cold, dense air gets trapped beneath a more buoyant layer of warm air. As long as the temperature inversion persists, pollution builds in the trapped pocket of air near the ground Photograph: MODIS/Aoqua/NASA       North-western North Dakota is one of the least densely populated parts of the United States but satellite imagery shows the area has been aglow at night in recent years. The reason: the area is home to the Bakken shale formation, a site where gas and oil production are booming. Most of the bright specks are lights associated with drilling equipment and temporary housing near drilling sites, though a few are evidence of gas flaring. Some of the brighter areas correspond to towns and cities like Williston, Minot, and Dickinson. According to the US Energy Information Administration, natural gas production from the Bakken shale has increased more than 20-fold between 2007 and 2010 Photograph: VIIRS/SUOMI/NASA       Careful observers of the new 'black marble' images of Earth at night released by Nasa and the National Oceanic and Atmospheric Administration have noticed bright areas in the western part of Australia that are largely uninhabited. Why is this area so lit up? Away from the cities, much of the night light comes from wildfires. In the bright areas of western Australia, there are no nearby cities or industrial sites but, scientists have confirmed, there were fires in the area when the Suomi NPP satellite made passes over the region Photograph: VIIRS/SUOMI/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/02/satellite-eye-in-pictures", 
    "wordcount": "0"
}