{
    "headline": "Why cycling in high-vis may be not as safe as you think", 
    "text": "A couple of years ago I took a condensed version of the training programme for cycle officers with London&apos;s City police, a process which began with my instructor following me to assess my riding as we pedalled through the busy streets. His verdict? Mainly fine, barring what he insisted on terming a &quot;mistake&quot; - that even in early afternoon on a bright April day I was not wearing some sort of high-visibility waistcoat or jacket. High vis is a vexed subject for cyclists. Probably only helmets and light jumping cause more arguments. Ultimately, of course, what you wear on your bike is personal choice. Full Lycra gimp garb? Office clothes? Nothing at all? Go right ahead. Nonetheless, the debate merits an airing, for two reasons. First we have what you might call the cycling culture argument: the more non-cyclists see people on bikes dressed as if they were on a building site or directing airliners towards a runway, the more they implicitly absorb the message that cycling is inherently unsafe. It&apos;s not, and as cannot be pointed out too often long-term inactivity carries its own perils, less immediately obvious but statistically far more significant. Aside from the much-reported correlation of more cyclists making cycling safer overall, the connotations of a high-vis culture arguably also make cycling less accessible. Riding a bike is, if not actual combat then certainly some kind of specialist pursuit, goes the unspoken message. Don&apos;t try it unless you&apos;re young, fit and fearless. Such concerns about high vis can be tricky to put across. For one thing it&apos;s a nuanced argument, something I believe is actually illegal on some parts of the internet. But also, you&apos;re presumably asking riders to take a slightly greater immediate risk themselves for the sake of a future common good. Or are you? The Transport Research Laboratory (TRL), the Department for Transport-affiliated boffin repository which produces a wealth of studies each year, has been looking into this. They have examined decades of research on the ways by which motorcyclists can increase their visibility and thus avoid so-called Smidsy (&quot;Sorry mate, I didn&apos;t see you!&quot;) collisions, such as cars pulling out in front of them. Yes, it&apos;s about motorbikes, which must be borne in mind when reaching any conclusions. That said, there is considerably more research on motorcycle visibility than there is on bikes, so it&apos;s worth examining even of you never get above 10mph on two wheels. The authors looked at 12 studies dating back as far as 1969, a number of which seemed to show that a fluorescent jacket or similar garb made riders more visible. However, the paper notes that many of these put the bikes against relatively uniform backdrops rather than the every-varying contrast of a moving landscape. One study, from 2011, appeared to show that drivers saw moving motorbikes more quickly if there was a greater colour contrast between the background and the rider&apos;s clothes. Another, from last year, concluded that depending on the road and traffic the most visible rider apparel could be a high-vis jacket, a white jacket or even a black jacket. The TRL&apos;s report says:   The results are interesting in that they show the previously held assertion that a bright reflective jacket will improve rider conspicuity may not always be true ...  [T]he message seems to be that the most conspicuous outfit will be dictated by the lighting conditions and local environment at the time, which may be extremely variable within the confines of even a fairly short ride.  In the conclusion they add:  Given that environments may differ over even fairly small changes in time or location, there is not likely to be a one-size-fits-all solution, meaning that motorcyclists need to be aware of the limitations of whichever interventions they use.  This is an important message. Albeit once again (I&apos;m sorry) a nuanced one. I&apos;m not encouraging anyone to throw out their high-vis vest. At the very, very least it most likely won&apos;t do any harm, beyond maybe getting you a bit sweaty, and it might do some good. But  and this is the key  don&apos;t head out there assuming you&apos;ll automatically be seen just because you&apos;ve dressed head to toe in incandescent yellow.  That said, the lessons only pertain to daylight hours. Virtually all high-vis items have reflective patches or strips, which are, without doubt, a boon after dark.  As an aside, the same report also examines what&apos;s known about how to best ensure motorbike lights are spotted. These lessons are arguably one step again removed from cycling because of the evident difference in lighting strength. That said, I found it interesting that the studies seemed to show motorbike lights are most obvious to drivers when they stand out from the crowd, for example if they&apos;re a different shade or set up as a combination of sources. That ties in with the longstanding cycle light orthodoxy of flashing LEDs. I take this one step further by using two lights at the front and the rear, with differing flash patterns and, where possible, different shapes - hence my new, somewhat early-days-of-rave auxiliary back light.  Note: The TRL usually charge for reports so I can&apos;t link to the study. I&apos;ve provided links to the two earlier papers I mention. Update TRL have got in touch to say they don&apos;t charge for PDF copies of reports. You have to register on their website but downloads are free. This is the link for the report relevant here. They&apos;ve asked me to point out, too, that while they do a lot of work for the DfT they&apos;ve been independent since the DfT sold them off in 1996.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jan/10/cycling-high-visibility-safe-fluorescent", 
    "wordcount": "944"
}