{
    "headline": "Planck spacecraft unveils earliest map of the universe", 
    "text": "The most detailed picture yet of the early universe is to be revealed today in Paris. Taken by the European spacecraft, Planck, it could tell us about events that took place during the first second of the universe&apos;s existence. Planck&apos;s image will show the universe at an age of around 380,000 years. This is before stars and galaxies formed. At that time, all that existed was a vast sea of atoms and radiation. Gravity was just pulling the atoms into clumps and these would go on to become stars and galaxies. The current age of the universe is 13.7 billion years. In short, Planck&apos;s image is the blueprint for the universe.  Planck sees the clumps by collecting the microwave light that has come from them. This radiation is known as the cosmic microwave background and it outnumbers atoms in the universe by a billion to one. The clump temperatures are all slightly different but hover within a hundred-thousandths of a degree of 2.725 Kelvin (approximately 270 Celsius).  These fluctuations are referred to as anisotropies and although they are minuscule, they are enough for astronomers to do their work.  The first results will be announced today at a press conference taking place at the European Space Agency&apos;s Paris headquarters at 10:00 CET, Thursday 21 March. You can watch a live webcast here. Whatever is announced today, it will not be the end of the story. The Planck data will keep scientists busy for years. There are many hopes riding on this data because it is becoming increasingly obvious that we do not understand the universe very well at all. Most of the matter is thought to be in particles that hardly interact with normal atoms. Although astronomers and particle physics have plenty of candidates for what this matter may be, they have no direct evidence for any of it yet. They call it dark matter. Worse still, is that the natural expansion of the universe is accelerating, rather than decelerating as astronomers had expected. The acceleration suggests that some exotic form of energy pervades all space, overwhelming gravity on the largest scale. They call this dark energy. Together, dark matter and dark energy are calculated to make up 96% of the universe. Put another way, astronomers do not understand what 96% of the universe is made from. Either that, or their understanding of gravity on the largest scales is faulty. Although the Planck data is not expected to refine those estimates dramatically, it could help reveal some of the dark matter. Some particle physicists believe that the three known neutrino species know could be joined by a fourth. Others have suggested a shadowy form of light called a dark photon. These could influence the shape of the clumps in the Planck data. Another mystery Planck will investigate is known as inflation. This is a hypothesis that the universe underwent a catastrophic expansion a split second after the big bang. This largely smoothed out matter across the universe and explains why the microwave temperature anisotropies are so small. There have been two other space missions to study the cosmic microwave background, as this radiation is termed. Both were launched by Nasa. COBE blasted off in 1989 and WMAP in 2001. Planck is the first European mission to study this phenomenon. Nobel Laureate John Mather, who won the Nobel for his work on COBE is quoted as saying that he hopes for some surprises in the data because, &quot;the last decimal places are never very interesting.&apos; I would say that those decimal places are exactly where the excitement takes place. It is in the details that the we see where our current theories fail. After all, it wasn&apos;t until the fifth decimal place of Mather&apos;s COBE data that the anisotropies were found  and they gave us the first rough sketch of the universal blueprint. Today, Planck will unveil that blueprint as a finished masterpiece.  Stuart Clark is the author of The Day Without Yesterday (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/mar/21/planck-unveils-earliest-map-of-universe", 
    "wordcount": "669"
}