{
    "headline": "Cultivation and decay, from 'point stuff' to tattered plastic", 
    "text": "Beneath Tuckermarsh Bridge, ferns and trees coated with ivy choke a deep cutting of the old railway that ran to Waterloo, via Tavistock. As we descend past horse paddocks and into the woods, the vistas across the valley, towards Kit Hill and Hingston Down, disappear. Overgrown box, laurel and privet, which used to shelter daffodil gardens, mingle with the yellow and brown leaves of regenerated hazel, willow and oak, all interwoven with the greenery of flowering ivy, mosses, brambles and scaly male ferns. At the confluence with the Tamar, ducks float between reeds on the mirror-like water of high tide. Opposite is Calstock with its tiers of houses and sites of former glasshouses for tomatoes, but here, on the gloomy river-cliff, the path is strewn with beech leaves  brilliant orange in contrast to the vivid green of woodrush and whortleberry. Downriver and towering above Ferry Farm, the tapering concrete pillars of the railway viaduct frame views of Cotehele House and the steep woods around the Danescoombe meander. Ghostly against the burnished canopy of oak, beech and chestnut stand the graceful silhouettes of bare ash. Soon, fallen leaves washed into the river will sink and accumulate on mud banks. Once valued as a source of manure, shoals of this &quot;point stuff&quot; were laboriously shovelled into boats at low tide, rowed to quays and unloaded into carts for spreading on market gardens. Above the river, fields of harvested maize are being cultivated, ahead of the next bout of rain. Overlooking reed beds and groves of eucalyptus on the Cornish side, and within earshot of a pheasant shoot at Pentillie, a reversible five-furrow plough, followed by another tractor drawing power harrows with seed drill, speeds across the land. Flocks of seagulls swirl across the freshly turned earth but do not linger  perhaps put off by the tattered remains of plastic, beneath which the maize was planted to speed germination. Instead they congregate and pitch behind the tractor ploughing a nearby pasture.", 
    "section": "environment", 
    "gid": "environment/2012/nov/13/bere-alston-tamar-cultivation-decay", 
    "wordcount": "330"
}