{
    "headline": "Mobile marvels and submersible smartphones unveiled at Barcelona", 
    "text": "In the days before smartphones attracted the sort of media attention that previously only attached itself to film premieres and Hollywood stars, the annual Mobile World Congress trade show in Barcelona used to be the place to launch a new phone. All that has changed, but the Barcelona show remains a favourite place to spot the coming technology trends. In a complex so large that travelator conveyor belts were installed to ferry visitors between the exhibition halls, the multitude of new gadgets on display can be bewildering. Cut through the noise and a few bright ideas emerge. Here are six of the best  and here are some of the best: Waterproof phones  Whether they are left outside in the rain, put through the washing machine or dropped down the toilet, many phones meet soggy ends. Given that water damage is one of the most common reasons for mobile insurance claims, surprisingly few smartphones are sold as water resistant. That could be about to change. Motorola and Alcatel One Touch are manufacturing waterproof phones with the help of P2i  a business established to commercialise technologies developed by the UK government&apos;s defence science &amp; technology laboratory. In the US, phone owners are doing it themselves for $60 (40). Liquipel installs booths in phone shops that use a vacuum chamber, gas and a bit of heat to coat the inside and outside of a phone with a protective layer 1,000 times thinner than a human hair. Remote-control homes  With intelligent fridges, robot hover-vacuum cleaners and carpets that come complete with computer chips in the tufts send out a signal saying when they need cleaning, the remote-control home is beginning to move out of the realm of science fiction. The smartphone should soon allow us to remotely lock the front door, feed the pets while on holiday and check what food is in the fridge while at work. But the technology is not quite tiptop yet: LG&apos;s flying saucer-shaped vacuum cleaner is more entertaining than it is functional, and there is no robot monitoring the contents of its smart fridge  a list still has to be laboriously updated by hand. Glove-friendly touch screens Answering a call or using a phone map outside on a cold winter&apos;s day need no longer mean the hassle of removing gloves -or the purchase of touchscreen compatible mittens. Huawei&apos;s flagship Ascend P2, launched this week, and Nokia&apos;s Lumia 920 are both responsive to fabric as well as skin. Prodding the Huawei handset with an index finger covered by thick coat fabric proved this was not an empty claim  but begloved text typing probably remains a pipe dream for now. 3D printed phone cases Described as the closest thing to teleportation, the most sophisticated 3D printers can copy an object in one location and reproduce it millimetre for millimetre in another. These costly machines are rarely spotted outside design studios, but a company called Makerbot.com has made scaled-down versions designed for the home. Nokia is using them to let customers design personalised phone cases. The material being used is a corn-based plastic that is also biodegradable. Those who don&apos;t want to buy a 3D printer can select their case colour, texture and inscriptions online and have the finished product sent in the post. Voice-controlled car radio Shouting at the radio could soon be normal behaviour. Ford has teamed up with the world&apos;s largest music-streaming library, Spotify, to create a voice-controlled radio for the car. The technology connects the phone to the dashboard and is activated by a button on the steering wheel. So far it only works with the iPhone and in one Ford model, but that could change if the idea catches on. Budget smartphones With Apple and Samsung selling most of the world&apos;s expensive phones, Nokia&apos;s flagship models have struggled to attract buyers. This year, it has set its sights firmly at the budget end of the market, but with phones that have many of the features found higher up the food chain. Nokia used the Mobile World Congress to launch the 139 (120) Lumia 520, which goes on sale in Europe in the second quarter of this year. There is just one camera, which is rear facing so no video Skype calls, but it does come with Nokia&apos;s highly rated maps, which give spoken directions just like a satnav. For under 100, a panoply of Android handsets are now available too, which Google claims offer the full smartphone experience. Alternative operating systems Anyone wanting to buy a high-end smartphone is already spoilt for choice, with Apple Google Microsoft and Blackberry already promoting their own interfaces with matching app stores. But web content producers, mobile networks and handset companies are now backingFirefox and Tizen and their plan is to destroy the app store as we know it. Once bought by the user, the promise is these apps will work on any operating system, handing control of their content back to the customer.", 
    "section": "technology", 
    "gid": "technology/2013/feb/27/barcelona-mobile-world-congress-gadgets", 
    "wordcount": "829"
}