{
    "headline": "Nations urged to combine environmental and development goals", 
    "text": "Degradation of the natural world is undermining efforts to reduce poverty, warn scientists, who say the only chance of achieving global prosperity is for all countries to combine poverty and environmental targets. World leaders should set six goals around universal clean energy, an end to water and food shortages, thriving lives and livelihoods, and healthy and productive ecosystems, they say. Prof David Griggs, director of the Monash Sustainability Institute in Australia, argues in an article in the journal Nature that it is no longer enough for countries to solely pursue the poverty alleviation targets enshrined in the millennium development goals (MDG) that were agreed in 2000 but run out in 2015. &quot;Humans are transforming the planet in ways that could undermine any development gains. Mounting research shows that the stable functioning of Earth systems  including the atmosphere, oceans, forests, waterways, biodiversity and biogeochemical cycles  is a prerequisite for a thriving global society,&quot; he writes, with colleagues. Instead, the authors say that the old goals should be combined with global environmental targets drawn from science and from existing international agreements to create new &quot;sustainable development goals&quot; (SDGs). &quot;Pursuing a post-2015 agenda [which is] focused only on poverty alleviation could undermine the agenda&apos;s purpose. Growing evidence and real-world changes convincingly show that humanity is driving global environmental change and has pushed us into a new geological epoch. Further human pressure risks causing widespread, abrupt and possibly irreversible changes to basic Earth-system processes. Water shortages, extreme weather, deteriorating conditions for food production, ecosystem loss, ocean acidification and sea-level rise are real dangers that could threaten development and trigger humanitarian crises across the globe,&quot; say the authors. Countries began the political process of adopting new post-2015 targets earlier this month at the inaugural meeting of the open working group on sustainable development goals at the UN headquarters in New York. Most developing countries argued, as they have done throughout the long-running UN climate negotiations, that rich countries should do more than developing countries to alleviate environmental pressures on the basis that they have been largely responsible for the problems and have greater resources to tackle them. However, developed countries want to see ecological improvements included as an overarching priority in the future goals of developing nations. The scientists&apos; hopes rests on countries combining existing, agreed UN targets and adopting a new definition of sustainable development. It is presently defined as: &quot;Development that meets the needs of the present without compromising the ability of future generations to meet their own needs.&quot; They propose: &quot;Development that meets the needs of the present while safeguarding Earth&apos;s life-support system, on which the welfare of current and future generations depends.&quot; &quot;None of this is possible without changes to the economic playing field. National policies should, like carbon pricing, place a value on natural capital and a cost on unsustainable actions. International governance of the global commons should be strengthened, for example through binding agreements on climate change, by halting the loss of biodiversity and ecosystem services and by addressing other sustainability concerns,&quot; says the article in Nature. &quot;A small number of goals is essential for focus; others could be added but should build on the core six. But the first step is for policymakers to embrace a unified environmental and social framework for the SDGs, so that today&apos;s advances in development are not lost as our planet ceases to function for the benefit of a global population.&quot; Proposed new SDGs  Goal one: Thriving lives and livelihoods. End poverty and improve wellbeing through access to education, employment and information, better health and housing. It should include targets on clean air that build on World Health Organisation guidelines for pollutants such as black carbon.  Goal two: Sustainable food security. The MDG hunger target should be extended and targets added to limit nitrogen and phosphorus use in agriculture; phosphorus flow to the oceans should not exceed 10m tonnes a year; and phosphorus runoff to lakes and rivers should halve by 2030.  Goal three: Sustainable water security. Achieve universal access to clean water and basic sanitation. This would contribute to MDG health targets, restrict global water runoff to less than 4,000 cubic kilometres a year and limit volumes withdrawn from river basins to no more than 50-80% of mean annual flow.  Goal four: Universal clean energy. Improve affordable access to clean energy that minimises local pollution and health impacts and mitigates global warming. This contributes to the UN commitment to sustainable energy for all, and addresses MDG targets on education, gender equity and health.  Goal five: Healthy and productive ecosystems. Sustain biodiversity and ecosystem services through better management, valuation, measurement, conservation and restoration. Extinctions should not exceed 10 times the natural background rate. At least 70% of species in any ecosystem and 70% of forests should be retained.  Goal six: Governance for sustainable societies. Transform governance and institutions at all levels to address the other five sustainable development goals. This would build on MDG partnerships and incorporate environmental and social targets into global trade, investment and finance. Subsidies on fossil fuels and policies that support unsustainable agricultural and fisheries practices should be eliminated by 2020.", 
    "section": "environment", 
    "gid": "environment/2013/mar/21/nations-urged-combine-environmental-development-goals", 
    "wordcount": "867"
}