{
    "headline": "Need For Speed makers tinker under the bonnet to create a surefire smash", 
    "text": "Let&apos;s begin with a quiz. What was the Christmas No 1 in 2005? The correct answer is Need For Speed: Most Wanted. If you yelled out, &quot;Shayne Ward  That&apos;s My Goal&quot;, then apologies; that&apos;s never a dignified thing to do. It&apos;s also the wrong answer. The videogame that tops the charts at Christmas remains a less culturally significant achievement than its pop equivalent, but  with the biggest games mostly being released in the last few months of the year  it&apos;s an important indication of the franchises that really matter. Need For Speed claimed the crown for two years running (Most Wanted&apos;s predecessor was No 1 in 2004). In terms of sales, it&apos;s the most successful driving series ever, selling in excess of 100m copies, around 10m ahead of the various iterations of Mario Kart, its closest rival. But Need For Speed&apos;s star has faded in recent years. The series became increasingly uninspired and sales dipped. It still shifts games, but since 2006&apos;s Need For Speed: Carbon, they&apos;ve failed to generate anything like the excitement they once did. The obvious question is &quot;why?&quot;, and the simple answer is that the team making the game was pushed too hard. John Riccitiello, CEO of the publisher EA, admitted to computerandvideogames.com earlier this year that, &quot;We had a single studio, Black Box, up in Vancouver, building our [Need For Speed games] annual iterations. No rest for the weary. The title declined dramatically. It was our fault.&quot; Eventually, in 2009, EA decided to do something about it. It didn&apos;t have to look very far to turn its fortunes around. A benefit of running one of the world&apos;s biggest publishers (coming a close second to having stacks of cash) is that Riccitiello has a portfolio of other studios at his disposal. Criterion, based in Guildford, was already responsible for EA&apos;s other successful driving series, Burnout. If any team could revitalise the ailing Need For Speed franchise, it was Criterion. The game they produced, Need For Speed: Hot Pursuit, was released in late 2010 and instantly repositioned the series as a critical darling, winning awards, including a Bafta, and becoming the best-reviewed game in the franchise. Need For Speed was back. It only lasted 12 months. At the time, EA was using an arrangement much like the one Activision employs for Call Of Duty. Instead of asking one studio to unveil a new game every year, it employs two, allowing for a 24-month development cycle. The theory is that with extra time available, the developers aren&apos;t rushed, and the games are better. &apos;With Most Wanted, you have friends at the centre of everything. You can instantly see who&apos;s fastest past every speed camera&apos;  Matt Webster, Criterion     Need For Speed: Most Wanted    In 2011, Black Box, the studio behind the series&apos; original hits, returned with NFS: The Run. It did not fare well. Where Hot Pursuit purified the experience by creating an exhilarating cops-versus-street-racers mechanic, The Run was a mess, incorporating clunky on-foot sections to its thrill-lite racing. It was to be the studio&apos;s final Need For Speed game. With the series apparently back on track, only to suffer this new setback, EA made Criterion the lead studio and last month moved to replaced Black Box with a new studio based in Gothenburg. Now it&apos;s over to Criterion to lead the way. Matt Webster, executive producer of Criterion&apos;s games, is in no doubt as to why the studio will succeed where its predecessor failed. &quot;It&apos;s about not being afraid to change your mind,&quot; he says. &quot;A lot of games will have a cut-off point, but we will make change after change, later and later, because that&apos;s where the game takes its true shape. Ultimately it&apos;s about favouring the player. A dose of healthy paranoia, never believing anything is good enough, also helps.&quot; It all sounds promising, but it&apos;s easy to talk a good game. Steven Spielberg said he&apos;d only make a fourth Indiana Jones film if it would stand up alongside the original three, and look how that turned out. This time, however, there&apos;s past form to back it up. Take Criterion&apos;s Burnout Paradise, where updates and new modes were regularly added for 17 months after the original release. That&apos;s dedication. Webster is clear on where the future of the Need For Speed franchise lies. &quot;Players want to be social,&quot; he says. &quot;The problem is, a lot of online games are insanely macho, competitive experiences that are scary to go off and play. With Most Wanted, you have friends at the centre of everything. You can instantly see who&apos;s fastest past every speed camera. Whichever of your friends has jumped the furthest as they&apos;ve smashed through a billboard, we put their face on it.&quot; Twelve months ago, the chances of another Need For Speed festive chart-topper seemed incredibly remote. Now, that&apos;s all changed. Perhaps Shayne Ward should be taking notes.", 
    "section": "technology", 
    "gid": "technology/2012/oct/19/need-for-speed-most-wanted", 
    "wordcount": "822"
}