{
    "headline": "University competition, collaboration and the clash of the private providers", 
    "text": "We are so used to umpiring the tug of war between the respective defenders of public and private provision here on the Higher Education Network that it came as some surprise when the most heated debate at this year&apos;s Guardian&apos;s Future of Higher Education summit erupted between the private providers themselves. The universities minister, David Willetts, had opened his morning speech insisting that &quot;the value of higher education is both public and private&quot;, even as he went on to remind the audience of 200 senior higher education figures that &quot;legally, all UK universities are in the private sector&quot;. It was a point picked up by Prof Terence Kealey, vice-chancellor of the University of Buckingham, the only member institution of Universities UK that receives no government funding. Sharing the stage at Senate House, London, with Aldwyn Cooper, chief executive of Regent&apos;s College, and Peter Crisp, dean and chief executive of BPP Law School, Kealey righteously defended his own institution&apos;s model: that of fully independent charity. If a university&apos;s main purpose is the search for truth, said Kealey (in timely reference to the Robbins report which celebrates its 50th anniversary this year), then only charitable institutions, independent of government funding and answerable solely to their own trustees, can fulfil it. Consecutive governments have crowded out private funding and the sector now prostitutes itself to the state, he went on. A decade ago, vice-chancellors lay down for research funding; they now do so for the National Student Survey. &quot;It&apos;s undignifed.&quot; And those with duties to shareholders are no less compromised. Crisp begged to differ: private provision is growing because students are not getting the flexible, career-focused services they want elsewhere. Nor does his institution operate truly for-profit, he added, before being accused of using the Starbucks defence (claiming losses in one country while making payments to another part of its international business) as a subsidiary of the US higher education company Apollo Global. From the floor, a representative of the College  now University  of Law, said that its recent sale to a private equity firm would not impact on its commitment to students. &quot;Perhaps not now,&quot; said Kealey, his eyebrows arching, &quot;but one day you will be owned by shareholders who don&apos;t care about long term good, only short term profits. And you will go the way of all private companies.&quot; What did we learn? That all universities are created private, but some are created more private than others. And that private providers, as Nottingham University&apos;s head of marketing Emma Leech later noted, have taken over from university marketing departments as the sector&apos;s resident panto villains. Boo hiss. As speakers and soundbites were captured on whiteboards by a team of visual minute takers, long queues formed for the Senate House pick&apos;n&apos;mix bar and delegates continued to chew over the three C words: competition, collaboration and communication of value. &quot;Do the rivalries and hierarchies in higher education undermine our ability to collaborate in the way this sector needs?&quot; conference chair Sue Littlemore asked the audience. After all, there are no leagues tables for collaboration. And with so many competing priorities, how can we project a clear message about university education to the public? By trusting that they &apos;get&apos; it, argued Tamson Pietsch, lecturer in imperial and colonial history at Brunel University and steering member of the campaigning group, the Council for the Defence of British Universities. The education-for-its-own-ends argument is common sense and translates as effectively as the current skills agenda, she said. There is also more than one public, weighed in Dan Derricott of the Quality Assurance Agency for Higher Education (QAA). They want different things from us  be that enlightenment, employability, social cohesion  and we should adapt accordingly. Yes, the barriers to public engagement are still profound, said Paul Manners, director of the National Co-ordinating Centre for Public Engagement in Bristol. But the &apos;egotistical&apos; nature of academia is as much to blame as any lack of understanding on the part of the public. Or as Hefce henchman David Sweeney said, (defending earlier comments by Willetts that researchers have created their own free market): &quot;Academics compete ... higher education is an inherently competitive system.&quot; Now in its seventh year, the Guardian Future of Higher Education summit brings together UK university leaders for a day of strategic debate. This year, the inaugural Guardian University Awards followed, where Prof Bob Cryan of the University of Huddersfield was named inspiring leader of the year. Visit our University Ideas Bank for case studies of all winners. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/05/guardian-he-summit-private-providers", 
    "wordcount": "789"
}