{
    "headline": "Badger cull should wait on complaint ruling", 
    "text": "The government&apos;s proposal to license farmers and landowners to shoot badgers at night is, in our expert opinion, fundamentally flawed both scientifically and morally, and does not represent a credible long-term solution to the problem of bovine tuberculosis. In January this year, concerned that the proposed shooting of thousands of free-running badgers may constitute a breach of the convention on the conservation of European wildlife and natural habitats (Bern Convention, to which the government is a signatory), Humane Society International/UK lodged a formal complaint with Bern in Strasbourg. Bern has confirmed that there are sufficient grounds for it to consider the complaint. However, we understand there is a strong possibility that the government may proceed with the cull before the Bern Convention is due to consider the matter. If, as it states, the government takes seriously its responsibilities to wildlife and respects the authority of the Bern Convention, it is logical that any badger cull be delayed until after the Convention has decided whether or not it might constitute a breach. In addition, and according to the government&apos;s own policy documents, starting and then stopping a cull could expose farmers and their cattle to the unnecessary risk of increasing localised TB outbreaks. We therefore call on the government to delay the badger cull and await a decision from the Bern Convention.Mark Jones Executive director, Humane Society International/UK, Chris Packham Naturalist and TV presenter, Joanna Lumley Actress and author, Jilly Cooper Journalist, author and TV presenter, Dale Vince Founder and owner, Ecotricity, Lorraine Platt Founder, Conservatives Against Foxhunting, Philip Mansbridge Chief executive officer, Care for the Wild International, Will Travers Chief executive officer, Born Free Foundation, Bill Oddie Author, actor, comedian, naturalist and musician, Judi Dench Actress, Mark Carwardine Zoologist and wildlife presenter, Mike Dilger Naturalist, writer and wildlife presenter, Brian May ", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/badger-cull-complaint-ruling", 
    "wordcount": "304"
}