{
    "headline": "Confidence intervals take some of the luck out of exam results", 
    "text": "Are you feeling lucky? Most of us have been there: our hands are shaking; the perspiration thick on our brows. We slowly peel back the envelope to reveal the exam mark that will decide our future. Hands up anyone who&apos;s ever thought they blew an exam only to find they did pretty well? Or worse, who&apos;s ever thought they aced it only to discover they&apos;re not so hot after all? Usually, the mark we get is the mark we deserve. It&apos;s not luck but just deserts for how much perspiration we were prepared to shed before the exam. Schools in the UK are now in the thick of GCSE and A level exams and the marking will already have started. Earlier this year, four examiners were expelled and 78 others put on a last warning after mistakes were made in calculating pupils&apos; GCSE and A-level scores last summer. The exam board has apologised. Exams regulator Ofqual said it couldn&apos;t be sure everyone had the grades they deserved. As you will know if you have read some of my previous articles, certainty can be elusive. This is where the statistician can help. Wherever humans are involved, it&apos;s almost inevitable that there will be some variation, in this case in calculating students&apos; marks. The question is whether markers are consistently making big mistakes in tallying up the marks. So, just how variable are the marks among all the examiners, and how does this affect the grades? One simple way to assess this is to use confidence intervals. A confidence interval gives a best guess of a set of values most likely to contain the unknown parameter we&apos;re interested in, such as an exam mark. For example, we may guess that the class nerd gets a mark somewhere between 85% and 95% and the couldn&apos;t-care-less slacker something between 45% and 67%. The estimated range of values is calculated from a particular sample of data, like the marks for a particular student from a smaller group of examiners. Suppose we&apos;ve taken a sample of exam marks from, say, 10 randomly picked examiners, who all mark the same paper from the same student. Then suppose the student&apos;s grade is calculated using the average of these 10 marks. What we want to estimate is the true average mark we would get if all the examiners marked the same exam paper. We&apos;re assuming this average is the true mark. But suppose that there are too many examiners and too little time for us to actually do this. The first group of 10 examiners will have their own confidence interval calculated from their marks, which may or may not contain the true, unknown average mark. The second group of 10 examiners will have their own confidence interval, too, and the third their own and so on. If we were to pick different samples of 10 examiners over and over again we should expect the true average exam mark to be within these changing upper and lower bounds, but not all of the time. For a particular confidence interval we don&apos;t know whether it&apos;s one of the lucky ones that captures the true average or one of the unlucky ones that misses out. We decide how frequently the intervals contain the true value, and this is called the confidence level. Roughly speaking, if we want to catch the true value more often, the interval is going to be bigger. Like fishing with a net, the bigger the net the more likely you are to catch something. For example, most people use a 95% confidence interval. So, if we repeatedly took different samples of 10 examiners and then made confidence intervals, we would expect 95% of these intervals to contain the actual (but unknown) average mark. For a particular confidence interval, we can conclude that we are 95% confident that the unknown average mark lies between, say, 80% and 90%. If an A grade is anything over 80% then the student gets the same grade from whichever group of examiners 95% of the time. Confidence intervals come with a warning sticker, though, and there is much debate about how they should be used. No doubt they can be very useful, but care must be taken when handling them. Calculating a confidence interval is not all that difficult, but interpreting it can be. The common mistake is to think that the probability the parameter is within the interval is 95%. In fact, the parameter, such as the true average exam mark, is set in stone, so we can say with certainty it is either 100% in the interval or 100% not. The doubt comes in because we don&apos;t know the true value so have to bookend it with upper and lower guesses. Perhaps exams should come with health warning stickers too, considering the stress they cause. But while we may not be able to bank on what the results envelope will reveal, one thing is for sure: there&apos;s no substitute for hard work. Or, to paraphrase the golfer Gary Player, the more you practise, the luckier you get.", 
    "section": "science", 
    "gid": "science/2012/jun/22/statistics-confidence-interval-level", 
    "wordcount": "847"
}