{
    "headline": "Guardian University Guide 2014: advice for institutions", 
    "text": "The launch of the Guardian University Guide 2014 is approaching. We would appreciate it if you could take a look at our preview and alert us to anything that seems amiss. The tables won&apos;t provide scores but they do show which categories you&apos;ll appear in. There are three thing you need to check: 1. Subjects  The main post-publication query we get is &quot;I have just applied to study subject X at institution Y. Why does it not appear in your rankings?&quot; or &quot;You rank institution Y within your table for subject X, but they have stopped offering courses in that subject area.&quot; Please look at the subjects that your institution will or will not appear in and let us know if anything is inappropriate. We can mention providers for whom there is insufficient data to appear in the rankings or, if appropriate, remove an institution from a subject if their inclusion would be misrepresentative of the courses on offer. Before raising a query, please see the third sheet to check whether it is a misaligned cost centre that is causing the department&apos;s exclusion. 2. Non-credible data  We have completed the first stage of data validation and flagged many statistics as non-credible. This is often due to extreme values  several standard deviations (SDs) from the average  or erratic behaviour year-on-year. Our response is either to exclude the data or to calculate a 2-year average. We have given statistical reasons for the interventions but please get in touch if you wish to query any that pertain to your institution. 3. Cost Centres  The most common reason for a department being omitted from a subject table is that we cannot calculate the Student:staff ratio (SSR) or spend per full-time equialent (FTE) because a valid cost centre has not been assigned to the subject. The final page lists departments that would feature in the relevant subject tables if they were associated with a valid cost centre. To be (entirely) valid, the cost centre needs to contain more than 25 FTE and have a valid SSR and spend per student statistic. Please check any entries for your institution and provide an alternative cost centre so that the department can be represented in the rankings. The tables are due to be published on 4 June and the data shown in the attachment is subject to further work. For your information, this year&apos;s guide will use variant 6b of the graduate prospects measure, which recognises level of further study rather than mode, and will also restrict the entry standards measure to students aged 20 or under on entry.  Check our tables for the University Guide 2014", 
    "section": "education", 
    "gid": "education/2013/may/10/guardian-university-guide-2014-advice-for-institutions", 
    "wordcount": "444"
}