{
    "headline": "News of the World hacking suspect jailed for blagging in separate case", 
    "text": "A private detective at the centre of allegations that computers were hacked for the News of the World has been jailed for illegal &quot;blagging&quot; in a separate case. Philip Campbell Smith was one of four investigators who have become the first to be jailed for accessing private information for cash. Along with Daniel Summers, Graham Freeman and Adam Spears, he was involved in a blagging conspiracy where they accessed confidential information at the behest of wealthy clients. Smith, a former army officer, who also admitted possessing three rounds of ammunition in a separate case, is under investigation over allegations he hacked the computer of a former British army intelligence officer for the now defunct tabloid in 2006. Some of the hacked information allegedly related to two IRA informants who were both high-profile assassination targets including Freddie Scappaticci, codenamed Stakeknife. Sentencing Summers to 12 months, Spears and Smith to eight months and Freeman to six months behind bars, Judge Andrew Campbell said: &quot;You knew it [the information] would be obtained by using criminal deception. &quot;The fact is you were all charging for your services and in some cases charging very considerable sums. &quot;I am satisfied that each of you knew that if you were caught you were likely to face a charge that carried imprisonment. Indeed Mr Freeman wrote an email advising a client of that very fact.&quot; Sandip Patel, prosecuting, said Summers - a self-confessed blagger - was the lynchpin of the conspiracy, using his skills to get confidential information from banks, holders of medical records, HMRC, the DVLA, the Criminal Records Bureau, Interpol and others by pretending to be the individual concerned or from a bank or other legitimate institution. Operating from his flat in Teddington, Surrey, the 32-year-old, who describes himself as an information broker, was subcontracted to get the details by Smith, 53, and Freeman, 51, who ran the private investigation firm Brookmans International. Freeman, who lives in Spain, would email or phone Smith about the work and investigators believe Smith would then pass the work on to Summers, charging clients up to 5,000 a time. In an email to a client about why their charges might seem high, Freeman wrote that police and Interpol databases that might be accessed were &quot;not open to the general public and are tightly regulated&quot;, meaning that &quot;should we be apprehended a custodial sentence&quot; may be handed out. Summers was also asked to extract information by Spears, 72, a retired Metropolitan police detective inspector, for his consultancy firm Global Intelligence Services Ltd. The quartet were caught out when an undercover police officer bought Summers&apos;s laptop from him for 590 in October 2008 and a forensic examination retrieved evidence of his activities, which Summers thought he had deleted. When he was arrested in May 2009 Summers, who is said to be an alcoholic, told police: &quot;I&apos;m in the biggest shit imaginable. Do you want to talk now? I&apos;ll sing like a canary.&quot; He admitted he knew that what he had been doing was illegal and revealed his three main clients were his co-defendants, who were subsequently arrested. He later said: &quot;I&apos;m glad this has happened because now it has stopped. I can&apos;t do it any more.&quot; The four pleaded guilty to conspiracy to obtain information by false representation between January 2007 and May 2009 but claimed some of those they investigated were criminals themselves. In one case they investigated suspects accused of duping hundreds of members of the public in a multimillion-pound fraud. But although a judge said in some of the cases those investigated had almost certainly committed crimes it was no excuse for what the defendants did. Kingston crown court heard that some information came from corrupt police and there was the suggestion hacking could have been used, but this did not form part of the prosecution case against the four. However, a source with knowledge of the case, which was brought by the Serious Organised Crime Agency, said: &quot;There could have been hacking. There is some suggestion they got mobile phone passwords and pins to hack voicemails and text messages.&quot; The source said computer hacking with a trojan virus was also possible. Smith, a former intelligence services officer, who served in the British army between 1986 and 1991 including tours of Northern Ireland, is now understood to be under investigation by a Scotland Yard inquiry, Operation Kalmyk, which is examining allegations that email hacking may have been used against several dozen targets. The computer that Smith is suspected of hacking belonged to the former British intelligence officer Ian Hurst. It is claimed that this was commissioned by Alex Marunchak, who was a senior editor on the News of the World when it was edited by Andy Coulson. Marunchak denies the allegations. The material accessed by the hacker included messages concerning at least two agents who had informed on the Provisional IRA: Scappaticci and a second informant known as Kevin Fulton. Both men were regarded as high-risk targets for assassination. Hurst was one of the few people who knew their whereabouts and the emails contained information capable of disclosing this. Hurst found out Smith had hacked his computer and went on to tape him confessing to it. Sections of that confession were broadcast last year as part of a BBC Panorama programme. Smith is also alleged to have hacked the email of a former police officer who was acting as a police informer known as Joe Poulton between September 2005 and January 2006. Operation Kalmyk is investigating the allegations in the BBC Panorama programme. Smith, who has a previous conviction for soliciting a woman for prostitution in 2004, was further sentenced to four months for possessing three rounds of ammunition which were found in a cupboard at his home. This will run concurrently with the eight-month sentence for blagging.", 
    "section": "technology", 
    "gid": "technology/2012/feb/27/news-hacking-suspect-jailed-blagging", 
    "wordcount": "988"
}