{
    "headline": "Spring reckoning among the cedars", 
    "text": "Over great swathes of the country, last autumn the acorn crop failed completely. In oak woods from Suffolk to Shropshire, I saw trees without a single ripe nut between them. Only the shrivelled husks of acorns blighted in the bud by gall wasps had fallen to earth as barren fruit. Winter dearth was bound to lead to a spring reckoning, and here it was in the grounds of the lodge, beneath two giant deodar cedars. The drooping lower boughs pawed the ground. Around them, the grass looked like the aftermath of a conifer wedding  a sprinkled confetti of cone scales in quantities I had never seen before. There were thousands, each resembling a piece of finely sliced mushroom, lightly browned. Spaced out along the branches of these trees was all that was left of their cones  candle-spire stalks that had been wholly denuded of their seed. Still more scales were strewn liberally over every branch and twig. I picked one up from the lawn and felt it, potato crisp-thin, my index finger dabbing a blob of resin, sniffing its sweetness, then rolling it against my thumb. It stuck. Instinctively, my other three fingers closed in to free it, smearing the resin against my palm and all at once my whole hand had become covered in tacky goo. At the edge of the woodland there was a third cedar that had long since shed all its lower branches. It too had a telltale deep shower of scales scattered widely around its circumference. High in a canopy of needles so dense as to be scarcely penetrable to the watcher below, something was making a light click-clicking noise. It sent a rain of scales down, one by twirling one. No amount of head twisting and weaving could reveal the creature foraging above. As it continued to feed, I imagined its mouth, beak, feet or claws gumming up with resinous gunk. In ordinary years, cedar cones are plucked sparingly all year round. But was there desperation in the wholesale raiding of this unsuitable food, the last throw of the sticky dice?", 
    "section": "environment", 
    "gid": "environment/2013/apr/19/sandy-bedfordshire-spring-reckoning-cedars", 
    "wordcount": "347"
}