{
    "headline": "App developers: Think user experience, think network", 
    "text": "The boom in mobile app development and smartphone proliferation has brought a whole new generation of developers into the mobile world. The choice of applications has never been better.  A downside is that the dramatic increase in network usage can have a negative impact on the user experience of connected applications.  A good user experience is essential to the success of any application, mobile or otherwise. Mobility introduces additional challenges. For example, making a user wait for a connection while one isn&apos;t available would be a poor experience.  On the other hand, giving the user other options whilst the connection is unavailable might improve the experience. With increasingly faster networks and faster devices, it is common to see developers assuming that &quot;anything goes&quot;, in terms of development, as if the power of the network and device were unlimited or approaching that of desktop environments.  This isn&apos;t the case. App users are a lot more sensitive to a poor experience on mobile devices and are a lot less forgiving. Developers should pay attention to all aspects of the application design that will have a positive or negative impact on the user experience, which includes thinking about the network connection.  Network-friendly design is a principle of being a good &quot;network citizen&quot;. Connected applications share the same network resources as other connected applications in a given geographical area (ie within the coverage area of a mobile cell). The behaviour of one connected application can impact other connected apps within the same geographic area.  Whether you are using a DSL, fibre, LAN or mobile networks, each of these networks has different characteristics for maximum throughput, end-to-end delay (latency), signalling overheads and available capacity.  Developers could just ignore these characteristics and hope for the best, but delivering an optimum experience for users (the people that matter the most) requires that they understand these characteristics and build the intelligence into their applications to accommodate them.  It&apos;s also worth remembering that mobile operators across the world are gradually switching to &quot;data caps&quot; - ie maximum megabytes per day or month. This places a responsibility on developers to optimise application traffic volumes.  Every MB saved is a direct saving from the customer&apos;s usage bundle. And they&apos;ll love that, especially if they choose to roam abroad.  This is an excerpt from the BlueVia guide, Developing Network-Friendly Applications. The full guide is available to read online or download for free at the BlueVia blog.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/08/network-friendly-apps", 
    "wordcount": "410"
}