{
    "headline": "Mystery bird: downy woodpecker, Picoides pubescens", 
    "text": "    Downy woodpecker, Picoides pubescens (synonyms, Dryobates pubescens and Dendrocopos pubescens; protonym, Picus pubescens), Linnaeus, 1766, also known as the willow woodpecker, or as Batchelder&apos;s woodpecker or Gairdner&apos;s woodpecker, photographed in a backyard in Houston, Texas (North America).  Image: Joseph Kennedy, 6 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/320s f/8.0 at 1000.0mm iso400    Question: This North American mystery bird is a difficult ID to make, especially from this particular image. This is because this species has a &quot;twin&quot; that resembles it very closely even though these two taxa are not closely related. Can you identify this bird and its &quot;twin&quot; and explain why they resemble each other so much?  Response: This is a downy woodpecker, Picoides pubescens, a tiny near-passerine bird that is placed into Picidae, the family of woodpeckers, piculets, wrynecks, and sapsuckers. The woodpeckers are found throughout most of the world, but are absent from Australasia, Madagascar, Antarctica and from oceanic islands.  This individual is an adult female downy woodpecker, a species that is found in open woodlands, particularly among deciduous trees, orchards, city parks, backyards, vacant lots and brushy or weedy edges. Like all woodpeckers, downy woodpeckers are insectivores, eating mainly insects, but they also eat fruits, berries and nuts, and in winter, you can also see them eating tree sap and they feed on suet at birdfeeders.  Adult male downy woodpeckers have black upperparts with a large white patch between their wings, black wings with white spots, a white stripe above and below the eye and a red patch on the back of the head. The bill is short, pointed and black in colour. The underparts are white. Adult females are similar to males except they lack the red patch on the back of the head. Juveniles look like adults except they have a red cap on the head.  Downy woodpeckers also vary regionally: those in western North America are darker overall, and have less white spots in the wings than birds from eastern North America. Birds in the Pacific Northwest have their white areas replaced with a faint greyish colour. Downy woodpeckers have an almost identical plumage pattern to the much larger hairy woodpecker, Picoides villosus, but they can be distinguished by these field marks:  the presence of black bars on the outer white tail feathers  small pointed bill that is shorter than the length of the bird&apos;s head  small size (roughly the same size as nuthatches)   contact call is a higher pitch than hairy woodpecker calls  also produce a loud &quot;whinny&quot; that descends noticeably in pitch This video captures a male downy woodpecker feeding at a suet feeder, then being chased away by a male hairy woodpecker, providing a wonderful comparison between these two taxa:            [video link]. Here&apos;s another video comparing downy and hairy woodpeckers:            [video link] You can also learn more about distinguishing these two species in this table.  Interestingly, even though they are &quot;twins&quot;, downy and hairy woodpeckers are not closely related. Currently, both taxa placed into the genus, Picoides, but that will likely change soon: they probably will be separated into different genera.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/09/4", 
    "wordcount": "598"
}