{
    "headline": "Wanted: an 'Adobe PC' for processing photographs", 
    "text": "When websites suggest PC configurations, usually you can choose between &quot;home computing&quot; and &quot;gaming&quot;. If the former is 0 and the latter 100, where does photo processing lie? 50? With this in mind, could you suggest a good configuration for a dual-monitor PC that would be used to process photos with Adobe Photoshop CS6 and Lightroom 4? There&apos;s home computing to do too, but photo processing would be its raison d&apos;tre.  I&apos;m thinking of spending up to maybe 1,500 (1,208), not counting the monitors, on a high-end system that will be fast, as energy efficient as fast can be, and that will continue to deliver the goods for four years or more. Lots of memory, fast disks, including possibly an SSD, fast processor (Ivy Bridge?), a GPU that can give PhotoShop a helping hand.AllenTo answer your first question, &quot;photo processing&quot; now covers most of the spectrum between &quot;home computing&quot; and &quot;gaming&quot;, from 0 to 90. Almost everybody now does some photo processing on their PC, even if it&apos;s just cropping images and removing red-eye. Today&apos;s home computers can also run PhotoShop, and according to Adobe, even PhotoShop CS6 (Creative Suite 6) only needs a minimum specification of a Pentium 4, 1GB of memory and 512MB of video RAM. My seven-year-old Dell desktop, with its new graphics card 20 memory upgrade, beats that. On the other hand, if you are a professional editor using PhotoShop with lots of layers, and lots of filters, to manipulate gigabyte files, then you will want the sort of high-end system designed for gaming or, more accurately, video editing with Adobe Premiere, After Effects and so on. Your 50 rating suggests you are somewhere between the two extremes, and you have a good idea what you want. The tricky bit is getting a balanced system without any obvious bottlenecks. You can almost always get more performance by spending more money, but you quickly run into the law of diminishing returns. For example, it&apos;s not worth your while spending twice as much on a graphics card that delivers a 10% improvement in overall performance. The choice of processor is relatively simple: go for an Intel Core i7 Ivy Bridge if you can afford it, or a Core i5 if you are willing to compromise. The Ivy Bridge versions are smaller and slightly faster than the Sandy Bridge versions, but there&apos;s not a massive difference. I don&apos;t think the quad-core 3.5GHz i7-3770K Ivy Bridge would be noticeably faster in your system than a Core i7-2600K Sandy Bridge, the main advantage being the better built-in graphics. Otherwise, the Core i5-3570K is only a little slower and, being a lot cheaper, is much better value. When it comes to memory, it depends on the size of the photos you want to process, but 8GB is the minimum, and 12GB is probably the &quot;sweet spot&quot;. You could go for 16GB if it&apos;s within your budget, and if possible, get a motherboard that supports 32GB or more. You will obviously need a 64-bit version of Microsoft Windows 7 to exploit this much memory. The choice of graphics card is the hardest part, and if you are not building it yourself, you may want to buy a PC with no graphics card and add one later. Just be sure to get one that&apos;s on Adobe&apos;s list of Supported NVIDIA graphics cards for GPU acceleration. Strictly speaking, these are recommended for video editing, but the long-term trend is towards using the graphics processor to accelerate repetitive operations. From what I read, the Quadro 2000 seems to be the pro choice for PhotoShop users, but the GeForce GTX 570 has a better specification and should deliver better performance for half the price. (The Quadro 2000 is based on the old GeForce GTS 450.) The Top 50 machines on Bill Gehrke&apos;s page of PPBM5 Benchmark Results are all GTX cards, and there are three GTX 570&apos;s in the top 10. The newer and more power-efficient GTX 670 is not yet on Adobe&apos;s list. When it comes to hard drives, speed is important for PhotoShop performance. However, 7,200RPM is good enough, and 10,000RPM is probably not worth the extra cost. Go for a drive such as a WD Caviar Black, Samsung Spinpoint F3 or Hitachi Deskstar 7K3000, and ideally, for two hard drives. (Two 1TB drives would be better than one 2TB drive. Of course, one physical hard drive partitioned into two drives is not the same thing at all.) Some people want three or four drives for heavyweight photo editing, with Windows and CS5 on different drives, and an SSD (Solid State Drive) for scratchpads. However, SSDs are still expensive  perhaps twice the price of a WD Caviar Black for a quarter of the storage  and probably not as reliable. Personally, I&apos;d spend the money on extra RAM, which reduces the need for scratchpads and disk access, but I&apos;ve never tried running PhotoShop with an SSD so I could well be wrong.  Tom&apos;s Hardware has benchmarked a number of SSDs and produced an SSD Hierarchy Chart. As for energy efficiency, that barely comes into it. The Ivy Bridge chips are more energy-efficient than the Sandy Bridge versions, and an SSD would save a bit of energy compared to a traditional hard drive. Against that, the graphics card will consume tons of power, and you should make sure your PC has a beefy power supply to keep everything running comfortably. One GeForce GTX 570 review measured this card as taking 369W under full stress, so the minimum PSU would be 600W. To allow some headroom, I&apos;d aim for a bit more. A PC with a Core i7-3770K, 16GB of memory, GeForce GTX 570 graphics card, terabyte hard drive, 256GB SSD and DVD drive should come in around your 1,200 or 1,500 budget. Unfortunately, it might be hard to find one off-the-shelf, especially with a large power supply. (I checked a likely prospect, the Dell XPS 8500, but that has a 460W PSU.) However, there are plenty of small companies that build this kind of PC to order. For example, the The Vanquish 1250 PC from PC Specialist Ltd comes close, and you could probably spec a system at Cougar Extreme and similar sites. If you can find a supplier within driving distance, that would be good. I reckon this PC will last four years, but if you go for a lower specification today you could give it a &quot;mid-life kicker&quot; after two years. For example, if you go for 8GB and two 1TB hard drives, the mid-life kicker would be to increase the memory to 16GB and add an SSD, or perhaps upgrade the graphics card. After two years, you should have a good idea where the system&apos;s bottlenecks are, and you can address those.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jun/01/adobe-pc-process-photographs", 
    "wordcount": "1155"
}