{
    "headline": "Tricky driving conditions", 
    "text": "The crash of water returning to the ghylls was a shock after weeks of hearing only silence in the warm weather. Driving over Honister Pass from Buttermere and on down through Borrowdale, the hills resembled hump-backed whales in thick mist. Around Keswick and Thirlmere the tarmac was also awash. My venture to photograph waterfalls with my digital camera, however, was not a success. After driving up the forest track from Dunmail Raise to Coppermines Ghyll, I was disappointed after just a short climb, as the wind blew blobs of rain on to the lens and available tree trunks were not enough to shield the blast. But it was when I retreated downhill and tried to emerge back on to the Raise  the pass over the mountains dividing Keswick from Grasmere  that I had a real problem. Traffic zipped past my front bumper on this busy Saturday morning, stone walls on either side blocking any view of approaching vehicles. Yet I knew that shepherds from West Head Farm often crossed the road here. Realisation dawned. They would be seated higher in a Land Rover or pick-up, and able to see up and down the pass. Parking the car, I crossed the road during a clear moment and made for the farm at the head of Thirlmere. There was no guarantee the farmer would be in and able to wave me across the pass (he is a fell runner who could be competing elsewhere). Then a car with foreign number plates splashed past  to stop farther along, the driver perusing a road map. I tapped on the window. Did he speak English? Yes, he said in response, adding he was Danish and that he would certainly see me out safely on to the bustling pass when it was safe for me to do so. And so it was that after his all-clear wave from the other side of the Raise, I was finally able to drive away, pipping the car horn in farewell  and relief.", 
    "section": "environment", 
    "gid": "environment/2012/jul/01/thirlmere-lake-district-tricky-driving-conditions", 
    "wordcount": "333"
}