{
    "headline": "What do universities actually gain by improving league table performance?", 
    "text": "Visions of a premiere league football system for universities became probable reality with the news that Exeter, Durham, Queen Mary and York are to join the Russell Group. Every conversation I have with a senior university executive these days includes news of their latest endeavours to hike their institutions up the league tables. The approach of the deadline for the REF exercise marks the end of a long game that many vice chancellors have been playing since 2008 to make the best of this opportunity to win a bigger share of research funding and to boost national and international ratings. As Frank Furedi explained in Times Higher Education, spring daffodils mark the frantic annual activity to get students to make favourable judgements in the National Student Survey, another critical indicator. Across the land, vice chancellors of mid ranking universities, dream of the game changer that will catapult them from the sweaty shoulder to shoulder jostling of the pack to the front of the race. They are inspired by the example of others who&apos;ve broken away in the past, notably, Warwick, Exeter and Lancaster. In the past four years Lancaster has risen from 19 to nine in the Times Good Universtiy Guide and back in 2004 Exeter&apos;s position was in the mid thirties, now they are in the top 10. How did they do it? It&apos;s not rocket science according to Stuart Franklin, director of marketing and communications at Exeter: &quot;We took the trouble to understand how the league tables worked and then implemented a deliberate policy of using the metrics to drive institutional performance.&quot; In effect, Exeter designed its policy around the demands of the league tables, but Stuart Franklin rejects the charge that this was a subversion of institutional strategy &quot;student outcomes, research, student satisfaction  league tables measure the sorts of things that any well run organisation should be focusing on.&quot; But he acknowledges that sustained improvement over such a long period has involved significant investment  more than 200 million in sciences alone. Good and stable leadership also plays a part, Franklin says vice chancellor Steve Smith succeeded in engaging every part of the university in the improvement mission: &quot;We were getting people from estate management coming and saying how great it was that we had gone up the league tables.&quot; Lancaster University has also invested more than 400m in recent years in research and improved facilities as part of what is describes as &quot;an aggressive strategy of continuous improvement.&quot; Exeter, Lancaster and Warwick are experiencing the cleaner air and clearer roads of the front runners  but after Browne is it possible to repeat their success? That&apos;s the question facing today&apos;s mid-rank hopefuls. There is the global game to consider as well  much more complicated than it used to be before the emerging economies such as China began to invest in HE. Some experts advise that most universities are simply wasting their time  unless they have hundreds of millions of pounds to spend. This is the view of Matt Robb, of the global education consultancy Parthenon Group: &quot;Most universities still have the mindset that the more closely they resemble Oxbridge or Imperial, the more they are a &apos;real university&apos;. However, because league tables are forced rankings, by definition most will fail to change their position materially. There are few instances internationally of institutions dramatically climbing the tables, and it typically requires 100s of millions of investment in research.&quot; There is at least one UK university which I understand does have does have substantial cash to spend and fancies its chances in the league table game. City University  currently 45 in the Times Good University Guide (22 in the Guardian)  is about to launch a strategic plan to radically change its ranking. Under the leadership of vice chancellor, Professor Paul Curran, the university has embarked on a drive to recruit academic staff with international levels of research standing and to significantly increase the proportion of doctoral students. The aim is to increase income from research and the proportion of funding from research councils. The plan isn&apos;t due to be signed off until the end of March but I understand it&apos;s well underway. One academic told me that his department was one of those singled out for investment. &quot;We&apos;ve got a dozen academic staff joining us next year,&quot; he told me with the dazed expression of someone yet to come to terms with a lottery win, &quot;goodness knows where we are going to put them&quot;. The owner of Research Fortnight, says a gambit such as City&apos;s probably should succeed in getting higher scores in the coming REF, but he questions how sustainable the improvement would be &quot;when you have such large numbers of new research staff joining it is difficult to predict how they will integrate with their departments and create viable research in the long term.&quot; John O&apos;Leary who edits the Times Good University guide and is a senior consultant on the QS Global rankings published by the Guardian last year, is also concerned about sustaining success. Because there is very little difference in the scores of the universities crowded in the middle of the league tables it takes very small changes to make apparently large movements up or down. Before leading City University, Professor Curran was at Bournemouth where he also implemented an academically-led strategy to improve ratings. Between 2007 and 2010 Bournemouth rose 27 places in the Times guide to 58. It&apos;s since slipped back to 62  and fallen 30 places in the Sunday Times guide. All of which begs the question  is the game worth the candle? What do universities actually gain by improving research and league table performance? Those with higher REF scores attract a bigger share of research funding and there is evidence that applicants, especially those overseas, rely on league tables for inform decisions. The research group YouthSight has created a perception of reputation index which shows a close relationship between league table scores and the perceptions that students have about university reputation. They have also done work which suggests that higher fees are driving sought after AAB students towards high prestige universities. Much food for thought here: 2012 Applicants Survey  &quot;How have higher tuition fees affected the decision-making process of 2012 applicants?&quot; But traditionally there has been little indication that league table ranking equates to high numbers of applications. John O&apos;Leary says he regularly tells conferences that there is almost no correlation between those regularly in the top ten in league tables and the top 10 for applications. Which could provide some comfort to the majority with little hope of getting to the top. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/16/league-table-performance", 
    "wordcount": "1154"
}