{
    "headline": "Am I a man or a machine? Science writing at its best  and worst", 
    "text": "Here&apos;s the thing about science: a lot of it is boring and hard to understand. I know, I know, this is not what science writers are supposed to say. We&apos;re meant to be evangelists for the scientific method and wondrous things it reveals about the universe. Often we are. But we also spend a lot of time reading research papers that are fantastically hard to understand and, once understood, turn out to be rather dull. Take artificial intelligence (AI), one of the subjects I write about. I just logged on to arXiv, a website that scientists use to share papers. The newest entry in the AI category is titled &quot;Agnostic system identification for model-based reinforcement learning&quot;. I read the paper. Do I feel the wondrous white heat of science burning inside me? No. Just weariness and a mild headache. That&apos;s why I admire the piece that Brian Christian wrote for The Atlantic last March. It&apos;s called &quot;Mind vs Machine&quot; and it&apos;s about attempts to build chatbots  AI systems that can hold human-like conversations. The article ventures into complex areas of AI research, but Christian eases his readers through this terrain using a personal journey. The hard bits, like the sections where he compares the proficiency of rival chatbot algorithms, become interesting landmarks on this trip. Christian&apos;s piece is doubly impressive because it&apos;s also about philosophy, another topic that is frequently boring and hard to understand. (Again, I know: philosophy is concerned with deep and fascinating questions about the nature of being, what it means to be human, the flow of time. All I&apos;ll say is that these questions might be fascinating, but attempts to answer them are often impenetrable). Anyway, to the piece. Here&apos;s an extract from near the beginning:  In two hours, I will sit down at a computer and have a series of five-minute instant-message chats with several strangers. At the other end of these chats will be a psychologist, a linguist, a computer scientist, and the host of a popular British technology show. Together they form a judging panel, evaluating my ability to do one of the strangest things I&apos;ve ever been asked to do. I must convince them that I&apos;m human. Fortunately, I am human; unfortunately, it&apos;s not clear how much that will help.&quot;  It&apos;s a wonderful opening. He starts the piece by describing the end of his journey, without, of course, giving away the actual ending. He&apos;s letting the reader know that the journey has substance and that a dramatic finale awaits. The thing he is about to do also sounds weird, so much so that readers are motivated to read on for an explanation. A set-up like this helps if you want the reader to keep faith during the 8,000 words that follow. As the piece goes on, Christian takes readers on excursions into the history of computing and debates about what it means to be human. These tangents could be confusing, but the piece retains a sense of narrative because it keeps coming back to the event at which Christian has to prove he is human. For example, one section of the article describes how, midway through the event, Christian started getting worried. He ends that section with a single-sentence paragraph:  &quot;I was in trouble.&quot;   Then he changes tack, jumping into a discussion of how to evaluate chatbot performance. It works because the reader has been left hanging. Like the intro, the author is basically offering his readers a deal: stick with the next bit, because the drama with resume soon. Jim Giles is a freelance science writer based in San Francisco  This article was amended on 22 March 2012. The original gave the title of the article in The Atlantic as &quot;Man vs Machine&quot;. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/mar/21/man-machine-science-writing-best-worst", 
    "wordcount": "636"
}