{
    "headline": "What happened when I had my genome sequenced", 
    "text": "In the almost year-long lead-up to having my whole genome sequenced, I have no fears about it. Or at least just a couple of tiny wobbles that I easily dismiss. I&apos;ve gone through a rigorous, informed-consent process that has explained some of the conditions I may have, the predispositions to certain diseases that I may uncover. And I&apos;ve signed the forms with a breezy it&apos;s-always-better-to-know attitude, tick, tick, tick. Then, on the morning I&apos;m due to get my results, at a genetics symposium in San Diego, I wake early, flick open my computer and read the news: banner headlines on every front page revealing Angelina Jolie&apos;s BRCA1 gene and her decision to have a double mastectomy. It&apos;s hard not to be a bit unnerved. I&apos;ve always thought it better to have information than not have it, and that, anyway, you largely know from your family history what nasty diseases are floating around your gene pool. &quot;Not necessarily!&quot; a geneticist called Bob Best cheerfully tells me at breakfast. The BRCA1 gene doesn&apos;t always show itself if it comes down your father&apos;s line. &quot;And then there&apos;s de novo mutations which just appear out of nowhere.&quot; The thing is, he says, that &quot;we know so much less than we used to know. Ten years ago, James Watson testified to Congress that once we had the genome sequenced, we would have the language of life. But it turns out that it&apos;s a language we don&apos;t understand.&quot; I tell him about Jolie and he almost falls off his chair. &quot;You&apos;re kidding me! That&apos;s a total game-changer.&quot; By the time the first speaker, Eric Topol, the director of the Scripps Translational Science Institute, takes to the stage with a presentation called &quot;Digitising Human Beings&quot;, Angelina is the talk of the symposium. &quot;This is the moment that will propel genomic medicine forward,&quot; says Topol flashing her image on to the screen behind him. &quot;It&apos;s incredibly important symbolically.&quot;     Analysing a DNA sequence transparency. Photograph: Alamy    It&apos;s hard to overstate how new genomic science is, how quickly it&apos;s changing, how revolutionary it&apos;s likely to be. Jolie&apos;s tough choice was still a choice, a choice made possible through the leaps and bounds that have been made in genetic testing. But whole genome sequencing is going to take this to a new level. It&apos;s the complete code of everything in our bodies and it&apos;s right on the threshold of going mainstream. The first human genome was fully sequenced less than a decade ago. It took 13 years and cost $2.7bn. The first individual&apos;s (the previous ones had been composites) genome  Craig Venter&apos;s  was sequenced just six years ago, in 2007. &quot;And tomorrow,&quot; Matt Posard, senior VP at Illumina, the technology company that&apos;s organised the symposium and makes the sequencing machines, &quot;everyone in this room will be able to hold their genome in their hand, like I am.&quot; And he holds up an iPad on to which Illumina is going to download our results. &quot;You will be able to surf your genome and find out everything about yourself.&quot; It does have more than a slight air of science fiction about it. Sequencing the human genome was such a major breakthrough, such huge news when the announcement of the first draft of the human genome was made back in 2001 and it feels as if that was about two minutes ago. I can&apos;t actually quite believe I&apos;m here. But then, the room is full of geneticists who also can&apos;t quite believe they&apos;re here. Scientists who have spent their whole career in the field, and they&apos;re mostly as giddy as schoolchildren about having their own genomes sequenced  all of it, not the &quot;snip&quot; tests that some companies have started to do, or the exome, the protein-coding region of it, but all of it. It&apos;s the holy grail: whole genome sequencing. At the welcome drinks reception, I chat to Colin Smith, a professor in functional genomics from the University of Surrey. Did you ever imagine you would have your own genome sequenced? I ask him. &quot;Never!&quot; he says. When did you think it might ever become a possibility? &quot;When I got the email from Illumina inviting me here.&quot; It&apos;s only possible because of the astonishing drop in the price of sequencing. There&apos;s a widely published graph that shows it dropping at four times the rate of Moore&apos;s law (the law that states that computer processing power doubles every two years), though Euan Ashley, a Scottish assistant professor at the Stanford School of Medicine, illustrates it even more graphically. &quot;Every day, I drive past this Ferrari dealership in Palo Alto,&quot; he says, &quot;and I see the 458 Ferrari Spider which retails at $398,000. I&apos;ve worked out that if that was the cost of sequencing at the time of the Human Genome Project, and the price had dropped at the same rate, the car would now cost 40 cents.&quot; The cost of sequencing a single human genome today is a tiny fraction of what it was  it has gone from $2.7bn in 2003 to the $5,000 that everybody in the room has paid  and that includes the iPad that has your results. Nobody thought the price would drop so far so fast. When I first looked into doing this article, it cost $48,000, &quot;though we could do you a press rate of $35,000,&quot; the PR of another company, Knome, told me. Hmm, I said, I may have to take a raincheck. That was less than three years ago.     Model of a DNA strand. Photograph: Alamy    Interpreting the results and returning the data to individuals, though, is still in its infancy. It&apos;s still a time-consuming, painstaking process. Illumina held the first &quot;Understand Your Genome&quot; event last autumn, and this is the second. It is the first time a large cohort of individuals has had its genomes sequenced and been given the results, the idea being to let genetics professionals experience the process and understand what&apos;s involved before it comes down to the rest of us. Jay Flatley, the CEO of Illumina, estimates that to date fewer than 500 individuals have had their whole genome sequenced. More have been done, anonymously, for research, but only 500 individuals have ever had their results returned to them. &quot;And you&apos;re one of them.&quot; I feel overwhelmed, privileged. And just a little bit worried. The life sciences are, in some ways, the final frontier. During one of the panel sessions, somebody asks Bonnie LeRoy, a professor in genetic counselling, where we are, chronologically, now with genomics and she says: &quot;It&apos;s the moon landings, right? It feels like we&apos;ve just landed on the moon. Except I&apos;m old enough to remember the moon landings and everybody was engaged, everybody in the world knew about them. It&apos;s like we&apos;re on the spaceship but nobody knows about it.&quot; She&apos;s right. Every day, there&apos;s another story about another gene being found in the newspapers, and yet the great personal health breakthroughs haven&apos;t quite happened But they will. When sequencing is applied to a mass population, we will have mass data, data that will reveal who knows what. In the opening session, Illumina&apos;s Jay Flatley talks confidently about how in a few years, all newborns will have their genome sequenced, and in five to 10 years, cancer will be downgraded to a chronic disease. It sounds like an outrageous piece of boosterism but in fact, everybody I speak to, in the US, in the UK, agrees that the genomic breakthroughs in cancer treatment are already underway and it really is transforming treatment of the disease. &quot;Chemotherapy is just medieval,&quot; says Eric Topol. &quot;It&apos;s such a blunt instrument. We&apos;re going to look back on it like we do the dark ages.&quot; Tumours can now be sequenced and drugs tailored to the individual. It&apos;s the dawn of personalised medicine and it&apos;s already happening in the NHS, but with it being the NHS, it&apos;s piecemeal and few doctors have ever been trained in genomics, let alone GPs. Last autumn, I blithely skipped along to my surgery and asked my GP to countersign my consent form. A locum took it away and said they&apos;d be in touch. Then my doctor, without ever meeting me (in fact, she&apos;s never met me), sent me an email that contained phrases like &quot;can of worms&quot;, &quot;I would urge you to think very carefully about getting this done&quot; and, ultimately, &quot;we do not feel as a practice that we can take this on&quot;.     Howard Jacob, director of the Human and Molecular Genetics Center in Wisconsin shows Carole Cadwalladr how to use the MyGenome app on her iPad.  Photograph: Brent Altomare    At the time, I fumed about that. The information is out there and very shortly it&apos;s not going to cost $5,000, it&apos;ll be more like $500 and then $50. People are going to start getting their genomes sequenced and the NHS is going to have to deal with it. I&apos;m cheered by Eric Topol&apos;s talk, even if some of the things he sees coming seem, to me, as likely as personalised rocket ships. (&quot;In the future, people like Angelina might not have to have a double mastectomy. You might have a sensor in your blood which at the first sign of plasma would send a cancer ringtone to your phone, and that is eminently do-able.&quot;) But he thinks it&apos;s &quot;crazy&quot; that a doctor who knows nothing about genomics should stand between us and our personal information. &quot;The situation today of this asymmetry where the doctor has all the information and the patient has just a little bit and typically they have to beg for that  that is going to change.&quot; The NHS has been go-ahead in other areas, though. Earlier this year, David Cameron committed 100m for the sequencing of 100,000 patients. It&apos;s the most ambitious programme of any country, and people who have been lobbying the NHS for years to wake up to genomic science, such as Ron Zimmern, of the PHG genetics think-tank, are excited as a kitten. &quot;It&apos;s a potential treasure trove!&quot; he tells me. &quot;We&apos;re in a unique position in this country; because of the NHS and the records system, we can link it back to real people&apos;s health.&quot; The closer I come to getting my results, though, the more I start to understand where my GP is coming from. There are 6.4 billion base pairs in every genome. The results alone take up half a terabyte of data, data that is now held in the Amazon cloud and that can, like all digital data, be potentially hacked and leaked. When Illumina first held this symposium last October, it had clinically interpreted 354 known disease-causing genes. This time around, it had done 1,600. Tina Hambuch, associate director of clinical services at Illumina, explained that in the 47 genomes of the people at the symposium, they&apos;d found that those 1,600 genes were implicated in 1,221 conditions. They then evaluated 23,144 variants for possible roles in those conditions and concluded that 65 were likely to be pathological variants&quot; that may play a role in causing disease. It had taken a small army of people to work this out, who&apos;d read and reread the papers, two double-blind groups who looked at all our mutations. The cost of getting the data may have fallen through the floor, but working out what to do with it is an expensive, tricky business that computing has yet to solve. At the drinks party, people are excitedly sharing their results. Colin Smith, the geneticist from Surrey, tells me how he&apos;s got mutation on a particular gene. &quot;And both copies of that gene are mutated and that gene makes an enzyme that doesn&apos;t work at all. It means that if I have a particular class of drugs, it would kill me. Or at least there&apos;s a good chance it could kill me. And these are quite widely used immunosuppressants used in anti-cancer treatment or transplantation.&quot; Somebody else, he tells me, has found a mutation that means that he  and potentially his children  could die if ever put under anaesthetic. &quot;What did they find on yours?&quot; he asks me. I don&apos;t know yet, I say. He raises his eyebrows but then he has pretty good reason. His father had Huntington&apos;s, one of the nastiest genetic diseases around, a fatal, neurodegenerative disorder that typically hits in middle age, and which, as the child of an afflicted parent, Smith stands a 50% chance of developing himself. He was tested seven years ago. &quot;And I tell you after going through the test for that, this was a breeze.&quot; He&apos;s someone who knows, first hand, how genes are the luck of the draw. &quot;I was going to give up my job and move to Sicily if it was positive,&quot; he says. And then he wishes me luck. I am, it has to be said, a little bit nervous by the time I get my results. It&apos;s simple, common-or-garden curiosity and excitement about the science that has brought me here. A few years ago, I wrote a novel that hinged on genetics, but there&apos;s no terrible disease in my family that I wanted to know more about. In San Diego, though, I start to think a bit harder about what everyone in my family has died from and I realise that I don&apos;t even know. The Welsh Cadwalladr side of my family, my dad&apos;s, have had a tendency to drop dead at a relatively young age, but largely due to diseases that I&apos;d assumed were related to being poor, working-class, Welsh. My grandfather smoked and died of emphysema. My dad smoked and died of lung cancer. Most genes aren&apos;t fate. There are so many other things going on  your environment, your epigenetics (the effect of what your grandfather did or didn&apos;t eat for breakfast has been shown to be transmitted down the generations). But they do have an almost mythical potency in the way that we think about ourselves. Bonnie LeRoy, who before she became an academic, counselled families undergoing genetic tests, tells me that &quot;it&apos;s so fundamental to people&apos;s sense of themselves and who they are. That&apos;s one of the things that&apos;s a bit scary. It&apos;s just not like any other medical test. If somebody told you there was something wrong with you, or with your family, that wouldn&apos;t sit very well with you, and that&apos;s what people hear. They take it very personally.     Carole Cadwalladr's My Genome app reveals her galactosaemia, a rare genetic disorder that affects a person's ability to metabolise sugar. Photograph: Katherine Rose for the Observer    &quot;And if they find they&apos;ve passed a gene on to a child who has become ill, that can cause a huge sense of guilt.&quot; LeRoy has an adopted daughter and has a clearer vision than most of how much culture and environment shape us into the people we become. &quot;And yet people don&apos;t feel grounded unless they have an idea of who they are through their genes. It&apos;s hard to know where that comes from but it&apos;s very prevalent.&quot; Two Illumina geneticists, one a counsellor, have arranged to tell me my results in person. They&apos;ll give me a hard copy with the headline results and the next day I&apos;ll get the iPad with the rest of them. There&apos;s a lot of technical detail to take in. Erica Ramos, the genetics counsellor, runs through a whole list of conditions that aren&apos;t picked up by the test, including, interestingly, Huntington&apos;s, and explains how they split the list into &quot;pathogenic&quot; &quot;likely pathogenic&quot; and &quot;suspicious&quot;. And then she hands me a ring binder. I&apos;m confused for a moment, because all my sections are empty. In the summary of clinically significant findings, it says &quot;0&quot;, &quot;0&quot; and &quot;0&quot; in the three categories. In the second half of the results, under &quot;carrier status&quot;, or recessive genes, there&apos;s just one entry, &quot;galactosaemia&quot;. &quot;There doesn&apos;t seem much there,&quot; I say to Erica. &quot;No,&quot; she says. &quot;Most people have at least two or three. You&apos;re basically the healthiest person here.&quot; Really? I feel like I&apos;ve won a race I hadn&apos;t even known I&apos;d entered when the not-so-good news comes. &quot;For now.&quot; Because while I don&apos;t have any of the particularly nasty genes they&apos;ve found so far, there&apos;s no saying I won&apos;t have some nasty ones they find tomorrow or in five years&apos; time. &quot;How&apos;s your genome?&quot; asks Colin when I see him later. A bit boring, I say. &quot;Boring!&quot; he says. &quot;You don&apos;t have some horrible genetic disease and you think that&apos;s boring?&quot; He&apos;s right of course. Though I have a new fear that I&apos;m going to live for ever. My great aunt Ruth is 101. She retired before I was born. My results have made me panic a bit, not about my health, but about my financial future. I don&apos;t have a pension. I think I may have to take up smoking at 60 and contract one of the Welsh Cadwalladr lifestyle diseases and I send a flippant text to my boyfriend relaying the news that at least I don&apos;t have &quot;the Angelina gene&quot;. He&apos;s not much amused. The headlines, it seems, had brought home the reality of genetic testing not just to me. &quot;Please don&apos;t tell me any more,&quot; he says. &quot;I&apos;d really rather not know.&quot; The really-rather-not-knows are as numerous as the wanna-know-everythings. And, the next day, when I receive an iPad on to which my genome has been downloaded and I can flip through it on Illumina&apos;s MyGenome app, I start to appreciate their line of thought. I flick across the tabs, find my galactosaemia, with an orange button, but then I discover a whole load of purple buttons. They&apos;re marked &quot;genetic associations&quot; and I have 69 of these, ranging from venous thromboembolism, Crohn&apos;s disease and depression to extraversion, eye colour, epilepsy and stroke. My flicking is more alarmed by the minute, though Howard Jacob, a genetics professor from Wisconsin who&apos;s sitting next to me, explains they&apos;re not all bad. Some of them are showing up good, protective genes, and in any case, very few are proved to a high degree. Some literature is suggestive of a link to these traits or conditions, but the study might have been small and not repeated. He shows me how I can click through to read the relevant paper, see how many people in the general population have the same mutation, and helps me make some sense of the stats. There&apos;s type 2 diabetes in my family, and I have a purple dot next to it, but the results are less than overwhelming. On gene G6PC2, I have a C allele that &quot;is associated with an increase by a factor of 0.06 in fasting glucose levels&quot; and is seen in 85% of the population. It&apos;s not exactly the magic bullet. Under stroke, however, I spot that I have a mutation that&apos;s associated with an increased risk of stroke by a factor of 5.62 and is only seen in 8% of the population. That seems a bit more worrying. It&apos;s not a total surprise to see that I&apos;m in the 20% of the population who have a variant on the NRXN3 gene associated with &quot;increased waist circumference&quot; and, given my family history, six genes associated with an increase in smoking behaviour. There&apos;s also a nasty possible reaction to flucloxacillin drugs, a pretty common antibiotic, one gene that increases my chances of being &quot;agreeable&quot; and one that decreases it (&quot;agreeableness&quot; might sound hokey, but it&apos;s a valid psychological trait that has been shown to be highly heritable). Two genes that show a small increase in my risk of rheumatoid arthritis. And then, perhaps, most interestingly, I notice the purple dot next to &quot;carboplatin and paclitaxel drugs (lung cancer)&quot;. I have a variant on my EIF4E2 gene, it turns out, that is associated with a 2.38-fold decrease in survival outcome for patients treated with the drugs for non-small cell lung cancer. Perhaps it wasn&apos;t our imagination that the chemotherapy killed my father faster than the cancer. It&apos;s hard to know how seriously, if at all, to take these &quot;associations&quot;. The quality of the research varies enormously. The drug sensitivities are definitely instructive and useful but the trait information (I&apos;m &quot;extroverted&quot;; I&apos;m not &quot;neurotic&quot;) is still way out there, and because complex diseases are complex, the effect of single genes is only one tiny factor. The friendly professor of genetics who walked me through the consent procedure after my GP refused has told me there simply isn&apos;t enough clinical evidence  yet  to take them seriously. Still, I&apos;m excited in the break when I chat to a consultant pathologist, Deon Venter, who tells me he can look up the gene that tells me if I&apos;m better suited to power or endurance sports. You can, I say, but I already know what I am. I&apos;m definitely endurance. I&apos;m slow but I can keep on going. He flicks through my iPad, and says: &quot;No. You&apos;re power. You&apos;ve got two power alleles.&quot; Really? I say, but I&apos;m so slow! I run long distances. What should I be doing? &quot;Track cycling, weightlifting, that sort of thing.&quot; It&apos;s slightly mind-boggling, this. On all sorts of levels. Not least that my genome seems to have me pegged as an East German weightlifter. Will it change what sport I do? Would it have, if I&apos;d known it when I was younger? God only knows what some pushy parent might make of information like this. Or the genes that profess to show &quot;information processing speed&quot; or, as we tend to know it, &quot;intelligence&quot;. Which isn&apos;t beyond the bounds of possibility. Jay Flatley expects genome sequencing of newborns to be routine within 10 years. &quot;Early-onset disease in children is a very important area. Take autism, for example. If we can diagnose the day after a child is born, think how powerful that would be, starting treatment then, rather than five or six years later.&quot; It&apos;s perhaps not surprising that anxious new parents are seen as likely early adopters for genomic sequencing. A new genetic test, introduced last year, that can test for Down&apos;s syndrome, by taking a sample of the mother&apos;s blood, rather than by using amniocentesis that carries a risk of miscarriage, has been the most rapidly taken-up test in medical history. What&apos;s more, just a few months ago, a team successfully sequenced a foetus&apos;s entire genome from a simple maternal blood test. Flatley is at pains to point out that Illumina is not considering doing that. There&apos;s more than a whiff of eugenics about it. Already a company called GenePeeks will match your genes with a potential spouse&apos;s and make &quot;a virtual baby&quot; to see if you have any recessives lurking that may come together to create a genetic disease. I&apos;m not sure what disability-rights activists will make of this technology. Or rather less well regulated countries, such as China. &quot;It&apos;s not really a technical limitation,&quot; says Flatley. &quot;It&apos;s a social question.&quot; He&apos;s right. The speed of the technological change is outstripping our ability to process it and consider what it might mean. Back in the UK, I talk to Ruth Chadwick, the director of Cesagen, a research centre at Cardiff University, and the chair of the Human Genome Organisation&apos;s ethics committee, which is about to publish a report looking into the ethics of whole genome sequencing. &quot;You think of somebody like Angelina Jolie; what if that information had been available at birth? How would that be handled? Or if you could find out prenatally, would that be a reason to abort? A disease that might not appear for 50 years, that might never appear? And, anyway, we&apos;ve all got to die of something.&quot; Ron Zimmern is even blunter. He&apos;s &quot;dead set&quot; against the sequencing of newborns. &quot;They can&apos;t consent for themselves and that seems to me to be totally unacceptable.&quot; Nonetheless, this is technology that is going to be driven by consumers. Already, for a few hundred dollars, you can do a so-called snip test that claims to pick up various nasty conditions you might be predisposed to, including Alzheimer&apos;s, personality traits you may or may not have and information about your ancestors. Ken Chahine, the senior vice president of AncestryDNA, an offshoot of the family-history website, Ancestry.com, tells me how, in the year since it introduced it, 160,000 people have taken the $99 test and software that links genomes to family trees is turning up new cousins and relatives all the time. Chahine is Cuban-Lebanese-American and he believes that the tests are demonstrating that &quot;really there&apos;s no such thing as race. We&apos;re all so mixed. DNA is the great equaliser. We&apos;re all much more closely related than we think we are. I&apos;m very optimistic about what this might mean socially.&quot; I take the test and am waiting for the results but when I Google galactosaemia, I notice that it&apos;s far, far more prevalent in Irish Travellers and Romanies than other sections of the population. How exciting! Am I actually a gypsy? But of course... there&apos;s my father&apos;s swarthy looks. And the fact I always loved the great children&apos;s classic, The Diddakoi As daydreams go, it&apos;s a pretty harmless one. And maybe Ken&apos;s test will turn up something interesting. But the consumer tests aggregate some of the genetic association studies to give you a percentage risk for certain conditions that are very far from proved. And, once the idea has been planted in your head that you might have something, it can be hard ever to shake that idea. Colin Smith tells me that he took the Huntington&apos;s test when he started getting symptoms. &quot;I got real actual symptoms. I was convinced I had it, though, thankfully, I hadn&apos;t inherited the gene. That&apos;s how powerful the mind is. It has a real, actual effect on the body. So there&apos;s a danger that these tests could lead to psychosomatic symptoms.&quot; On my last day, I have another meeting with genetic counsellor Erica Ramos to go through the stats on my risk of stroke. There&apos;s just one paper that&apos;s made an association to the gene and it&apos;s not exactly impressive. Still, I make a note to nag my mother to take a daily aspirin. But then she mentions that they didn&apos;t include the result for the APOE gene, that if you have it, can increase your risk of developing Alzheimer&apos;s. It&apos;s possible that I could look it up. But when it comes down to it, I decide not to. I&apos;m beginning to see the point of the don&apos;t-want-to-knows. It&apos;s all about risk and probabilities and all the information suggests that as humans we just aren&apos;t that good at understanding them or relating them to our own lives. The global economic meltdown is just one example of a whole load of people misinterpreting risk. I was sanguine about having my genome sequenced but maybe that&apos;s my faulty risk calculation. Who knows what secrets my personal genome may reveal in five, 10 years&apos; time? But there&apos;s no doubt that genomics will transform medicine. When I ask Bob Zimmern what point he would most like my article to get across, he leaps on it: &quot;I wish people would understand how amazing and revolutionary this science is. How exciting it is. How the NHS&apos;s 100,000 genome project has extraordinary potential. But also, that we&apos;re not quite there yet.&quot; We&apos;re not. But it&apos;s not long now. For details of future symposia, go to UnderstandYourGenome.com", 
    "section": "science", 
    "gid": "science/2013/jun/08/genome-sequenced", 
    "wordcount": "4668"
}