{
    "headline": "Number of universities offering media studies degrees 'tripled in past 10 years'", 
    "text": "The number of universities and colleges that offer degrees in media studies has tripled in the last decade, while the number that teach physics has slumped by almost a third, a thinktank has found. The Higher Education Policy Institute analysed how universities had changed the subjects they offer undergraduates and postgraduates between 1996 and 2009. The thinktank&apos;s report  Institutional Diversity in UK Higher Education  shows the number of institutions offering media studies degrees spiralled from 37 to 111 and many more provide English, politics and drama degrees than did a decade ago. At the same time, it found scores of universities have stopped offering degrees in physics, chemistry and maths. The findings have renewed concerns that universities are becoming too driven by the demands of students and are neglecting the country&apos;s economic needs. The Campaign for Real Education, a pressure group, warned that there would be &quot;dire economic consequences&quot; from universities pulling out of science subjects. The report shows that in 1996, 69 institutions taught physics. By 2009 this had fallen to 47. In chemistry, the number dropped from 83 to 66, while for maths it fell from 94 to 87. In contrast, the number of institutions providing English degrees grew from 99 to 120, while those offering drama rose from 70 to 102. The thinktank found that  with the exception of maths  universities and colleges based their decision to offer subjects on the demand from students. Applications for media studies degrees almost doubled in this period, while applications for chemistry and physics did not grow as fast as they did for most other subjects. However, applications for maths degrees grew by 87%, far outstripping most other subjects, and yet the number of institutions offering the discipline fell. Chris McGovern, chairman of the Campaign for Real Education and a former headteacher of London independent school St Anthony&apos;s, said the findings were &quot;cause for real concern&quot;. He said subjects such as media studies were &quot;soft degrees&quot;. &quot;The economic consequences of moving towards media studies and away from maths and science will be dire economically. It&apos;s no wonder that we have to import good science graduates from overseas,&quot; he said. The growth of media studies degrees reflected a &quot;soft curriculum&quot; in schools, he said. &quot;We are not producing the quality of graduates that we need. Media studies graduates are not going to be going into manufacturing or engineering.&quot; Bahram Bekhradnia, the thinktank&apos;s director, said that while he was concerned that student demand for science had tailed off, he sympathised with universities and colleges that had withdrawn from these subjects. &quot;It&apos;s no good universities continuing to offer courses that no one wants,&quot; he said. &quot;Supply and demand need to be in harmony.&quot; He said there needed to be further investigation of why universities had pulled out from offering maths degrees at a time of high demand. The thinktank also found fewer universities and colleges now require undergraduates to have top A-level grades. A third of institutions required applicants to have at least AAB grades at A-level in 2004, but this had dropped to 30% five years later. &quot;The figures suggest that there is a diminishing number of institutions which require the highest qualification levels, and that there is some convergence in relation to entry qualifications to full-time undergraduate courses,&quot; the report states.", 
    "section": "education", 
    "gid": "education/2012/jan/26/number-universities-media-studies-up", 
    "wordcount": "567"
}