{
    "headline": "Zeebox releases its latest consumer survey data for anyone to analyse", 
    "text": "Social TV startup Zeebox conducts regular consumer research about its own service, but also about how people are using devices and apps more widely. Most technology companies do the same, but how many release the data for other people to play with? That&apos;s what Zeebox has done with its latest wave of consumer research, conducted online &quot;amongst a representative sample&quot; of people in the UK and US in July 2012. The company&apos;s director of insight David Boyle has published the survey data  as in the questions and overall answer-percentages, rather than individual answers from each participant as a Google Doc for anyone to view. &quot;We&apos;d love people to take the data and we&apos;d love to see what they make of it,&quot; Boyle tells me. &quot;I&apos;d love to know what patterns people find.&quot; Some initial findings that jumped out at me when looking through the UK data: 28% of respondents say they own an Android smartphone, versus 13% each for iPhone and BlackBerry, 3% for Windows Phone and 7% other smartphones. Outside mobiles, 13% of respondents own an iPod touch, and 14% a Kindle e-reader. It&apos;s interesting to compare Zeebox&apos;s data to the figures just released by UK communications regulator Ofcom, with some interesting differences. For example, Ofcom says 11% of UK households now own tablets, while Zeebox says 9%. Ofcom pegs UK smartphone penetration at 39%, but it&apos;s 59% for Zeebox&apos;s respondents perhaps not surprising for an online survey. I&apos;m not sure about the tablet figures, mind. For example, Zeebox&apos;s research indicates that 2% of respondents own an iPad the same percentage as Samsung&apos;s Galaxy Tab with 1% owning an HP tablet, 1% an Amazon Kindle Fire (still unavailable in the UK officially) and 4% owning other tablet models. That may cast doubt on the accuracy of some of the other findings in the survey, so caution is advised. When asked how important apps, music, the internet and general tech/gadgets are in their lives, 4% of respondents said apps were &quot;a passion of mine&quot;, versus 26% for music, 21% for the internet and 12% for tech/gadgets. 50% of UK respondents use Facebook every day, with 13% saying the same of Twitter, and 7% for Google+, meanwhile. There&apos;s also a couple of questions that tie directly into Zeebox&apos;s second-screen business. For example, what do people use the internet on their computer, phone or tablet for while watching TV? 46% often use email, 41% use social networking sites, and 13% use Twitter specifically. Meanwhile, 25% say they look up information on the TV show&apos;s subject or topic, 21% look up information on the cast or crew, and 14% visit the show&apos;s website. 7% of respondents say they often use an app from the TV show that they&apos;re watching. That&apos;s just my breeze through the data, though. See what jumps out for you, and post your findings in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/18/zeebox-consumer-insight-survey", 
    "wordcount": "492"
}