{
    "headline": "Boot up: Android's real revenue, will Apple be Sony?, SkyDrive everywhere, Bebo sued and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Google documents show hopes for big gains in non-search revenue &gt;&gt; theguardian.com In case you haven&apos;t seen it:   Other documents entered as evidence come from an internal July 2010 presentation given by Rubin. They reveal that the company got advertising revenue of just $16.8m from Android handsets in 2009, but by mid-year of 2010 that had grown to $132.1m from ads on the fast-growing handset market - though Apple devices such as the iPhone and iPad using Google&apos;s search and maps generated $281m, or more than twice as much in total.   Useful ammunition for anyone renegotiating a deal with Google; these detailed internal figures are less than two years old. Apple&apos;s success for Google is two-edged: Google has to pay a substantial sum back in revenue share, making iOS devices less valuable to the bottom line than Android handsets. Mac botnet still very big &gt;&gt; Dr Web  Doctor Web&apos;s virus analysts continue to monitor the largest to date Mac botnet discovered by Doctor Web on April 4, 2012. The botnet statistics acquired by Doctor Web contradicts recently published reports indicating a decrease in the number of Macs infected by BackDoor.Flashback.39 The number is still around 650,000.   Hard to know how to verify who&apos;s right. Dr Web first spotted the Java variant of the Flashback malware. Divvy  Fast and intuitive exploratory data analysis &gt;&gt; University of California  Divvy is a tool for exploratory data analysis with unsupervised machine learning. Use Divvy to better understand your scientific and business data.   A Mac app, but source is available so it should be feasible to port it. SkyDrive APIs - Bring your data to any app, any platform, any device &gt;&gt; Microsoft MSDN blogs  Given our recent announcements, we wanted to reiterate how developers can integrate SkyDrive into their apps and devices, showcase a few of our favorite integrations and let people know about a few developer events we are sponsoring in Amsterdam, NYC and Las Vegas.   If you want breadth, it&apos;s all about the APIs, and Skydrive is getting there with these. Apple Q1 US smartphone market share 59%, v 36% year earlier &gt;&gt; Forbes  Based on the Q1 financial reports from Sprint, Verizon and AT&amp;T, Raymond James analyst Tavis McCourt estimates that Apple had 59% of the U.S. smartphone market from the country&apos;s top three carriers in the quarter. That was up from 36% a year ago, although down a bit from 63% in the December quarter, a period in which Apple launched the iPhone 4S.  McCourt writes that non-iPhone smartphone sell-through appeared to drop 38% year-over-year, while iPhone sell-through grew 55%.   Very surprising. The graph suggests a leap in iPhone use that tallies with numbers that have come out recently, but still feels unexpected. Government launches Digital Advisory Board &gt;&gt; Computer Weekly  The government has created a Digital Advisory Board (DAB) of industry IT heads and academics to support its digital by default agenda.  The board will be chaired by UK digital champion Martha Lane Fox and will meet twice a year to advise the Cabinet Office&apos;s Government Digital Service (GDS) on the accessibility of online services, as they are rolled out across Whitehall departments.  Exclusive: Bebo founders, shareholders sue owner for &apos;destroying&apos; site -- paidContent  The business relationships have gone spectacularly sour. In their filing, the four plaintiffs complain Criterion&apos;s Levin &quot;has not dedicated sufficient time and energy to the operation&quot; and &quot;would almost never show up at Bebo&apos;s office&quot;.  And they say &quot;gross mismanagement&quot; was to blame for Bebo going offline for two days this January - an outage which caused even Michael Birch, at the time, to suppose the site had disappeared for good.  Criterion has not arrested Bebo&apos;s traffic decline, but has previously claimed to have made Bebo profitable by cutting costs and bringing in engineering talent to refresh the technology under Xbox co-creator Kevin Bachus as chief product officer.  Digital Public Space: Data Guides &gt;&gt; BBC Internet Blog Mo McRoberts:   Last year, my colleagues in BBC Archive Development and I wrote some blog posts about the Digital Public Space project, which uses Semantic Web technology as a way to help unlock the value in the archives of the BBC and other publicly-funded institutions. Since those posts, our efforts have been focussed upon delivering the technology platform for a joint project with Arts Council England called &quot;The Space&quot; which will be available between May and October this year. However, we haven&apos;t lost sight of the vision for the Digital Public Space project, and I wanted to share with you a piece of work which has come from that.   Everything&apos;s coming up linked data. How Google Search works, in a nutshell &gt;&gt; Hubspot.com Good primer on how things have changed. Note that you never get primers like this about Bing or similar. Why not? Is Microsoft missing a trick? Apple = Sony &gt;&gt; Forrester Blogs George Colony:   Without knowing them personally, I would look to Apple executives Jon Ive or Scott Forstall to be CEO. From on far they appear to have some of the charisma and outspoken design sense to legitimately lead the company.  When Steve Jobs departed, he took three things with him: 1) singular charismatic leadership that bound the company together and elicited extraordinary performance from its people; 2) the ability to take big risks, and 3) an unparalleled ability to envision and design products. Apple&apos;s momentum will carry it for 24-48 months. But without the arrival of a new charismatic leader it will move from being a great company to being a good company, with a commensurate step down in revenue growth and product innovation.   There isn&apos;t the faintest chance that Ive will lead Apple; it&apos;s doubtful he even has that ambition. Forstall, however, has both the ambition, the ruthlessness and the vision (he was one of the two people who persuaded Jobs to let apps onto the iPhone. The other was Phil Schiller - another CEO candidate). The problem is, for that to happen, Cook would have to leave. Why or when would he do that? Google Drive versus Dropbox and the rest: cloud storage compared &gt;&gt; theguardian.com The picture that emerges from the comments is that people who already had a cloud service are sticking with Dropbox. Of course comments on such articles are self-selecting - people who care will comment. Will Google publicise GDrive numbers as it does Google+? More to the point, will it mean anything? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/26/technology-links-newsbucket", 
    "wordcount": "1138"
}