{
    "headline": "Can Latin American higher education go global without using English?", 
    "text": "Some Latin American countries are dedicating important resources to internationalisation of their higher education systems. This has triggered a rapid response from institutions, associations and even governments from the developed world. Suddenly Latin American universities became regarded as important potential partners and everyone wants to cooperate, most with a greedy eye for tuition fees in times of crisis. But institutions with a strategic view should now be thinking about taking the opportunity to go beyond simply hosting exchange students. Latin americans still confound higher education and university education and expect all their higher education institutions to be research institutions, although most do not do any relevant research of course. Latin American institutions (including universities) adopt the 19th-century continental European tradition of professional training. Rather than being exposed to general education, students are expected to learn a profession and must choose a professional programme before they are admitted. The curriculum are often very rigid. Undergraduate students spend most of their time attending classes with little availability for extra-curricular activities. This is a consequence of historical isolation. Although some more dynamic institutions are trying to modernise and adopt a curriculum compatible with the Bologna Process or to American-style liberal arts education, these efforts are perceived with distrust by the more traditional institutions and society at large. Hopefully active student exchange with the northern hemisphere will bring new views in curriculum design. Although the situation is slowly improving, the majority of the Latin American population has very limited knowledge of English. Unlike other parts of the developing world, all over Latin America there is still a very active strain of opposition to the teaching of English and to the use of English as a teaching language in universities. Unless Latin American universities understand the importance of English as lingua franca in the globalised academic world their possibilities of internationalisation will remain limited to Latin American or Iberian countries or to sending rather than exchanging students. Offering courses or programmes in English would do much more to disseminate the local culture internationally than requiring the students to be fluent in Spanish or Portuguese before they start the exchange programmes. Many Latin American research results are published in Spanish or Portuguese in periodicals with different standards than their English counterparts. Switching to English could drastically increase their scope and challenge their quality and relevance. The Times Higher Education World University Rankings contains no more than four Latin American universities among the top 400: two in Brazil, one in Mexico and one in Colombia. Why is this number so small? Brazil alone produces almost 3% of all scientific publications in the world, mostly in universities, which would suggest that perhaps the ranking is too strict with them. The main reason for this poor performance is linguistic isolation. If there were a policy to introduce English as an optional teaching language there would be more foreign students, more international faculty members, more publications in English and the local students would be better prepared for international experiences. Truly international universities have not only international students but also international faculty. It is still rare to find foreign faculty members in Latin American universities. There are high quality institutions in Latin America craving for internationalisation. Many would be better placed in international rankings if they would consider encouraging the widespread use of English in teaching, publications and other academic activities. Cooperating with them beyond hosting their students, in true educational and research partnerships, exchanging students and faculty, would unveil a scientifically and culturally rich universe. Leandro Tessler is an associate professor of physics at Unicamp, Campinas in Brazil  follow it on Twitter @Campinas This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/05/internationalisation-latin-america-university-host", 
    "wordcount": "630"
}