{
    "headline": "The UK public love wind power and they don't even know it", 
    "text": "Back in 2014, David Cameron told the House of Commons Liaison Committee that people are basically fed up with wind farms. In 2015, his government then went on to not only cut subsidies for onshore wind, but also make it harder and harder to get planning permission.  But politicians are wrong to think wind power is unpopular. Again and again, polls show the UK public are pretty supportive of onshore wind. Our ComRes poll out today, for example, shows 73% of the British public back onshore wind power. Politicians can only dream of such approval ratings.  Significantly, the poll also found two thirds of people living in rural areas say they support onshore wind farms (65%). Although support for onshore wind was lower here than in urban areas (75%), it is still very high. The difference is similar to one found if you split by age - 77% of 18-24s support onshore wind compared to 66% of over 65s.  We also found support - at 80% - especially high in Scotland, the part of the country with by far the most onshore wind per capita. This reflects older, 2003 research by Mori Scotland (pdf) which talked to people who actually live near large wind sites and feel its had a positive impact on their area.  Something not covered in our new poll, but we which know from elsewhere, is that people are much more likely to support the building of renewable energy locally if they the profits directly benefit the community. According to research on wind farms in the Netherlands, people are even less likely to worry about the noise if they have a direct financial stake in the turbines. This is something we learnt from building a solar farm in Balcombe, and is just as true, and maybe even more so for wind: involve the local community. Let them be involved in working out where to site it and how youre going to minimise impact on wildlife, and offer them a direct financial stake too.  Whats probably most interesting in the polling data, however, is how much we seem to underestimate support for onshore wind. Ask people if they support or oppose onshore wind and 73% will give it a thumbs up, but ask them to estimate how much of the population agree with them and only a minority (11%) think that 71% or more of people in the UK support the use of the technology. We see a similar trend, though slightly less marked, when it comes to solar farms. 80% say they support solar farms, but only 11% of people think support is that high.   Related: Onshore windfarms more popular than thought, UK poll finds    To help us understand this odd perception gap we also commissioned some research on how the press cover onshore wind and fracking. We looked at wind and fracking coverage from 1st Jan 2011 to the 16th Sept 2016. There was a load more news coverage of fracking - 5,398 news articles on wind and 7,393 on fracking - but when it came to comment pieces and editorials, the number was about the same for the two technologies - 250 on wind and 279 on fracking. Over half the comment pieces about onshore wind were negative - 52% rated as negative, 31% neutral and only 17% considered positive.  Wind editorials tend to frame their argument so as to emphasise the risks. We found a total of 226 risk frames and only 53 benefit frames in the wind comment pieces. Or to put this another way, for every four times a risk was raised, only one benefit was. When we came to look at fracking, the relationship was reversed. Here we found 139 risk frames and 206 benefit ones - that is, only two in five frames raised risk. When it came to the arguments made against onshore wind, aesthetic and cultural problems were the most frequently employed, followed by economic issues or technical risks. On the benefits side though, economic arguments were most often used, followed by environment ones.  What to make of all this? We seem worryingly out of touch with each other when it comes to onshore wind. And it looks like a minority of people who dont like wind are finding a disproportionate amount of space to air those views in newspapers. Im also worried that the pro-wind views that do get through tend to rely on economics and environmental arguments. Robust, sure, and certainly part of the debate, but maybe we need to inject some emotion as well as a sense of culture and aesthetics. Its not like these arguments cant be made: lots of people feel a sense of hope and delight when they see a wind turbine on the horizon - that feeling should be expressed and shared. And wind power is an established part of our culture - we started it after all.  We need a fresh debate on onshore wind in this country, and it needs to be one that reflects the importance of personal relationships between technology and the people. Alice Bell was a founder member of the Political Science blog. Formerly an academic in science communication and policy studies, she now heads up communications at climate change charity, 10:10. She can be found on Twitter as @alicebell. The launch of 10:10s Blown Away campaign has received no money from the wind industry.  This post was edited on 20th October 2016 at 9.22pm to clarify that the percentage of respondents who thought public support for solar farms was at the 80 per cent level was only 11 per cent.", 
    "section": "science", 
    "gid": "science/political-science/2016/oct/20/the-uk-public-love-wind-power-and-they-dont-even-know-it", 
    "wordcount": "938"
}