{
    "headline": "Using a VPN to protect your web use", 
    "text": "Lots of us surf using unsecured Wi-Fi networks, and where I live in the US, Starbucks doesn&apos;t require a pass code and the Wi-Fi is up 24/7 regardless of whether the shop is open. Are there any good free VPNs for privacy in such a situation? I&apos;m using Cocoon with Firefox, but I don&apos;t have the means to compare it with alternatives.Dave NullA VPN, or virtual private network, creates a virtual &quot;tunnel&quot; of encrypted data running over the public internet. VPNs first became popular as a way of connecting different parts of a company without the high cost of leasing dedicated phone lines. Secure encryption was needed to protect corporate data, and one consequence was that nobody else  internet service providers (ISPs), snoopers etc  could see what sort of traffic was inside the data stream. Today, many individuals are using VPNs for the security and privacy they provide. Some people use VPNs at Wi-Fi hotspots to prevent snoopers from collecting private information. Others use VPNs at home as a way to get around ISPs and service providers blocking certain websites, which may include Pirate Bay, Facebook and BBC iPlayer. Of course, cybercriminals also use VPNs and anonymous proxy servers, though Tor might be a more likely prospect. The simplest type of VPN is one that runs at the application level, typically inside a web browser. In your case, this is Cocoon, which is available for different browsers (Firefox and Internet Explorer) and different operating systems (Microsoft Windows, Apple&apos;s Mac OS X and Linux). The drawback is that it only protects what&apos;s in the browser. If you were to run another browser alongside Firefox, or a separate email program, the data from these other programs would not be protected by Cocoon&apos;s VPN. The most popular VPN for personal users  which I mentioned in response to your similar question in 2010  is probably AnchorFree&apos;s Hotspot Shield. Like many other cheap or free VPNs, Hotspot Shield is based on open source OpenVPN code, so it encrypts all the internet traffic on your PC: every web browser, email program, and so on. It supports Windows, Mac OS X, and Apple iOS devices, with Android to come. The drawbacks with Hotspot Shield are that, as with Cocoon and some other VPNs, the free versions are supported by showing adverts, though you can avoid these by upgrading to a paid-for version. Hotspot Shield also switches your home page and default search engine, though you can switch these back. This can be annoying and has prompted some users to look elsewhere, but you can pay AnchorFree $29.95 per year for its Hotspot Shield Elite service, or if you use it for travelling, buy 20 one-day passes for $10. There are, of course, dozens of alternative VPNs, and there&apos;s a big list on the internet censorship wiki. The ones worth considering include SecurityKiss, CyberGhost, and It&apos;s Hidden. It&apos;s Hidden&apos;s servers are based in the Netherlands, which may not suit US users.  One of the features of a VPN is that your internet connection appears to come from wherever the server is based: it acts as your proxy on the internet. This can confuse websites that do a lot of geolocation and personalisation, such as Google, which will serve up versions in the local language. This can, of course, be useful. Europeans can use a US-based VPN server to watch videos that are otherwise blocked in our region, while those who live outside the UK can use a UK-based VPN to watch TV programmes on, for example, the BBC&apos;s iPlayer. Indeed, AnchorFree produced ExpatShield for Windows, so that pining Brits could get a UK IP and access content available only in UK from anywhere. If this kind of thing is important to you, then Hide My Ass! now offers a Pro VPN service that supports different protocols (so you can use OpenVPN for maximum security or PPTP to stream video, for example) and access to 247 servers in 43 countries. So, yes, you can actually get a fast IP address in Japan. However, the service costs $11.52 per month or $78.66 per year. The Best VPN Provider comparison website lets you select from dropdown menus such as Destination Country, Protocol and Price/Month to find potential VPN suppliers. However, it only suggests commercial services. Most if not all VPN providers have lots of terms and conditions that forbid you from doing bad things, including spamming, and say that they will co-operate with police and other authorities if required. If you plan to use peer-to-peer file-sharing services such as bittorrent, check that these are allowed under the T&amp;Cs. Also check how long they keep records. TorrentFreak has a good article on Which VPN Providers Really Take Anonymity Seriously? Using a VPN protects you from snooping in your local coffee shop and by your ISP, but the VPN provider is decoding your datastream and putting it on the internet, so it sees everything. It has to be a company you trust. Also bear in mind that while your ISP cannot see what is in your data stream, it can certainly see you sending lots of encrypted traffic to Hotspot Shield, Hide My Ass! or whatever. So much business traffic now goes via VPNs that I don&apos;t expect this is particularly noticeable, but ISPs could filter the obvious free VPNs. There&apos;s an increasing tendency for websites to use the https Secure Sockets Layer (SLL) system, shown by a padlock in the browser, and this already encrypts data to protect it from casual snoopers. However, the appearance of &quot;session jacking&quot; software such as the Firesheep add-on for Firefox means a VPN is probably a good idea when using public Wi-Fi hotspots for important data. But it&apos;s also a good idea to start getting familiar with VPNs because of government attempts to monitor people&apos;s internet use. If this becomes a reality in the UK, then perhaps we should all start using VPNs all the time. Article 19 of the UN&apos;s Universal Declaration of Human Rights says: &quot;Everyone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.&quot; The internet has more or less delivered that right, and using a VPN may be the simplest way to preserve it.  This article was amended on 20 February 2013. The original said that CyberGhost&apos;s servers were in Germany, which may not suit US users. CyberGhost now has servers in about 20 countries, including the US.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/may/17/vpn-internet-privacy-security", 
    "wordcount": "1105"
}