{
    "headline": "London Bike Kitchen: the DIY bicycle workshop where all are welcome", 
    "text": "Cycle too quickly and you could miss it, but there is little doubt London Bike Kitchen (LBK) is on its way to becoming a community hub. LBK is a DIY bike workshop, somewhere to use the stands and tools with in-house mechanics should you get stuck. Members get reduced rates on using the workshop, while classes teach anything from bike maintenance to wheel building and truing. Last year LBK director Jenni Gwiazdowski bought a bike frame for 100 and, dismayed by the lack of local options to learn to build a bike, decided to start a bike kitchen similar to those in California, where she hails from. A charity worker with a background in teaching inner city children, Gwiazdowski said: &quot;I had nothing to lose when I applied for the [London Cycling Campaign] grant last March. Then I found out a month or two later I got it and I was like: &apos;I have to do this!&apos;&quot; She added: &quot;I wanted to create a space where it is OK to learn; a comfortable environment for everyone.&quot; Similar existing schemes across the UK often rely on donations, and many only open a couple of days per week, or month. The result is that they struggle to buy tools and pay the rent. Although early days  LBK only opened on 3 March  the aim is to make it financially sustainable. Gwiazdowski believes cycling should be accessible to all, and by having a fixed pricing structure for those who can afford it, she plans to open the doors to sections of the community who don&apos;t usually cycle, or who can&apos;t afford to. Her location is ideal for these groups: Whitmore Road, in Hoxton, east London, is sandwiched between young, creative industries and middle class housing, with high levels of council housing and social deprivation on its doorstep. The shop also sits on a major cycle route. At present the doors are open only on weekends and some evenings but the plan is to open seven days a week. According to mechanic Phil Moore, having a woman in charge makes people feel less intimidated about coming in and asking questions. LBK already runs a young Muslim women&apos;s workshop, and a WaG (women and gender-variant) night teaching bike maintenance. A course is also being designed for local kids in danger of exclusion. LBK&apos;s home is a former DIY shop closed for 10 years on a parade of deteriorating shop fronts. Gwiazdowski eventually tracked down the landlord through nearby shopkeepers and signed the contract in November. A team of volunteers helped refit the shop. The number and diversity of visitors during my visit is a testament to demand. One man cycled nine miles to come and tighten up his spokes. Another came in after his bike was stolen to look at building a new one. All became members. A group of local children turned up with a BMX with seized front brakes that were fixed for free. &quot;We&apos;re not doing anything else right now,&quot; said Gwiazdowski. Cyclist Chris Adams came in for advice after both his bike&apos;s wheels were stolen. He pointed out how much sense this scheme makes in a city of small apartments. He said: &quot;I could buy all the tools but then where would I put them? I want access, not ownership.&quot; This mantra would seem appropriate for all of LBK&apos;s customers.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/05/london-bike-kitchen-diy-bicycle-workshop", 
    "wordcount": "569"
}