{
    "headline": "On the road: Toyota Hilux 3 litre D-4D Manual", 
    "text": "This one seems to be agirl&apos;s car. &quot;Brilliant, aHilux  you&apos;ve got togive that a good review,&quot; my sister-in-law says. Toyota&apos;s workhorse pick-up  Europe&apos;s favourite, as it happens  turns out to be her favourite, too. Pretty much her favourite vehicle of all time. Not just hers: &quot;Twin cabs are my fave, take me, take me,&quot; says a female colleague who  again  Iwouldn&apos;t have had down as an obvious pick-up truck enthusiast. Only my girlfriend lets her gender down (again). &quot;Urrrgh, it&apos;s just big and embarrassing,&quot; she says. Its arrival is well timed, though. There&apos;s a desk to be taken to my mum&apos;s, a chest of drawers off Gumtree to be picked up from Dagenham and some middle-class floorboards to be collected from the reclamation yard to replace the ones that have rotted through. (Those reclamation places are like farmers&apos; markets  you pay twice the price for stuff covered in dirt.) Anyway, the Hilux swallows it all with ease. This obviously isn&apos;t a true test of its capabilities; to do that I&apos;d have to load it up with sacks of sand and frankly I can&apos;t be arsed, nor do I have sand to hand. I&apos;d also have to drive it up a steep field, possibly in Wales, and I&apos;m not going to do that. Its arrival does coincide with abit of snow, so the selectable 4WD might be handy. To be honest, we don&apos;t actually need it, but it&apos;s nice to know it&apos;s there. I obviously don&apos;t actually need aHilux, because I&apos;m not aWelshfarmer. Idon&apos;t have to drive up steep fields, tossing lambs and bales and fangel wurzels, and whatever else it is thatWelsh farmers toss, in the back. If I were, I&apos;d be able to reclaim the VAT on the price, as I would if I were abuilder. Though it&apos;s debatable if many builders need a 4WD pick-up either. Anoldvan would probably be moreappropriate. An old van would certainly do me, for my furniture relocation. But I wouldn&apos;t be having so much fun doing it. I&apos;m beginning to understand what those ladies were on about: a Hilux is fun. In a van I&apos;d have the Sun on the dashboard, I&apos;d be playing Oasis, I&apos;d be driving like a twat, swearing at other drivers, honking at attractive women. Allo darlin&apos;. Allvery tedious, very late 1990s. Whereas in this? Well, I&apos;m still a menace on the road, and I have some unsavoury political views, but I&apos;ve got a more laid-back approach to the job in hand, and I&apos;ve got Merle Haggard on the stereo. To be honest, I doubt a Toyota Hilux even counts as a proper pick-up truck in America, but here it&apos;s a car to bring out your inner redneck. Toyota Hilux 3 litre D-4D Manual  Price 24,655Top speed 106mphAcceleration 0-62mph in 12.1 secondsAverage consumption 36.7mpgCO2 emissions 203g/kmEco rating 4/10Cool rating 8/10  Sam Wollaston will be appearing at Guardian Open Weekend, held on 24 and 25 March. Festival passes have now sold out, but you can follow coverage online", 
    "section": "technology", 
    "gid": "technology/2012/mar/09/toyota-hilux-3-litre-manual-review", 
    "wordcount": "541"
}