{
    "headline": "O2 network 'fully restored' after 24-hour blackout", 
    "text": "O2 has said its mobile network is now fully restored after a 24-hour blackout left hundreds of thousands of its customers unable to receive calls or text messages. The company apologised for the outage, which affected customers across the UK, and said its 2G and 3G networks for mobile data were back online. O2 said in a statement: &quot;Following previous updates, our tests now show that all our 2G and 3G services have been fully restored for affected customers. &quot;If any customers are still having problems we recommend they turn their phone off and on again. Once again, we are sorry.&quot; O2 said on Thursday morning that customers affected should be able to begin making calls and sending text messages if they turned off their 3G mobile data. However, many users told the Guardian that they were still unable to connect to the network. O2 is still unable to say when its network will be fully restored after disruption hit hundreds of thousands of its 23 million UK customers on Wednesday afternoon and overnight. But the company said on Thursday morning that users should soon be able to receive full service, including 3G data. The mobile network said in a statement: &quot;We can confirm that our 2G network service has now been restored. Customers who were affected should now be able to make and receive calls. Our 3G service is starting to restore and customers should expect to see a gradual return of data services as the day progresses. &quot;Customers affected may wish to try switching their mobile phones off and on as service returns. We are sorry again for the inconvenience this has caused and can provide reassurance that we continue to deploy all possible resources and will do so until full service is restored.&quot; O2 customers found they were unable to make calls or send and receive text messages from about mid-afternoon on Wednesday. The disruption continued throughout the night and into Thursday morning. Some O2 customers who were not affected yesterday also claimed to have been disrupted on Thursday, in a sign that the network outage spread further overnight. O2 is the UK&apos;s second-biggest mobile network and provides services to customers of Tesco Mobile and giffgaff, who were also affected by the prolonged disruption. The network was unable to confirm on Thursday whether it would offer compensation to customers who were unable to use fully use their phones for several hours. The company is likely to come under pressure to offer a full explanation to its customers. Rival operators Vodafone and T-Mobile were both in the most-discussed topics on Twitter in the UK on Thursday morning, as people boasted about receiving full network coverage. Last week, France Telecom&apos;s Orange network offered to compensate its 26 millions users who were hit by a massive nine-hour blackout in the country. A spokesman for O2 said that the disruption was caused by a fault in one of its systems which meant that some mobile phone numbers did not register correctly on its network. The O2 website crashed intermittently throughout the period as customers sought updates about when the service would return. O2 was the least complained-about mobile network between January and March this year, according to complaints data compiled by the telecoms regulator Ofcom. The regulator received most complaints about 3UK in the period, ahead of T-Mobile, Vodafone and Virgin Mobile. Several customers told the Guardian they were still unable to send or receive calls about 9am on Thursday. Twitter user @UrbanManc said: &quot;That&apos;s a lie , I can&apos;t make or receive calls and texts,&quot; while Ronnie Simon complained: &quot;Still not able to make calls. Thanks a bunch O2.&quot; One customer, Jo Phipps, posted on Facebook: &quot;My o2 phone been down for 6 hours ... whats going on?&quot; Twitter user Bethany Kemp said: &quot;It&apos;s ridiculous, haven&apos;t had a signal since 1pm. O2 you are going to have to do some apologising if you don&apos;t want to lose customers.&quot; Another user, Gaz, had a more humorous view of the disruption, tweeting: &quot;What did one O2 customer say to the other? Nothing.&quot; BBC television presenter Huw Edwards tweeted: &quot;6 hours of non-service and counting, simply not good enough, O2.&quot; O2 is urging customers to check their Twitter and Facebook feeds for updates, but the company&apos;s webpage  which displays live information about network coverage  has crashed.", 
    "section": "technology", 
    "gid": "technology/2012/jul/12/o2-outage-turn-off-3g-data", 
    "wordcount": "739"
}