{
    "headline": "The battle against HIV and Aids, selling sex in India, and what next for Ghana", 
    "text": "Funding for HIV and Aids treatment and prevention, and the barriers to receiving it, were the focus of two conferences last week. World leaders and celebrities gathered at the International Aids Conference in Washington DC to discuss the issues. Among the attendees was the president of the World Bank, Jim Yong Kim, who told Global development that the long-term sustainable response to the Aids crisis needed to include discussions on how to spur growth in the private sector. He also talked about his mission to end poverty. On another continent, sex workers from more than 40 countries held an alternative HIV summit to urge the case for their rights and protest at US visa restrictions barring them from attending the Washington conference. The week-long summit in Kolkata, India, highlighted the ways in which the fight against HIV has forced governments to talk to marginalised groups. Elsewhere on the site Academic Andrea Cornwall argued that sex workers offered an example of women&apos;s empowerment and that the sex industry needed to be treated with respect. After the death of Ghana&apos;s president, John Atta Mills, Les Roopanarine considered whether the country&apos;s success story would continue. Following his trip to Somaliland, Mark Tran highlighted the need for greater investment in the country&apos;s port to support its livestock industry. And we considered why funding for the food crisis in Yemen is proving difficult to come by. Global development podcast Hunger in the Sahel. It is only two years since west Africa last experienced a food crisis. Previously, the aid response has been criticised for being too slow. Have aid agencies got it right this year by sounding the alarm early? Why does this keep happening? This month&apos;s podcast explores the reasons behind the food and nutrition crisis in the Sahel region. Multimedia Video: trees help combat hunger and malnutrition in Burkina Faso In the face of chronic food shortages and drought in the Sahel, some communities are faring substantially better than others. One reason lies in the cultivation of drought-resistant trees that provide both nutritional food throughout the year and income. In pictures: Hunger to Hope exhibition of children at play to mark Olympics The UN World Food Programme has teamed up with Crossrail to put on the Hunger to Hope exhibition featuring photographers&apos; images of children at play on railway hoardings in London, a reminder that many children need adequate food and nutrition to have the hope and energy to play games. International Development Achievement award Who is inspiring you in the field of development? Now in its fourth year, the Guardian Development Achievement award aims to celebrate one individual who has made an outstanding contribution to the lives of some of the world&apos;s poorest people. Get your nominations in by 3 August. Coming up on the site We continue to monitor the impact of the food crisis in west Africa. Following the UN announcement that sustainable peace in Darfur is in sight, albeit still at a distance, we look at the development progress being made in the region. We report on road safety in Kenya, and hear from one woman whose life was dramatically changed after she was severely injured in an accident. We also look at what can be done to tackle disease in crops to make food safer to eat. What you said: some of the best comments from our readers On Linah Mohohlo&apos;s blogpost on the need for education, training and jobs in Africa, africaprogress writes:  Far from accumulating &quot;21st century learning&quot; skills, millions of Africa&apos;s children are emerging from primary school lacking basic literacy and numeracy.  On Ochieng Adala, Jiang Hengkun and Paul Murphy&apos;s post on China&apos;s key role in promoting peace in Africa, Nicole90 argues:  It&apos;s not the Chinese&apos;s job to fix anything in Africa. I believe it&apos;s time to start putting pressure on our own people.  On Mark Tran&apos;s blog on pastoralism, GufuOba writes:  I belong to one of the pastoralists societies of the Horn of Africa and have been transformed from being a herder during my youth to an academic on pastoralism and their grazing lands in the old age.  Highlights from the blogosphere On Duncan Green&apos;s From Poverty to Power blog, Justin Sandefur and Kevin Watkins go head to head to debate public and private education. Using Pakistan as a case in point, Sandefur argues private schooling needs to be supported, while Watkins counters that the public education system should be fixed, rather than rejected. On Global Voices, Nwachukwu Egbunike discusses Nigerian anger over the Lagos state government&apos;s demolition of the Makoko slum. &quot;The manner in which the government went about demolishing the slum also reminded many of the dark nights of military dictatorship in Nigeria,&quot; he writes. Meanwhile, on Think Africa Press, Aaron Blitz considers whether efforts by the Sudanese president to diversify the country&apos;s economy following protests are too little, too late. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/31/hiv-sex-india-ghana-poverty-matters", 
    "wordcount": "868"
}