{
    "headline": "Phonics and enjoyment are fake opposites", 
    "text": "While continuing to inveigh against so-called synthetic phonics, Michael Rosen now at least admits that &quot;basic phonics&quot; should be part of the &quot;mixed methods&quot; that he advocates for teaching reading (Education, 7 August). He fails to recognise, however, that synthetic phonics is &quot;basic phonics&quot;. Beginner readers of any age need to learn how the alphabet works for reading and writing. It is often forgotten that decoding words for reading is the reverse of encoding words for writing (spelling), both are &quot;basic&quot; to becoming literate. Most children learn to decode more easily than they learn to encode. Decoding and encoding embrace sets of interdependent sub-skills such as blending and segmenting sounds and need to be taught systematically until beginners can apply them automatically. The great majority of children can be taught to do this quite well by the age of seven. Nor should it be assumed that all the fun is to be had only by immersing children in real books. There is plenty of evidence to show that children find high-quality phonic work rewarding and derive great satisfaction from taking part in the activities it presents to achieve the goal of reading  understanding what is read. For young children success depends as much on well-timed, skilled and regular teaching of phonics as it does upon securing good attitudes to reading by making sure they receive a rich experience of high-quality fiction and non-fiction books, including well-told stories with opportunities to talk about and act them out from an early age. All of this is massively dependent on equipping children with a strong command of the spoken word; how that is best achieved deserves far greater attention than is often realised in practice. The interminable debate about the teaching of early reading grinds on mired in arguing about fake opposites that set phonics at odds with the enjoyment of reading. At a time when we know more about the teaching of reading and writing than ever before, it would be no bad thing to move on from the sterile argy-bargy about phonics and focus on how best to train and support teachers to teach reading and writing to greatest effect.Jim RoseHaslemere, Surrey", 
    "section": "education", 
    "gid": "education/2012/aug/13/phonics-real-books-fake-opposites", 
    "wordcount": "370"
}