{
    "headline": "GM crops good for environment, study finds", 
    "text": "Crops genetically modified to poison pests can deliver significant environmental benefits, according to a study spanning two decades and 1.5m square kilometres. The benefits extended to non-GM crops in neighbouring fields, researchers found. Plants engineered to produce a bacterial toxin lethal to some insects but harmless to people were grown across more than 66m hectares around the world in 2011. Bt cotton is one type and now makes up 95% of China&apos;s vast plantations. Since its introduction in 1997, pesticide use has halved and the study showed this led to a doubling of natural insect predators such as ladybirds, lacewings and spiders. These killed pests not targeted by the Bt cotton, in cotton fields, but also in conventional corn, soybean and peanut fields. &quot;Insecticide use usually kills the natural enemies of pests and weakens the biocontrol services that they provide,&quot; said Professor Kongming Wu at the Chinese Academy of Agricultural Sciences in Beijing, who led the research team. &quot;Transgenic crops reduce insecticide use and promote the population increase of natural enemies. Therefore, we think that this is a general principle.&quot; Professor Guy Poppy, an ecologist at the University of Southampton, said the scale of the work gave &quot;robust&quot; results that ended a long-running debate pitting plant scientists against ecologists. &quot;The argument was that, with Bt crops needing no pesticide spraying, other pests would go crazy so you would subsequently have to spray lots more pesticide,&quot; he said. But the study shows this did not happen for aphids, a major pest. &quot;This is also the first time it has been shown comprehensively that the surrounding fields benefited from being next to GM crops.&quot; With the global population rising quickly towards an expected 9bn in 2050, food demand is rising fast. Poppy said: &quot;The research demonstrates that, when managed properly, GM crops can enable you to intensify agriculture sustainably.&quot; But he noted: &quot;GM crops are neither all good nor all bad and GM is not going to feed the world overnight. But it is a very powerful tool and should be kept in the tool box.&quot; Previous work by Wu had shown that one pest, the mirid bug, has increased since Bt cotton was introduced, one reason why pesticide use has not dropped further than 50%. The new research, published in the journal Nature, monitored both insect pests and predators between 1990 and 2011, during which time Bt cotton swept aside traditional GM cotton. It examined 36 sites across six big cotton-growing provinces in northern China, where about 2.6m hectares of cotton and 33m hectares of other crops  notably maize, peanut and soybean  are grown each year, by more than 10 million small-scale farmers. The Bt cotton is designed to kill cotton bollworms and does so very effectively: it is virtually absent in cotton fields. But it does not harm aphids, which are also a major pest for cotton and other crops. Nevertheless, the researchers found that, despite the large reduction in pesticide use, aphid populations plummeted by two-thirds after Bt cotton was introduced. This was due to a doubling of natural predators, which eat a wide range of pests. &quot;As one of the measures for pest management, transgenic crops have a great advantage,&quot; said Wu. He noted that predators usually disperse widely and can attack a range of pests: &quot;Not only can they synchronously attack different insect pests in one field, but they can also colonise different habitats in different seasons.&quot; The scientists concluded: &quot;Broadly speaking, the deployment of Bt crops may favour biocontrol services and enhance economic benefits not only in Bt crop fields but also in the whole agricultural landscape.&quot; The team also state that, while difficult to conduct, further large scale and long term studies are needed to determine the effect of other types of GM crops on wildlife. &quot;We should take encouragement from this research,&quot; said Professor John Pickett, the leader of a GM wheat trial at the Rothamsted research institute which required police protection against protesters in May. &quot;It shows the technology works to control pests, reduces pesticide use  which is why it is so popular in China and the US  and has the added benefit of looking after the predators that could have been killed by the pesticides.&quot; He said: &quot;GM cotton is actually quite a crude use of genetic engineering, but it was a first use this technology  developed 30 years ago with government funding. It is a prelude to our own second generation crops, which will actively use the predator insects, not just help them.&quot; The wheat in Pickett&apos;s trial is being developed to produce a pheromone used by aphids as a chemical alarm signal, because the pheromone also attracts the predators of those aphids. There are billions of tiny parasitic wasps naturally present, Pickett said, but currently they do not arrive early enough at the crop to stop the aphid causing economic damage.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/13/gm-crops-environment-study", 
    "wordcount": "840"
}