{
    "headline": "Sussex academy pays 100,000 to use 'patented' US school curriculum", 
    "text": "An academy running four schools is paying its US parent company 100,000 a year to use its patented global curriculum, which has been criticised by Ofsted for lacking a &quot;local&quot; focus. Aurora Academies Trust insists that the Paragon curriculum is transforming the fortunes of the primary schools in East Sussex. But unions and local Labour activists question whether the licensing deal represents the first step in plans to allow private companies to run schools for profit. Tory modernisers are said to be keen on the idea. Aurora&apos;s progress will be studied closely by education experts. It has &quot;lead sponsor&quot; status with the Department for Education, meaning it is consulted on policy decisions and is likely to run more schools in the future. Aurora&apos;s decision last autumn to take over the four schools  King Offa and Glenleigh Park in Bexhill and Heron Park and Oakwood in Eastbourne  came after education secretary Michael Gove criticised the local authority for &quot;failing actively to pursue sponsored academy solutions&quot;. Aurora was established by Mosaica Education UK, a subsidiary of Mosaica Education Inc, an American company which describes itself as a &quot;global leader in education reform&quot; and runs schools in 12 US states, the United Arab Emirates and India. Aurora pays Mosaica 100 per pupil per year in royalties to use its curriculum. There are about 1,000 children at the four schools, meaning Mosaica receives about 100,000 a year from the arrangement. Aurora insists Mosaica does not profit from the deal. But Christine Blower, general secretary of the National Union of Teachers, the largest teaching union, questioned the transparency of the arrangement. &quot;This is taxpayers&apos; money, which should be targeted directly at children&apos;s education in the classroom,&quot; she said. &quot;What is most shocking is that no accountability mechanism exists to prevent this, nor is there any form of quality assurance.&quot; Parents of Aurora pupils will consider the money well spent if it produces good results. Mosaica claims that its schools produce superior academic results by &quot;utilising a unique school design which combines a proprietary curriculum, Paragon, with state-of-the-art technology&quot;. However, a study of Mosaica&apos;s achievement scores by the American Federation of Teachers union, suggested that the company&apos;s self-evaluations inflated student scores, claims that are denied by the company. Under the humanities-based curriculum, students &quot;learn about character, ethics, empathy and self-esteem, implicitly by studying the world&apos;s great heroes, both canonical and unsung, and by stepping into the shoes of great historical figures, both real and imaginary&quot;. The approach appears at odds with Gove&apos;s views of how history should be taught in the national curriculum. He wants pupils to learn more about British history, complaining that one teenager in five believes Winston Churchill was a fictional character, a statistic drawn from a survey carried out by Premier Inn. He has also been critical of teachers using imaginary figures to help understand history, recently denouncing the use of Mr Men characters to teach 15- and 16-year-olds about the second world war. Several parents have praised the Paragon curriculum for giving their children a &quot;more international perspective&quot;. A recent Ofsted inspection found that the King Offa school, which had been in special measures, &quot;is making reasonable progress in raising standards&quot;. But it noted, &quot;that teachers are not sufficiently confident in adapting teaching materials to the needs of their pupils. Moreover, the curriculum currently lacks a distinctively local element.&quot; A study conducted by Arizona State University suggested that many US charter schools that had been run by Mosaica end up severing their links with the company. Last year, a school in New Orleans took legal action to break its contract with Mosaica. The organisation that took over the school complained that the curriculum was not aligned to state standards, resulting in students failing tests. The school won the lawsuit, but had to pay Mosaica $100,000 to break the contract. Tim McCarthy, chief executive of Aurora, said that US charter schools regularly switched education providers. He said that Aurora was making significant progress: &quot;We&apos;re looking at some little green shoots. We&apos;ve got a school out of special measures within seven months and we&apos;re getting fantastic engagement with pupils and parents.&quot; McCarthy said that Aurora was now tailoring its curriculum to include local history, such as the Norman invasion. &quot;It&apos;s a living, breathing resource that is always changing,&quot; he said of the curriculum. &quot;The thought that this is something off the shelf is wrong.&quot; He said that &quot;all of the money from the schools is put into running the schools&quot; and that Aurora provided teachers with 90 hours of professional development training. But Paul Courtel, a local Labour activist, questioned whether Aurora and Mosaica were playing the long game: &quot;I think the substantive financial gain to Mosaica would be the introduction of &apos;for profit&apos; free schools in the event that the Conservatives are re-elected, with an overall parliamentary majority, in 2015.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/18/academy-pays-for-us-curriculum", 
    "wordcount": "847"
}