{
    "headline": "Year 12s are being told their qualification is now worthless", 
    "text": "As a student who took GCSE exams this summer, I can assure Mr Gove that they are perfectly &quot;rigorous&quot; as they are (GCSEs are dead: Ebacc is the future, says Gove, 18 September). His argument that GCSEs are made easier by modular exams and retakes is a sweeping generalisation, and thus no basis on which to build reform. All of my GCSEs  and the majority offered by my school  were linear, meaning all subject matter had to be learned in one go. Modules and coursework are not perfect, but there are possible ways around this that do not discredit and belittle all other GCSE exams. The new Ebacc qualification is meant to be fairer as a result of removing the &quot;two-tier system&quot;. However, this simply makes gaining a pass harder for those who already struggle with exams, perhaps due to dyslexia or a similar problem. Also, the plans for reform are evidently not clearly thought through, as no announcement has been made concerning the rarer subjects, such as Latin and Welsh, or the creative subjects, such as drama. In subjects where GCSEs will continue, there is a risk that they will become less valued when compared to the Ebacc subjects. For many, such as classics, where there is already declining interest, this could have a serious impact. Is Gove merely pushing through these mediocre reforms in a hurry to prevent a possible Labour government reversing the changes in 2015, without thinking through the possible repercussions for both subjects and students? Would Mr Gove be brave enough to stand before a hall full of year 12s and tell them that their GCSEs are now no longer worth anything? I think not.Beth ArscottLewes, East Sussex  I failed my 11-plus and, as a consequence of the stigma of failure, I had, at the age of 15, to sit 10 subjects in an exam in Cardiff secondary modern schools called Certificate of Merit; at 16 I sat CSEs, at 17 I sat O-levels, and then I went on to a grammar school, where I was treated to the ethos of a fifth-rate public school. I left to pursue a career as a jazz trumpet player, with a series of dead-end jobs along the way. It is amusing that Gove cites music  &quot;which has, in his eyes, a rigorous set of examinations which have been untouched by government&quot;  as I cannot read a note of music. In my 30s I got an HND in business and finance, then on to an MBA, a Diploma in Marketing and I am now a fellow of the Chartered Institute of Marketing  so much for the worth of the 11-plus. Gove is turning the clock back 40 years. Young people who mature academically at different rates or have a troubled economic or social home life will again have to bear the academic mark of Cain, gaining the opprobrium of future employers who are only interested in exam results, not people with a &quot;record of achievement&quot; who fail exams.Chris HodgkinsLondon  About 650,000 students in each year from 2013 to 2016 will know they are working for a GCSE qualification that is, in Michael Gove&apos;s rigorous analysis, &quot;dumbed-down&quot;, &quot;racing to the bottom&quot;, &quot;unfit for purpose&quot;, amounting to &quot;bite-size learning&quot; and &quot;spoon-feeding&quot;. It&apos;s good to know we have a secretary of state for education who understands what goes on in schools, appreciates teachers, motivates young people and will therefore be just the man to raise standards.Peter ThomasBassenthwaite, Cumbria", 
    "section": "education", 
    "gid": "education/2012/sep/18/year-12s-qualification-worthless", 
    "wordcount": "598"
}