{
    "headline": "Campaigners demand an end to $1tn fossil fuel subsidies", 
    "text": "How times have changed. When I wrote about fossil fuel subsidies in January, it felt like a crucial topic that had somehow never emerged into the public consciousness. But today the top trend on Twitter is #EndFossilFuelSubsidies, a million people have signed a petition to phase out state support for global-warming fossil fuels, and even celebrities such as Stephen Fry are making a noise about the issue. The Twitterstorm was organised by campaigners including 350.org, and timed to put pressure on world leaders attending the Rio+20 conference to live up to their earlier commitments to stop using money government money to support fossil fuel production or consumption. Pressure will certainly be needed, as the current draft of the Rio text doesn&apos;t mention oil, coal or gas subsidies. This is despite the fact that  according to a new report published today  the amount of direct or indirect support given to fossil fuel industries may be more than a trillion dollars per year, a figure even higher than previously thought. As I explained in a brief tour of the data in January, the standard estimates of the value of fossil fuel subsidies have come from the International Energy Agency (IEA) and the OECD. The IEA focuses on direct &apos;consumption subsidies&apos; which hold down the end price of fossil fuels. The OECD attempts the much tricker task of picking apart &apos;production subsidies&apos; in developed nations: indirect benefits such as tax breaks or cheap access to government land. The new report, published by Oil Change International, points out that there are other categories of subsidy that these estimates miss out. These include production subsidies in developing countries, the military cost of securing fossil fuel supplies such as defending oil pipelines and support received by oil, coal and gas companies from export credit agencies, national development banks and international financial institutions. The report recognises that it&apos;s not possible to meaningfully estimate the value these kinds of subsidies precisely and instead provides a wide range of estimates for each. But it&apos;s clear even from this broad-brush analysis that the total could be as high as $1 trillion in 2012 alone. The report calls for a 2015 deadline to eliminate the subsidies, a new global body to oversee the phase-out and measures to ensure that the shift away from artificially cheap fossil fuels doesn&apos;t hurt the poor. According to a sister report from the same organisation, we&apos;re currently way off track to hit a 2015 deadline. It shows that most G20 nations are failing to live up to the pledge made a few years ago following pressure from Barack Obama  to eliminate even loosely defined &apos;inefficient fossil fuel subsidies&apos;. Rather than actually phasing them out, the report claims, nations are changing definitions and failng to report transparently on the subsidies they provide. Of course, one of the big challenges with this whole issue is the huge lobbying power of the companies that benefit from fossil fuel subsidies. When I met up with Oil Change International head Stephen Krezmann last week, he said that US fossil fuel companies are currently getting $59 dollars in subsidies for each $1 they donate to election campaigns a remarkable 5800% return.  In that context, one thing seems abundantly clear: the sooner we get the money out of politics, the sooner we can get the carbon out of our energy system.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/18/campaigners-end-fossil-fuel-subsidies", 
    "wordcount": "564"
}