{
    "headline": "How the technology arms race changes cycling", 
    "text": "One of the joys of the bicycle is its essential, familiar, unchanging-ness. A cyclist magically transported from 1900 to the Guardian&apos;s bike shed today would recognise the machines stored there as fundamentally the same beast as their own. The paradox is, of course, that within that enclosure of frame-forks-wheels-chain more or less everything else is up for grabs. Our imaginary time traveller would goggle at featherweight alloy or carbon fibre materials and complex, precise gearing, let alone mountain biking-promoted innovations such as hydraulic brakes and suspension. As in many industries these advances tend to come in waves, and it&apos;s arguable we&apos;re amid one of those right now. Such periods are interesting for the everyday cyclist because, much as the catwalks of Paris anticipate (in exaggerated form) the clothes racks of Top Shop, gizmos created for top end bikes often trickle down to more basic models. I got the chance recently to test out a hugely posh bike that shows off two of the current big ideas exercising the minds of bike boffins: aerodynamic frames and electronic gearing. Both have been around for a while but they&apos;re becoming ever more common. The BMC TMR01 (I&apos;m linking to the Evans Cycles site because they lent it to me) is the sort of bike that makes many modern cyclists gawp, let alone their 1900 equivalent. It looks about as close as you can get to a pedal-powered stealth fighter, albeit a stealth fighter fitted with slightly garish red and yellow decals. It&apos;s so absurdly flash that every time another cyclist remarked on it I felt compelled to assure them it was only on loan as a sort of pre-emptive excuse for my lack of speed. The space-age frame is essentially taken from a time-trial bike, the dedicated, low-slung machines built for against-the-clock racing, and slightly revamped for normal road riding. This means tubes sculpted into all sorts of sleek curves and angles, while even the brakes are hidden within the frame and forks. If this wasn&apos;t flashy enough, the bike is finished with Shimano&apos;s all-singing electronic gearset, the Di2. Press the correct spongy button on the edge of the brake levers and the relevant derailleur skips up or down with a tiny electric whirr. While high-spending bike fans will know all about this technology already, for others two questions arise: does all this make for a better cycling experience; and will I ever see it on the sort of bike I&apos;ll realistically own, or just one with the BMC&apos;s wince-inducing 6,000 price tag? The BMC is, undoubtedly, huge fun to ride, even at the more modest velocities of which I&apos;m capable, although it&apos;s difficult to separate out the advantage of the wind-cheating design from the overall quality of everything else. The wheels alone officially cost almost as much as my own road bike and the frame is also amazingly stiff and responsive. BMC boasts the design creates 21% less drag at 30mph than its predecessor model, as ridden to Tour de France victory by Cadel Evans. Such claims are notoriously difficult to verify, and I was aware throughout that the 7kg or so of sleekness was topped by 70kg or so of very un-aerodynamic, flailing me. But on a long ride through hilly Kent with some cycling neighbours one thing did become obvious: whenever we freewheeled down a quick descent I had to constantly dab at the brakes to avoid running into the back of whoever was in front of me. The bike felt like it was on rails. So, will tapered tubes and recessed brakes make their way onto 300 hybrid bikes? For practical reasons, no  while aero frames already feature on relatively cheaper road bikes, they only make any difference if ridden at a reasonable pace. But bikes are also shaped by fashion, and much as the fat-tubed styling of mountain bikes became ubiquitous for a time, sleek and sculpted frames could, too. In contrast, I&apos;d predict the gears will remain a high-end indulgence. The Ultegra Di2 system fitted on the BMC was certainly a joy to use, and I can understand the attraction in a racing situation. But electronic gears need batteries. A single charge supposedly lasts you a couple of months, but cycling message boards carry tales of long, single-geared rides home after the system wheezes to a halt mid-trip. More than that, even on very long rides I&apos;ve never found a well set up mechanical derailleur system a chore, so for me there&apos;s an element of solution-looking-for-a-problem. And that brings us to a central point: sometimes the marginal gains of these new gimmicks can seem pretty small when set against the cost and fuss. Some developments feel little more than an excuse for bike companies to sell people some shiny new kit (which is a perfectly noble ambition in its way  cyclists love shiny new kit). A case in point is the seemingly manufacturer-led drive to persuade road cyclists they need more powerful (and expensive) brakes. Beneath the aero covers the BMC&apos;s brakes are actually small versions of mountain bike V brakes, while other manufacturers are launching disc brakes for road bikes and hydraulic caliper systems. For mountain bikes, disc brakes are a marvel, and their recent transition to the world of cyclocross makes perfect sense. But on the road? You could argue the increased power and modulation could help on a rainy road descent, but the main limiting factor there is the skinny and slippery road tyre, not the braking.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/apr/23/how-technology-arms-race-changes-cycling", 
    "wordcount": "916"
}