{
    "headline": "Green news roundup: BP, bees and buses", 
    "text": "Environment news  Deepwater oil spill: BP finalises settlement with Gulf residents US oil boom fuels earthquake rise  but fracking not to blame, scientists say Carbon capture in UK under threat as study raises doubts National body opposing wind power to launch in Westminster Tory council happily running &apos;conservatory tax&apos; for past five years UK had driest March in 59 years, latest figures show Fracking: green groups denounce report approving further exploration On the blogs     Footprint on green powder Photograph: Getty Images     Has the carbon footprint of our consumption finally peaked? Drought should force football clubs to consider artificial turf Go-ahead for fracking is not the start of a golden age for gas Rio+20 summit asks young people: what environmental future do you want? Multimedia     Membership of the BBKA grew by 20% in the past year, reversing the historic decline in apiarists since the second world war.... beekeepers James Tuthill and Rob Harper Gow. Photograph: Graham Turner for the Guardian     Beekeeping: why we love keeping bees - video Belo Monte dam construction  in pictures The week in wildlife - in pictures Emperor penguins become first creatures to be counted from space Features and comment     A employee places part of a hybrid flywheel energy storage application system, developed by Williams Hybrid Power Ltd (WHP), part of the Williams F1 group, into a testing chamber at the company's factory in Wantage, U.K. on 22 March, 2012. Go-Ahead and Williams Hybrid Power will develop and produce six prototype buses with retrofitted hybrid flywheel systems, providing electro mechanical energy to drive the vehicles. Photograph: Simon Dawson/Getty Images     F1 fuel-saving flywheel to be fitted to London&apos;s buses Is the EU &apos;juking the stats&apos; of its carbon schemes? Apple defends green credentials of cloud computing services Nuclear: a toxic investment ... And finally  Black honeybees rediscovered in BritainNative black honeybees, previously thought all but extinct in the UK, are better suited to surviving the British climate and could hold the key to reversing colony collapse", 
    "section": "environment", 
    "gid": "environment/2012/apr/19/1", 
    "wordcount": "218"
}