{
    "headline": "Two billion YouTube music video views disappear ... or just migrate?", 
    "text": "Ah, the beauty about Christmas is that stories - already rebutted - can get a second life after the holiday season. And the beauty about writing about the music business is that everybody is prepared to believe that there is a great rock&apos;n&apos;roll swindle out there. Which, frankly, is much more fun than the dull old truth. But we can get to that in a moment. Today, over at our second favourite website - MailOnline - there is this fun looking story illustrated by a picture of a surprisingly well dressed Rihanna (the Mail has got into trouble for revealing too much of her before, but that&apos;s another story). The headline is &quot;YouTube cancels billions of video views after finding they had been &apos;faked&apos; - but were hackers working for the music industry?&quot; And everything before the word after in that headline is absolutely true. Before Christmas, analysts at an outfit called SocialBlade noticed that YouTube had slashed the view counts for channels owned by Universal Music and two owned by arch rival Sony Music, SonyBMG and RCA Records. Universal had slightly over one billion views struck off and Sony forfeited an almost identical number from its two sites. This in turn was picked up by the Daily Dot blog, which sort of slipped in a bit a journalism, turning the numbers into news, before heading off into the outer reaches of Black Hat World, where there has been a lively debate on the topic of YouTube view counts more generally.  Daily Dot offers no evidence that the music majors are linked to inflating viewer counts, but does refer to a person who used the name Tapangoldy, who until recently had sold YouTube viewer counts. Tapangoldy is somebody whose moniker had cropped up in the forums, prompting the Daily Dot to ask if Tapangoldy is &quot;tied to Universal, Sony, and RCA?&quot; Except the site&apos;s conclusion is such a link is &quot;something we can&apos;t presently confirm&quot;. Oh well. Anyway, what is true is that Google, YouTube&apos;s owner, has undergone one of its periodic cleansing exercises where it checks viewer counts against its terms of service. Over at another forum discussing the same topic (some folks are busy out there) there is indeed what appears to be a Google executive posting that recent changes in were &quot;an enforcement of our viewcount policy&quot;. Which would be enough to make you wonder what it is that Universal and Sony had done to see YouTube strip a billion views from each of their YouTube totals. As anybody who has watched Gangnam Style knows, a billion views is a lot. Particularly when it is a real billion. Anyway, fast forward to today, and the Daily Dot story is back, prominently on the MailOnline site as discussed, with references to the Daily Dot and all the source material cited so far. MailOnline is mostly careful in its writing, but tries to finger Universal and Sony, noting in its first paragraph: &quot;The world&apos;s biggest recording companies have been stripped of two billion YouTube hits after the website cracked down on alleged &apos;fake viewers&apos;.&quot; But after going through the tedious business of reaching Universal and Sony, it appears there is a different explanation - and one already published before Christmas - on venerable music industry site Billboard. Universal and Sony have, since 2009, been moving their music videos away from their YouTube channels and over to Vevo, the music industry site the two companies own with some investors from Abu Dhabi. YouTube, meanwhile, thinks that is only right to count channel video views for videos that are still actually present on the channels - which means that whenever YouTube got round to reviewing the music majors&apos; channels on its site, a massive cut was always going to be in order. The majors prefer Vevo because they own it, and get a better deal from advertising sold there, and with an estimated four billion videos served up monthly there, Vevo is probably doing OK, thank you. Of course, the problem with this prosaic explanation is that it is much less exciting. Much better to attach a story about a fall in viewer counts to the most half-baked bit of conspiracy theorising. Because on the internet, partial facts + total conspiracy = extra traffic.", 
    "section": "technology", 
    "gid": "technology/2012/dec/28/youtube-video-views-disappear-migrate", 
    "wordcount": "721"
}