{
    "headline": "Revision playlist: can music boost your marks?", 
    "text": "    There are countless revision aids out there, but there&apos;s one that every student will turn to: music. It&apos;s certainly the most versatile. There&apos;s an ever-growing selection of artists and genres to pick from  and technology has made them pocket-sized and portable. Everyone loves music. But will it help or hinder your studies? The link between music and concentration has been well researched. Originally it was thought that our response to music was dictated by our personality type. This idea was based on the raunchy-sounding &quot;optimum level of arousal&quot; theory, which  rather disappointingly  means the point at which we&apos;re most productive and focused. When you&apos;re at this level, you&apos;re working at your best. Depending on what kind of person you are (the scientists say we&apos;re all either introverts or extraverts), you&apos;ll have a different optimum level. Initially, it was thought that introverts, who tend to have a low level, worked best without music. Those with a high level, extroverts, were thought to work best with music. Nowadays, it&apos;s agreed that volume has a greater effect on concentration. Introverts prefer things quiet, and extroverts like it loud. But this is all a bit abstract. If we ditch the science talk for reality, it&apos;s silence that everyone is shouting about. Regardless of what type of person you are, studies have found that revising in silence is more beneficial to your concentration and ability to remember things. When I asked students on Twitter whether they preferred to work in silence or with music - the majority voted for the former. Most people said that music was a toe tapping distraction, resulting in bedroom karaoke and dodgy dancing. However, music hasn&apos;t been banished entirely. A lot of people use it to get motivated. Brad tweeted to say that, although he doesn&apos;t like to admit it, he cranks up Eminem before burying into the books. In fact, quite a few people find it useful during revision  but it has to be instrumental. Otherwise instead of reading Chaucer, you&apos;re singing Cher Lloyd, which is probably quite harrowing. Hana uses the soundtrack from Drive, and Bethan likes Bach&apos;s Cello Cuites. Anna finds that White Noise does the trick. A few others can tolerate lyrics provided they&apos;re unfamiliar. Maybe exams are the best time to discover new artists. Check out this Spotify playlist of the top 10 revision tunes. It&apos;s full of motivational beats and productivity enhancing tracks. Good luck!     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/14/revision-music-playlist", 
    "wordcount": "403"
}