{
    "headline": "Recommended laptops for university students", 
    "text": "Are there any particular laptops that I could recommend to my students? (If anyone wants to apply, I&apos;m teaching an MA in international journalism at the University of Bedfordshire, starting in October.) They&apos;re not rich so I can&apos;t recommend anything too expensive. I read your recent article on 350 laptops. I&apos;m not a Dell partisan, but I&apos;d like to know your view about the Dell offering in this price range. The Inspiron 15 is available for 349 with an Intel Core i3-2350M processor, 3GB RAM, 320GB HD, and Office Starter. Too little RAM?David BrakeI recommended three 350 laptops in an article in the Guardian&apos;s Money section on Saturday (The best value laptops for less than 350), and I think this is a good target price for a low-end machine. Most of these &quot;value laptops&quot; have much the same specification nowadays. You get a 15.6in, 1366 x 768-pixel widescreen, 4GB of memory, 320GB or 500GB hard drive, DVD, and 64-bit Microsoft Windows 7 Home Premium. What makes the most difference to the price is the choice of processor. This can take the same laptop from less than 300 with an AMD C-50 to more than 500 with the latest Ivy Bridge version of Intel&apos;s Core i5. The processor makes a huge difference to the performance. As I said: &quot;In the 300350 range the best you generally get is a Core i3-2330M or 2350M, where the bigger number signifies a faster chip. (The M stands for mobile. Laptop processors use less power and run slower than desktop versions, to reduce heat and give better battery life.) In my view you should not settle for anything less than a Pentium B940, B950 or preferably a B960 processor. I think laptops with Celeron chips are too slow. Cheap AMD chips, such as the C-50, E-240 Fusion and E2-1800 Brazos are even slower than Celerons.&quot; Bargain prices often indicate low-end or old processors. Most buyers can make their own judgments on things like screen and keyboard quality, the sturdiness of construction, bulk and weight by looking at popular laptops in high-street shops and computer superstores. When it comes to the speed of the processor, Notebook Check&apos;s table, Comparison of Mobile Processors, provides a good guide. The models I think are most worth a look in this category are the Samsung RV520, Lenovo G570 and G580, and the Asus X54C. Check the original article for details and links. The Dell Inspiron 15 fits into this category, and prices start at 299 with a Celeron processor. On Dell&apos;s website, a version with a Core i3-2370M cost 399, which took it out of my price range. I didn&apos;t see the one you mention, but some Dell machines are sold through retail channels, and bargains can be found. One thing that is attractive is Dell&apos;s three-year next-day on-site service. Some years ago, my son took an Inspiron (then more than 1,000) to university, and he used the on-site service both at home and on campus. It was brilliant, though I&apos;d rather he hadn&apos;t needed it. Mainstream laptops are great if you use them at home. Ideally, put them on a riser to lift the screen to eye level and plug in a good quality USB or wireless ergonomic keyboard. Unfortunately, they also tend to be big and heavy, and they don&apos;t have very good battery life. The Inspiron 15 (N00N5503), for example, weighs 2.37kg. It&apos;s no fun lugging one of those around. As a journalist who carries a laptop everywhere, I would go for something with a 13.3in or smaller screen and a weight of 1.5kg or, preferably, less. For some years, my favourite was an IBM ThinkPad 240X with 192MB of memory and a 6GB hard drive (no CD or DVD) running Windows 2000. It weighed 1.3kg, which is MacBook Air territory. Computers have changed in the past dozen years, and so has journalism. Today&apos;s multimedia journalists need more powerful laptops that can handle simple photo, audio and video editing tasks, and I note that your course also includes desktop publishing. Programs such as Microsoft Office, Adobe&apos;s Creative Suite (including Photoshop) and Lightroom are standard tools of the trade, and most are available at big discounts in student versions. The system of choice for a mobile journalist would therefore be one of the traditional ultraportable ranges (ThinkPad X, Toshiba Portg), an ultrabook such as the Asus UX32 Zenbook or, of course, an Apple MacBook Air. These machines are easy to carry around, have great battery life, and can handle multimedia with comparative ease. They&apos;re ideal for students who can afford to spend around 1,000-1,200. It is possible to find cheaper ultrabooks. One that I tried and liked was the Lenovo U300s, which Amazon.co.uk is currently selling for 599.99, reduced from 899.99. The spec includes an Intel Core i5-2467M processor and a 128GB solid state drive (SSD). There will be more bargains as this year&apos;s Ivy Bridge Core iX chips replace Sandy Bridge versions such as the i5-2467M. The Toshiba Portg Z830-10N (search for PT224E-00H00LEN) is another Core i3 Ultrabook that generally goes for around 600, and consumer-oriented Satellite versions of the 830 can be found for less. A good all-round compromise would be something like the new Vostro Notebook 3360, which Dell describes as an ultraportable. The Vostro 3360 is thin (19mm), relatively light (1.67kg), and offers good battery life (almost 7 hours on PC Pro&apos;s light-use test). The base system with a Core i3-2367M processor, 4GB of memory, 320GB (7200RPM) hard drive and 64-bit Windows 7 Professional costs 478.81 including delivery, which is roughly half the price of an ultrabook. Three years&apos; on-site service costs 75. The next model up supports 3G for about 50 more. If it looks familiar, the Vostro 3360 is heir to last year&apos;s V131 and earlier models, though the battery is no longer removable. As a high-volume laptop supplier, Dell offers a number of different ranges, with Inspiron being the value range for consumers, XPS the luxury range, and Alienware the high-end range for gamers. Vostro is the value range for business buyers, with Latitude as the mainstream range and Precision models for high-end mobile workstations. The Vostro 3360 looks more durable than the Inspiron 15 laptops I&apos;ve seen, and (except for Trend Micro Titanium anti-virus software) Dell&apos;s business machines don&apos;t come with any of the crapware you often find on consumer PCs. One catch is that Dell UK doesn&apos;t offer Vostro laptops via its student discount website at dell-sci.co.uk. However, the discounts are not huge (2%, 5% or 8%), so this doesn&apos;t matter much. You may be able to get more off by searching for discount vouchers. You may also find that your university has a discount deal with a preferred supplier, but don&apos;t expect miracles. The margins on mainstream Windows laptops are perilously thin.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/aug/30/laptops-university-students", 
    "wordcount": "1182"
}