{
    "headline": "Climate change expert calls for nuclear power 'binge' to avert global warming", 
    "text": "A leading British academic has called for accelerated research into futuristic geo-engineering and a worldwide nuclear power station &quot;binge&quot; to avoid runaway global warming. Peter Wadhams, professor of ocean physics at Cambridge University, said both potential solutions had inherent dangers but were now vital as time was running out. &quot;It is very, very depressing that politicians and the public are attuned to the threat of climate change even less than they were 20 years ago when Margaret Thatcher sounded the alarm. CO2 levels are rising at a faster than exponential rate, and yet politicians only want to take utterly trivial steps such as banning plastic bags and building a few windfarms,&quot; he said. &quot;I am very suspicious of using technology to solve problems created by technology, given that we have messed up so much in the past but having done almost nothing for two decades we need to adopt more desperate measures such as considering geo-engineering techniques as well as conducting a major nuclear programme.&quot; Geo-engineering techniques such as whitening clouds by adding fine sprays of water vapour, or adding aerosols to the upper atmosphere have been ridiculed in some quarters but welcomed elsewhere. Wadhams proposes the use of thorium-fuelled reactors, being tested in India, which are said to be safer because they do not result in a proliferation of weapons-grade plutonium, experts say. Also, under certain circumstances, the waste from thorium reactors is less dangerous and remains radioactive for hundreds rather than thousands of years. Wadhams, who is also head of the polar ocean physics group at Cambridge and has just returned from a field trip to Greenland, was reacting to evidence that Arctic sea ice cover had reached a record low this summer. This latest rate of loss is 50% higher than most scenarios outlined by other polar scientists and coincide with alarming new reports about a &quot;vast reservoir&quot; of the potent greenhouse gas, methane, that could be released in Antarctica if the ice melts equally quickly there. Greenpeace said last night that it agreed with the academic&apos;s concerns but not with his solutions. &quot;Professor Wadhams is right that we&apos;re in a big hole and the recent record sea ice low in the Arctic is a clear warning that we need to act. But it would be cheaper, safer and easier to stop digging and drilling for more fossil fuels,&quot; said Ben Ayliffe, the group&apos;s senior polar campaigner. &quot;We already have the technologies, from ultra-efficient vehicles to state-of-the-art clean energy generation, to make the deep cuts in greenhouse gases that are needed to stave off the worst effects of climate change. Unfortunately, we&apos;re still lacking the political and business will to implement them,&quot; he added. Wadhams, who has done pioneering work on polar ice thinning using British naval submarines from 1976 onwards, said these latest satellite findings confirmed his own dire predictions. And they feed into the alarming scenarios that the Arctic Methane Emergency Group have been warning about. &quot;What we are now seeing is a fast collapse of the sea ice that means we could see a complete loss during the summer by 2015 - rather than the 20 to 30 years talked about by the UK Meteorological Office. This would speed up ocean warming and Greenland ice cap melt and increase global ocean levels considerably as well as warming the seabed and releasing more methane.&quot; Asked whether the latest evidence made a ban on drilling for carbon-releasing oil and gas necessary as Greenpeace has contended, Wadhams said &quot;philosophically&quot; such exploration made little sense. &quot;We have been conducting a global experiment with the burning of fossil fuels and the results are already disastrous and this would accelerate them,&quot; he argued saying that there were also practical worries because of the enormous difficulty of dealing with any spillage or a blowout under moving ice where oil would get trapped inside the ice in a kind of inaccessible &quot;oil sandwich&apos;. But he said at least that companies such as Shell had shown some responsibility by carefully planning its expected exploration in the Chukotka Sea off Alaska and had shown a willingness to use ready-made containment domes that could cap off a well if anything went wrong. He was more fearful about drilling methods in the Russian Arctic where environmental concerns were lower down the agenda.", 
    "section": "environment", 
    "gid": "environment/2012/sep/09/climate-change-expert-calls-for-nuclear-power-boost", 
    "wordcount": "735"
}