{
    "headline": "Gold medallists of the natural world  in pictures", 
    "text": "   The common froghopper (Philaenus spumarius) Event: high jump This insect, which is common throughout Britain, has developed an extraordinary jump that allows it to leap out of the way of predators or animals grazing on the plants they call home. The force a common froghopper exerts at take-off is 400 times its body weight. The highest jumpers can reach 70cm  115 times their body length  which is like a human jumping 200 metresPhotograph: O Digoit/Alamy       Agile Gibbon (Hylobates agilis) Event: artistic gymnastics Gibbons are famous for their graceful gymnastic movements that parallel the agility of gymnasts performing on the uneven bars. Living in forests in Sumatra, Peninsular Malaysia and south Thailand, the Agile Gibbon moves from tree to tree by swinging between branches. There are currently 16 species of gibbon on the IUCN Red List and the agile gibbon is listed as endangered Photograph: Corbis       Atlantic sailfish (Istiophorus albicans) Event: sailing Sailfish, pictured here hunting sardines in the Caribbean sea, have a large dorsal fin which has the appearance of a sail. The fin runs along the length of its body and, when extended, it is taller than the width of the body. The Atlantic population of the sailfish is sometimes referred to as Istiophorus albicans, while the Indo-Pacific population is called Istiophorus platypterus, but there is no genetic evidence to indicate they are two separate species Photograph: Doug Perrine/Alamy       Himalayan balsam (Impatiens glandulifera) Event: shooting The ripe fruits of the Himalayan balsam open explosively with a popping sound, shooting the seeds to some distance. A prolific seed producer, each plant produces about 2,500 seeds and its dispersal technique helps the plant colonise new areas. Native to the Himalayas, but naturalised in Europe and elsewhere, it tends to become an invasive species and outcompete other plantsPhotograph: Dirk v Mallinckrodt/Alamy       Cheetah (Acinonyx jubatus) Event: sprinting An African cheetah becomes a blur as it sprints towards its next meal. The cheetah is the fastest land mammal in the world and can reach speeds of up to 70mph (113km/h) in short sprints. In comparison, Usain Bolt, the fastest human sprinter, can reach a speed of 27.7mph (44.6km/h). Listed as vulnerable on the IUCN Red List, this species is found across Africa, with a subspecies (Acinonyx jubatus venaticus) in Iran that is listed as critically endangered Photograph: Chris Johns/NGC/Getty Images       Arctic tern (Sterna paradisaea) Event: marathon This bird migrates from the high Arctic, where it breeds in summer, to its Antarctic wintering grounds each year  with some individuals flying more than 80,000km annually. During their lives, arctic terns, which can live for more than 30 years, travel a distance that is equivalent to approximately three return journeys to the moon and backPhotograph: Michael S Quinton/MGC/Getty       European hare (Lepus europaeus) Event: boxing The European hare mating season peaks in spring during a time called March Madness. Females choose their partners according to their strength by boxing with them  when females and males stand on their hind legs and hit each other with their paws. As females are slightly larger than males, only strong males impress the females and get the chance to mate Photograph: Duncan Usher/Corbis       Marine Iguana (Amblyrhynchus cristatus) Event: triathlon You wont see this species riding a bike, but the Galapagos marine iguana is the only lizard in the world that you will see running on land and swimming beneath the ocean waves. In pursuit of marine algae to eat, large males are capable of swimming to depths of 20m and staying underwater for 30 minutes. After feeding in the cold seawater, marine iguanas sunbathe on land to warm up again Photograph: Tui De Roy/Corbis       Redbilled oxpecker (Buphagus erythrorhynchus) Event: equestrian The red-billed oxpecker, pictured here on an impala, rides on the backs of African grazing mammals, eating ticks and other parasites living on their host. The relationship between oxpeckers and the mammals they perch on is generally beneficial to both, but may be detrimental to the mammals in some cases. There is also a yellow-billed oxpecker (Buphagus africanus) Photograph: Alamy       Peregrine falcon (Falco peregrinus) Event: diving One of the fastest species in the world, the peregrine falcon can reach up to 200mph (320km/h) when diving through the sky in pursuit of its prey. The fastest ever dive recorded was 242mph (390km/h). It is found across the globe except in Antarctica Photograph: Kevin Corry/Alamy       Rhinoceros beetle (Xyloryctes thestalus) Event: weightlifting This beetle is able to carry loads of more than 30 times its body mass and is among the strongest animals on earth. In comparison, the heaviest individual weight lifted by a human in an Olympic competition was 263.5kg by Hossein Rezazadeh, a weight that was about one and a half times his own body and equivalent to lifting four average-sized people. The Rhinoceros beetle is found in Arizona, New Mexico and Mexico Photograph: Frans Lanting/Corbis       Smallscale archerfish (Toxotes microlepis) Event: archery Archerfish shoot down land-based insects (flying insects or insects on branches) and other small animals with water shot from their specialised mouths. This species is found in Southeast Asia along the shores of flowing or standing fresh or brackish water with overhanging vegetation Photograph: blickwinkel/Alamy       Lammergeier (Gypaetus barbatus) Event: shot put The lammergeier, also known as a bearded vulture, is a bird of prey and one of the largest of the old world vultures. This bird wins the prize for shot put because it drops large bones from great heights in order to shatter them and eat the nutritious marrow inside. This species can be found in ranges from southern Europe through the Middle East to northeastern China, and also occurs in parts of north, east and southern Africa Photograph: Juanvi Carrasco/Alamy       Blue bird of paradise (Paradisaea rudolphi) Event: rhythmic gymnastics Birds of paradise (Paradisaeidae family) are famous for their colourful feathers and dance-like displays which are reminiscent of gymnasts in their brightly coloured leotards. Male birds of paradise compete for the attention of females in courtship behaviour known as lekking. Lekking involves males (like the one pictured here), either individually or in groups, showing off their feathers, hopping, head bopping and shaking their delicate long streamer-like plumage. If a male manages to impress a female he is rewarded with an opportunity to mate. Found in Papua New Guinea and Indonesia, there are 40 species of birds of paradise in the family Paradisaeidae listed on the IUCN Red List of which three, black sicklebill (Epimachus fastuosus), blue bird of paradise (Paradisaea rudolphi) and wahness parotia (Parotia wahnesi) are listed as threatened Photograph: Tim Laman/NaturePL  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/08/gold-medallists-natural-world-in-pictures", 
    "wordcount": "0"
}