{
    "headline": "Nokia struggles to keep pace with Apple", 
    "text": "Nokia has burned through 633m (514m) of cash in three months with sales falling by 20% in a year, thanks to sluggish demand for its smartphones and a near 1bn collapse in takings from China. The Finnish company has spent almost a third of its cash reserves in 12 months, and has 3.6bn left in the bank to fund into a smartphone maker capable of competing with Apple and Samsung. &quot;The big investor concern is that Nokia might run out of cash before windows phone builds a successful following,&quot; said analyst Mark Sue at RBC Capital markets. The shares rose more than 8% in early trading, before closing up less than 1% at 2.20 as bad news about handsets was balanced by a turnaround at Nokia Siemens Networks. The subsidiary, which makes telecoms equipment, swung back into profit after making more than 14,000 job cuts and reducing its product lines to concentrate on mobile rather than fixed line networks. Once the mobile market leader, Nokia has lost almost 90% of its stock market value since Apple introduced the iPhone in 2007. On Thursday it reported its sixth straight quarter of losses since adopting Microsoft&apos;s Windows phone software. Third quarter sales fell to 7.2bn, better than analysts were forecasting but down from nearly 9bn in the third quarter of 2011, as smartphone shipments withered by 10m to 6.3m units. Overall shipments fell 22% to 83m, with only 300,000 phones sold in North America. Devices sales fell in every region except Latin America, with takings in China collapsing from 1.2bn to 300m. A spokesman said this was due to a switch in strategy by Chinese mobile networks, which have begun subsidising handsets but are generally pushing models with a lower cost than those made by Nokia. The group&apos;s Lumia smartphones, which run on Microsoft&apos;s operating system, declined in popularity with global shipments falling to 2.9m units, down from 4m in the second quarter. Customers have stayed away because only the new Lumia models, which Elop confirmed would be released in a &quot;select&quot; number of markets in November, will be able to run the latest version of Windows Phone software, due to be released by Microsoft on 29 October. The decision to push Lumia in just a few markets before Christmas means Nokia can concentrate its marketing firepower, but the company warned fourth quarter smartphone volumes would not see the usual seasonal uplift. &quot;New products will ship halfway through the quarter into an overwhelmingly competitive and congested market,&quot; warned Geoff Blaber at mobile research firm CCS Insight. Nokia will benefit from the fact that mobile networks are keen to see an alternative to Android and Apple emerge, Elop said. &quot;We are seeing increasing concern among operators about the concentration of power that is landing with two particular ecosystems that are out there today,&quot; he told analysts on a conference call. &quot;You are going to see operators in the West beginning to say we need a third ecosystem.&quot; After Apple&apos;s mapping fiasco, he was keen to highlight Nokia&apos;s well regarded location services, and the company has now started publishing how much it earns from licensing its maps technology. Sales to third parties such as Amazon and Yahoo! were 180m in the quarter. Elop brushed aside suggestions that Nokia&apos;s special relationship with Microsoft was threatened by Taiwan&apos;s HTC. Microsoft chief executive Steven Ballmer made a personal appearance last month at the launch of HTC&apos;s new range, which the company is calling Windows Phone 8 as it attempts to establish its handsets as the truest expression of the Windows operating system. Microsoft pays Nokia $250m a quarter in marketing money, which more than offsets software royalty payments back to Microsoft, and Windows uses Nokia maps. &quot;The fact that Microsoft has a critical dependency on us for location based services highlights the importance of this relationship working well in both directions,&quot; said Elop.", 
    "section": "technology", 
    "gid": "technology/2012/oct/18/nokia-struggles-to-keep-pace-with-apple-samsung", 
    "wordcount": "668"
}