{
    "headline": "Jobs, governance and equality dominate development debates", 
    "text": "Those tasked with devising a vision for development after 2015 should return to the millennium declaration for inspiration, the assistant secretary general of the UN&apos;s bureau for development policy said this week. Olav Kjrven said the preliminary findings of consultations on the post-2015 process chime with themes  inequality, migration, better governance, more job opportunities for young people  included in the declaration adopted by the UN general assembly in September 2000, but not specifically articulated in the subsequent millennium development goals (MDGs). &quot;To me, the big message that comes out of these consultations is, in a nutshell, get on with the entire millennium declaration,&quot; Kjrven told the Guardian. &quot;Go back to it. It&apos;s a pretty strong, comprehensive statement. The MDGs have been so successful they have almost drowned out what was not covered.&quot; The MDGs, which have a target date of 2015, emerged out of the declaration, but many of its less tangible aspects, such as specific references to the protection of human rights and ending discrimination, either received a vague mention or were omitted. Kjrven said the preliminary findings, published on Thursday by the UN Development Programme, suggested people want the post-2015 process to &quot;[go] beyond and finish the job&quot;. The UN report, &quot;The global conversation begins&quot;, pulls together opinions gleaned from a mass consultation process, organised by the UN, that will feed into discussions on what should replace the MDGs. Anxious to avoid accusations that the process is taking a top-down approach, similar to that taken with the MDGs, the UN last year launched 11 thematic consultations  held around the world with representatives of academia, the media, the private sector, trade unions and civil society groups  on themes including inequality, conflict, governance and employment; 83 national consultations, including face-to-face interviews; and the My World survey, which invites people to identify six issues, from a possible 16, that would make most difference to their lives. Kjrven insists these consultations will reach very poor people. He says UN country teams have been working with local civil society groups to visit more marginalised people, ensuring their opinions are heard. The UN says that, since September, about 200,000 people have taken part in the consultation. According to My World, more than 110,000 people from 190 countries have voted. Initial findings show that the MDGs still have resonance. Poverty reduction, malnutrition, access to education, health, water and sanitation featured highly in the feedback, although specific mention was made to access to quality education and ensuring good levels of nutrition, rather than just cutting hunger. But job creation is dominating all national consultations and is considered a priority in any future set of goals. There have been calls for better skills training, and courses that match the available jobs, as well as more social protection when jobs are scarce. Good governance, accountability and corruption also feature strongly, especially in countries with large natural resources and mineral wealth, such as Tanzania, Nigeria, Zambia and Uganda. Inequality and discrimination are featuring particularly highly in discussions in India, Egypt, Morocco and Peru. &quot;Although still at an early stage, in India no other issue has dominated discussions on the post-2015 agenda as much as the failure to make the country&apos;s rapid and impressive growth more inclusive and equal,&quot; said the report. There have also been calls for better quality data. In Egypt, for example, some women say measuring progress on gender equality should be based on qualitative and quantitative indicators to get a more realistic of assessment of change. &quot;People want an ambitious, holistic, transformative agenda  that can deal with issues like inequality, inclusion and insecurity in a more effective way. That&apos;s not to say economic growth is not important, it is, but the sentiment we are getting is very much that this agenda needs to go beyond the business as usual approach,&quot; said Kjrven. Participate, a separate initiative of the Institute of Development Studies and Beyond 2015, is looking specifically at the experiences and aspirations of people living in poverty and the impact of development programmes. Key findings so far show that understanding poverty is complex; too often, development interventions are top-down, short-term and reinforce dependence. Participate is expected to present its findings at the next UN high-level panel, in Bali next week. The secretary general, Ban Ki-moon, established the high-level panel to come up with a vision for post-2015 development; it will report back in May. A working group has also been created to come up with sustainable development goals, which was a recommendation of the Rio+20 summit last year. The working group is expected to report back in September 2014.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/21/equality-jobs-governance-migration-consultations", 
    "wordcount": "789"
}