{
    "headline": "The intruder, a raven, passed through the treetops into view", 
    "text": "A voice from the north called  just once  in blue skies over the country lodge. It was enough to bring out the locals. Jackdaws spilled from the limes and Tudor chimney pots to greet and beat it. The intruder, a raven, passed through the treetops into view. It called again, a choking, croaking retch of a cry that belonged among rocky crags and upland fells. It seemed out of place here, great fingered wings beating in slow motion, black diamond tail fanned, passing over a soft-backed hump of the home counties, eying the mown lawns, flagstone paths and trimmed back flowerbeds. The bird had form in these eastern lowlands  both Saxon-named Ravensden and Ravensburgh lay an hour away as this giant crow flew. But when they nested here for the first time in recorded history last year, smaller crows gave chase, sensing trouble. The once dominant carrion crows harried and cawed without result, bantams against heavyweights. Though the jackdaws flew out mob-handed, only one rose to challenge its cousin. It tailgated the raven, the bigger bird staying just ahead, wings beating no faster, no slower. When the raven&apos;s mate came from behind, the sandwiched jackdaw swooped out of the contest. The raven pair now made for a sequoia, the tallest tree on the ridge, and slipped among the branches near the apex. Half a dozen jackdaws began to swirl around the pointed pinnacle, but soon drifted off. One raven appeared at a gap in the branches, blue-black plumage glossy in the sunlight. It jiggled on a bough as if testing the springs of a new mattress, then shuffled out of sight again. Under the curtains of needles, the ravens began confiding to each other with gentler notes. I stood near the foot of the tree, close enough to pick up the tones, detecting a resonant vibrato. Then I heard a jubilant hyena whoop, the sound the female had made the previous spring when her mate brought food to the nest. The pace of courtship and renewed vows was quickening. These birds would be on eggs before the month was out.", 
    "section": "environment", 
    "gid": "environment/2013/feb/08/sandy-bedfordshire-jackdaws-ravens-carrion", 
    "wordcount": "350"
}