{
    "headline": "Ash dieback: politicians and experts meet to discuss strategy", 
    "text": "Tree growers, politicians, scientists and landowners will meet on Wednesday in London to discuss a strategy to control the deadly fungal disease which threatens to kill 80m ash trees in Britain. The tree summit is expected to hear from the government that more cases have been identified in woodlands and nurseries following inspections by the Forestry Commission and reports by the public. Earlier this week, new cases were identified across Britain, suggesting the disease has arrived on spores blown in from the continent and on nursery stock. So far 82 cases of the Chalara fraxinea fungus have been confirmed in laboratories but a photographic mapping exercise by a team at the University of East Anglia suggests trees have been afflicted by the disease in many other areas. The environment secretary, Owen Paterson, said he would chair a second meeting of the national emergency committee Cobra on Friday. &quot;We are going to have to completely change our attitude to forestry and the environment,&quot; he told MPs at a meeting of the environment and rural affairs committee. But he said that options to act were limited by world trade rules, which he said regarded trees as commodities and prevented bans being easily imposed on imports. He is likely to propose increased funding of plant disease experts, the stepping up of surveillance at ports of entry and a Europe-wide &quot;plant passport&quot; system to trace the origins of all plants coming into Britain. However, government scientists strongly believe that:  The spores are unlikely to survive for more than a few days,  Spore dispersal on the wind is possible from mainland Europe,  Trees need a high dose of spores to become infected,  The spores are produced from infected dead leaves during the months of June to September,  There is a low probability of dispersal on clothing or animals and birds,  The disease will attack any species of ash,  The disease becomes obvious in trees within months rather than years,  Wood products would not spread the disease if treated properly,  Once infected, trees cannot be cured, and  Not all trees die of the infection, and some are likely to have genetic resistance. More than 100,000 trees have now been felled to prevent the disease spreading and more than 1,500 inspections have been made to identify how far it has spread.", 
    "section": "environment", 
    "gid": "environment/2012/nov/07/ash-dieback-politicians-experts-strategy", 
    "wordcount": "390"
}