{
    "headline": "Instagram users begin fightback against stolen photos", 
    "text": "After a backlash from users, Instagram clarified its terms of service to ensure they would have absolute ownership of their own images. But photographers on the site are finding that terms of service and community guidelines don&apos;t stop businesses, publishers and other users from helping themselves.  Swedish photographer Tuana Aziz was surprised to find a photo he&apos;d posted to Instagram in 2011 screen-printed to a T-shirt and sold in a Mango clothing store. He later checked the retailer&apos;s website and found that it was available for 8.99. The company has apparently  removed the shirt after Aziz complained, but he captured and shared a screengrab with his Instagram followers.     @mango Please contact me. You use one of my images without my permission. REF. 73208426 - FIELD. Orginal image: tuana.se/portfolio/the-&mdash; Tuana Art (@tuana) February 4, 2013    If an Instagram user&apos;s account is public, re-purposing an Instagram photo is as easy as taking a screengrab. Last April, New York-based Spanish street photographer Sion Fullana was shocked to find two of his images re-purposed on Spanish Vogue&apos;s official Instagram account without credit:     Shameless conduct by @voguespain on #Instagram stealing my photos (1): Is this what a magazine of such name should do? twitter.com/SionFullana/st&mdash; Sion Fullana (@SionFullana) April 21, 2012        Shameless conduct by @voguespain on #Instagram, stealing photos (2): Not only steal, but lie that a NY photo is Paris twitter.com/SionFullana/st&mdash; Sion Fullana (@SionFullana) April 21, 2012    Vogue later apologized and paid Fullana for the image usage and copyright infringement. More importantly, said Fullana, Vogue explained what they had done and encouraged people against taking photos.  &quot;If they want professional material, let&apos;s start demanding being treated as a professional too,&quot; Fullana said Tuesday.  But it&apos;s not just professional photographers who find their work stolen for commercial gain  to their confusion, amateurs find that even the most mundane of photos re-purposed on other users&apos; feeds.     Someone actually just stole my photo on Instagram #whatthe twitter.com/xBlakeBryanx/s&mdash; Blake Bryan (@xBlakeBryanx) February 4, 2013    Others, like Minnesota-based baker Amanda Rettke, deal with other users republishing her confections on Instagram, Pinterest and other social networks. &quot;I work hard on taking pictures and publishing things on my blog,&quot; she wrote in a blog post titled &apos;The Dark Side of Instagram&apos;. &quot;Taking pictures does not come easy to me, and it&apos;s often a labor of love. I have invested time and money into every post published.&quot;  Rettke estimates that she catches users stealing her photos about 8 to 10 times a month, and says Instagram is aware of the problem but doesn&apos;t do enough to protect user property. &quot;I have reported it when it when [users] steal my images, and Instagram will eventually remove but no further action is taken,&quot; Rettke said Tuesday. &quot;It&apos;s hard to track down every single one. Some even put their trademark over others&apos; images.&quot; Rettke continues to keep her Instagram account public for social media purposes, but has now added her own hidden copyright mark to her images.  &quot;I&apos;m trying not to let the bad apples ruin everything about my experiences.&quot;", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/feb/05/instagram-users-fightback-stolen-photos", 
    "wordcount": "422"
}