{
    "headline": "Chris Hadfield  the astronaut's best tweets, photos and videos", 
    "text": "Colonel Chris Hadfield handed over command of the International Space Station yesterday, and to mark the occasion posted a remarkable performance of David Bowies Space Oddity in which he and his guitar float around the space station in a most peculiar way  just the way, in fact, that Bowie might have envisaged when he wrote the 1969 hit. Hadfield will fly back to earth today in a Russian Soyuz space capsule  a reference to which he shoehorned into his version of Space Oddity and will land in Kazakhstan around 3pm BST. The Canadian astronaut has become a social media sensation since arriving at the space station in December and starting to tweet away from over 200 miles above the globe. Brilliant insight into every schoolboys dream, wrote Liam Rudden on Twitter, while on YouTube conner sup commented wistfully: i wish u were my dad, perhaps indicative of two elements of Hadfields appeal. The Bowie video has caused a storm, with jokey conspiracy theories already doing the rounds,    .@pgpowell If you look carefully the shadows are all wrong&mdash; fleetstreetfox (@fleetstreetfox) May 13, 2013   one YouTube user criticising Hadfield&apos;s interpretation of the song as being overly literal (correct, but a trifle harsh, considering), and the whole episode causing some confusion on BBC Radio 4s often culturally-leaden-footed Today programme this morning; presenters Justin Webb and John Humphrys were unable to tell whether Hadfield or Bowie was singing, and Humphrys referred in passing to the singers daughter Zowie Bowie (actually his son, the film director now known as Duncan Jones). Bowie himself tweeted this response:    CHRIS HADFIELD SINGS SPACE ODDITY IN SPACE!Hallo Spaceboy...Commander Chris Hadfield, currently on... fb.me/24sZNW5ly&mdash; David Bowie Official (@DavidBowieReal) May 12, 2013   Hadfield has been tweeting his trip to the ISS since he set off, kissing his wife and playing a song before he left.    One last kiss before I go - love under glass with my wife. It's launch morning, I slept well, feel great. 10 hrs until! twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) December 19, 2012   A few days after arriving he tweeted these pictures colleagues took of his Soyuz spacecraft docking,    Earth, Moon and Soyuz: Kevin Ford took this picture as we approached Station last week. Science fiction into fact. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) December 31, 2012     Festooned with antennae, our Soyuz, just a minute before docking with the Space Station. Just beautiful! twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) December 30, 2012   as well as this one of the ship in its bay afterwards, and as soon as he had settled in he proceeded to inform readers of his delight at finding his name on a locker and give them an insight into how the astronauts celebrated Christmas:    Our tree is up  on the ceiling! The beauty of a weightless Christmas. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) December 24, 2012   Providing an insight into life on board the ISS  the human outpost in orbit around the earth which has been occupied since 2000 has been one of Hadfields key achievements over the last five months. He has shown readers how closets work in space, how astronauts play Scrabble (easy to lose the little pieces!) and given them a view of the private SpaceX Dragon capsule that docked with the space station to deliver supplies in March. Clearly seeing part of his role as educational, Hadfield has posted videos of Q&amp;As with students, shown off the space station telescope and its robonaut, taken photos of astronauts recent repair-job spacewalk, and tweeted about their science experiments, at one point asking readers to suggest their own ideas for the astronauts to work on, at another posting a video explaining how a study of particles in liquid works. Many of his tweets and posts have revolved around how he and his colleagues get by in a world without gravity. Hadfields video explaining crying in space is fascinating: Your eyes will definitely cry in space , but the big difference is: tears dont fall  So grab a hanky, he notes.            (How to wash your hands in space is also worth a look, and this picture of weightless water is a treat:)    Weightless water. This picture is fun no matter what direction you spin it. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 27, 2013   The space station, he has revealed, has filters that suck up the dust (because it doesnt float), and its inhabitants can enjoy tiny loaves of bread as well as other forms of weightless food.    Tiny, perfect, weightless loaf of Russian black bread. Shelf life measured in years, good for spaceflight. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 14, 2013   Mixed nuts jostle for position and try to make a break for it as soon as their canister is opened, while a weightless hockey puck blows Hadfields mind. But another part of the appeal of Hadfields posts comes from his extremely beautiful and in many ways unique pictures of the earth from space, which often  as in the case of these irrigation farms in Egypt  form surreal or abstract works of art.    Polka-Dot Desert - centre-point irrigation farms in Egypt. A life necessity viewed from a stellar vantage point. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 2, 2013   Australia seems particularly fertile ground for such expressionism:    Australia - the dryness creates colours and textures that make the Outback immediately recognizable from space. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 8, 2013     Tonight's finale: Australia. Jackson Pollock would have been even further inspired by seeing the Outback from orbit. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 24, 2013   and I also loved these images if Utahs Great Salt Lake,    Great Salt Lake is confusing to look at from space. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 20, 2013   the bay area around San Francisco,    San Francisco Bay Area. The sun glint really shows the water and cloud flow patterns. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 21, 2013   this unknown location,    If you give wind and sand enough time together, they create art. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) February 10, 2013   and New York glinting as if it were made of gold.    New York City shining by night. Central Park is visible from space, and maybe even the light on the Statue of Liberty. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 25, 2013   The gorgeousness of the planet&apos;s bodies of water is often evident, whether in Venice or the Bahamas.    Venice, Italy - the red roofs and white docks of the famed island city are visible from orbit. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) March 19, 2013     The beauty of the Bahamas is surreal; every blue that exists. Taken on New Year's Day, 2013 from the Space Station. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 2, 2013   By contrast, some of his other pictures seem to demand a political reading  for example this one of the border of Egypt, Israel and the Gaza Strip:    Tonight's finale: A rare space sight. Most borders are invisible from orbit. This one between Egypt and Israel isn't. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 18, 2013   and this image of a tranquil-looking Syria:    Latakia, Syria - deceptively calm and beautiful, strife-torn on the shore on the sea. Peaceful from such a distance. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) January 2, 2013   The moon over the earth    Tonight's Finale: The full moon rises over the only planet we have ever called home. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) February 18, 2013   and the northern lights above the UK are two of his photographs which could not have been taken from anywhere else. (Here he is at work with his camera.)    Clear skies at last, from Cardiff to Belfast to Edinburgh to London, to the northern lights, and beyond. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) February 15, 2013   Part of Hadfields charm is his sense of humour  I liked this exclamation mark and this fish-shaped island, while here he can be seen in full-on Star Trek mode (the laser weapons are actually pressure sensors for the toilet). And hes an old romantic too ...    Seven billion hearts, but I can see only one. #ValentineFromSpace twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) February 14, 2013   Space Oddity was not the first song Hadfield had performed on the ISSs acoustic guitar (he brought new strings up from earth for the instrument, his brother said). In December Hadfield posted what he said was some of the first original music written for and performed on the ISS  an acoustic guitar tune called Jewel in the Night. (Im afraid it&apos;s not quite as good as Space Oddity.) He has also posted this recording of the ambient noise of the ISS - which is pretty loud. This morning, Hadfield was posting again, writing that he was supposed to be sleeping in to rest for todays flight home, but was finding it hard to lie in. He then posted this picture of delicate clouds over the Black Sea:    Clouds swoop in on Crimea, a white bird on the Black Sea. twitter.com/Cmdr_Hadfield/&mdash; Chris Hadfield (@Cmdr_Hadfield) May 13, 2013   Reader Mike Taylor spoke for many of his 800,000 followers in response:    With each new @cmdr_hadfield photo-from-space, I worry that it'll be the last one. This is a very sad day. Will someone else on ISS step up?&mdash; Mike Taylor (@MikeTaylor) May 13, 2013 ", 
    "section": "science", 
    "gid": "science/blog/2013/may/13/chris-hadfield-the-astronaut-s-best-tweets-photos-and-videos", 
    "wordcount": "982"
}