{
    "headline": "Students stage mass protest in London", 
    "text": "Around 10,000 demonstrators are expected to take part in a mass protest in London on Wednesday to express anger at the financial and other burdens facing students. A poll timed to coincide with the demonstration over education funding and youth unemployment revealed that most parents with children under 18 would not vote for an MP who broke a pledge against increasing university tuition fees. The event organised by the National Union of Students (NUS) is the first organised student protest in London since a wave of demonstrations in 2010 triggered by the government&apos;s plans to increase tuition fees, which led to a number of arrests and injuries as well as complaints of &quot;kettling&quot; outside parliament. In a survey by the NUS covering almost 500 parents, more than three out of five would not vote for an MP who broke a pre-election pledge to vote against increasing tuition fees while almost half believed they should resign. But anger over the trebling of tuition fees is not the only issue of concern as students call for action on the lack of opportunities blighting the young generation as a result of education funding cuts, including the educational maintenance allowance (EMA), and high youth unemployment. Burns said that today&apos;s students know they are going to be &quot;tens of thousands of pounds in debt before they even graduate and they know there&apos;s little prospect of graduate employment&quot;. He added: &quot;There&apos;s a sense of desperation that people have. They&apos;re slowly seeing opportunities being taken away and are powerless to do anything about it.&quot; Ministers&apos; decision to scrap the EMA  a grant for the poorest teenagers to help them stay in school or college  has had the biggest impact, Burns said, while the final outcome of the decision to raise tuition fees to a maximum of 9,000 a year is not yet known. Nick Clegg, the Liberal Democrat leader and deputy prime minister, sought to draw a line on his party&apos;s broken election pledge to oppose any increase on tuition fees by issuing a public apology at the autumn party conference in Brighton. Burns said the strength of anger has not abated. &quot;Most parents would like to see him [Clegg] and every other MP who broke the pledge go before they can do any more harm to the next generation. &quot;As students gather in London today to demand investment in education and employment, the countdown to the next general election has already begun. Many MPs of all party colours kept their promise, but those MPs who broke their pledge cannot wriggle their way out. They are living out their electoral lives on borrowed time.&quot; Organisers expect at least 10,000 demonstrators to mass near Embankment, on the north side of the Thames on Wednesday morning, before a march past Parliament Square towards Kennington Park, just south of the river, for a rally.", 
    "section": "education", 
    "gid": "education/2012/nov/21/students-protest-london", 
    "wordcount": "487"
}