{
    "headline": "Angry Birds boss: 'Piracy may not be a bad thing: it can get us more business'", 
    "text": "Rovio Mobile learned from the music industry&apos;s mistakes when deciding how to deal with piracy of its Angry Birds games and merchandise, chief executive Mikael Hed told the Midem conference in Cannes this morning. &quot;We have some issues with piracy, not only in apps, but also especially in the consumer products. There is tons and tons of merchandise out there, especially in Asia, which is not officially licensed products,&quot; said Hed. &quot;We could learn a lot from the music industry, and the rather terrible ways the music industry has tried to combat piracy.&quot; Hed explained that Rovio sees it as &quot;futile&quot; to pursue pirates through the courts, except in cases where it feels the products they are selling are harmful to the Angry Birds brand, or ripping off its fans. When that&apos;s not the case, Rovio sees it as a way to attract more fans, even if it is not making money from the products. &quot;Piracy may not be a bad thing: it can get us more business at the end of the day.&quot; According to Hed, Rovio has taken some more positive lessons from the music industry, including how it sees its customers. &quot;We took something from the music industry, which was to stop treating the customers as users, and start treating them as fans. We do that today: we talk about how many fans we have,&quot; he said. &quot;If we lose that fanbase, our business is done, but if we can grow that fanbase, our business will grow.&quot; It seems there may be more partnerships between Angry Birds and music artists in the future, too. Hed explained that Rovio sees Angry Birds as a bona-fide &quot;channel&quot; now, with people spending so much time in the app, it is competing with the most popular TV shows in the US in terms of time spent. &quot;Already our apps are becoming channels, and we can use that channel to cross-promote  to sell further content,&quot; he said. &quot;The content itself has transformed into the channel, and the traditional distribution channels are no longer the kingmakers.&quot; Rovio hasn&apos;t worked with music companies or artists yet, although that is happening elsewhere in the games industry. Social games company Zynga, for example, has run promotions with Lady Gaga and Michael Buble in its Facebook games. &quot;We have some discussions with labels about what we could do together to give access,&quot; Hed told the Midem audience. &quot;It is possible to promote music content through our apps as well... We are positively looking for new partnerships, and we have a rather big team working on partnerships, so it&apos;s just a case of getting in touch with us and we&apos;ll take it from there&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/30/angry-birds-music-midem", 
    "wordcount": "468"
}