{
    "headline": "Predoctoral research assistant: how can I ask for a pay rise?", 
    "text": "Dear HE careers clinic, I am a predoctoral research assistant (RA) at a University Alliance institution and over the last 6 years I have developed a good looking CV that shows a steady progression from desk-based research support to designing, collecting, analysing, singularly authoring peer reviewed articles and disseminating findings at conferences. I supervise several student placement projects (including an MSc dissertation) and step in for my line manager representing our work at executive meetings across the university. All good experience. My issue is that I am still paid at the entry level RA grade that I started on, and now at the ceiling of that grade my wages effectively go down in relation to the cost of living. According to my line manager and his manager, HR have told senior managers that role regrades are not being considered in the current climate of belt tightening. They&apos;ve also said:  Lots of people have been made redundant.  Working beyond one&apos;s grade is the &quot;nature of the job&quot;; academic work is like charity work where you work beyond your pay &quot;for the love of it&quot;.  There might be a higher grade job created next year so if I stopped working beyond the grade I am paid at I might not be in the running for it.  It&apos;s a big, bad world. My university is signed up to the concordat to support the career development of researchers which lays out &quot;the key principles for the support and management of research careers&quot;. Is this agreement useful in terms of helping me question: the nature of career progression in HE, and in particular, transparency around the expectation to work beyond the grade you are paid at; and how many years you can be reasonably expected to work beyond your grade if fewer jobs are being created across the sector? How can I use this document to negotiate better pay? Or is my sole recourse to speak to get union representation? Perhaps it is just a case of put up, or one of the thousands of over-qualified post-docs will happily take my place, but I&apos;d thought I&apos;d share my concerns with you anyway.   Tweet, post on LinkedIn or Facebook or send your queries to he.careers.clinic@theguardian.com, with HE careers clinic in the subject line. Chosen problems will appear both in the newsletter and on the site where you&apos;ll be able to share your views and experiences. Looking for a job in HE? Browse the latest vacancies on Guardian Higher Education Jobs This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/16/how-to-ask-for-a-pay-rise", 
    "wordcount": "451"
}