{
    "headline": "Ladbrokes is gambling with fish extinction  and so is the government", 
    "text": "I&apos;ve come across some odd ways to make a living, but few as strange as this. The gambling company Ladbrokes has been offering odds on the conservation status of various fish species. Earlier in the week it was taking bets on mackerel after it was taken off conservationists&apos; &quot;fish to eat&quot; list last month. Recently it has encouraged people to punt on the survival prospects of stocks of yellow fin tuna, swordfish and haddock. You can, if you wish, gamble on extinction. (Ladbrokes&apos; link was live yesterday, but dead this morning.) It&apos;ll be a while before I put my money on the recovery of any species in British waters. Just before Christmas (which could explain the paucity of coverage the story received), the British government gleefully tore up the scientific advice, trampled the evidence, ignored the pleas of conservationists and gave two fingers to common sense by fighting to prevent the European Union from cutting the catch in the seas surrounding this country. Thanks to British lobbying, a proposed 55% cut in the tonnage of haddock caught in the Celtic Sea was reduced to 15%, while off other parts of the British coast, plaice, sole, scampi, whiting and herring quotas were increased, though the stocks are at a tiny fraction of their historic levels. All our main commercial species are constantly teetering on the edge of ecological collapse, as the industry fishes right up to and often beyond the point at which they can sustain even their desperately depleted numbers. All this was accompanied by what the Department for Environment, Farming and Rural Affairs (Defra) called &quot;another major success, achieved during the first day of negotiations, when the UK successfully stopped a cut in the number of days that fishermen are allowed to spend fishing at sea&quot;. The cut was to have been a central feature of the EU&apos;s cod recovery plan. Defra boasts that it &quot;overturned this agreement&quot;. Another triumph for British diplomacy, seeing off the dark forces of science and reason. The minister responsible, Richard Benyon, describes this idiocy as &quot;the best possible deal for the UK fishing industry&quot;. For 2013 perhaps. And the worst possible deal for its future prospects, let alone for the health of our marine ecosystems. Last month the UK topped this madness by successfully resisting the other means by which cod stocks were to have been allowed to recover: a 20% cut in the quota. Thanks to the UK government, there is now no cut at all. The owners of the trawlers are delighted: once again they&apos;ll be allowed to destroy their own prosperity. The chief executive of the Scottish Fishermen&apos;s Federation, Bertie Armstrong, who plainly has a lively sense of humour, called it &quot;a good outcome based on the science&quot;. To show how badly this industry has been rolled up in its own nets, he added that &quot;the decision [by the EU] to set our overall share of the mackerel at the traditional level was also a sensible move.&quot; What he is celebrating here is the EU&apos;s refusal to resolve the mackerel dispute with Norway, Iceland and the Faroes. All four players insist on awarding themselves a quota way in excess of what the stock can tolerate, with the result mackerel, until a year ago one of the few species not in serious trouble, is now being fished at a completely unsustainable rate. That, dear reader, is a &quot;sensible move&quot;. Again and again over the past few decades, our fishing industry has clamoured noisily to cut its own throat, then responded with astonishment and fury when it collapses as a result. Is there a clearer example of being blinded to your long-term interests by short-term greed? All this has been accompanied by the government&apos;s failure to establish the 127 marine conservation zones it promised, and even more astonishing refusal to exclude industrial activities (principally commercial fishing) from any of the 31 it deigns to designate. (I&apos;ll write about this next week). The fishing industry - principally the owners of the biggest industrial trawlers - is the only interest this government will heed. It too is gambling with extinction. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/feb/01/ladbrokes-gambling-fish-extinction", 
    "wordcount": "703"
}