{
    "headline": "Greenwash and hamming it up  Mazda makes a mess of CX-5 advert", 
    "text": "     In 15 years of working in sustainability I have seen some pretty amazing examples of feckless corporate greenwash  from Tesco&apos;s &quot;Flights for Lights&quot; to the &quot;clean coal&quot; lobby&apos;s spectacular oxymoronic efforts. But despite becoming hardened to such dubious communication, the odd campaign can still floor me with its crass chicanery. Mazda&apos;s flirtation with Universal Pictures&apos; forthcoming adaptation of Dr Seuss&apos;s classic The Lorax is a doozy. Back in 2008, in response to the growing scourge of dubious eco-claims, sustainability communications agency Futerra wrote the Greenwash Guide, which included the 10 signs of greenwash. It seems Mazda&apos;s corporate communications team have almost used them as a checklist when devising their advert. In the ad a &quot;Seussified&quot; Mazda CX-5, that&apos;s a &quot;compact SUV&quot; to you and me (10 Signs of Greenwash #5: best in class?), cruises caringly through a pre-deforested landscape of truffula trees (10 Signs of Greenwash #3: suggestive pictures). The orange, yellow and pink foliage is only mildly fluffier than the content of the voiceover. &quot;Who delivers outstanding fuel efficiency without compromising the joy of driving?&quot; intones the narrator rhetorically, Mazda of course, with its Skyactiv technology. So I did some digging. The Mazda website&apos;s environmental pages are an artful example of obfuscatory nonsense. It&apos;s all about &quot;sustainable zoom-zoom&quot; apparently, and &quot;eco-friendly features that protect the beauty of our natural world&quot; (10 Signs of Greenwash #1: fluffy language, #7: gobbledygook and #9: no proof). While there is marginal benefit to fuel efficiency from Skyactiv technology, even the best model, the Mazda CX-5, with CO2 emissions of 119g/km, is not much better than average for a new UK vehicle (average = 144.2g/km in 2010). It is way off the cutting edge for all vehicles (eg Kis Rio is only 85g of CO2/km), while the least efficient CX-5 model is at 144g of CO2/km bang on average. So not entirely revolutionary then, and as for being the only car that is in receipt of the &quot;truffula tree seal of approval  &apos;We care an awful lot!&apos;&quot;, don&apos;t get me started (10 Signs of Greenwash #8: imaginary friends). Digging deeper still into the website, I discovered the big reveal in Mazda&apos;s vision of anticipated adoption of environmental technologies by 2020. Mazda does not intend to &quot;rely heavily on vehicles that are strictly dedicated to meeting environmental needs&quot;. So despite all the bluster, it is business as usual. Aside from all the discussion on whether Mazda&apos;s claims are credible, maybe we need a Greenpeace Dark Side-type expose here too (Signs of Greenwash #2: sreen products, dirty company), the real crime is perhaps the exploitation of the poor old Lorax. Using cartoon characters in marketing tie-ins is nothing new  The Incredibles and McDonalds or Toy Story and Burger King, for example  but there&apos;s something about the connection between Mazda and the Lorax which leaves a particularly unpleasant taste in the mouth. Renowned in Dr Seuss&apos;s fable as &quot;speaking for the trees&quot;, the Lorax fights the environmental destruction wrought by the faceless Once-ler. To take the wise Lorax and use his integrity to help flog what is a really rather ordinary and unimpressive vehicle is downright character assassination. The Lorax has been well and truly carjacked. Mazda did not respond to a request for comment.  Ed Gillespie is co-founder of Futerra and a London sustainable development commissioner.", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/27/mazda-advert-dr-seuss-lorax", 
    "wordcount": "575"
}