{
    "headline": "Nokia Windows Phone 8 must sell the apps dream to developers", 
    "text": "The key statement from Nokia&apos;s Windows Phone 8 launch in New York didn&apos;t come from the company&apos;s chief executive Stephen Elop, but from his guest, Microsoft boss Steve Ballmer. He described Windows as &quot;the largest single opportunity available for software developers today&quot;, touting the prospect of 400m devices running Windows 8 and Windows Phone 8 by this time next year. But here&apos;s the statement: &quot;The next app developer to hit it really, really big will be a developer on Windows.&quot; In a nutshell, this is the dream that Microsoft and Nokia must successfully pitch to developers. It&apos;s not the only factor determining the prospects of both companies&apos; smartphone ambitions, but it&apos;s one of the key pillars that will to borrow the metaphor from Elop&apos;s famous memo set their platform alight. In a positive or negative sense. The smartphone market is a war of hardware-software-apps ecosystems. A keynote cliche, nowadays, but no less true because of it. The mantra needs qualification though. It&apos;s not enough to just have lots of apps. There need to be lots of apps making good money for their developers. And that doesn&apos;t just mean money being paid by the platform owner to persuade those developers to support their devices. Platform owners are selling the dream of being &quot;the next app developer to hit it really really big&quot;, which is why Apple knows exactly what it&apos;s doing with its regular announcements of developer payout milestones $5bn by June 2012. A few iOS developers are striking it really, really rich, and there&apos;s a growing middle-class who are building sustainable businesses. But most iOS developers are losing money and/or generating miserable levels of downloads (the and/or qualifier is due to hobbyist developers making apps in their spare time). Apple does such a good job selling the dream, that many people don&apos;t talk about the whole losing-money thing or at least push it to the back of their minds. And so lots of good apps still launch on iOS alone, even if they have porting ambitions in mind for other platforms. Google doesn&apos;t really sell the business dream for Android its keynotes tend to focus on the cool tech, although it has made big steps forward in improving its Google Play store and rolling out in-app purchases. That, plus the sheer scale of Android&apos;s 1m daily device activations, at least makes it easier for developers to sell the Android dream to themselves, and bring their apps to the platform. With an estimated 640m active iOS and Android devices around the world, any other platform coming through has to do a spectacular job of selling the dream to developers.     Nokia chief executive Stephen Elop on-stage in New York. Photo: Stuart Dredge    Witness Amazon&apos;s recent announcement trumpeting the success of in-app purchases in games distributed through its Android Appstore, complete with a quote from developer Frenzoo saying it helped &quot;our apps monetize 50% better than they do on other platforms we&apos;re on&quot;. Witness also RIM&apos;s dream-selling or nightmare-dispelling, if we&apos;re being harder on the company promise to developers that if they make apps for its BlackBerry 10 platform that generate more than $1,000 but less than $10,000 in sales, it will pay the difference to top their payout up to the latter figure. Which brings us back to Windows Phone, Microsoft and Nokia. Windows Phone 7 already has a good number of slick, well-designed apps that make good use of the OS&apos; key features. What&apos;s far more thin on the ground, though, are case studies of developers making good money from those apps. When I talked to five in June 2012, four of them declined to even provide download figures, let alone revenues. Case studies of developers making money sell the dream best of all, and Ballmer&apos;s words at the Lumia event only underscored the fact that in the mobile world at least the last several dozen developers who &quot;hit it really, really big&quot; were making iOS apps. That&apos;s the big challenge for Microsoft and Nokia. Ballmer&apos;s 400m-devices-in-the-next-year figure is one clarion call for developers, but it may fall on deaf ears for mobile developers who aren&apos;t looking to extend onto PCs, which will make up the largest portion of the 400m devices. Nokia&apos;s launch sold the dream, a bit. The two new Lumia phones  the flagship 920 in particular look very good. But we don&apos;t know their exact launch date and rollout plans, their prices or the level of support from mobile operators. The latter is a really important point, because the Windows Phone 8 ecosystem will struggle to be lucrative for app developers until it&apos;s Windows Phones that are being recommended rather than Android handsets when people wander into a shop or ring their operator for an upgrade that isn&apos;t an iPhone. Much remains mysterious about Windows Phone 8, too, although Microsoft is promising a proper reveal of its new features in the next few weeks. Developers will be all ears, but many will hold off until then on committing significant resources to Windows Phone 8 in 2013 and beyond. These aren&apos;t necessarily criticisms of the Lumia launch event, but a matter-of-fact explanation of why it won&apos;t have moved the needle for many developers further than Nokia&apos;s efforts already have. Elop said during the event that having passed 100,000 apps, Windows Phone is &quot;growing three times faster than before Nokia joined&quot; on that score, and the company has a growing stable of well-known brands and entertainment companies making apps for its devices. Here&apos;s the thing: most app developers I meet aren&apos;t fanboys, supporting platforms based on their love or hate of Google, Apple, Microsoft or RIM. They&apos;re pragmatists who want to do good work, and make money from it. From what we&apos;ve seen so far, they can certainly do good work on Windows Phone. The next few months will be crucial for Microsoft and Nokia to come up with the goods to provide proof or at least a convincing dream  of the money-making. If they deliver on their promises, maybe we&apos;ll see that really, really big hit app on a Windows Phone in 2013. This article was amended on 6 September 2012 to correct Google&apos;s Android daily activations figure from 1bn to 1m. Android is doing well, but not quite that well...", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/05/lumia-920-windows-phone-apps", 
    "wordcount": "1058"
}