{
    "headline": "The destinations under threat from tourism - in pictures", 
    "text": "   A long line of people climbing Mount Everest. Climbers try to make the most of a break in the weather at the Lhotse Face stage of the ascent. There has been an increase in the number of people climbing Everest leading to large amounts of rubbish being left behind and increasing the risk of casualties Photograph: Ralf Dujmovits       Tourists in front of the ruined Inca city of Machu Picchu in Peru. Thousands of people annually visit the site. Tourists arrive by helicopter, train and foot and signs of erosion are evident. Rubbish and pollution threatens the biodiversity of the region along the Inca roads leading to the site Photograph: Juergen Ritterbach/Getty Images       Tourists at the Pyramid of the Sun, Teotihuacan, Mexico. Teotihuacan is the most visited archaeological site in Mexico and is under increasing pressure from the number of visitors. During the equinoxes thousands of people visit believing the site has a special energy. Operation Equinox was launched to forbid visitors from climbing on the pyramids and from bringing food or drinks to the site Photograph: Eye Ubiquitous / Rex Features       Two Norwegian cruise ships in Paradise Bay in Antarctica. While tourism to Antarctica is strictly controlled, and there have been restrictions put in place on the size of cruise ships allowed in region, there are increasing numbers of small expeditions. The Antarctica ecosystem is incredibly fragile and tourists bring with them significant pollution that endangers wildlife Photograph: AP       Tourists gather to watch the sunset at Uluru, also known as Ayers Rock, in Australia. Hundreds of thousands of tourists climb the rock every year which causes environmental damage. For the Aboriginal people Uluru is a sacred site and they repeatedly ask for the rock to be closed to only those who climb in respect to the rock's significance Photograph: Andrew Watson/Getty Images       Scuba Diving in the Great Barrier Reef, Australia. The reef is under threat from all sides including over-fishing, coral bleaching, shipping accidents, water temperatures and tourism. Tourists endanger the area by reef walking, dropping anchors and general pollution that easily harms the fragile coral Photograph: Jeff Hunter/Getty       Phi Phi Islands, Thailand. Since the film The Beach Phi Phi has become a major tourist destination. The pristine beaches and clear waters will be under threat if resort development and travellers continue to increase Photograph: Athit Perawongmetha/Getty Images/Flickr RF       The Great Wall of China suffers from tourist numbers leading to parts falling into disrepair. Other parts have been knocked down to make way for roads or developments Photograph: Getty Images/Flickr RF       Jaisalmer Fort, India. The flow of tourists is increasing dramatically to Jaisalmer and the local infrastructure is outdated and unable to cope Photograph: Marc Shandro/Getty Images/Flickr RM       Galapagos Islands, Ecuador. Tourist numbers have soared to the Galapagos, with many often arriving by cruise ship, while local tour operators offer fishing and scuba diving trips Photograph: Getty       The ancient monument of Stonehenge in Wiltshire has suffered over the years with stones being disrupted by restoration attempts and disrespectful tourists Photograph: Alamy       Wadi Rum, Jordan. The fragile environment in Wadi Rum is under threat from harmful emissions from  tourist vehicles as well as limited infrastructure and competing Bedouin tribes that have led to a lack of environmental protection Photograph: Getty Images/Gallo Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/30/destinations-under-threat-tourism-in-pictures", 
    "wordcount": "0"
}