{
    "headline": "US consortium to build carbon capture and storage plant at Grangemouth", 
    "text": "Plans for a new &quot;clean coal&quot; power plant close to Edinburgh have been unveiled by a US-led consortium that is hoping to capture nearly all its CO2 emissions when it begins operating. The Seattle-based Summit Power Group has said it would build the new carbon capture and storage (CCS) power station near Grangemouth oil refinery but only if it wins substantial financial backing in the UK government&apos;s next funding round for CCS proposals. The proposal, dubbed the Caledonia Clean Energy project, is one of the most ambitious so far unveiled in the trouble-hit race to build a fully operational commercial carbon capture power station in the UK. Several CCS proposals around the UK have been dropped, including what was then the most developed project at Longannet in Fife, and others have met intense opposition. A planning application by Peel Energy to partially fit CCS technology on a new coal-fired station in Ayrshire has had the largest number of objections in Scottish planning history. Summit Power Group&apos;s plans were given qualified approval from environmental groups on Wednesday. They applauded its decision to install at least 90% carbon capture from the start of operations but were highly critical of its parallel proposals to use that CO2 to increase North Sea oil production. The company, which has teamed up with the UK based energy firms National Grid Carbon Ltd and Petrofac, said it eventually planned to use the CO2 to pump out hard-to-reach oil deposits from the bedrock in the St Fergus field, a process known as enhanced oil recovery. WWF Scotland said it would support the project, but only if that element of the proposal was dropped. Dr Sam Gardner said this scheme could also help capture CO2 from the Grangemouth refinery and nearby industries, but its contribution to helping the climate would be significantly damaged by helping produce more oil. The Royal Society for the Protection of Birds Scotland said this scheme was significantly more ambitious and serious than Peel Energy&apos;s deeply unpopular proposal, which would start operating with just over 20% carbon capture. But it said the risks to local wildfowl populations on the Firth of Forth could not be minimised. Aedn Smith, RSPB Scotland&apos;s head of planning, said: &quot;[Carbon capture and storage] must not be used to justify harm to our most important wildlife sites, either through direct damage as a result of new infrastructure, or by continuing our addiction to oil through unsustainable enhanced oil recovery.&quot; Summit Power Group is already involved in a 400mw &quot;clean coal&quot; project in Texas which won $450m (284m) from the US Department of Energy in 2010 to develop an &quot;extreme low-carbon&quot; coal-based power plant, as a demonstrator project. Now under construction, that is already expected to use CO2 for enhanced oil recovery in Texas oil fields. The Scottish scheme would use a very similar design, the firm said. The proposed power station would use a highly-efficient technique to &quot;gasify&quot; the coal to produce electricity power and hydrogen, said by the company to be &quot;extremely low carbon&quot;. In a statement, it said: &quot;The project site has been selected to take advantage of synergies with other facilities for industrial gas supply and to support CO2 capture. The location provides the benefit of being close to the UK North Sea for both CO2 storage and, later, enhanced oil recovery opportunities, and enables the re-use of existing pipelines.&quot; A spokesman said that assuming the UK government&apos;s next competition for a share of 1bn in CCS funding was launched and completed this year, the plant could be operating by 2018, if it secured enough over-all funding.", 
    "section": "environment", 
    "gid": "environment/2012/mar/20/petrofac-carbon-capture-storage-grangemouth", 
    "wordcount": "617"
}