{
    "headline": "Grand Theft Auto 5: three lead characters, one huge map", 
    "text": "Here we go, then, the madness has begun. It&apos;s been four years since the last full Grand Theft Auto release and in that time gaming has changed considerably. We&apos;ve seen the seemingly irresistible rise of the military shooter, with Call of Duty usurping GTA as the biggest brand out there. We&apos;ve seen the action adventure genre mutate along narrative cinematic lines, with Uncharted dominating the sector. Meanwhile, nothing, save the ridiculous Saint&apos;s Row 3 and the competent Sleeping Dogs, has truly challenged in the open-world action realm.  It is, then, a weird and fascinating time for Grand Theft Auto to be returning. If the information splurged onto the internet from Game Informer magazine is anything to go by, it is the right time, and it is going to be a very interesting proposition. The big news: there are now three lead characters rather than a solitary controllable protagonist. Michael is the career bank robber, now living in luxury on a witness protection programme; Trevor is an inveterate drug user and low-life who worked with Michael back in the day; Franklin is a young kid from the southern suburbs of Los Santos, doing repo for Armenian luxury car dealers. Throughout the game, players will be able to swap control between each character, dropping in and out of their lives. In missions, the trio will often work together, each bringing different skills to the mix  and again, players can apparently switch between them, perhaps sniping from a distance or taking on the role of wheelman. It&apos;s likely this dissemination of the lead role will lead to a much more intricate story, the narrative somehow threading between the protagonists. We&apos;re also told that secondary characters from GTA IV and its two DLC chapters will make an appearance, though the likes of CJ and Tony from the GTA III era will not surface because they&apos;re no longer &apos;canon&apos; in the HD era.  Los Santos is huge. HUGE. Not only will we get the city itself  which is designed to resemble Los Angeles, of course  but we get the surrounding countryside. Astonishingly, Rockstar has even modelled the sea, so players will be able to go scuba diving. It&apos;s not clear yet whether that will just be a hobby or whether it will play a part in the mission structure, but it goes to show  excuse the pun  the depths the environmental artists have gone to. Hobbies would seem to be an important sideshow  players are able to partake in yoga, tennis, golf and jet-ski rides, as well as many other activities. Out in the wilderness, there will be dynamic encounters and side quests involving hitchhikers, broken down cars and other distractions  a set of systems borrowed from Red Dead, we guess. The big boast is that the world is bigger than GTA: San Andreas, Red Dead Redemption and GTA IV combined. Vehicle handling is being tweaked. There will be motorbikes, cars, mountain bikes, and various aircraft. Melee combat is getting a work over. The whole mobile phone system is back, but it&apos;s being updated and there will apparently be no romance for our leading men this time round. The message is, this game is massive and intricate, and Los Santos is now being viewed through a different prism than it was in GTA III: San Andreas. While that game riffed on the early nineties obsession with South Central LA gang culture, GTA V seems to be looking at LA as a whole, from the plush mansions of the rich and famous, to the broken dreams littering Hollywood boulevard (or Vinewood as the area is known here). But the criminal underworld is of course, a focus. It seems that there will be several major heists underpinning the story  a decision no doubt influenced by the critical adulation handed out to GTA IV&apos;s Three Leaf Clover mission.  But it seems that, apart from some minor features and mechanics, this is all GTA V owes to its immediate predecessor. While GTA IV was criticised in some quarters for its downbeat atmosphere, its obsession with the depressing plight of Niko and his godforsaken cousin, number five is harking back to the sun, sea and seediness of the Vice City era. It would seem the title is a culmination of all that Rockstar has learned over the last four years  the scale or Red Dead, the sense of place in LA Noire, the downbeat balletic thrills of Max Payne III  applied to the milieu we all loved from GTA III.  People do want to fly jet fighters over mountains; they do - like the Pixies - want to drive their cars into the ocean. There are worries about the emphasis on environmental size, but Red Dead showed how a landscape can be brought alive, and it&apos;s likely Rockstar&apos;s San Diego studio (the creator of that Western epic) will have had a hand in GTA V  the publisher draws most of its teams into its main developments these days.  It will also be intriguing to see how the structure of the game bends to accommodate three leads. Can an ensemble piece capture the imagination as well as a single story? Will we identify with the characters in the same way? Does identification matter in the GTA universe?  It&apos;s good, though, isn&apos;t it, to be talking about a massive gaming &apos;franchise&apos;, and for it not to involve authentic military raids in the Middle East or alien monsters. The beauty of GTA is in its ability to show us a world that is both cinematic and almost real, almost tangible. And it looks like it might be fun  and funny. The sun is up, the radio is on, there are jobs to do. Grand Theft Auto is back.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/09/grand-theft-auto-5-details", 
    "wordcount": "955"
}