{
    "headline": "Calls to curb cyber espionage after state-sponsored attack targets Lebanon", 
    "text": "The international community has been urged to act quickly to curb cyber espionage after security researchers discovered the latest state-sponsored attack targeting financial systems in Lebanon. Thousands of people in the Middle East were targeted by the latest cyber snooping assault, named Gauss, according to the security experts Kaspersky Lab. Researchers said they believed Gauss was state sponsored and developed by the same group behind the sophisticated Flame and Stuxnet attacks, which targeted Iran&apos;s nuclear facilities. No government has ever admitted to being behind Stuxnet or Flame, described as the most complex cyber attacks ever known, although the US and Israel have been widely reported as principal players in their development. Vitaly Kalmuk, the chief malware officer at Kaspersy Lab, urged the United Nations to wake up to the threats &quot;because disaster may happen any day&quot;. He told the Guardian: &quot;We still think there is a lack of attention and lack of response in the area of nation-state supported development of malware. &quot;We think it should become a global problem and it should be discussed on an international level, probably in the United Nations, and there should be treaties. But that is not happening now. There is not enough changes.&quot; The latest cyber threat was designed to steal passwords and sensitive data from several Lebanese banks, according to the researchers. The discovery is the latest in a string of cyber espionage assaults targeting victims in the Middle East since early 2009. Gauss began in September 2011 and was shut down shortly after being discovered in June this year. It is believed to have infected more than 2,500 machines since May 2012, with tens of thousands of estimated victims. Researchers said the one-year-old virus mainly targeted banks including Bank of Beirut, EBLF, BlomBank, ByblosBank, FransaBank and Credit Libanais. It is not believed that the hackers stole money from the bank accounts, but were primarily interested in tracking and monitoring payments. Kamluk said the hackers&apos; servers were initially based in the US, before moving to Portugal and then to India. It was apparently named by hackers after the famous mathematician, Johann Carl Friedrich Gauss. Kaspersky Lab said it was not yet clear exactly how Gauss managed to infect and steal data from computers. Alexander Gostev, chief security expert at Kaspersky Lab, said: &quot;Gauss bears a striking resemblance to Flame, with its design and code base, which enabled us to discover the malicious program. &quot;Similar to Flame and Duqu, Gauss is a complex cyber-espionage toolkit, with its design emphasising stealth and secrecy; however, its purpose was different than Flame or Duqu. Gauss targets multiple users in select countries to steal large amounts of data, with a specific focus on banking and financial information.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/cyber-espionage-state-sponsored-lebanon", 
    "wordcount": "459"
}