{
    "headline": "How apps have taken over the world", 
    "text": "A ticker on the front of Apple&apos;s website rolls over relentlessly, increasing by about 500 a second as it moves relentlessly towards 25bn. It is counting the number of units of application software downloaded from the company&apos;s App Store  and the rise of a business that barely existed five years ago, but which now dominates daily conversation so much that the phrase, &quot;There&apos;s an app for that&quot;, has become both an offer of help and a joke. The counter is expected to hit the target by early March. By then, users will have spent about 3.6bn buying apps through the store, of which Apple will have passed on 2.5bn and retained 1.1bn. In the last three months of 2011 alone, the company paid out more than 447m to developers for sales of their apps  a figure which does not include advertising revenues generated by free apps. Where once schoolchildren swapped the names of favourite bands, now they can name apps: Angry Birds, Cut The Rope, WhatsApp Messenger, Temple Run, FatBooth. The App Store contains more than 550,000 apps, some of which have made their authors rich, and many of which have offered a solid source of income for a new breed of business specialising in writing apps to order for clients large and small. In some cases, it is schoolchildren who are writing the apps: last year Robert Nay, then 14, hit the top of the App Store charts with his game Bubble Ball, which took him only a month to write but was downloaded millions of times. &quot;What we&apos;ve seen over the last four years has been nothing but exceptional,&quot; said Matt Miller, co-founder of London studio ustwo, which worked with Barclays on its recent Pingit mobile payments app. &quot;The app industry has taken the world by storm, creating a micro-economy in its own right and creating jobs for hundreds of thousands of talented professionals worldwide. A successful app can now be the difference between complete anonymity and global digital fame.&quot; Apps are even changing our online shopping habits: more than 65 million people have downloaded eBay&apos;s apps for various devices, spending 3.2bn on the auction service from mobile devices in 2011. This is expected to rise to 5.1bn in 2012. Amazon has tried to encourage people to compare prices in stores with those online using its free app (in the hope of winning their business). But even as Apple prepares to celebrate its 25bn downloads milestone, Google&apos;s Android operating system is coming up on the rails: despite launching nearly two years later, it has more than 400,000 apps, and in December 2011 passed the 10bn downloads mark. Even Research In Motion&apos;s BlackBerry App World, which is rarely held up as a success, has generated 2bn downloads from its catalogue of 60,000 apps. Apple boss Steve Jobs at first resisted the idea of apps  fearful that a malicious app could bring down whole networks and, with it, Apple&apos;s reputation. It took the combined efforts of Scott Forstall, the head of iPhone development, and Phil Schiller, Jobs&apos;s longtime head of marketing, to change the chief&apos;s mind. But once Jobs announced the change, in October 2007, the floodgates opened. Just as it did not invent the smartphone or digital music player, Apple did not invent mobile applications. They had been around for years on phones from companies such as Nokia, and PDA devices from Palm and others. But they had tended to be awkward to use. As with the iPod and iPhone, Apple took the clunkiness out to make browsing, buying and downloading simple. And it rebranded the little computer programs as &quot;apps&quot;, complete with catchy slogan and TV ads. There have been surprises along the way  such as the success of fart apps, which just make rude noises, or the bizarre &quot;I Am Rich&quot; app, which did nothing except show a red glow but cost $999 (630). Industry analyst Juniper Research estimates that more than 31bn apps were downloaded to mobile devices in 2011, and predicts that by 2016 mobile apps will generate $52bn of revenues  75% from smartphones and 25% from tablets. Apps, in short, have become a thriving business segment  available to everyone from the bedroom coder (who, for $25, can write and upload an app to the Android Market; for Apple, the cost is higher  you have to write it on a Mac and it costs $99 a year) to the biggest companies. Apps also play a crucial role in many of the business models disrupting established entertainment and media industries. Music service Spotify&apos;s mobile app has been a key factor in its growth, with 85% of its 3 million subscribers paying 9.99 a month to get mobile as well as desktop access. Apps have also been important for streaming TV and film services such as Netflix and Hulu, as well as for the BBC&apos;s iPlayer and BSkyB&apos;s Sky Go  the latter now attracts 1.5 million unique users a month. The top five free iPad apps are for TV catchup services. &quot;I wouldn&apos;t want to be a broadcaster or advertiser looking at this,&quot; said one insider. In the games world, apps have been at the forefront of new &quot;freemium&quot; model where games can be played for free but make their money from in-app purchases of virtual items and currency. For the best-known app company  Finland&apos;s Rovio, whose Angry Birds is played even by prime minister David Cameron on his iPad  it&apos;s a huge winner. This year the company expects revenues of up to 400m (340m). Meanwhile, newspapers and magazines hope apps will provide a stable subscription-based revenue stream to make up for declining print sales. UK publisher Future took 638,000 in new digital revenues within a month of launching 65 of its magazines as apps on Apple&apos;s Newsstand store. Yet amid the celebrations for apps, there are some dark clouds. Initially, Apple was criticised for its almost random approach to preventing apps going on sale. More recently there has been unrest from iPhone games developers about blatant &quot;clones&quot;  fakes which look like famous games. Earlier this month a fake Pokmon Yellow app was at one point the third highest selling game on the App Store, despite being just a collection of screen shots of Nintendo&apos;s DS game. It has since been removed. Meanwhile the Android Market is one of the biggest sources of mobile malware, according to studies by antivirus companies, which regularly find apps that will steal data or send pricey text messages. Although Google can yank such apps both from the market and users&apos; phones, the issue remains a concern for businesses and government. But apps are here to stay, according to Forrester, an independent technology and market research firm. In fact, they will become even more embedded in our lives: entire businesses will start to revolve around them, both externally (through customer orders  think of boarding passes for air journeys) and internally (as staff use specific apps to get things done). Even so, there can be wrinkles. Plans by the US special air forces to replace their heavy flight manuals  which can weigh up to 18kg (40lb) in total  with iPads were put on hold after military chiefs discovered that the app needed to read the manual was written by a Russian. Apps may be a new frontier, but they are still subject old prejudices. Top paid apps 1 Angry Birds (game) 2 WhatsApp (social networking) 3 Doodle Jump (game) 4 Fruit Ninja (game) 5 Angry Birds Seasons (game) 6 Cut The Rope (game) 7 TuneIn Radio Pro (music/radio) 8 Monopoly (game) 9 Angry Birds Rio (game) 10 FatBooth (fun) Top free apps 1 Facebook (social network) 2 Skype (internet phone) 3 eBay (auctions) 4 Google Earth (mapping) 5 Google (search) 6 Twitter (social network) 7 Paper toss (game) 8 Bump (social network) 9 BBC (news) 10 Shazam (music identification)", 
    "section": "technology", 
    "gid": "technology/2012/feb/24/apps-took-over-the-world", 
    "wordcount": "1346"
}