{
    "headline": "Car review: Vauxhall Ampera", 
    "text": "Price 34,995MPG 235Top speed 100mph One of the visually stunning adverts that has accompanied the launch of the new Vauxhall Ampera features an interview with William Trubridge, the first man to dive unassisted to a depth of more than 100m on a single breath of air. As the handsome New Zealander bobs about on the sea&apos;s surface, he says: &quot;There&apos;s a great parallel between a free dive where you need to extend one breath of air to get as deep as possible and an ecological car that has to get as far as possible on a single charge.&quot; It&apos;s a perfect metaphor for &quot;range anxiety&quot;  the fear of running out of battery power  that has so far been the Achilles&apos; heel of electric cars. Though possibly a bit extreme. Could William&apos;s last, lung-busting rush back to the surface ever really match the nail-biting agony of grinding to apowerless standstill at the red on the Norbiton interchange? Or the bad-boy thrill of pushing that flickering charge needle down below a quarter full? The other slight problem is that William&apos;s observation cannot be applied to the Ampera. The whole point of the pioneering Vauxhall, you see, is that it is an electric car which can never run out of power. Beneath its relatively ordinary exterior is aleft-field technological solution that totally eliminates range anxiety. It is a plug-in electric car, or more precisely an &quot;extended-range electric vehicle&quot; or E-Rev. It takes about three hours to charge its battery and for that you get 40 miles of clean and virtually free motoring  the equivalent of 235 miles to the gallon  on its 151bhp electric motor. After 40 miles or so, depending on your driving style, a green battery light blinks red on the dash  the usual cue for an episode of unfettered range anxiety  but miraculously the Ampera carries on seemlessly, for another 320 miles if you wish. This is because an efficient 1.4-litre petrol engine fires up and drives asmall generator which in turn charges the battery which then keeps the electric engine going which in turn (big breath) keeps the wheels turning. It sounds complicated, but to the driver the only clue is that changing graphic and the slightest of engine sounds from deep within the car. If you rarely drive more than 40 miles and you can recharge the car regularly from the mains, that life-saving petrol engine will never start. This may all sound very clever, but what&apos;s the Ampera actually like, you know, as a car? From the outside, it looks modern but hardly the stuff of sci-fi fantasies. Vauxhall&apos;s re-designed Griffin perches between apair of boomerang headlamps, with just a touch of the now defunct Saab 9-3 about it. Inside, however, the designers have risen to the challenge. Two large information screens greet you with a barrage of HD graphics. Press the &quot;start&quot; button to engage the electric engine and the cabin fills with a rich, space-age sound  an amazing aural sculpture of hi-tech whooshing a million miles from the usual ayayayayay of an engine turning over. The finger-touch controls click and snap with gratifying conviction. Annoyingly, the roomy four-door saloon is only afour seater, which will rule it out for many families. To drive, the Ampera has a brisk urgency about it. It accelerates smoothly and handles precisely, though the regenerative braking takes a while to get used to. I went a lot further than 40 miles in it, out into the wilds of Essex and back. And it was a great relief to know that my only anxiety was whether I&apos;d come home with an orange face and super-white teeth. Further reading: Knowledge is power To celebrate the Ampera, Vauxhall Motors and The Idler Academy have collaborated on We&apos;re Electric  a unique exploration celebrating the impact of electricity in industry, entertainment, art and fashion. The book takes the form of a limited-edition collection of essays, musings, artworks and practical science, curated and edited by The Idler&apos;s founder Tom Hodgkinson. He says: &quot;With writing from Jenny Uglow and Will Self, and newly commissioned art from Alice Smith and more, we reckon we have produced a volume that is both very useful and very beautiful. It is the Idler Academy&apos;s stated aim to instruct and delight. We&apos;re Electric is also, of course, a celebration of a real breakthrough in the story of the electrically driven automobile.&quot; In the chapter &quot;Shocking Truths&quot;, historian Jenny Uglow writes on the early pioneers of the electricity revolution, the so called Lunar Men, who carried out all sorts of experiments on animals and even each other, as they tried to tame and understand &apos;heaven&apos;s dreaded bolt&apos;. Will Self reflects on his electric life and cloud expert Gavin Pretor-Pinney uncovers the science of lightning studies. Conrad Shawcross&apos;s electric artworks have been reproduced and poet Murray Lachlan Young has written a specifically commissioned poem celebrating the history of electricity. The book also features fashion historian NJ Stevenson on the use of electricity in fashion, and artist Danny Wooton has written an inspiring guide to domestic wiring, which aims to take away the fear around electricity in the home. We&apos;re Electric is priced 12.95 and can be bought at idler.co.uk Bond is roaring back With the latest Bond film, Skyfall, to hit our cinema screens at the end of next month, the National Motor Museum in Beaulieu has laid on an amazing spread of 50 of the greatest Bond cars. The exhibition is called Bond in Motion and will run until the end of the year. It&apos;s stirring stuff. It&apos;s worth remembering that 007 has always had a penchant for motorbikes, too, and the Honda CRF250Rs used in the stunt sequences at the start of the movie  which was filmed in Istanbul and Adana in Turkey  are also on show. Twenty CRF250R machines were used in total, adapted and &quot;dressed&quot; appropriately into two native style motorbikes. One is a Turkish police bike that henchman, Patrice (Ola Rapace), seizes after a crash, the other is a Turkish merchant&apos;s bike that Daniel Craig uses to pursue Patrice through the streets. Two further bikes were used by the camera crew as only a motorbike could keep up with the action and follow the various stunts. For more information, go to beaulieu.co.uk", 
    "section": "technology", 
    "gid": "technology/2012/sep/09/car-review-vauxhall-ampera-martin-love", 
    "wordcount": "1076"
}