{
    "headline": "Boot up: Christmas shopping, China's 2013, Snapchat's real meaning and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Tepid sales of Microsoft&apos;s Windows 8 point to shaky market &gt;&gt; NYTimes.com  Claude Ballard was among the customers at the Microsoft store who tried out Surface, a new Microsoft-designed Windows tablet. Mr. Ballard, who described himself as a &quot;semiretired&quot; computer systems manager for a real estate firm, said he was intrigued by the eye-catching design of Windows 8 -- but not enough to scrimp to buy a new computer this year.  &quot;It&apos;s economics, really,&quot; he said. &quot;It&apos;s going to be a better year for my mechanic than it is for me.&quot;  Weak PC sales this holiday season suggest that the struggles of Microsoft and other companies that depend heavily on the computer business will not abate soon. Plenty of consumers already own PCs and seem content to make do with what they have, especially in a shaky economy in which less expensive mobile devices are bidding for a share of their wallets... &quot;What you&apos;re seeing is not a retirement of PCs, but a push-out in the replacement cycle,&quot; said A. M. Sacconaghi, an analyst at Sanford C. Bernstein. &quot;If people used to buy PCs every four years and are now buying them every five years, that could lower PC sales by 20 percent over time. That&apos;s substantial.&quot;   PC sales have been declining year-on-year in the US pretty much all through 2012. Why 2013 will be the worst year ever for China technology users &gt;&gt; Tech In Asia Various reasons, but note this one:   The mobile market will be restricted. One of China&apos;s tech regulatory bodies, MIIT, is planning to reach its cold, bony hands into the world of mobile app development and sales. Exactly how that will turn out isn&apos;t yet clear, but MIIT&apos;s regulatory processes are the reason an iPhone takes an extra three months to come out in China. App developers are understandably concerned that they&apos;re going to be slowed down -- which can be a death sentence in the fast-paced mobile ecosystem -- or censored, or very possibly both. Whatever happens with this round of regulation, I would guess that this won&apos;t be the only time we see MIIT interfering in the mobile space in 2013.   And there&apos;s plenty more interference where that came from. Christmas Eve at the Apple, Microsoft and Sony stores &gt;&gt; Fortune Tech In pictures. Calling Snapchat &quot;the sexting app&quot; misses a huge shift in mobile, photos, and communication &gt;&gt; Pando Daily  The tech blogosphere -- the ones who are supposed to &quot;get&quot; new technologies while old media does its best impression of your dad trying to program the VCR- keeps calling Snapchat the &quot;sexting app.&quot;  I&apos;m sure it drives clicks, but in doing so, they&apos;re dramatically missing the point on what this company is doing, why it&apos;s growing so quickly, and why several top investors are falling all over themselves to get an early piece of the LA-based company.  This kind of thing is common with social companies. They are almost always seen as something frivolous at the outset. Facebook was long considered merely a college bulletin board that adults couldn&apos;t imagine joining and surely college kids would mature out of using. YouTube was just a place for videos of your cat. Instagram was just mobile photos that a gimmicky technology could made look old. Twitter was nothing more than telling the world what you had for lunch.   They&apos;re still harping on that for the last two. And missing the point. Snapchat is intriguing. Google&apos;s Santa Tracker.. Ooops. Possibly in Central Park somewhere.. (scroll the picture) JEOPARDY! Adult Online Test Err... &quot;How do I get to be a contestant in the US series Jeopardy on January 8,9 or 10?&quot; Smartphone market share trends by country: Android dominant, iPhone gains, Windows Phone slips further &gt;&gt; Tech-Thoughts Sameer Singh posted this on Christmas Day. We&apos;d just like you to know that. Layoffs pending at HP&apos;s Autonomy unit in the UK &gt;&gt; AllThingsD  Sources familiar with the company&apos;s plans tell AllThingsD that the number of jobs expected to be cut is actually fewer than 70; the cuts will focus on sales personnel, all of whom were originally hired prior to HP&apos;s acquisition of the company. Additionally, the job cuts were put in motion in September, well before HP made public its intention to write down the value of Autonomy by about $5 billion. Layoffs in European countries, like those in the U.K., are more complicated to carry out, and so take months to complete.   Unhappy new year. Techmeme&apos;s top 20 headline terms of 2012, and what they signify &gt;&gt; Techmeme News  We can uncover a variety of patterns analyzing the data Techmeme has accumulated over the years, and given Techmeme&apos;s pan-industry focus, these findings can signal large-scale trends developing across the tech industry.  One simple analysis is ranking terms by the percentage of Techmeme headlines in which they appeared. Results for the top 20 words from 2012 headlines appear in the table below. We only count headlines fully featured on Techmeme, which are also those tweeted by @Techmeme, and not those merely appearing beneath headlines in &quot;More&quot;. This table also excludes the 164 words most common to writing and general news (like &quot;the&quot; and &quot;to&quot;).  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/26/technology-links-newsbucket", 
    "wordcount": "937"
}