{
    "headline": "Angelina Jolie's breasts and the public ownership of body parts", 
    "text": "Angelina Jolie recently had a double mastectomy after she found she had the gene predisposing her to breast and ovarian cancer. After going public, she received a lot of praise for her decision. However, as she is a celebrity, and this is 2013 so the internet exists to ensure that no examples of mindless idiocy gets ignored, she also received criticism. A lot of this criticism seemed to be from men who were apparently fans of her breasts and weren&apos;t happy about them being surgically removed.  Maybe it&apos;s unfair to assume that these people believe that Angelina Jolie should have prioritised her ability to provide fleeting sexual stimulation to strangers over her own life. Maybe they had different reasons for complaining. Maybe they&apos;re genuinely concerned that a mastectomy would affect her sense of balance, limiting her ability to perform the necessary gymnastics required for another Tomb Raider sequel. Perhaps they genuinely love Jolie in the deepest and truest sense, and were relying on her experiencing an unprecedented but bizarrely specific reaction to oestrogen that affects her ability to think clearly and compels her to leave her children and long-term partner in order to start a new life with an anonymous bloke from the internet, an occurrence that will be rendered less likely (if that&apos;s even possible) by the surgical removal of her breasts.  It&apos;s possible that they&apos;re just purists who are offended by the very notion of breast surgery. I&apos;m sure they&apos;re equally outraged any time breasts are surgically interfered with. Outraged! Maybe they even worry that her philanthropic work will be compromised. Could a sick child in a war-torn region accept charitable medical aid if that aid is funded in part by a woman who used to have impressive breasts but now maybe doesn&apos;t quite so much? Did Angelina even consider this possibility when she opted for surgery? She probably didn&apos;t. Typical celebrity, only ever thinking about herself and her family when attempting to prevent the onset of a deadly illness. The above scenarios are, of course, ridiculous. But it&apos;s very weird, from a scientific perspective, to observe that some people feel entitled to a say in what happens with parts of a stranger&apos;s anatomy.  How does this even happen? Undoubtedly, it&apos;s likely to be truer of breasts than other parts. I&apos;ve written about the societal obsession with breasts before now, and this could be seen as another manifestation of this. It also reflects the modern obsession with celebrities, which often leads those in the public eye to be thought of differently to those who aren&apos;t. Consider the phone hacking scandal, which only really got going when it was revealed that the victims weren&apos;t just celebrities.  Celebrities are constantly (and consciously) in the public eye. They are invariably there by choice, and reap great benefits from their levels of fame. This is truer for Angelina Jolie than for most, so maybe there is some unspoken rule that you take the rough with the smooth, you accept the benefits but also the negative elements of being a public figure? If this includes strangers claiming part-ownership of bits of your anatomy, then so be it? It still doesn&apos;t make a lot of sense though. The complaints suggest that Angelina Jolie&apos;s breasts take priority over her as a complete human being, as if she&apos;s less than the sum of her parts.  Secondary sexual characteristics are invariably stimulating, that&apos;s what they&apos;re for. But they shouldn&apos;t have the same effect when presented in isolation. Is the ideal scenario of a lot of men just pairs of autonomous female breasts, moving around independently with no personality or any evidence of conscious thought? I&apos;ve not seen it, but is that what &quot;Keeping up with the Kardashians&quot; is all about? It would explain a lot.  Some people do have body parts that are bizarrely more famous than them. If Commander Hadfield shaves off his legendary moustache, can we expect similar outrage? How many of today&apos;s celebrities could end up with bits of themselves saved for posterity, separate from their other mortal remains? Kylie Minogue is another high-profile female celebrity and lust-magnet who underwent surgery for breast cancer, but to the best of my knowledge wasn&apos;t criticised for it. Maybe it was because her cancer had already developed, so the surgery was a treatment rather than preventive measure? This may be the case, but if she&apos;d had preventive surgery for some hitherto unknown form of &quot;buttock cancer&quot;, things would probably have panned out differently.  Angelina Jolie&apos;s breasts aren&apos;t exactly unknown entities (Google them if you&apos;re &quot;interested&quot;); I&apos;ve heard many words to describe her, but &quot;shy&quot; is rarely one of them. And if you present a &quot;positive stimulus&quot; to people often enough, they end up expecting it, and may even be upset when it is taken away. Has Angelina Jolie inadvertently administered a dose of negative punishment to the male element of society via her surgery?  Obviously it&apos;s more complicated than that (I hope), but via a combination of celebrity culture, media saturation and general objectification of women, it is perhaps unsurprising that some people can find their body parts have achieved a fame and worth of their own, and are considered to be public property. It would be foolish to think they aren&apos;t aware of this. At least that&apos;s an issue exclusive to celebrities, though. It&apos;s not like the average person can expect to have parts of themselves claimed by strangers. Except, that may actually be happening. One of the worrying aspects (seemingly largely overlooked by Joe Public) to come out of the Angelina Jolie story is that the BRCA gene she possesses, the one that means breast cancer is such a risk, is patented by a US company. This means said company have exclusive rights to tests for that gene, and charge obscene amounts for the test, which is potentially life-saving.  Everyone has genes; your genome makes you what you are (if you exclude environmental factors). So it&apos;s a bit galling to be told that certain elements of your genome effectively belong to someone else. Many people rightly criticise this system. It&apos;s alarming to think that elements of you, a human being, are technically the property of people you&apos;ve never met but will charge you if you want to &quot;use&quot; aspects of your own DNA. Some idiotic online comments seem the lesser of two evils when you think about it like that. Maybe it&apos;ll work out though. If companies want to patent genes, they obviously think those genes are valuable. If they pursue this logic, maybe we&apos;ll get to a point where copies of those genes can be used to pay the fees they demand to use them. Hopefully, a company charging us to use our genes would have to accept payment in DNA, which means we could end up in a scenario where we pay these companies by sending them samples of our own human waste. And demanding a receipt.  Dean Burnett is considering selling bits of his body on eBay, with no reserve price. Follow him on Twitter to get updates about the latest offers, @garwboy His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available here and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/15/angelina-jolie-breasts-public-ownership-body-parts", 
    "wordcount": "1220"
}