{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Aconites bloom in Cambridge, as the first signs of spring appear Photograph: Chris Radburn/PA       A deer runs in a snow covered field in a forest in Nalibokskaya forest reserve. Forestry staff feed wild animals every three days because of cold weather and heavy snow in Belarus Photograph: Sergei Grits/AP       Japanese macaque monkeys huddle together in a group to protect themselves against the cold weather at Awajishima monkey centre in Sumoto, Hyogo Prefecture, Japan. Severe low temperatures have hit Japan with more heavy snowfall Photograph: Buddhika Weerasinghe/Getty Images       A jacobin pigeon in Madrid's zoo Photograph: Jorge Sanz/Corbis       A vulture perches on a tree next to graves in the municipal cemetery in Guatemala City Photograph: Jorge Dan Lopez/Reuters       Hippos in Zambia, Africa  Photograph: Tom Dymond/Comic Relief Ltd / Re       Two Komodo dragons (Varanus komodoensis) in Komodo national park, Komodo Island, Flores, Indonesia. The Komodo dragon is a large species of lizard which can grow to 10 ft long Photograph: Yuli Seperi/Corbis       A flock of starlings fly over an agricultural field near the southern Israeli city of Netivot Photograph: Amir Cohen/Reuters       Baobab trees growing in a field in northern, Mali  Photograph: NIC BOTHMA/EPA       Waterfowl are seen on a river on a heavy hazy day during winter in Beijing's Gaobeidian village. Beijing temporarily shut down 103 heavily polluting factories and took 30% of government vehicles off roads to combat dangerously high air pollution, state media reported on Tuesday, but the capital's air remained hazardous despite the measures Photograph: Jason Lee/Reuters       One of over 100 birds washed up at Chesil Beach Dorset covered in a mystery sticky substance Photograph: Geoff Moore/Rex Features       Chester zoo's newest resident, a meerkat pup Photograph: Chester Zoo/AP       Insecticides linked to serious harm in bees could be banned from use on flowering crops in Europe as early as July, under proposals set out by the European commission Photograph: Bahaa Nasser/Corbis       The caterpillar of an atlas moth (Attacus atlas), considered to be among the largest in the world, is pictured in the botanical gardens in Bern. The atlas moth wingspan may reach more than 10 inches. British moths are in calamitous decline  population in southern UK is down 40% in 40 years and three native species have become extinct since 2000 Photograph: Pascal Lauener/Reuters       A three-month-old elephant calf tries to awaken its dead mother at the Gunung Rara Forest Reserve in Sabah, Malaysia. Ten endangered Borneo pygmy elephants have been found dead in the Malaysian forest under mysterious circumstances, and wildlife authorities suspect that they were poisoned Photograph: Sabah Wildlife Department/AP       A dolphin struggles to lift its head out of the water near a large pipe in the headwaters of the Gowanus Canal in Brooklyn, New York. The sea mammal appeared to struggle in the narrow waterway that stretches 1.8 miles into Brooklyn from New York Harbor Photograph: Mike Segar/Reuters       A bird is entangled in a net used by poachers to trap migrating songbirds in the early morning in the Larnaca district of Cyprus. Small birds, called ambelopoulia in Greek, are considered a delicacy in Cyprus and poachers supply a lucrative market. Amid an economic crisis that has seen unemployment hit record levels on the east Mediterranean island, jobless people are turning to poaching to help them make ends meet Photograph: Petros Karadjias/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/01/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}