{
    "headline": "Social mobility being hampered by lack of maths teachers, says Tory MP", 
    "text": "Pupils educated at comprehensive schools are half as likely to study mathematics as their counterparts in the private sector, creating a &quot;massive problem&quot; with social mobility, a Tory MP has warned. Liz Truss, who helped run the centre-right Reform thinktank before her election as MP for South West Norfolk at the last election, said a failure to provide adequate maths teaching was leaving pupils ill equipped for the modern world. Truss made her comments in a parliamentary debate, held in Westminster Hall, in which she argued in favour of a &quot;subject premium&quot; to boost funding of maths teaching. The MP said that the Young People&apos;s Learning Agency, which funds sixth form subjects, awards 12% more funding to media studies, psychology, physics and biology than it does to maths and English. Truss told MPs that this lack of funding helps explain why Britain now lies in 28th place in the world ranking for maths teaching for 16-18-year-olds, according to the OECD programme for international student assessment (Pisa). This is leaving young people poorly prepared. &quot;Even for those who don&apos;t go onto study maths and science at university a good background in the subject is vital because it is the next generation of primary school teachers, of journalists and politicians who also need to know sure they know the basics of maths,&quot; Truss said. &quot;If their maths is not up to scratch then we will have a damaged ecosystem where we don&apos;t have the next group of children getting proper maths education at school, we will have poor quality numerical analysis in our press and in our media and poor quality statistics in our public life.&quot; Truss warned of how poor provision of maths teaching was harming social mobility. &quot;Not only do we have a massive problem with maths [but] it is also a big cause of a lack of social mobility and problems of university access. Students who attend a comprehensive school are half as likely to study maths as their private school counterparts and they are a third as likely to study further maths. Whereas they are equally as likely to study history or English. &quot;So we have a particular social mobility problem in the mathematics and scientific areas that we don&apos;t have in arts subjects. So it should be a particular area the government should be looking at when considering how do we improve access to university and how do we improve social mobility. &quot;Many students at comprehensive schools simply don&apos;t have the choice to study further maths because only 50% of schools offer that option to students. Given that you need further maths to go on and study maths or physics at top universities this is putting many students out of contention for those opportunities we want them to have.&quot; Tim Loughton, the education minister, agreed with Truss that &quot;far too many&quot; pupils do not reach the required level in maths. But he indicated that the government was unlikely to accept her proposal for a &quot;subject premium&quot; for maths. Loughton said: &quot;I note with interest [your] proposal that we should establish a subject premium for mathematics and further mathematics. We have consulted recently on changes to 16-19 funding and are currently considering responses to the consultation. [You] will recognise that the funding system is not always the best means of incentivising the take up of one subject above another. &quot;We are working with subject experts to consider the measures that will be necessary to realise our ambition that all young people should continue to study mathematics up to the age of 18.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/27/social-mobility-hampered-poor-maths", 
    "wordcount": "613"
}