{
    "headline": "Could this really be the fearsome, legendary Girt Dog reincarnate?", 
    "text": "The canoeist was explaining to visitors on the shore of the glittering lake that his companion, standing on the foredeck with Great Borne, Bowness Knott, Pillar Rock and Angler&apos;s Crag beyond, was the Girt Dog of Ennerdale reincarnated. How it all came back! I once heard a talk during the Christmas holidays on the Girt Dog and at this very spot, near Ennerdale&apos;s Bleach Green. It was here in the late-lamented Angler&apos;s Hotel, since controversially demolished so the lake level could be raised, that the tales of the dreaded creature bleeding sheep to death were catalogued in gruesome detail. Thought to be a thylacine (or Tasmanian tiger), it was presumed to have escaped a travelling circus in 1810, slaughtering 300-400 sheep in the Ennerdale region before being hunted down and killed in the river Ehen. But could this really be its re-embodiment? And one that travelled by canoe? On reflection, obviously not. Martin Whitmill, the paddler in question, put his listeners&apos; minds at rest, adding that Charlie was the name of the dog, which  half labrador, half Jack Russell  was more partial to crisps offered in the village pub than the kind of fare a thylacine favoured. Martin agreed they were an unusual double act  himself &quot;built like Double Goliath and Chips&quot; and Charlie the mongrel balancing like a cat on his canoe foredeck grip mat, oblivious to the dippers, herons or Canada geese that occasionally crossed their path and keeping in balance as the craft knifed forward. This Charlie did with great aplomb two years ago on their voyage to the Isle of Man in nine hours, complete with lifejacket, safety harness and the back-up of another boat. Recently they paddled all the lakes, waters and meres of Lakeland beneath Coniston Old Man, Gummer&apos;s How, Nab Scar, Place Fell, Cat Bells and Red Pike. A Girt Dog indeed, and in the best possible sense.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/dec/16/ennerdale-lake-district-fearsome-girt-dog", 
    "wordcount": "317"
}