{
    "headline": "Should your views on global warming affect your employment?", 
    "text": "News of an intriguing lawsuit arrives from Los Angeles. Ben Stein, a comedian, actor and economic commentator, who is probably still best known for his role playing an economics professor in the cult 1980s hit Ferris Bueller&apos;s Day Off, is sueing the Japanese printer manufacturer Kyocera and its New York-based ad agency Seiter &amp; Miller for $300,000 for allegedly reneging on a deal to use him in an advert and at a speaking event. We can probably park these details to one side and leave it for the Los Angeles Superior Court to adjudicate on, which is where the lawsuit was filed on Wednesday. (Kyocera has so far declined to comment on the action.) Of broader interest is the reason Stein cites for the relationship turning sour. According to the complaint document, Stein is alleging that &quot;questions had been raised by defendant Kyocera about whether Ben Stein&apos;s views on global warming and on the environment were sufficiently conventional and politically correct for Kyocera...He also told [his agent] to inform defendants that as a matter of religious belief, he believed that God, and not man, controlled the weather.&quot;The Deadline has more details from the documents on why, claims Stein, the ad agency decided to &quot;withdraw its offer&quot;:  According to the suit, [it was] because of &quot;Ben&apos;s official positions on various policy issues that appear on the web of which we have only lately become aware&quot;. Kyocera and the agency Seiter &amp; Miller then hired a Ben Stein lookalike, the suit alleges, and dressed him with a tie, sport jacket and glasses and brazenly misappropriated Stein&apos;s public persona for commercials  thereby intentionally inflicting emotional distress on Stein.  The Wall Street Journal provides some extra context:  The Kyoto-based company has prided itself on its eco-friendly measures to combat global warming  in December, it won the annual award from Japan&apos;s environment ministry in December, lauded for its initiatives to &quot;cope with global warming.&quot; According to the complaint, Mr. Stein responded to a question from the company seeking to ascertain his views on global warming that while he was concerned about the environment, &quot;he was by no means certain that global warming was man-made, a position held by many scientists and political conservatives.&quot;  Indeed, Stein&apos;s views on global warming are easy to find online. Here, for example, is what he wrote in the American Spectator in 2005 in response to Hurricane Katrina:  There is no overwhelming evidence that global warming exists as a man-made phenomenon. There is no clear-cut evidence that global warming even exists. There is no clear evidence that if it does exist it makes hurricanes more powerful or makes them aim at cities with large numbers of poor people.  In 2008, he explained why &quot;Exxon Mobil needs a hug&quot; in a comment piece for the New York Times. And here he is appearing on Fox News in 2009 claiming that &quot;global warming is by no means proved&quot;. It&apos;s not as if he&apos;s been keeping his views to himself. Stein&apos;s lawsuit has echoes of a case back in 2009 in which an employment appeal judge in London ruled that, according to UK employment law, it was possible for an employee to have a &quot;philosophical belief&quot; that manmade climate change is real and that the &quot;resulting moral imperative&quot; to take action is justified. The case first arose when Tim Nicholson, the former head of sustainability at Grainger PLC, a residential landlord, sought to take his former employer to a tribunal on the grounds that he had been dismissed for his environmental views. As I wrote at the time:  Of course, someone shouldn&apos;t be discriminating in the workplace for &quot;believing&quot; that it is an ethical and moral imperative to act to avert man-made climate change. Just as much as they shouldn&apos;t be discriminated against in the workplace if they believe it is a load of bunkum dreamt up by the communist world government in waiting.  I still very much stand by that. But, nonetheless, I await the outcome of Stein&apos;s lawsuit with interest.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/12/views-global-warming-employment-stein", 
    "wordcount": "713"
}