{
    "headline": "Press Start: Witcher 3 coming, Wii channels going, Elder Scrolls Online growing", 
    "text": "A selection of links hand selected by the Guardian games writers The Witcher 3: Wild Hunt first look - slaying giants in CD Projekt RED&apos;s icy open world RPG | PC Gamer Tom Senior:   I know this is exactly what a brooding fantasy RPG anti-hero would want you to think, but Geralt really is misunderstood. At first glance, The Witcher&apos;s reticent protagonist is a walking clich. He has silver hair, a scar over one eye and two swords permanently fastened to his back. If you asked an artist to sketch a typical troubled, dark-fantasy badass the results would look suspiciously similar, but these aren&apos;t frivolous artistic embellishments  they&apos;re the marks of a man who has survived for decades in the gloomiest of dark fantasy worlds.  Thus begins an interesting preview of the forthcoming Witcher instalment. Wii News: Nintendo closing Wii channels and online services this June | Official Nintendo Magazine  Nintendo will shut down many of its Wii Channels on 28 June, including the Nintendo Channel, News Channel, Forecast Channel, Everybody Votes Channel and Mii Contest Channel. Additionally, you&apos;ll no longer be able to send and receive messages using the Wii Message board. However, the Wii Shop Channel will stay open so you&apos;ll still be able to download WiiWare and Virtual Console games.  And so Nintendo begins to pull back from its record-breaking console. These channels were part of the initial placing of Wii as a family entertainment platform  even if many users never explored them. Elder Scrolls Online video shows 20 minutes of in-game footage | PCGamesN Julian Benson:  As captured footage goes, it&apos;s not the liveliest of affairs. I&apos;d have liked to have seen fewer than the seven minutes of &apos;I&apos;m on a boat&apos; video that we did but we do get a good spread of what to expect as players of the game. There are no hovering quest icons over NPCs but we can set the interface to show friendly NPCs, highlighting those most likely to need our aid; we&apos;ll be managing health, mana, and stamina in our fights against the local fauna; at about 12 minutes in we also see something of how developer Zenimax Online hope to make MMO combat their own, adding in the block technique from the Elder Scrolls games and not leaving dodges and deflections up to unseen dice rolls.  State of Decay to finally release in June on Xbox Live | VG247  Undead Labs has set a June release window for State of Decay, its upcoming survival horror title. That&apos;s not all: the developer saw fit to release a new video for it as well, and it&apos;s below. The game has been in development since at least 2009, and the game was confirmed for XBLA back in 2011, when it was still known as Class3. The game is the platform its MMO, Class4, will be build upon.  Preview: Hiversaires | TIGSource  The world of Hiversaires is presented through detailed pre-rendered stills with very little motion involved, and a pure monochromatic palette (with one notable exception). The game is played by stepping through the world frame by frame, making simple input in order to open up more of the environment to explore. Described by its creator as &apos;an adventure puzzler in the genre of Myst and Drowned God&apos;, Hiversaires offers little consolation for players, providing minimal feedback or reward, and demanding patient observation before progress can be made.  This looks fascinating. The Weblog Freeware Pick: KTX-1, cyberpunk espionage adventure aboard a sabotaged train | IndieGames.com   KTX-1 is a short cyberpunk espionage adventure game by the developer known as DoorKnobHandle, or DKH. The game won last month&apos;s MAGS (Monthly Adventure Game Studio) Competition, and with good reason. Only about 90 hours of work over the course of one month went into the game&apos;s development, but it&apos;s as polished as many commercial adventure games. The KTX-1 of the title is a high-speed train on which terrorists have planted a bomb. As the agent of a shady government, it&apos;s your job to find and defuse the bomb while avoiding detection yourself.  Love the look of this  will we ever tire of retro visuals? I don&apos;t think so.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/15/game-links-press-start", 
    "wordcount": "688"
}