{
    "headline": "Did Stone Age cavemen talk to each other in symbols?", 
    "text": "Visit the caves of Pech Merle, Font-de-Gaume and Rouffignac in southern France and you will witness some of the most breathtaking art our planet has to offer. Images of bisons, lions and other creatures loom from the cavern walls. Herds of horses and the occasional rhino, not to mention the odd mammoth and giant bull, parade across the rocks. Many animals are depicted in vivid colours, with a sense of perspective and anatomical detail that suggest these artists had acquired considerable skill. These underground galleries, found mostly in France and Spain, also turn out to be remarkably old. The works at Rouffignac have been dated to around 13,000 years old, while those at nearby Chauvet and Lascaux are thought to be more than 30,000 years old. This testimony on rock walls  in daubs of ochre and charcoal mixed with spittle and fat  shows that our hunter-gatherer ancestors could depict the world around them in a startlingly sophisticated way. As the art critic John Berger once said of these painters, they appear to have had &quot;grace from the start&quot;. Picasso was even more awestruck. &quot;We have invented nothing,&quot; he remarked gloomily, after a visit to Lascaux in 1940 to inspect the handiwork of his Stone Age predecessors. Not surprisingly, these paintings attract tens of thousands of visitors every year. However, there is another aspect to this art that often escapes attention, but which is now providing scientists with fresh insights into our recent evolution. Instead of studying those magnificent galloping horses and bisons, researchers are investigating the symbols painted beside them. These signs are rarely mentioned in most studies of ancient cave art. Some are gathered in groups, some appear in ones or twos, while others are mixed in with the caves&apos; images of animals. There are triangles, squares, full circles, semicircles, open angles, crosses and groups of dots. Others are more complex: drawings of hands with distorted fingers (known as negative hands); rows of parallel lines (called finger flutings); diagrams of branch-like symbols known as penniforms, or little sketches of hut-like entities called tectiforms. In total, 26 specific signs are used repeatedly in these caves, created in the millennia when Europe descended into  and emerged from  the last great Ice Age. &quot;These symbols are all over these cave walls, but no one really notices them,&quot; says Genevieve von Petzinger, of the University of Victoria, in British Columbia. &quot;For example, in Werner Herzog&apos;s recent documentary about Chauvet, Cave of Forgotten Dreams, he concentrates totally on the paintings of the horses and rhinos and lets his camera sweep past the symbols as if they simply are not there.&quot; That is a mistake, according to von Petzinger. For the symbols provide clear evidence of the way our ancestors moved from representing ideas realistically  as in those beautiful images of bisons and mammoths  to the stage where they began to represent concepts symbolically. In some cases, signs appear to emerge from the use of truncated images of an animal and eventually come to act as a symbol for that animal in its entirety. For example, a wavy line used to depict the back of a horse in a larger painting eventually comes to stand for the entire horse in different sets of paintings. But there is more to von Petzinger&apos;s work than the study of the appearance of the symbols. Working with her colleague April Nowell, she has created a database of all the signs found in more than 200 caves and other shelters in France and Spain. The aim was to study where and when they were first used, and in what combinations, and to compare them with markings found on other ancient artefacts. The results are startling, for the database shows many symbols are frequently arranged in specific clusters repeated over and over again in different caves (a negative hand with finger fluting, for example). &quot;What we found was quite remarkable,&quot; says von Petzinger. &quot;There is definite patterning in the way these signs were used.&quot; In other words, she and Nowell have shown that these markings are no mere abstract scribbles but appear to be a code that was painted on to rock by the Cro-Magnon people, who lived in Europe 30,000 years ago. They seem to have found evidence that some form of written language was being attempted by our Stone Age ancestors, an idea that  if substantiated  would push back the recognised birth of writing from about 6,000 years ago, as produced by the first agrarian societies, to an incredible 30,000 years ago. Von Petzinger and Nowell remain cautious, however. &quot;We cannot use the &apos;L&apos; or &apos;W&apos; words yet,&quot; says Nowell. &quot;This is not writing as we know it or language as we understand it. However, in these caves we are looking at the patterning of symbols, and if we can unravel that, we can get to their meaning.&quot; Their caution is understandable. Yet the evidence is striking. For example, von Petzinger has found one set of five symbols  &quot;II ^ III X II&quot;  to be especially common, appearing on walls like a recurring motif. Intriguingly, she has recently found the sequence in another, unexpected location. &quot;At St Germain de la Rivire, north of Bordeaux, the skeleton of a young woman  dated as being around 15,500 years old  was discovered with a necklace made of the teeth of red deer,&quot; adds von Petzinger. &quot;Three of those teeth have markings on them: &apos;II ^&apos; was on one; &apos;III&apos; on another; and &apos;X II&apos; on the third. We have our five common symbols appearing on a necklace.&quot; At this time, there were no red deer in France and it is thought the necklace teeth came from Spain, possibly as items of trade between different tribes. Obsidian and other goods are also known to have been exchanged by groups from these regions. But if the necklace pieces arrived by this route, were the symbols carved on to them before or after they arrived in France? If it was the former, this suggests a crude form of written language may have already linked the different groups of Cro-Magnon hunter-gatherers then living in southern Europe. Perhaps the symbols make up the letters of a name or it&apos;s possible they contained a religious message. &quot;It is impossible to tell today, but the deer teeth are certainly very important information,&quot; says Nowell. &quot;They suggest that the five symbols represent three specific units of meaning. We couldn&apos;t tell that from the cave paintings, where they appear lumped together. This may not be writing as we know it but equally, these are not random doodles on a wall.&quot; In effect, this work is part of an information revolution, adds von Petzinger. &quot;Scientists had noticed these symbols before, but until we made our database we could not analyse them properly. Today, I can ask my database any question I like. For example, how many hectiforms are found at each cave that were painted, say, between 15,000 and 20,000 years ago? That slowly pulls out the patterns.&quot; Their work has one other critically important aspect, however. Those strings of symbols seem to have been in widespread use 30,000 years ago, as modern humans spread through Europe, having finally seen off the Neanderthals. The question is: when did modern humans first develop and use them? Did Homo sapiens invent them after we arrived in Europe or do they have an even older lineage? Is it possible that our ancestors carried them out of their African homelands when they first began their global diaspora, about 70,000 years ago? The answers to these questions reveal a key division in the world of palaeontology and anthropology. On one hand, scientists such as Richard Klein, of Stanford University, Nicholas Conard, of Tbingen University in Germany, and others argue that advanced human behaviour  involving use of complex symbols, art and sophisticated tools  did not appear until about 35,000 years ago, during a sudden flowering of creativity called the Great Leap Forward. Pointing to works such as those at Chauvet, Lascaux and other caves, and to discoveries that suggest that musical instruments, boats and religious objects were first made around this time, proponents of this theory argue that an abrupt change in our behaviour  possibly due to mutations in our DNA that affected our intellect and brain structures  occurred as we began to pour into Europe. These changes then triggered a cultural revolution that later spread round the world. Other scientists disagree, among them Alison Brooks, of the Smithsonian National Museum of Natural History in Washington, and Professor Peter Mitchell, at Oxford. They argue that there is plenty of evidence to indicate that humans had reached their full intellectual potential long before they left Africa. Recent discoveries made in South Africa include tiny flint points, which may be the first arrows ever made, and beautifully crafted pieces of ochre that suggest works of arts and jewellery were being created there 70,000 to 90,000 years ago. There was no Great Leap Forward, a concept that Mitchell has described as &quot;Eurocentric nonsense&quot;. Does the work of von Petzinger and Nowell shed any light on this division? After all, their work focuses closely on the crucial period when the Great Leap Forward is supposed to have occurred. Do any of those symbols at Lascaux, Chauvet and Rouffignac appear in earlier forms of art found in South Africa? According to von Petzinger, the answer is probably yes. Many of the swirls, crosses, circles, open angles and crosshatches seen in France are also found in far earlier works from Africa. For example, the open-angle symbol can be seen on engravings at Blombos cave in South Africa, where artistic artefacts about 75,000 years old have been found. &quot;When you look at the symbols on the caves in France and Spain, you have to realise that these are things our ancestors were already comfortable with,&quot; says von Petzinger. &quot;They had been using them for a long time.&quot; In fact, she adds, works of equivalent majesty to those painted on cave walls in France were probably created in earlier times, but have been lost or have decayed. &quot;Previous symbols tended to be carved into perishables, such as wood and skins, which have now disintegrated.&quot; In other words, the artistic genius responsible for Chauvet was part of our African birthright.As Nowell says: &quot;Caves are funny little microcosms that protect paint. If it wasn&apos;t for the fact that these people decided to put some of their art there, then we might never have realised just how advanced they were artistically. In fact, the populations that produced these artists were people just like you or me.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/11/cave-painting-symbols-language-evolution", 
    "wordcount": "1823"
}