{
    "headline": "Facebook apologises after blocking founder of Gay Marriage USA Facebook", 
    "text": "Facebook has apologised after it blocked the operator of one of America&apos;s leading same-sex marriage campaigns from accessing the service when he posted a photograph of a mixed-race gay couple online. Murray Lipp, the founder of the Gay Marriage USA Facebook page, which has 300,000 fans, received a notification that the photograph of a gay couple was &quot;offensive&quot;. The photograph of the marriage of a bishop at a relatively small Pentecostal church movement with his husband resulted in a number of complaints. In a message sent to Lipp by the Facebook administrators, he was told that he would be prohibited from posting content on to the Gay Marriage USA Facebook page for a week for breaking Facebook&apos;s &quot;policies and community standards&quot;. Prior to the image being removed by Facebook, it had garnered a significant number of homophobic comments including: &quot;I am just in disgust with their lifestyle. It&apos;s disgusting and completely vile.&quot; Another said: &quot;Someone please explain to me how it is acceptable when man and man/woman or woman cannot conceive children? It is our purpose in life to conceive children.&quot; Others quoted passages from the bible that prohibit gay sex and threatened to get the Gay Marriage USA Facebook page shut down. Lipp claimed that he has been reprimanded by Facebook numerous times over the past year following complaints that he perceived to have originated from homophobic subscribers to his page. He told the Guardian: &quot;Not once has Facebook ever contacted me to give me an opportunity to respond  it simply blocks me each time and each time the block is for a longer period of time. It&apos;s totally unjust that I should be punished for someone else&apos;s homophobia.&quot; After being notified of the situation by the Guardian, Facebook relented and reinstated the Gay Marriage USA page. A spokesman for Facebook said: &quot;The content of the photograph in question did not violate our terms, however it was removed in error.&quot; He explained that the correct action would have been to remove the homophobic comments, adding: &quot;Normally these comments are reviewed separately and removed where appropriate. In this instance the photograph itself was mistakenly taken down, despite there being nothing in the picture that breaks our rules. We apologise for the error.&quot; A source at Facebook explained that the company receives thousands of complaints about content every day and that occasionally mistakes are made but that a longer term review is underway of the way that the social network deals with accusations of offence. Earlier this month, Facebook apologised for the deletion of content posted by PinkNews that used the word &quot;faggot&quot; while reporting on a homophobic outburst made by the singer Azealia Banks. Following the post, several PinkNews staff found themselves temporarily blocked from the social network.  Benjamin Cohen is the founding publisher of PinkNews.co.uk", 
    "section": "technology", 
    "gid": "technology/2013/jan/23/facebook-gay-marriage", 
    "wordcount": "486"
}