{
    "headline": "Agent Orange still stokes fear in Vietnam's pregnant women", 
    "text": "In the waiting room of a maternity hospital in Hanoi, pregnant women sit anxiously until their names are called. Many have been here numerous times to get an ultrasound scan. Dung, 28, from a village on the outskirts of Vietnam&apos;s capital, is seven months pregnant. &quot;Every month I come here for regular check-ups and an ultrasound,&quot; she says. &quot;If you don&apos;t know you are pregnant and you take the wrong medication, birth defects can easily occur in the first three months of pregnancy.&quot; &quot;I&apos;m afraid of my child&apos;s health, that&apos;s why I come for regular visits,&quot; says 30-year-old Nhung. &quot;There are risks from birth defects mainly from the environment, and infectious diseases passed from mother to child.&quot; In most European countries it is national policy for hospitals to offer at least one ultrasound during pregnancy to detect the date of delivery and any abnormalities. However, in developing countries the use of scanning has increased as it is vigorously promoted by manufacturers and doctors. In Vietnam the marketing and use of obstetric ultrasound is spreading, according to anthropologist and Vietnam researcher Tine Gammeltoft from the University of Copenhagen. In a highly patriarchal society, many seek scans to determine the sex of their baby, but this is only necessary once or twice and repeated scans are due primarily to a fear of birth defects. Gammeltoft says that, on average, a woman in Hanoi will have 6.7 scans during pregnancy  and some have more than 30. The motivations of service providers play a part, but fear of birth defects is deeply rooted in the country&apos;s recent history. For 10 years during the Vietnam war, US troops sprayed over 11m tonnes of the herbicide Agent Orange on central and southern Vietnam to clear foliage that was providing cover for enemy soldiers. It contained the dioxin TCDD, which has persisted in the environment and in the food chain. A list of health problems has been linked to the dioxin and some experts say its impact on genetic material causes birth defects. The Vietnamese Red Cross says around 150,000 children suffered birth defects linked to the chemical. &quot;After the war we started to notice many couples were giving birth to deformed babies, [and] we were really afraid,&quot; says Hoang Xuan Thanh, 70, a retired journalist who lived in a dioxin hotspot, Quang Nam province, during the war. In the years after the war people were too busy rebuilding their lives to think about Agent Orange, he says. Public discussion didn&apos;t gather momentum until 2004 when the Vietnamese Association for Victims of Agent Orange (Vava) filed a lawsuit against US companies for liability in causing personal injury by producing the herbicide. The case was dismissed a year later. The practical risks of being exposed to the dioxin today are very small. The Vietnam association for public health has spent years publicising the risks of consuming potentially contaminated food and water, and teaching people how to stay safe, says Charles Bailey, director of the Washington-based Aspen Institute&apos;s Agent Orange programme in Vietnam. &quot;This has been their consistent message over the years: don&apos;t get upset, don&apos;t be fearful, just be smart, be careful,&quot; he says. Activists say the proliferation of certain images to highlight Agent Orange helps raise awareness of people with disabilities. However, the fear of children being born with disabilities still plagues women, Gammeltoft says, even if they know their family was not exposed to the dioxin. Vietnam has a disability rate of 6.3%, about 5.3 million people. The World Health Organisation estimates that about 15% of the world&apos;s population lives with some form of disability. &quot;Even though they know the risks of having a deformed child are low, they are still disturbed by the images. Even though most know this is not me, these images still create anxiety,&quot; she says. The ministry of health needs to issue guidelines on pregnancy to lessen the stress for pregnant mothers, Gammeltoft adds. Regular scans do not appear to have adverse effects on a foetus, according to the WHO, but the increased surveillance of the pregnancy puts unnecessary stress on expectant mothers. In northern Vietnam the tradition prevails that a woman raises her status in her husband&apos;s family with the birth of a child. However, a child with a deformity can do the opposite. &quot;Before I had my baby my mother-in-law was never polite to me; now she&apos;s friendly,&quot; says Huong, 26, who works for a graphic design company in Hanoi and has a two-year-old son. She says she had around 10 3D scans during her pregnancy. &quot;I kept thinking about what could go wrong, and I knew life would be so hard  so I had the scans to reassure me.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/11/agent-orange-vietnam-pregnant-women", 
    "wordcount": "803"
}