{
    "headline": "What do students want in a club?", 
    "text": "Whether you&apos;re a frantically cramming finalist or a fresher recounting your gap-year tales for the millionth time to your new BFFLs, chances are you will need to unwind eventually. When students aren&apos;t studying, schmoozing or social climbing, they&apos;re probably (in Britain at least) getting disgustingly drunk and doing things that will haunt them via the ether of Facebook for years to come. So, how should club owners get us students to part with the cash we&apos;ve prised out of Student Finance/mummy and daddy/part-time employment? Here are some dos and don&apos;ts: Do  Take some inspiration from higher-end clubs. A chrome handrail isn&apos;t enough, by the way. Leaving punters with temporary tinnitus from a distorted sound system blasting out Barbie Girl or expecting strobes you picked up on eBay for 30 to illuminate an entire club won&apos;t lead to a love affair with locals.  Be quirky. Durham&apos;s Loveshack boasts themed 60s decor to match its name  including a VW camper van. Bristol&apos;s nautical Thekla venue (not strictly a student club but the punters are mostly teenagers and it has made several cameos on Skins) comes in the guise of a docked boat.  Embrace a nickname. In Cambridge, the famous Cindies is actually called Ballare, and Life&apos;s real name is The Place. Don&apos;t  Take all of your inspiration from higher-end clubs. There is no point trying to imitate the West End experience in the West Country, for example, because the bigger version will always win. Plus, any kind of elitist, exclusive vibe doesn&apos;t work too well in the egalitarian student clubbing world, where chunder and tears are a great leveller.  Rip people off. It&apos;s actually illegal to give people the wrong change, top up drinks with water and &quot;lose&quot; items left in cloakrooms.  Host tacky theme nights. If your club is dire, no amount of UV lights, foam and togas will make it into a Grecian rave.  Get your promoters to invite us on Facebook. Repeatedly. All the time. We will just click ignore without reading the end of Club owners need to pick a formula and stick to it  deviation from time-honoured traditions might cause unrest as it did recently in Durham where cheesy Klute had an upmarket makeover much to the chagrin of students, one of whom made a Downfall parody to show his annoyance. Perhaps the most important rule of all is for clubs to ignore our cheeky tips and stay true to themselves. What do other students think?  Want more student content? &apos;Like&apos; our new facebook page Guardian Student.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/09/what-do-students-want-in-a-club", 
    "wordcount": "425"
}