{
    "headline": "PS4 rumours: '50% more powerful than Xbox 720'", 
    "text": "A new batch of rumours has surfaced surrounding the next generation games machines from Sony and Microsoft  you&apos;d better get used to this from now on. Gaming site VG 247 has spoken to developers returning from the Consumer Electronics Show in Las Vegas, where they claim to have been briefed on the hardware at secret meetings.  According to these off-the-record discussions, the Playstation 4 processor, apparently based on the AMD A10 APU, will have a run-capability of 1.84 teraflops. In comparison the next Xbox will be capable of hitting 1.23 teraflops  giving PS4 a raw computational advantage. However, it seems that while the PS4 (or Orbis as it has been codenamed) will feature 4GB of system RAM, the 720 (or &apos;Durango&apos;, or indeed &apos;Infinity) will squeeze in 8GB, 4-5GB of which will be solely for games. This contradicts various rumours the Guardian has heard that both systems will feature 4GB of RAM.  There are also strong indications that both Microsoft and Sony will run their own events this spring, possibly as early as March, to announce their new hardware. It may then be shown off in more detail at the vast E3 exhibition in June. This would seem to make sense, allowing the manufacturers to corner the gaming news agenda without having to compete against the madness of a major trade show. Other reports have also mentioned that the two machines will be able to read 100GB Blu-ray discs. This would represent a major turnaround for Microsoft, having attempted to compete against Blu-ray in the last generation with an Xbox HD DVD player. It&apos;s also likely that we&apos;ll see some innovation in the user interfaces. Microsoft is rumoured to be building a new version of its Kinect motion control device into Xbox 720, while Sony may well be experimenting with touch controls, basing its next Dual Shock controller on the Vita, complete with a centrally placed touch pad. While there&apos;s likely to be plenty of truth in all of this, specifications rarely tell the full story, and computing power is only part of the architectural equation in games machines. Just as important tends to be the pipeline between processors, and the way in which memory is managed by the system. Speaking to the Guardian about these performance figures this morning, one developer told us, &quot;that&apos;s like asking someone to choose a Lamborghini over a Ferrari, just on top speed.&quot; Richard Leadbetter of Digital Foundry agrees. &quot;The rumours are certainly plausible, but we&apos;re essentially looking at singular components in isolation and not in context of the system as a whole. The PlayStation 3 has a graphics core that is basically an entire generation behind that in the Xbox 360, yet no one can deny that it&apos;s Sony&apos;s first party games that have led the way in the visual arts.&quot; Also, developers the Guardian has talked to have told us that the software and services side will be far more important in the next generation. Which machine will be able to download or stream digitally distributed games the fastest? Which will have the most stable, secure and reliable online infrastructure? With retail sales of physical goods falling, the emphasis is likely to be on downloadable titles  and providing a compelling service rather than raw processing grunt, could be the key to success. Another factor, of course, is price. In a competitive consumer electronics marketplace filled with desirable gadgets, the Xbox and PS4 machines will need to aim as low as possible. Some analysts have predicted $400 (250) a piece, which matches the &apos;pro&apos; Xbox 360 at launch, but is $200 less than the 60GB PS3 when it premiered.  A lower price is realistic though, as it seems both consoles are based on off-the-shelf kit this time round, rather than proprietary hardware that&apos;s expensive to design and manufacture. Based so closely on known PC components, however, some will want to compare the systems directly against gaming PCs. &quot;On a general level, we&apos;re looking at medium-level enthusiast PC hardware,&quot; says Leadbetter. &quot;My guess is that you could build a PC with equivalent parts for around 400-450. But the magic of console architecture is that those parts are incorporated into a fixed platform, built principally for games. Just like the PS3 and Xbox 360 before them, these machines will live on for many years  far more than the current-gen PC parts they share equivalent performance to.&quot; More  much, much more  to follow soon...", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/18/xbox-720-ps4-rumours", 
    "wordcount": "752"
}