{
    "headline": "Windows or Doors? Experts, publics and open policymaking", 
    "text": "Before I leave for the launch of the Future Directions for Scientific Advice collection (which is now available to download in full), here&apos;s an abridged version of the piece that Simon Burall and I contributed.  The government&apos;s Civil Service Reform Plan sets out an aspiration to &quot;Establish a clear model of open policy making.&quot; A renewed appreciation of the limits of government in defining, framing and shaping policy is an invitation to a new model of open policy-making, but what this &quot;clear model&quot; means in practice is an open question. Since the 1980s, UK policymakers have rapidly abandoned a technocratic model in which experts were relied upon to settle policy issues away from the public spotlight. But, as we will explain, there is not yet a consensus on what the alternative should look like. We have seen institutional experiments in openness come and go, without clarity about what they are trying to achieve.  The Freedom of Information Act provides just one of the new windows on the world of policymaking. But not all policymakers take openness further, opening the doors to a wider range of advice and input. Over the last decade, the UK has built a rich experience of public dialogue on issues involving science, much of it run through Sciencewise. Our view is that such work can and should provide a basis for robust, credible, open policy. More than two decades on, the shadow of bovine spongiform encephalopathy (BSE) still looms over discussions of expertise and policymaking. In 1990, the then environment minister John Gummer infamously dismissed uncertainties about a new disease in cattle. Seeking to reassure the British public, farmers and the food industry that beef was safe, Gummer fed his four-year old daughter a burger for the benefit of the national media. The previous Conservative government admitted its mistake in its final months, confessing that BSE was linked to the fatal variant CreutzfeldtJakob Disease. The Phillips Inquiry of 2000 eviscerated the structures and cultures of advice and decision-making that had allowed for what Erik Millstone calls &quot;the most serious failure of UK public policy since the Suez invasion of 1956&quot; .  The Phillips report, in 16 thick volumes, remains the most important, forensic analysis of expert advice to government. It is required reading (at least in its abridged form) for any Chief Scientific Adviser and its insights have informed the various iterations of CSA Guidelines. Below, we summarise the most important conclusions as they relate to the question of openness: Conclusions from the Phillips Inquiry  &apos;Trust can only be generated by openness&apos;&apos;Openness requires recognition of uncertainty, where it exists&apos;&apos;The public should be trusted to respond rationally to openness&apos;&apos;Scientific investigation of risk should be open and transparent&apos;&apos;The advice and reasoning of advisory committees should be made public&apos;   Openness, according to Phillips, is not just about transparency. It also, crucially, is about being open-minded. Opening up expert advice means paying attention to scientific uncertainties, rather than obscuring them. It means opening up the inputs to scientific advice (who is allowed to contribute, how and on what terms?). And it means changing the outputs from advice, such that they do not offer single prescriptions but rather help to inform the range of available policy options. In the 1990s, a spate of science policy issues, such as those around BSE, genetically modified crops and in vitro fertilisation, led to the creation of new institutional machinery, including the Human Fertilisation and Embryology Authority, the Agricultural and Environmental Biotechnology Commission, the Human Genetics Commission and the Food Standards Agency. These bodies all blended science with other inputs  from ethics, social science, interest groups and members of the public  in order to build more credible policy. Much of this institutional machinery has since been scrapped or downsized. There is a danger that, as crises fade, administrations forget the importance and the complexity of building conversations between scientific experts, policymakers and the public.  In the UK, we have confidently left behind one model of expertise, but not yet landed on a satisfying and coherent alternative. We sit between two models of expertise. The old model, in which science and expertise are seen as trumping the values, preferences and knowledge of publics, is profoundly undemocratic. We have moved rapidly from having one of the world&apos;s more technocratic approaches to issues involving science, but the current state is rather confused. When we talk about being &quot;open&quot;, what do we mean? Are decision-makers really interested in diversifying their sources of advice and expertise or are they more concerned with whether people trust them? Is it a case of, as Stephen Hall has put it, &quot;give &apos;em bread, circuses and a bit of open government&quot;?  The assumption behind &quot;evidence-based policy&quot; is that there are &quot;hard facts&quot; and &quot;soft values&quot;. But all too often policy reality gives us the opposite. When BSE, SARS or avian flu arrived, there was scant evidence on which to build a watertight policy. There was a clear need for regulatory certainty, but the science was riven with uncertainty. The facts looked flimsy and the values, interests and politics were hard-fought. The job of the experts in such situations is to help policymakers navigate these uncertainties. But as we saw with BSE, it is rarely clear who the most relevant experts are. Policy remains filled with politics, values and difficult choices that demand open debate.  In 2005, Sciencewise was set up to enable a range of government departments and agencies with responsibilities involving science to carry out public dialogue. Dialogue, as imagined by Sciencewise, is an approach to involving members of the public in decision making which brings together a diverse mix of citizens with a range of views and values, and relevant policy makers and experts, to discuss, reflect and come to conclusions on complex and/or controversial issues likely to be important in future policies.  More than 20 Sciencewise dialogue projects have been completed since the programme began. These have ranged across a wide variety of policy areas involving science and technology, but all have involved deliberations among members of the British public, policymakers, scientists and other groups. All have aimed to influence a policy under development at the time of the dialogue.  The motivations for open policy-making as currently expressed may be in tension. We should not deny that one of the driving forces behind recent moves is a need to cut costs at the centre of government. The assumption is that sharing policy responsibility involves outsourcing and therefore generates new efficiencies. The inconvenient lesson from BSE onwards is that new sorts of institutions may be required in order to build socially robust, credible policy. Sciencewise provides one location for vital policy learning across various domains of science and technology. But others may be required if we are to avoid further surprises.", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/18/science-policy", 
    "wordcount": "1146"
}