{
    "headline": "How will cuts to disability benefits affect students?", 
    "text": "Alaina Sonn is style-savvy and has an eye for colour. Passionate about fashion, she hopes to study for a degree in design and textiles. &quot;I want the chance to learn more,&quot; she says. But Sonn, from Ross-on-Wye, has cerebral palsy and preparing for university won&apos;t be easy. On top of the usual costs, disabled students face the worry of funding care, transport and accessible accommodation. Charities now fear that welfare reforms, coupled with the higher tuition fees that take effect this year, risk shutting the door on the ambitions of many disabled young people. Disabled university students are entitled to Disabled Students&apos; Allowances (DSAs), which can fund a non-medical helper and, for students with the most complex needs, provide up to 6,885 for equipment and general costs. At the moment, disabled students can also claim some welfare benefits, with those studying full-time receiving an average of 70 a week through Disability Living Allowance (DLA), which helps pay for the extra costs of living with a disability. Part-time students receive the same benefits as prior to their degree; the amount varies wildly but could include Employment and Support Allowance, up to 99.85, which helps to pay for personalised support to help disabled people work. The welfare reform bill aims to cut the cost of benefits by reducing the number of people who are eligible  the lower levels of DLA, for example, are to be abolished altogether when the benefit is replaced with Personal Independence Payments. But the charity Disability Rights UK fears some will lose out unfairly. Neil Coyle of Disability Alliance says: &quot;If people are misassessed, they simply won&apos;t get their DLA. It&apos;s a huge blow to students because their benefits are linked, so if they don&apos;t get DLA then they won&apos;t get housing benefit either.&quot; The government&apos;s plans to reform the welfare system were hit badly last Wednesday when it suffered three defeats in the House of Lords  and it is likely the controversial changes to DLA will be defeated when they are debated in the House of Lords today. But it is doubtful this will prevent the bill going ahead. Tanvi Vyas, campaigns officer at the Muscular Dystrophy Campaign&apos;s Trailblazers, a group that raises awareness of issues affecting young people with muscle disease, fears students&apos; financial difficulties will be compounded. &quot;Disabled students moving on to higher education already face additional financial pressures. They are forced to foot the full bill for carers staying on campus, meaning many pay double for accommodation, and are saddled with several thousand pounds of additional debt each year.&quot; Vyas and other campaigners say government proposals to reduce the cost of the DLA by 20% will leave some disabled students with less money for personal care and transport. Sulaiman Kahn, who has congenital muscular dystrophy, studies advertising and brand communication at the University for the Creative Arts in Farnham, Surrey. As a result of his disability, he spends about 5,500 more on accommodation than other students  paying for his carer&apos;s place in halls, which costs 4,000 a year, and 1,500 for a room large enough to house his wheelchair and specialist equipment. Kahn, from Woodford Green, London, is grateful that his 24-hour care is provided by his local NHS community services authority  not all students are as fortunate. But nobody is willing to pick up the bill for his carer&apos;s room, meaning he must find 9,000 a year for accommodation  more than his 7,000 student loan. He is currently funded by charity grants and family savings. &quot;It&apos;s a lot,&quot; he says. &quot;But I don&apos;t want to sit at home watching daytime TV for the rest of my life. I want to go to work and pay taxes like everybody else. I can&apos;t explain to you what it feels like to go to university, have friends, work hard, to meet people  to live in a way that most people take for granted. And to do it by myself, independently.&quot; And there are fears that, as cuts to higher education set in, university access programmes will suffer. Disability Rights UK has raised concerns over the future of the widening-participation premium  the lump sum given by the Higher Education Funding Council for England to help universities support disadvantaged students. Tony Stevens, an adviser at Disability Rights UK, says the fund allows universities to cover the cost of vital frontline staff. &quot;Itpays for the disability advisers who support disabled students at university. If the money isn&apos;t there, universities will be left to sort this out for themselves.&quot; From September 2012, efforts to boost access will be largely funded by individual institutions  but the university think-tank million+ warns that it is crucial the premium is retained beyond 2012-13. Pam Tatlow, chief executive of million+, says: &quot;Little more than a year ago, Vince Cable and David Willetts were clear that the widening-participation premium, which includes funding to support disabled students, was a top funding priority. If ministers are serious about supporting disabled students getting on in education, then the abolition or scaling down of the WPP would completely undermine this commitment.&quot; Nearly 30,000 disabled students entered higher education last year  an increase of almost 75% compared with 2004, according to Ucas figures. But campaigners fear the rise will be reversed. &quot;Widening participation in higher education has been a major component of education policy over the last 15years. We are concerned that these gains may be under threat,&quot; says Stevens. Khan says without the support of welfare benefits and the academic support provided through DSAs university would have been out of the question. &quot;Itwouldn&apos;t have been possible. Even now, it is a huge financial commitment.&quot; While DSAs will remain the same, Khan does not know how the welfare reforms might affect him. &quot;It&apos;s a lot harder for disabled people to prove to employers that they are capable, but a degree enables you to do that,&quot; he says. &quot;If the government wants disabled people to work, not to just be on benefits, they need to support young disabled people who want to get an education or training.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/16/disabled-students-welfare-reform", 
    "wordcount": "1049"
}