{
    "headline": "Guardians Future of Higher Education Summit 2013  as it happened", 
    "text": "  5.18pm GMT       And that&apos;s all folks! Thanks for joining us. We have our Guardian University Awards taking place at 6pm, so everyone is making a swift exit. You can follow the highlights of the event this evening on Twitter @gdnhighered using the hashtag #gdnuniawards13. To find out more about our future events and content, register at the Guardian Higher Education Network.        5.08pm GMT       Points from Schwartz talk:  Everyone developing all their own content for courses is not sustainable Stuck in the 19th Century  universities are like an artisan industry Businesses are being developed around online learning - this is a huge growth industry   Collaboration often called cheating at universities   Almost nobody believes that this is the end of traditional higher education, higher education it about minds rubbing on minds, and communications across cultural divides. It is not going to replace all of those things but may replace some, like those commodity courses that everyone delivers, e.g introduction to statistics, or it will have an impact on universities that aren&apos;t resourced very well.    Is our quality assurance up to what we need for online learning?  He finishes his speech by saying, if we want to preserve what is best about our universities, then they need to change, and do so by becoming faster, cheaper, and better       4.48pm GMT       Higher education is doing really well, so why even consider changing? Schwartz said there are three reasons why:  Faster Cheaper Better  ...this is what digital can deliver.        4.39pm GMT       Steven Schwartz, former VC for Macquarie, Brunel, and Murdoch University, has now taken to the stage for the final keynote on the university of the future...       4.34pm GMT         Sweeney: Academics compete. We're inherently in competitive system. Government did not create REF, researchers have over past 30yrs #he2013&mdash; Higher Education (@GdnHigherEd) February 27, 2013        4.28pm GMT       Sweeney:  I believe that universities are not only at the heart of our economy / recovery but at the heart of the fabric of our nation I detect in today&apos;s sessions a little bit of introspection and lack of confidence  do you believe? I do! We should have confidence in what we are doing if we are going to work collaboratively with business, we need to understand where our strengths are        4.13pm GMT       David Sweeney, HEFCE&apos;s director of research, innovation and skills, opens his speech by saying, &quot;you see in front if you a broken man&quot; after the comments made so far at the day&apos;s event. He will be questioning the sustainability of research funding.        4.08pm GMT       Dan Derricott, student member of the brand and student engagement officer, AQQ  We need to move to quality enhancing, and students playing a big role in that What I&apos;d like to see is us as a sector working together and looking at things like assessment and feedback. Why are we not working more effectively on that? The notion of competition has led us to shy away from working together more, instead we should be focusing on helping collaboration to facilitate enhancement  Ruth Farwell, VC and Chief Executive, Buckinghamshire New University  Changes in QAA systems has been based on students lobbying in this area There is a one dimensional view of what a top quality student experience is, but how does a student decide what the right model is for them?  Paul Manners, director, National Coordinating Centre for Public Engagement &quot;I think quality is a negotiation&quot; ... and to change the format around, he has put two questions out to the floor:  What do you most value about universities? What do you most worry about?  And their thoughts...  Value their transformative effect on students and staff, more so in their communities and the values they bring to that. But one of my worries is how do you measure that? Value the ability to explore, look forward, experience and gather that knowledge and preserve it over time. The fear is death by compliance.   Barriers to public engagement is profound. The egotistical nature of academia as much a problem as deficit in public understanding     Derricott:Students are essential to engaging the public.The most vocal students are those who get the most from their experience. #he2013&mdash; QAA (@QAAtweets) February 27, 2013        3.31pm GMT       We are now breaking out into two sessions. We will be covering the talk about quality, asking, what should the public expect of higher education? A side note... #HE2013 is now trending on Twitter!       3.26pm GMT       Emma Leech:  Logos are not your brand. Your institution&apos;s identity is - it&apos;s about real places, real people. We had a freshers blog this year and did a lot of primarily work to make sure students were aware of our social media platforms.  As communicators we need to be proactive about communicating to students at the right time.   Kathryn Jones:  It&apos;s about making sure we are attracting the right kind of student as well     Marketing by unis given high profile @gdnhighered. Video and mobile are key. @panopto not just for lecture capture? #he2013&mdash; Tom Davy (@tomcdavy) February 27, 2013        3.14pm GMT       Kathryn Jones:  Birmingham City University was the first university to appoint a dedicated student communications manager. Social media is a good way to talk to students but also to listen. An online corporate newsletter will soon also be managed by our students also.  The university has now established itself as a brand  offering student copyrighting, film making and much more.  ...although, Im informed that those in north Brum ie. Aston Villa territory are still unhappy about being called Birmingham City students&quot;       2.42pm GMT         Teatime. And in case you wondered what our students looked like... #he2013 twitter.com/GdnHigherEd/st&mdash; Higher Education (@GdnHigherEd) February 27, 2013        2.40pm GMT       Time for some quick tea and cake and then back in the room to discuss improving engagement and student recruitment with Kathryn Jones, director of marketing and comms at Birmingham City University and Emma Leech, director of marketing, comms and recruitment at University of Nottingham.       2.24pm GMT       Plowden: Sixth form colleges need to help advise students about funding opportunities for students. Question from Chris Taylor QAA, what does good quality teaching look like? Jon Gleek: &quot;From my student experience, the best academics were usually the worst teachers. Academics could help inspire students outside of the classroom.   Alix: Important for teachers to be punctual!        2.16pm GMT       It&apos;s now the students turn to ask their questions. On the panel we have: Jon Gleek, Welfare Officer, Atlanta Plowden, first year student and Alix Pressley, sixth form student.       2.10pm GMT       Sue opens up the question on how best to provide quality of online learning in higher education. First, we need to make the clear distinction between Moocs and online learning, say the panel. Naik: FutureLearn is focusing on making sure they get the quality right by being careful with the number of universities we are running with Bollington: We do not allow for the fact that students want to study in different ways. I think the quality of studying online is better.    @gdnhighered: Bollington: What do we now do on campus with space/time freed up by online learning? Build in employability no?#he2013&mdash; Sarah Gordon (@miss_g_24) February 27, 2013        1.58pm GMT       Questions from the audience and Twitter: Jon Gleek, Welfare Office at University of Sheffield  what impact will online learning have on contact between students and students?  &quot;It empowers students&quot; says Rajay Naik. &quot;Its students who decide which courses are the most successful. Those featured on the front page of iTunes are there because they are popular among students.&quot; What do we now do with the on-campus time? asks Andrew Bollington    Business model seems to rely on support from within institutions - is that scalable with intakes of hundreds of thousands? #HE2013&mdash; Peter Tinson (@pat3460) February 27, 2013        1.49pm GMT       After queues round the pick&apos;n&apos;mix, we are back in the room to discuss online learning with the panel, starting off with Jeff Haywood, vice-principle from the University of Edinburgh  No way online learning it is a passing fad, it is hear to stay Well-designed and developed online courses are effective and satisfying as anything delivered on campus I don&apos;t believe online learning is a deficit model Online learning can remove barriers to access and visa restrictions imposed by various countries  Rajay Naik, director of government and external affairs, the Open University:  This is still the second best system on the planet for higher education Three things are coming together:   Demand cannot be met by conventional supply Digital revolution  Finance - huge amount of investment coming to this field   Yes technology is important, need to make rich experience, but crucial thing is not tech itself, is the people  Andrew Bollington, chief operating officer, University of London International Programmes:  Online learning is another form of distance learning which started in 1858 Some technology has become better and more convenient than the traditional ways of working I do believe online education is a fad, and in 10 years&apos; time it won&apos;t be there  simply it will become a core part of the way we are learning  Michael Stevenson, vice-president, Cisco System:  University model might be under fundamental threat. Why? Scale of disruption caused by Moocs and nature of this learning experience Impact of Moocs has been a bit limited and absent in a way that can offer a kind of teaching experience that is valuable and learners want to pay for (Udacity is starting to now think about the teaching side) Perhaps next phase of this experiment will be on the impact on the university sector itself as Moocs is absorbed into system, forcing change        12.59pm GMT         Some more visual summaries c/o @creativeconnec: What is value of university? #he2013 #spottheanchor twitter.com/GdnHigherEd/st&mdash; Higher Education (@GdnHigherEd) February 27, 2013        12.45pm GMT       At one point we thought we were just going to hear lots of adverts from various private providers, but it turned into quite a debate, with Kealey offering many controversial comments. Now for some lunch! We will back back again at 13.20 to talk about whether online learning is a passing fad or major game changer...       12.33pm GMT       Kealey&apos;s comments are sparking conflicting views on the Twitterspehere:    Want to work for @uniofbuckingham after listening to Terence Kealey today. #inspired #he2013&mdash; Sarah Gordon (@miss_g_24) February 27, 2013     @gdnhighered #he2013 Terence Kealey seems to be doing his usual blend of mad contrarianism and rabble-rousing platitudes.&mdash; David Andress (@ProfDaveAndress) February 27, 2013     @gdnhighered Kealey statement = red herring; power just shifts w HEI ownership. The issue is funding models &amp; regulatory mechanisms #he2013&mdash; Simon Tanner (@SimonTanner) February 27, 2013        12.21pm GMT       Next panel now up to talk about private providers in the sector. Aldwyn Cooper, Regent&apos;s College London:  We are not state funded in any way, we teach 10 languages which is a rarity in HE institutions in the UK now, we expect to be 10,000 students by 2020, we have 170 partners around the world ... (he is selling it well, they even offer scholarships funded by Kevin Spacey!)  Peter Crisp, CEO of BPP Law School:  Private sector can bring diversity and alternative to going away and finding yourself for three years to studying a BA degree Students at BPP are carer focused, that is the difference no disrespect to ivory tower, our ability to engage with employers in the difference Public uni programmes are designed around the needs and demands of faculty staff, but we design our courses around the needs and demands of students - for example we have flexible start dates  Terence Kealey, VC University of Buckingham:  Universities should speak truth unto power - they should not be frightened of shareholders. Only way they can do that is as independent charities answerable only to trustees. Outrageous that proud education institutions like Oxford and Cambridge cannot set their own fees,they are being treated like children by the Government The great dirty secret of higher education is that Government has crowded out private funding.        11.54am GMT       Question fromJo Edwards in the audience, Can we alight on one higher education view to communicate to public if sector has competing priorities? Yes says, Rick Muir, associate director for public service reform, IPPR, but making that case does not prevent us from making instrumental case to public too    Finally the conference is being steered to talk about Wales Ire and Scot when they refer to UK HE. Makes a nice change #he2013&mdash; Sarah Halpin (@sjhalpin) February 27, 2013        11.37am GMT         Pietsch: 'uk institutions still remain elite and beyond the reach of many, which is wrong' #he2013&mdash; QAA (@QAAtweets) February 27, 2013        11.36am GMT       Now Libby Hackett, chief executive, University Alliance now speaking:  Graduates are most protected from impact of recession  the untold story, with higher starting salaries and more graduate jobs created You can&apos;t just tell people facts and figures, public and politicians&apos; views are often entrenched        11.29am GMT       Tamson Pietsch, lecturer and steering committee member at Brunel University and Council for the Defence of British Universities, kicks off the discussion:  Universities are a place where the alive talk to the dead, those who are here speak to those who are not (Apologies We cannot promise the same kind of other-worldly communication at the HE Summit today)        11.00am GMT       Now for a short break and some coffee. We will be back at 11.10 to talk about demonstrating public value, and looking at private provision in the UK HEI landscape       10.47am GMT    Les Ebdon, director of Office for Fair Access     Increase emphasis on outreach and the need to start outreach early in primary schools  this needs to be maintained.   Access and widening participation is about excellence and giving people the opportunity to shine   I am so passionate about access because it made such a difference to my life     Les Ebdon - Most advantaged 20% of young people are 7 times more likely to enter most selective institutions @gdnhighered #HE2013&mdash; H Dolby (@Hannah_Dolby) February 27, 2013        10.36am GMT    Paul Clark, director of Policy, Universities UK    Clark on UK student number controls:  Need to maintain number of students in system, need to see student number controls relaxing, and see distortions in systems relaxed as well. Imperative for deregulation  Much more work to be done to join up different parts of the university system Need to coordinate quality and think creatively about policy solutions that will allow policies to create new domestic markets        10.22am GMT       We have Creative Connection live scribing the event today     Scribing live at the Summit. Photograph: Claire Shaw/Guardian         10.08am GMT    Deborah Roseveare, directorate of education, OECD    Roseveare now speaking on exploring the UK&apos;s HE system as a national asset in a global market:  What can HE contribute to the UK&apos;s prospect in a global world? HE is a major producer of skills, or at least it should be.  HE is a great investment for individuals and the tax payer too, but of course it doesn&apos;t guarantee returns.         10.01am GMT         @gdnhighered can't believe he thinks *academics* have made it competitive - nothing to do with REF scores or shrinking funding pots, then?!&mdash; Ghislaine Dell (@GhislaineDell) February 27, 2013        9.58am GMT       Question from Guardian journalist Rebecca Ratcliffe: When are you going to act on postgraduate funding?  Willett&apos;s response: &quot;Keen to see banks stepping up to the plate and improving options for career development loans. We will soon start talking about a new finance problem, you can be open-ended demand driven model, but you don&apos;t want to end up with student number controls for postgraduate schemes.&quot;       9.52am GMT        Historically, teaching hasn&apos;t been rewarded the way that research has in higher education in 2013, it is one thing the reforms are trying to address. Online learning is more of a threat to some recruitment agents than universities themselves         9.39am GMT        We have ensured through reforms that teaching is properly funded through a combination of HEFCE grants, and student fees paid back by graduates, we estimate figures are:   8billion 2012/13 8.7billion 2013/14 9.1billion 2014/15        9.32am GMT        figures show 19.5 % of people from lowest income group are applying to universities, which is a record level and is very welcomed news, it also shows our message that students don&apos;t have to pay up front for their university, is getting through. But when you look beyond those average figures, there are still a lot of problems we face:  challenge on part-time mature students increasing debate on postgraduates - we are up for monitoring it and looking into policy options         9.26am GMT    David Willett's keynote    Sue Littlemore introducing Willetts to the stage .... &quot;personally he is most proud of writing The Pinch which is available in all good book shops&quot;       9.06am GMT       Morning all and welcome to our live blog coverage from the Guardian&apos;s seventh annual Future of Higher Education Summit - and what an event we have lined up for you! From 9am - 5pm we will be live blogging the whole event, highlighting the main points of the day and drawing on live coverage from the Twittersphere and other social networks and blogs. Please do Tweet away (#HE2013) and use the comments section below to raise any questions and thoughts to feed into our coverage. With this years theme being competition, collaboration and communicating value, we are conducting a poll to find outwhat you think will impact most on the changing HE landscape. Cast your vote here and we will announce the results at the end of the day. At 9.10 there will be an introduction from Sue Littlemore, education journalist and former BBC correspondent, then David Willetts, minister for universities and science, will follow with the first keynote presentation on understanding how the new system will meet the needs of students, the sector and economy. A full programme and list of speakers can be found here. You can also register for free to receive information on our future events and coverage.    ", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/27/guardian-future-of-higher-education-summit-2013", 
    "wordcount": "2533"
}