{
    "headline": "Facebook's 'dark side': study finds link to socially aggressive narcissism", 
    "text": "Researchers have established a direct link between the number of friends you have on Facebook and the degree to which you are a &quot;socially disruptive&quot; narcissist, confirming the conclusions of many social media sceptics. People who score highly on the Narcissistic Personality Inventory questionnaire had more friends on Facebook, tagged themselves more often and updated their newsfeeds more regularly. The research comes amid increasing evidence that young people are becoming increasingly narcissistic, and obsessed with self-image and shallow friendships. The latest study, published in the journal Personality and Individual Differences, also found that narcissists responded more aggressively to derogatory comments made about them on the social networking site&apos;s public walls and changed their profile pictures more often. A number of previous studies have linked narcissism with Facebook use, but this is some of the first evidence of a direct relationship between Facebook friends and the most &quot;toxic&quot; elements of narcissistic personality disorder. Researchers at Western Illinois University studied the Facebook habits of 294 students, aged between 18 and 65, and measured two &quot;socially disruptive&quot; elements of narcissism  grandiose exhibitionism (GE) and entitlement/exploitativeness (EE). GE includes &apos;&apos;self-absorption, vanity, superiority, and exhibitionistic tendencies&quot; and people who score high on this aspect of narcissism need to be constantly at the centre of attention. They often say shocking things and inappropriately self-disclose because they cannot stand to be ignored or waste a chance of self-promotion. The EE aspect includes &quot;a sense of deserving respect and a willingness to manipulate and take advantage of others&quot;. The research revealed that the higher someone scored on aspects of GE, the greater the number of friends they had on Facebook, with some amassing more than 800. Those scoring highly on EE and GG were also more likely to accept friend requests from strangers and seek social support, but less likely to provide it, according to the research. Carol Craig, a social scientist and chief executive of the Centre for Confidence and Well-being, said young people in Britain were becoming increasingly narcissistic and Facebook provided a platform for the disorder. &quot;The way that children are being educated is focussing more and more on the importance of self esteem  on how you are seen in the eyes of others. This method of teaching has been imported from the US and is &apos;all about me&apos;. &quot;Facebook provides a platform for people to self-promote by changing profile pictures and showing how many hundreds of friends you have. I know of some who have more than 1,000.&quot; Dr Viv Vignoles, senior lecturer in social psychology at Sussex University, said there was &quot;clear evidence&quot; from studies in America that college students were becoming increasingly narcissistic. But he added: &quot;Whether the same is true of non-college students or of young people in other countries, such as the UK, remains an open question, as far as I know. &quot;Without understanding the causes underlying the historical change in US college students, we do not know whether these causes are factors that are relatively specific to American culture, such as the political focus on increasing self-esteem in the late 80s and early 90s or whether they are factors that are more general, for example new technologies such as mobile phones and Facebook.&quot; Vignoles said the correlational nature of the latest study meant it was difficult to be certain whether individual differences in narcissism led to certain patterns of Facebook behaviour, whether patterns of Facebook behaviour led to individual differences in narcissism, or a bit of both. Christopher Carpenter, who ran the study, said: &quot;In general, the &apos;dark side&apos; of Facebook requires more research in order to better understand Facebook&apos;s socially beneficial and harmful aspects in order to enhance the former and curtail the latter. &quot;If Facebook is to be a place where people go to repair their damaged ego and seek social support, it is vitally important to discover the potentially negative communication one might find on Facebook and the kinds of people likely to engage in them. Ideally, people will engage in pro-social Facebooking rather than anti-social me-booking.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/17/facebook-dark-side-study-aggressive-narcissism", 
    "wordcount": "693"
}