{
    "headline": "Race for World Bank's top job, aid flows, and over-fishing in Senegal", 
    "text": "The leadership race for the next World Bank president has sparked significant debate on the Global development site over the last two weeks. Harvard economist Lant Pritchett argued that Nigeria&apos;s finance minister, Ngozi Okonjo-Iweala, can and should lead the Bank  despite assumptions that only an American can win the race. Kevin Gallagher countered that Jos Antonio Ocampo is the only candidate with the knowledge and experience needed to put in place badly needed reforms. And Sarah Boseley argued it would be good for global health if President Obama&apos;s nominee, Jim Yong Kim, won the race. With the World Bank set to interview the three candidates this week, cast your vote in our online poll. Elsewhere on the site We reported on new OECD figures suggesting the value of aid from the world&apos;s richest countries has dropped for the first time in 15 years, and on a report by the House of Lords arguing the UK government should drop its commitment to spend 0.7% on aid by 2013. While some NGOs and advocacy groups called on the government to reaffirm its spending pledge, John Hillary, executive director of War on Want, argued the 0.7% aid debate  and the millennium development goals  have drawn attention away from pressing issues of social and economic justice. John Vidal investigated how over-fishing by foreign fleets off the coast of west Africa is affecting local communities, asked whether tensions could drive Senegalese fishermen to piracy, and discussed seven steps to prevent the collapse of the region&apos;s fishing grounds. Claire Provost argued that making an economic case for investing in literacy, proposed at the first World Literacy Summit, could help win the short-term battle for funding  but risks losing the war by side-stepping human rights. Jonathan Glennie discussed the Colombian government&apos;s anti-poverty strategy and argued its success will be limited to sideshows and photo-opportunities unless accompanied by large-scale structural reforms. And Celeste Hicks reports from Mao, Chad, where rising admissions to a therapeutic feeding centre highlight the growing urgency of the escalating food crisis in the Sahel. Coming up on the site We&apos;ll report on growing resistance to so-called land grabs in Sierra Leone, where estimates suggest 17% of the country&apos;s farmland has been snapped up by investors. We examine the unfolding humanitarian crisis in South Sudan and UK aid programmes in the world&apos;s newest country. Mark Tran looks at the role volunteers can play in spreading vital health messages by translating from English into local languages for communities in Africa and India. And our next Global development podcast will examine the role of children in armed conflict and what is being done to reintegrate former child soldiers in communities around the world. Plus, following a gallery of your water images last month, we&apos;ll be posting another next week focusing on readers&apos; photos on the theme of water. You can see all our readers&apos; photos and find out how to get involved on our Flickr group page. Multimedia Podcast: Spotlight on the battle against global poverty  Recorded at the Guardian&apos;s Open Weekend, Global development site editor Lucy Lamble debates global progress on tackling poverty with economists Jayati Ghosh and Abhijit Banerjee, and Guardian journalists Mark Tran and Sarah Boseley. In pictures: The other side Bengaluru, India&apos;s IT capital Bengaluru (formerly Bangalore) is known as &quot;India&apos;s Silicon Valley&quot;. But the rapid growth of the city&apos;s technology industry has barely touched the lives of the 2 million people who live in poverty. Photographer Simon Murphy documents daily life in the city. In pictures: The Yarccacancha valley community, Peru Farmers in the Yarccacancha community in Huancavelica, one of Peru&apos;s poorest regions, struggle with flooding in the rainy season and water shortages in winter. Can a new dairy co-operative and cheese-making plant improve their prospects? Guardian International Development Journalism competition 2012 Entries are now open for the Guardian&apos;s 2012 International Development Journalism competition. The competition is open to UK residents. Hear from previous winners and find out this year&apos;s themes and how to enter. What you said: some of the best comments from our readers Nwachi debated Ngozi Okonjo-Iweala&apos;s potential as the new head of the World Bank, with Lant Pritchett:  How much impact would an African woman at the helm of the World Bank have on African economies? This depends on how much latitude the World Bank presidency has to change the direction of that institution.  RobertoAngulo, Director of Social Income at Colombia&apos;s National Department for Social Prosperity discussed the details of Colombia&apos;s poverty plans with Jonathan Glennie:  We celebrate your interest in discussing these issues  Debates about the development processes and policies cannot be used for anything other than refine ideas, arguments and even to redesign public policy.   Highlights from the blogosphere Panos introduces its newest blogger, Mary Madiga, a Dalit social activist in Hyderabad, southern India. &quot;Democracy is a fragile institution,&quot; says Ethan Kapstein of the Centre for Global Development as he looks at why democracies fail. Oxfam&apos;s Duncan Green reflects on comparative prospects for change in Guatemala and Honduras following recent visits. And finally  The Poverty Matters newsletter will be back in two weeks with another round-up of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/10/news-roundup-world-bank-president", 
    "wordcount": "897"
}