{
    "headline": "Darksiders 2  review", 
    "text": "Its Nephilim protagonist, Death, may have the air of inscrutability about him, but this is a game that wears its influences clearly on his tattered sleeve. Prince of Persia&apos;s wall-runs see you hop and skip from pillar to post as you seek to solve the Tomb Raider-esque puzzles scrawled into the stone of each of its temples. Devil by name, Devil May Cry by nature in battle, as you switch between light and heavy weapons before hammering the trigger to maintain the combo as your prey tumbles up and up into the air, juggled till they explode in a shower of crimson particles. Loot litters the world, endless iterations of gauntlets and greaves to provide leapfrogging statistical upgrades, a breadcrumb trail of improvements that&apos;s as irresistible as anything in the Diablo tradition. Later in the game you discover weapons you may feed with items to improve their properties, and as your character gulps down experience points you can add to his ability list, carving out his pre-destined potential as in so many RPGs. Then, of course, there&apos;s Zelda. Shigeru Miyamoto&apos;s adventure classic provides much of the detail  dungeon maps hidden in treasure chests, master keys to unlock important doors and even the odd inspiration for locations, as Ocarina of Time&apos;s Waster Temple becomes Drenched Fort. But it also offers a broad canvas template that Vigil Games reverently apes not to mention that sense of giddying freedom when you saddle up your horse (this time, a ghoulish apparition that Death can conjure from his pocket whenever there&apos;s enough room) and gallop across acres of wide open field en route to your next dungeon and its accompanying treasure. There may be little of Zelda&apos;s land of Hyrule&apos;s more immediate charm to be found in these muted pixels where only the odd splash of green or purple interrupts the dreary ambiance. But in its systems and clockwork construction, Darksiders 2 elicits more than an echo of that game&apos;s wonder, a feeling seasoned with others derived from the deeper, more expressive battle system and focused questing. While Darksiders&apos; ingredient list is clear and identifiable, the resulting flavour is entirely one of its own, the diverse ideas combining into a cohesive whole far more effectively than you may expect. In the main this is down to the competence and craft of each individual piece of design. Battles flow with sense and precision, demanding expert-timed rolls to evade danger and protect your health bar, inspiring tactical, thoughtful play rather than a blind hammering of the buttons. Likewise, the dungeons themselves  while mostly built from the same palette of pulleys, platforms and anchor points  unfurl and grow in ingenious complexity and, while there are rooms whose puzzles stump later in the story, a pause for thought usually leads to a delicious eureka moment of resolution. Finally, the sense of statistical progression as the numbers that represent your character&apos;s abilities increase, proves irresistible (even if there&apos;s disappointingly little visual distinction between each set of armour)  every treasure chest potentially home to a strengthening piece of kit or, at very least, the currency with which to buy some.     Darksiders 2    It&apos;s also a game with much of the usual friction removed. You may fast travel to any key locations you&apos;ve already visited over the course of your adventure, ducking out of a dungeon to stock up on health potions, for example, before returning to the exact spot you teleported from a few minutes later. As you begin to juggle quests  short, medium and long term demands on your attention  the colour-coded quest log keeps things ordered, with objective points dotted onto the map to minimise aimless wandering. In fact, there&apos;s a case to say Darksiders 2 is too ordered. You dart from objective to objective, your next task always clear and obvious and, at times the game world can lack a sense of true place because of it  the curtain of fantasy and detail slipping to reveal the raw systems beneath the drama, the truth that the game (as with most of this type) is little more than a sequence of walled conundrums, barriers en route to its conclusion. The story goes some way to dress the machinery, helped no end by Michael Wincott&apos;s gravelly turn as the voice of Death, and some inspired character design in the game&apos;s supporting roles: 500lb dwarven giants and stone guardians that carry you, Ent-like across the world. For THQ, a publisher laid low by recession, Darksiders 2 is a triumphant statement of intent that, much like Death gulping down a potion while on a sliver of health, it&apos;s not over yet. For everyone else, here is a game of assured construction, stimulating myth, and welcome challenge, a warm celebration to the games of our childhood that, in its brightest moments, matches them.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/15/darksiders-2-game-review", 
    "wordcount": "803"
}