{
    "headline": "New to Nature No 90: Fukomys ilariae", 
    "text": "While curating parts of the mammal collection of the Museo Civico di Zoologia, in Rome, Spartaco Gippoliti came across a preserved skin of a strikingly unique mole-rat. Lacking its skull and labelled only &quot;Somalia&quot;, there wasn&apos;t a lot to go on in trying to make a species identification, yet it did not match up with any known mole-rat. The distinctive striped colouring and the fact that Somalia falls far outside the geographic range of known relatives made it clear that this was most likely a species new to science. Gippoliti and University of Rome co-author Giovanni Amori have described the new species as Fukomys ilariae, and they hope that knowledge of its existence will lead to the collection of additional specimens and observations on its natural history. Although an extensive study of museum records failed to provide further definitive data about the mole-rat, circumstantial evidence points to it possibly being an unidentified &quot;Mus&quot; specimen collected by Captain Ugo Casale near Mogadishu (then part of an Italian protectorate) and received by the museum in 1915. Further, the only other Somali material obtained by the museum in the same period came from the Lower Shebelle region, which provides an important clue for future field work. Whereas other species of the genus have a velvety coat and long nails on their hind feet, F. ilariae has concave nails and is sparsely haired, like certain other mole-rats known from similarly xeric habitats. Overall, the anatomy is consistent with a lineage adapted to subterranean life. The specimen had been preliminarily identified as a species of the related genus Georhychus, possibly at a time when the skull was still attached to the skin. In southern African regions with greater species diversity it would be risky to propose a new species based on a skin alone, but the unique colour pattern of F. ilariae, along with anatomical details and the unexpected occurrence in the horn of Africa, add strong support to the claim. The striped Somali mole-rat belongs to the family Bathyergidae, a species unique to sub-Saharan Africa. The common name &quot;mole-rat&quot; is somewhat misleading, as Bathyergids are not closely related to either moles or rats, but to guinea pigs, porcupines and chinchillas. The discovery of this species is surprising, as previously it was believed that north-east Africa, east of the Rift valley, was inhabited only by the naked mole-rat, Heterocephalus glaber. That this pretty, striped species could not be mistaken for the naked mole-rat is an understatement. Jill Locantore, a former intern with the Smithsonian&apos;s Zoogoer magazine, described the latter as follows: &quot;Endowed with pinkish-grey, wrinkly skin, scant hair and long buck teeth, naked mole-rats aren&apos;t likely to win any beauty contests. Some might refer to them as downright ugly, resembling an overcooked hotdog with teeth.&quot; The new species was named after Ilaria Alpi, an Italian journalist assassinated, along with her cameraman, in Mogadishu in 1994 while reporting on trade in toxic cargo between Italy and Somalia. One additional piece of anecdotal evidence about the species surfaced recently when Gippoliti met an Italian military medic who claimed to have seen unusual striped rats being eaten by local people in the Shebelle valley in 1994. Bon apptit.", 
    "section": "science", 
    "gid": "science/2012/nov/04/fukomys-ilariae-mole-rat-africa", 
    "wordcount": "540"
}