{
    "headline": "Microsoft warns of lower profits as PC sales shrink", 
    "text": "Microsoft has warned that revenues and profits in its Windows division will be lower than expected, as new figures showed that sales of PCs shrank by about 1% worldwide in the fourth quarter of 2011 and barely grew over the calendar year. Tami Reller, chief financial officer of the Windows unit, said on Tuesday that analysts&apos; expectations that the PC market had shrunk by 1% were likely too optimistic, a view echoed at a meeting the same day with brokers JP Morgan &amp; Chase by Microsoft&apos;s general manager of investor relations Bill Koefoed. Analysts warned that the slowdown in PC sales  which hit 92.7m, according to researchers Gartner, and 92.2m in rival IDC&apos;s calculations  is likely to carry on into 2012 as manufacturers struggle with the results of hard drive shortages, caused by devastating floods in Thailand last autumn. The floods killed hundreds and seriously disrupted key manufacturing facilities there. World hard drive production fell by roughly a third in the fourth quarter, pushing up prices and constraining some PC maker&apos;s production. Chipmaker Intel warned in December that revenues for the quarter would drop by $1bn (652m) to about $13.7bn as a result. The choking of hard drive supply could also take the shine off the launch of new high-end laptops called &quot;ultrabooks&quot;, part of a new marketing drive by chip giant Intel. &quot;The bigger concern for PCs vendor is the weak demand and whether ultrabooks and Windows 8 can create the compelling product to take on tablets and smartphones,&quot; Ranjit Atwal, PC analyst for Gartner, told the Guardian. Apple has previously told analysts to expect bumper revenues from the fourth quarter, driven by strong sales of its iPhone and iPad over Christmas. Retail data seems to have supported that. Apple reports its quarterly results on 24 January, while Microsoft reports its on 19 January. The PC sales slowdown, the second quarter in which sales shrank during 2011, shows Microsoft&apos;s weakness due to its lack of tablets to compete with Apple&apos;s iPad or devices running Google&apos;s Android software. IDC reckons that about 23.6m tablets of all sorts  equal to a quarter of PC sales  will have been sold in the fourth quarter, principally in the markets such as North America and Europe where PC sales are shrinking and consumers are deciding not to replace their PC but instead getting a tablet, which costs less. But Microsoft will not have a response there until it releases Windows 8, the newest version of Windows, later this year, which will be available on tablets as well as standard PCs. Atwal said that the slowdown in sales principally came as consumers held off purchases. &quot;Professional sales have been steady if not spectacular,&quot; he said. But he is unsure that Windows 8 will give a strong boost to sales because many corporations are still evaluating the existing version  Windows 7, which was released in 2009  before upgrading. Windows 8 presents a very different interface in its new configuration. Microsoft&apos;s revenues and profits are closely tied to sales of PCs because it gets licensing revenues from copies of Windows included on them. Profits in the Windows division have fallen for the past four quarters, and are likely to drop again with the fall in PC sales over the Christmas period, which traditionally sees a strong uplift. The figures will have been made worse for Microsoft because Apple, which uses its own operating system, made strong gains in the PC market, where it has now grown its sales faster than Windows-based machines for 23 quarters in a row. In the US, its shipments grew by 20%, said Gartner, while the market for Windows machines shrank in the US by 8.6%. The effect of the Thailand floods could carry on in 2012. &quot;We expect the first quarter of this year to see even more impact from hard drive shortages,&quot; Atwal noted. &quot;The impact on PC shipments will mainly in one quarter, but will have a lingering impact through out 2012.&quot; PC sales in the US and Europe kept shrinking, while the Asia/Pacific region and Latin America remain the areas of growth  though even those saw rises in 2011 of less than 10%, compared to double-digit growth in 2010. Total sales for the year were 353.52m according to Gartner, while IDC put the figure at 347.0m. That gave growth of less than 1% on 2010 according to both companies.", 
    "section": "technology", 
    "gid": "technology/2012/jan/12/microsoft-warns-lower-profits", 
    "wordcount": "749"
}