{
    "headline": "Transit of Venus: Measuring the heavens in the 18th century", 
    "text": "The 1761 transit of Venus was a watershed moment in the history of astronomy. It was the first time astronomers would have the opportunity to measure accurately the size of the solar system. The distance between the Earth and the Sun had been estimated, with variable degrees of success, since the Greeks, but this was different. Thanks to a rare celestial alignment, Venus was to pass in front of the Sun, taking about six hours to cross the fiery disc. By recording the times of the start and end of the event from widely separated locations around the globe, trigonometry could be used to calculate the distance to Venus and the Sun. With that, Kepler&apos;s laws of planetary motion could be used to calculate the orbits of all the planets out to Saturn, the outermost known planet. For societies that were still struggling with inadequate maps of their own countries, it was an unimaginable leap forward. This grand quest was the beginning of big science. Measuring the size of the solar system was utterly beyond any single researcher. It required government-funded expeditions with hundreds of astronomers travelling the world to conduct this single, crucial scientific experiment. In terms of the number of people involved, the cost and ambition of the endeavour, it was the 18th century equivalent of the Large Hadron Collider. The catalyst for this grand quest was the second Astronomer Royal, Edmond Halley, who had helped trigger the Age of Enlightenment by predicting the return of the comet now bearing his name. Writing in 1716 for the Royal Society, Halley pointed out that transits would occur in 1761, 1769, and then not again for more than a century. He called astronomers to arms and warned them not to squander the opportunity. But by the time 1761 arrived, so had the Seven Years War. England and France, and their various allies, were fighting. While the astronomers were happy to collaborate, travelling to remote locations to observe the transit would put them in the line of fire. On 8 January 1761, HMS Seahorse left Portsmouth carrying Charles Mason and Jeremiah Dixon, bound for Bencoolen, Sumatra. Only two days out, a French frigate with twice the firepower caught them. The pitched battle left 11 English sailors dead, 37 more wounded, and the ship so badly damaged she had to return home. After repairs, and a stern reminder from the Royal Society in London about the importance of maintaining a stiff upper lip, the terrified astronomers set sail again. Other expeditions faced similar danger, but there was too much at stake to give up. If they failed to observe the transit, the chance to measure the solar system would be lost for another eight years. Transit day itself saw around 200 astronomers engaged in various parts of the world. Some saw the transit, others missed out because of cloud. For those who measured the event, nature had another a trick to play on them: the &quot;black-drop effect&quot;. The observations relied on the precise timing of Venus crossing into the face of the Sun. However, the planet did not move cleanly across the Sun&apos;s edge. Observers noted that Venus appeared to become elongated. When the planet suddenly resumed its round shape, it was far inside the sun and the moment had been lost. Many thought that this proved Venus had an atmosphere. Now it is thought that turbulence in Earth&apos;s atmosphere or defects in the telescopes being used were the cause of the optical effect. Whatever the reason, it seriously diminished the accuracy of the astronomers&apos; observations, but galvanised them for the next transit in 1769. They would not be able to avoid the black-drop effect, but at least they knew what to expect. It was do or die literally for some. Noble-blooded Frenchman Jean-Baptiste Chappe d&apos;Auteroche observed the 1761 transit from Siberia, protected by armed Cossacks. He observed the 1769 transit from Baja California, while those around him were dying of typhus. He contracted the disease eight days after the successful observation but a week before he needed a critical lunar sighting to establish his longitude. Without it, the transit measurements would be useless. Chappe d&apos;Auteroche fought the fever to survive long enough to make the lunar observation. He was buried in the sun-baked soil of San Jos, the only astronomer to have seen both 18th-century transits from start to finish. The major British expedition for the 1769 transit was Captain Cook&apos;s voyage to Tahiti. Following success with the measurements on the island, Cook sailed on. Cook&apos;s return to England in 1771 allowed the final calculation of the sun&apos;s distance to be made. The combined results from all the various missions were within about 4% of the modern accepted value of 93m miles (150m kilometres). At the next pair of transits, in 1874 and 1882, the accuracy was improved to 1%. Only since the Second World War have radar experiments with radio telescopes bettered those results. Yet the 18th century transits will always stand out. They represent the first time in history that the distances to the Sun and planets were measured, and the first global scientific collaboration. Stuart Clark is an astronomy journalist and author of The Sky&apos;s Dark Labyrinth trilogy The next transit of Venus is due on 5/6 June. We&apos;re putting together a set of useful links to background materials on the web or events happening around the world. Are you organising a party? Will you be watching and live-tweeting? Do you know of organisations putting out information on their websites? If so, please let us know in the comments below", 
    "section": "science", 
    "gid": "science/blog/2012/may/29/transit-venus-measuring-heavens", 
    "wordcount": "937"
}