{
    "headline": "The brutal truth? Most apps sink without a trace", 
    "text": "Apple&apos;s announcement at WWDC earlier in the week that it has paid out $5bn to iOS app developers since the launch of the App Store in 2008 provides a fertile starting point for some market analysis. Technology blog Asymco has published an excellent post crunching the numbers, noting that the App Store currently generates 49.5m app downloads every day, and has a run rate of $4.3bn a year. That&apos;s revenues from sales of paid apps and in-app purchases on iOS alone, although it excludes advertising and other revenue streams (plush toys, hardware accessories and so on). Still, apps are hugely lucrative, right? Well, for some developers. For many more, they&apos;re not at all. Industry analyst Canalys has been conducting its own research, with senior analyst Tim Shepherd making a sobering claim: &quot;We estimate that up to two-thirds of the apps in leading consumer app store catalogues receive fewer than 1,000 downloads in their first year, and a significant proportion of those get none at all.&quot; So tell me something surprising, many app developers and publishers will be saying to themselves while reading Shepherd&apos;s words. There are lots of lucrative success stories in the apps industry, but many, many more abject failures. A bedroom coder releasing an app developed in their spare time may not be financially troubled if that app does badly, but the suspicion remains that larger app publishers are losing their shirts left, right and centre spending significant sums making apps that sink without trace once released. Which sounds very negative, at a time when investment is still pouring into app-focused startups, when hits are still being made on the various app stores, and when brands are sinking significant resources into commissioning apps not always to high-quality effect, as skewered by the caustic Crap Brapps Tumblr blog. The Wall Street Journal thinks the industry is heading for a fall: it has just published a piece called Tin Pan Alley: The Coming Shakeout for App Makers, in which it finds developers and VCs unwilling to entertain the prospect, yet compares the apps market to the early Tin Pan Alley days of the music industry, and songwriters: &quot;These inventors and wheedlers, dreamers and hucksters, were making the all-powerful software apps of their day: popular songs, sold then as widely distributed sheet music and phonograph records. They even had something of an addictive &quot;Angry Birds&quot; app back then: Irving Berlin.&quot; Irving Berlin as Angry Birds? It&apos;s a stretch. Yet the polarised views on whether apps are going to continue their explosive growth or crash from a height distract from the real picture. The vast majority of apps fail. A tiny proportion make a killing. But between those two poles, there&apos;s a healthy middle class of apps and app developers building sustainable businesses, and refusing to get carried away with the hype or the doommongering. There will undoubtedly be crushing, public falls from grace for some app developers in 2012 and beyond, which will be pored over by journalists, analysts and investors. But that along with Angry Birds-level success stories only offers a partial picture of what&apos;s going on.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/13/brutal-truth-most-apps-fail", 
    "wordcount": "530"
}