{
    "headline": "New to Nature No 64: Nadzikambia baylissi", 
    "text": "Dr Julian Bayliss of the Mulanje Mountain Conservation Trust identified a particularly interesting patch of forest using satellite images from Google Earth. Subsequent photos of unusual chameleons taken on a joint Darwin Initiative survey by the Trust and the Royal Botanic Gardens Kew prompted Professor Bill Branch of the Port Elizabeth Museum in South Africa to mount an expedition to Mount Mabu in central Mozambique. The result? A new species of chameleon, only the second known in the genus Nadzikambia. Searching for chameleons is not easy. After all, their greatest claim to fame is making themselves invisible. Branch said of the expedition: &quot;Four exhausting nights chasing shadows by spotlight in the mid-altitude temperate forest eventually uncovered four individuals which didn&apos;t look like any known species.&quot; The &quot;Google forest&quot; is an extremely isolated wet evergreen environment, raising the distinct possibility that this new species is confined to this small bit of forested slope. The new species was named in honour of Bayliss who has organised many expeditions to Mount Mabu in addition to poring over satellite images in search of unique habitat. Only four specimens are known to date, making assessment of the genetic diversity within the species impossible. That said, molecular and morphological data confirm the distinctness of N baylissi from its sister species N mlanjensis found from Mount Mulanje in Malawi. Every new species increases our understanding of biodiversity. Nbaylissi adds to growing evidence of disproportionately high diversity of chameleons in montane forest habitats that are typically small, easily impacted by human activities and highly susceptible to climate change. Conservation concerns arise because the locality is unprotected and frequently used by local inhabitants as a source of timber and subsistence bushmeat. Branch and co-author Krystal Tolley note that only about 7,000 hectares (17,300 acres) of forest remain on Mount Mabu and that it is also home to an endemic forest viper, an undescribed pygmy chameleon and numerous undescribed invertebrates, including freshwater crabs and butterflies. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/jan/22/mozambique-chameleon-new-to-nature", 
    "wordcount": "347"
}