{
    "headline": "University recruitment: one fifth of students say social media doesn't work", 
    "text": "Universities still have a way to go to ensure that their social media presence is seen as a credible source of information for prospective students. Our research, conducted with online student community The Student Room, surveyed over 300 potential and current students about what information sources or channels influenced their choice of university. We found that although 65% of students use social media channels several times a day, students rated universities&apos; social media presence as less influential and less trustworthy than more traditional sources such as prospectuses or open days. Prospective students are keen to engage with their university through social media channels, with one fifth of students saying that universities don&apos;t make enough use of social media in recruitment, which meant they currently didn&apos;t expect or look for information there. What&apos;s more, many of the students we surveyed were clueless that their chosen university even had a Twitter or Facebook account  showing that there is a need for universities to ensure their social media presence is clearly signposted to attract the widest audience. There is also a question to be asked about what kind of content is relevant for social media profiles. We found that fewer than one in five students were influenced by university Twitter accounts and only one in four were influenced by Facebook pages or blogs. Comments we received from students included, &quot;they do not talk about the things we need to know&quot; and &quot;I don&apos;t find enough useful information that relates to me&quot;. This suggests that many universities are using social media to try and engage with too many stakeholder groups at once, and consequently not being tailored enough about the updates they are sending out. The danger of using social media channels to push out any and all university messages run the risk of engaging with no one successfully. Universities should be looking at social media content as part of a wider immersive and rounded experience for prospective students, and should think about how much of the information they are pushing out is relevant to new or potential students. Research shows universities don&apos;t consider Facebook, Twitter and equivalent channels as tools for student recruitment in themselves. Just 40% of university recruitment and communications professionals we spoke to said that social media had changed the way they approached student recruitment. While it&apos;s true a few Facebook posts are unlikely to be the sole reason for choosing a particular university, a positive, responsive and relevant social media presence does have the potential to convert prospective students into enrolled students. So how can universities fit social media into their recruitment campaigns? Anne Whitehouse, head of marketing at Bucks New University, said: &quot;Social media are useful at different stages of the application process. A prospective student may not use social media for initial research, but may engage with social media to help finalise their decision.&quot; Tim Longden, director of marketing and communications at City University, also recognised the role it plays. &quot;The key is to integrate a range of activities including traditional media and print, web-based information, events and activities and social media throughout all stages of the recruitment process,&quot; he said. &quot;The trick is to get the balance right and to be ever close to, and responsive to, prospective student needs.&quot; While more traditional methods of finding new students remain important, investment in these areas is decreasing. Half of the universities we surveyed are reducing spending, particularly on paid advertising, while 60% are planning to increase investment in social media. Will this go some way to reducing the shortfall in expectations students have for university social media and help improve the effectiveness of social media communications for recruitment? With students spending more money on their education, social media channels have come about at exactly the right time for higher education. Prospective students want to make better informed decisions and require a greater amount of information and engagement from a university. Students want to follow, friend, tag, pin. Let&apos;s encourage that. Justin Shaw is managing director of Communications Management  follow him on Twitter @justinshawPR This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/17/university-student-recruitment-social-media", 
    "wordcount": "713"
}