{
    "headline": "Dumping 'Metro' for 'just Windows' marks Microsoft's descent into Newspeak", 
    "text": "Is it Metro, Store, Style, or Modern? No one outside of close officials at the upper reaches of Party Sinofsky seems to know. And, like all good citizens, most of us can&apos;t find the energy to care. But I wonder whether by deprecating the Metro moniker that it has previously used for look and feel of Windows 8  all because a German supermarket is upset?  and failing to provide a replacement, Microsoft has created its own Orwellian nightmare which could cede crucial ground in its ongoing war with Cupertino. &apos;It&apos;s just Windows&apos; Two weeks ago, Tom Warren broke the news of a memo he&apos;d seen from Microsoft saying that the Metro name used in Windows 8 development circles should be deprecated. What had been rumoured to take place was that Metro AG, a large retail group based in Germany, was not happy with Microsoft using the name. The rumour goes that Microsoft backed down over using Metro immediately, issuing the above (still only rumoured) memo. To reiterate, neither side has confirmed this. But what doesn&apos;t make sense to me is that Microsoft is currently running in &quot;go big or go home&quot;-mode with Windows 8. Removing the start button and shoving the Metro (what else do I call it?) interface in front of enterprise users is the tech equivalent of sticking one&apos;s mid-digit up at your customer base and saying: &quot;Screw you, come along for the ride or not  this is happening.&quot; (It&apos;s the sort of thing Apple would do, and does.) So on one side we have the largest software company in the world with a market cap of a quarter-trillion dollars dealing with an inventor&apos;s dilemma play on its core revenue earner, and on the other side we have (to them) a tiny and foreign retailer getting miffed about a name. Not taking that fight doesn&apos;t add up.  If the Metro AG thing is true, I think it&apos;s just a convenient get-out for Microsoft. Like when you&apos;re supposed to go out to a dinner party you don&apos;t much fancy and the car won&apos;t start. Rather than calling the AA, you dial for a pizza and stay at home and watch Take Me Out. Junking the Metro name lets Microsoft&apos;s execs move back into their comfort zone, the Windows brand. This is something you hear time and time again from Microsoft on the subject of the tablet-centric Windows 8 experience: &quot;It&apos;s just Windows.&quot; The implication of this statement is that there&apos;s nothing special about it  it&apos;s just the same operating system as before, but running on more devices and with more touch-friendliness.  With the Metro moniker in full swing, it sent a message that Microsoft was building something that fundamentally was not Windows. Metro militated against the Windows brand, and that meant that for the Microsoft in which we trust it had to be killed. Newspeak From the angle of trying to preserve the Windows brand, killing &quot;Metro&quot; (the name, not the actual interface) is a good idea. The mistake that Microsoft has made is in not providing a replacement name. What I&apos;m hearing now is that this stuff about &quot;Modern&quot; and &quot;Style&quot; being the new names are just red herrings. There simply won&apos;t be a name. The rationale? &quot;It&apos;s just Windows.&quot;  It&apos;s like the reduction of the language in 1984, where Orwell described the aim as being to limit the number of words so that &quot;thoughtcrime&quot; simply wouldn&apos;t be possible. In the same way, by not calling it &quot;Metro&quot; you remove the chance of thinking that this new interface is anything but... Windows. But, Winston Smith that I am, I tend to think of Metro-style apps as offering a new experience over and above Windows. It&apos;s got built-in trust from end to end. It&apos;s touch-centric. It&apos;s a post-PC experience that negotiates the Inventor&apos;s Dilemma and gives life to the Windows proposition in a world where the desktop is no longer dominant. But to say that, we need to talk about &quot;Metro-style&quot; apps, the experience, and discuss post-PC. All of these are verboten when operating under the Sinofsky&apos;s Rule where &quot;it&apos;s just Windows&quot; and you have &quot;PC Plus&quot; (really, you do - Orwell would be proud). Let&apos;s try that again: &quot;I tend to think of [REDACTED]. [REDACTED]. [REDACTED]. It&apos;s touch-centric. [REDACTED]&quot; What&apos;s actually happening here is that by removing the name and setting down the doctrine of &quot;it&apos;s just Windows&quot;, Microsoft has invented the tech equivalent of Orwell&apos;s Newspeak. All I can actually say is this:  &quot;The new touch-centric features in Windows 8 are doubleplusgood.&quot; The enduring images of 1984 are Big Brother and the surveillance culture. But for me, the darker scenario in 1984 is the reimagining of the English language into Newspeak, and the trammeling of thought it implies. Accidentally, Microsoft has managed to plunge the Windows 8 proposition into Newspeak. It has got some amazing features (that&apos;s Windows 8, not Newspeak) and provides a fantastic post-PC - sorry, PC Plus - experience. But we can&apos;t talk about them because we no longer have the language to do so. Enterprise supply There are people, like me, who want to talk about how cool this new stuff is. Who want to go out there and evangelise the benefits of the platform. Who want to big it up.  Some of us (*cough*) even want to make money off of the back of all this. I&apos;m writing a book on Metro-style development that&apos;s had three name changes so far. Am I fed up with having to redraft reams of text chasing after a nebulous non-name that&apos;s being blown around by rumours? Yes. It&apos;s irritating and demoralising, even with search-and-replace. For the consumer, Microsoft&apos;s position is that there is no name to describe these things. They are &quot;just apps&quot; that run on &quot;Windows&quot;. Somehow Microsoft has to craft a marketing message that goes up against iPad and sells that, but whatever its ads do, they won&apos;t be talking about &quot;Windows 8-style apps&quot; or &quot;Modern-style&quot;. Those TV spots and display ads will just position them as tablet PCs that run Windows. End of. For businesses, the situation is more onerous. Microsoft&apos;s real threat comes from enterprise purchases of iPads. So far, iPad in businesses has mostly been a &apos;bring your own device&apos; affair: people happen to have them and take them into work to sit alongside their existing IT. But I&apos;m hearing more and more implementations where the IT organisation will go out and buy iPads for staff. The research groups IDC and Context have found similar changes.  The problem with BYOD from an IT management perspective is that you can&apos;t build a strategy on it. Unless you know what the mobile fleet looks like, you can&apos;t push out applications. If you buy a CRM that needs to be accessed from phones, then if you have a mixed fleet  enterprise-supplied BlackBerrys and also BYOD devices from all the vendors  executing the strategy becomes expensive. Give everyone Nokia Lumias to use at work and the strategy becomes less risky, and cheaper.  There is palpable pressure in business to fix this. The IT organisation has to provide solutions, and users and management are demanding ones that are based on tablets. That can&apos;t happen with BYOD. It can only happen with enterprise supply. And at the moment, there&apos;s only one game in town. Microsoft&apos;s job is to get the Windows 8/Windows RT PC tablets out of the door and into business plans before the iPad reaches a tipping point where it can&apos;t be caught. Microsoft&apos;s existing reputation and relationships within the enterprise will get them fast out of the blocks. But what&apos;s concerning to me is that Apple may be further down the track than had been previously thought. Even hardcore Microsoft shops are under pressure to deliver their software on iPad. Whether they cave in to that pressure has a lot to do with the naming. Even the most ardent lover of Microsoft in such a business still has to defend his or her decision, and it turns out that language has a lot to do with this. Going up to the board and giving a presentation where on one side you&apos;re talking about &quot;iPad&quot; and on the other you&apos;re talking about &quot;those new Windows 8 tablet thingies that run a new sort of software, but not really because &apos;it&apos;s just Windows&apos;, but no we can&apos;t run our standard apps on it we need to rebuild them as Windows 8 apps. Huh? No, you&apos;re thinking of Windows 8 programs, which are different. Yes, it runs Office. No, actually you can&apos;t run that spreadsheet because it&apos;s got macros in it. I don&apos;t know why they took the macros out. What&apos;s that? Uh, no it&apos;s not .NET, it&apos;s a new thing. What&apos;s it called? Well, it really doesn&apos;t have a name. Yes, that is kind of silly. Well, I get that you like your iPad. I like my iPad too.&quot;  Within the enterprise, Microsoft is dependent on the partner channel being able to push and build comfort around a message. The partner channel is something that Apple doesn&apos;t have (mostly), which offers Microsoft a huge advantage. Once the marketing managers in the partners work out that they can start slapping &quot;MICROSOFT TABLET FTW!&quot; on all their marketing material that&apos;ll drive the message home in the enterprise. The question then is, what&apos;s the message. It&apos;s hard to sell something that doesn&apos;t have a name. If it did  even if that name was just &quot;Spang&quot; - you can have &quot;iPad&quot; on one side and &quot;those new Windows 8 tablet thingies, but we&apos;ll need to rebuild that app as a Spang app. What&apos;s Spang? Oh, it&apos;s the new thing we use to build apps. Yes, it&apos;s like .NET in a way. Shall I move on to the next slide?&quot; Not perfect, but better. Conclusion At the end of all of this, people who want Microsoft to succeed are hamstrung because we can&apos;t go out there and evangelise the technology. The lack of a name is killing us.  So Microsoft, it&apos;s not &quot;just Windows&quot;. It&apos;s more than that. Let us talk about it. Matthew Baxter-Reynolds is an independent software development consultant, trainer and author based in the UK. His favourite way to communicate with like-minded technical people is Twitter: @mbrit. His next book, Programming Windows 8 Apps with C# will be out in December.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/14/windows-8-metro-microsoft-newspeak", 
    "wordcount": "1777"
}