{
    "headline": "Ban Ki-moon's new education initiative must emphasise teaching and targets", 
    "text": "As presidents and prime ministers gather in New York at the UN General Assembly, secretary general Ban Ki-moon has launched an unprecedented special initiative called Education First. This is driven by Ban&apos;s own personal experience: education transformed both his own life and the fortunes of his country, Korea. The aim of the initiative is to galvanise new action on education, getting all children into school, improving the quality of learning and fostering global citizenship. Powerful messages, bold communications, stark statistics and strong arguments have been put forward in support of the scheme. But is that enough? Certainly, there is much to be welcomed in placing education squarely on the agenda of heads of state. Too often, debates on education become technocratic  a refuge for specialists and experts  and the big picture is lost. Education can and should be the most powerful equalising force in a country, and so the direction of education reforms should be open to inclusive democratic dialogue. But key decisions tend to be taken behind closed doors in ministries of education without public awareness, let alone open consultation. In low-income countries, the direction of education reforms is often set by ministry officials in discussions with donor agencies such as the World Bank  and without the systematic involvement of national citizens and civil society organisations. This limits the ownership and appropriateness of policies that emerge and the feasibility of their implementation. Higher-level political involvement and more vigorous parliamentary and media debate on education is urgently needed. In this context, any high-level renewal of international attention to education is welcomed. But the key challenge is to translate this into sustained changes at national and local levels. Education requires strategic, long-term investments and only delivers returns after many years, so we need to ensure the new initiative moves beyond short-term headline-grabbing into practical, long-term action. Ban&apos;s initiative is refreshing for its recognition of the role of teachers  drawing attention to the need to create 2m new teaching positions, reprioritise training and professional development, and redignify the profession. This should be obvious, but it is astounding how many international education policy debates fail to focus on teachers. In recent times, much attention has been given to measuring and assessing learning outcomes. In contrast, this initiative could help us to focus on actually improving learning outcomes. But to do this against a backdrop of decades of under-investment in teachers, Education First needs to be unequivocal in putting high-quality teachers at the top of its agenda. Again there is no quick-fix or low-cost solution. This requires a long-term commitment  to ensure that there are more teachers who are better trained and better supported. Ban&apos;s vision is expansive and positive. He is calling for education that is transformative, that is relevant in an inter-dependent and ever-changing world and that can help to build a more just, tolerant and peaceful future. But to achieve this vision of vibrant global citizenship, Education First will have to promote and protect active citizenship within the process from the start. This needs to be guaranteed at every level, involving civil society organisations more systematically than they have been to date. It means Education First using its high-level leverage to actively promote a new era of open, public dialogue on education at national level. It means championing the involvement of teachers, parents and students themselves in decision-making at school level. The secretary general could helpfully add his voice more strongly to the call for democratisation and active citizenship within education decision-making. In the past 10 years, more than 100 national education coalitions have sprung up around the world  linking teacher unions, NGOs, faith-based groups, social movements and others who are concerned to put education higher up their domestic political agenda. Linked together through the Global Campaign for Education, these coalitions have a crucial role to play in translating the vision of Education First into tangible change for communities, schools and children. These coalitions and campaigns thrive on clear targets and benchmarks against which they can hold their government and other actors to account. But in the initial documentation of Education First, there is no commitment to specific financial targets, despite growing consensus on what these should be (such as 20% of national budgets, 6% of a country&apos;s GDP, or at least 10% of donor aid budgets). On average, most donors now spend only 4% of their aid on basic education, and most of that money supports short-term projects rather than providing the predictable support needed for governments to invest in more trained teachers. Delivering on these financing targets and supporting inclusive decision-making processes in education need to be seen as the real tests of whether the UN, governments and donors are truly putting education first into practice.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/27/ban-ki-moon-education-teaching-targets", 
    "wordcount": "787"
}