{
    "headline": "Scotland announces 'climate justice' fund for world's poorest", 
    "text": "The Scottish government has unveiled a 3m initiative to help people in the world&apos;s poorest countries adapt to the impact of climate change. The climate justice fund, launched in Edinburgh on Thursday, will disburse the money in equal instalments over the next three years to support water projects in Malawi, Rwanda, Tanzania and Zambia. The scheme, which provides new funding rather than drawing on Scotland&apos;s existing overseas aid budget, was announced by Alex Salmond, the Scottish first minister, and the former Republic of Ireland president Mary Robinson. Both called on rich nations to reduce carbon emissions, arguing that the developing world bears the brunt of flooding, drought and other natural disasters, despite doing little to cause such events. &quot;The huge injustice of climate change is that it is those who have done the least to cause the problem  the most vulnerable, from the world&apos;s poorest communities  who are hardest hit,&quot; said Salmond. &quot;That is why Scotland is committed to supporting climate justice. &quot;In launching this fund, we are all too aware that one country cannot win the battle against climate change alone. Collective action is not an option but an imperative, and we need to ensure our actions and our message inspires others to act.&quot; Robinson, a former UN high commissioner for human rights who is now president of the Mary Robinson Foundation for Climate Justice, characterised the scheme as a potentially significant staging post on the path to reaching a global consensus on climate change by 2015. &quot;Creating a new narrative based on climate justice, which amplifies the voices of the vulnerable, can inject the necessary urgency and ambition into the international negotiations to reach a new legally binding agreement by 2015,&quot; she said. &quot;We will know that we have achieved an equitable solution when the human rights of the most vulnerable are upheld and protected. &quot;Scotland is delivering on commitments to build the resilience of the world&apos;s poorest communities to the impacts of climate change. Importantly, delivering these commitments builds trust between developed and developing countries, who need to work together to solve the problem of climate change.&quot; Stewart Stevenson, the Scottish minister for environment and climate change, praised Robinson&apos;s galvanising influence on the initiative and spelled out the underlying logic. &quot;We got the benefit of being able to emit greenhouse gases over a very long period of time, and that&apos;s underpinned our economic success today,&quot; he said. &quot;But the people who pay the price for that set of emissions are people who&apos;ve gained nothing from that industrialisation, so the justice is that we who have benefited should now support those who are suffering the effects of climate change.&quot; This, said Stevenson, was the message he would be pushing as Scotland&apos;s representative at the Rio+20 conference on sustainable development this month. The launch of the fund, billed as a world first, follows the climate change (Scotland) act of 2009, in which the country  using 1990 carbon emission levels as a baseline  pledged to make a 42% reduction in emissions by 2020, rising to 80% by 2050. Environmental campaigners have questioned the government&apos;s commitment to these targets, citing proposed funding cuts to cycling and walking schemes, but news of the climate justice initiative was welcomed by aid agencies and campaigners. Judith Robertson, the head of Oxfam Scotland, highlighted the implications for food security. &quot;The Scottish government has recognised that, in developing countries, the changing environment has a growing impact on some of the world&apos;s poorest people,&quot; she said. &quot;Only by supporting communities to cope with the effects of climate change  particularly the world&apos;s 500 million small-scale farmers  can we ensure everyone has enough food to eat.&quot; Professor Alan Miller, chair of the Scottish Human Rights Commission, also welcomed the scheme. &quot;There must be broad recognition that the people who have contributed the least to climate change are suffering the most through extreme weather, desertification, crop failures, water shortages and newly spreading diseases,&quot; he said. &quot;This situation violates their human rights and simply cannot continue.&apos;&apos; There was a more cautious endorsement from Green MSP Patrick Harvie, who, while acknowledging a &quot;good start&quot;, felt Scotland &quot;should be prepared to go further&quot;. &quot;As a developed nation we have a duty to help those who will suffer most from climate change,&quot; he said. &quot;Mary Robinson is an inspiration to those of us who want to see Scotland walk tall as a member of the global community.&apos;&quot; Scotland&apos;s existing aid commitments include the Malawi development programme, which supports projects covering civic governance and society, sustainable economic development, and health and education. The country is also involved in projects in Africa and south Asia. Stevenson has denied that such activity  which some might view in the broader context of the campaign for Scottish independence  poses a threat to effective co-ordination with the UK&apos;s Department for International Development. &quot;I&apos;ve found it perfectly possible to make common cause with UK ministers,&quot; Stevenson told the Scottish parliament in March. &quot;We&apos;re always happy to work with the UK government where we can make common cause; this is an agenda where we are very substantially in agreement with the UK government.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/06/scotland-climate-justice-fund-poorest", 
    "wordcount": "888"
}