{
    "headline": "20 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of the best new mobile games for smartphones and tablets, beefed up to 20 games this week since it&apos;s been a busy seven days. These are all new releases, although some may have been released before on another platform to the one listed for example, Sky Gamblers on Android is a port of the existing iOS version. On with the show: Street Fighter X Tekken Mobile The two famous fighting franchises collide on iOS this week, just as they have on consoles. Publisher Capcom is keen to stress that this game has been made for touchscreen devices though, with new controls and an exclusive &quot;Gem Roulette&quot; power-ups feature.iPhone / iPad Sky Gamblers: Rise of Glory Namco Bandai&apos;s spiffing-looking dogfighting game (as in planes, not dogs) has been restricted to the Xperia handsets of Sony Ericsson now Sony until this month, when it&apos;s been made available for other Android devices. A solo mode lets you get the graphics-gazing out of your system before trying your hand in the multiplayer mode.Android Lili BitMonster&apos;s adventure-RPG is picking up a lot of buzz among iOS gamers and specialist sites, with startling Unreal Engine-powered visuals and the promise of a free-roaming world with lots of characters and quests. One innovation is a difficulty mode designed specifically for kids, too.iPhone / iPad Rayman Jungle Run It&apos;s a big week for big console brands on the App Store, as Ubisoft&apos;s Rayman made his way onto iOS. It takes the limbless hero back to his 2D platforming days, with 40 levels and bags of quirk.iPhone / iPad Bingo Blitz Believe it or not, bingo is currently one of the most lucrative genres for the mobile and social games industries, with play-for-fun-yet-also-pay games taking Facebook and iOS by storm. Buffalo Studios&apos; Bingo Blitz is one of the most popular examples, and now it&apos;s drawing lines on Android too.Android Contre Jour Beautiful puzzly-adventure Contre Jour has made the leap to Windows Phone, following lots of critical acclaim on iOS. Superbly crafted, if a little unsettling at times, it&apos;s also fully plumbed into Microsoft&apos;s Xbox Live community.Windows Phone Labyrinth 2 Illusion Labs&apos; Labyrinth 2 is a pleasingly traditional constructional-puzzler with bumpers, balls, doors, magnets and other objects all at your disposal to foil its brain-taxing levels. There&apos;s also the facility to create and share your own levels, if you&apos;re so-minded.Android Best of British: Summer Sports BoB: Summer Sports sprang out of a wizard wheeze from a group of independent games developers in the UK. Created in 48 hours at a hack event, it&apos;s a collection of sports mini-games, with an emphasis on playability and a nice line in surreal humour.iPhone / iPad Lunar Silver Star Story Touch One of the fun things about modern-day app stores is their global nature, which is speeding up the process of bringing games to the West from Japan that would formerly have required grubbing about in import shops. Lunar Silver Star Story Touch is a conversion of a Japanese RPG with all the questing, battling and slightly-baffling plotlines that fans of the genre would expect.iPhone / iPad Demons&apos; Score Talking of Japanese games... This is the work of Square Enix, which is encouraging players to &quot;Get ready for the off-the-hook break beat action. Surrender to the rhythm and tap like hell.&quot; It&apos;s crying out for a Brian Blessed-voiceovered TV ad. In the absence of that, this is a music rhythm game where your in-time tapping duffs up giant demons, a bit like Infinity Blade crossed with Tap Tap Revenge.iPhone / iPad Monster Warlord Now something from South Korea, in the form of Monster Warlord. It&apos;s the latest freemium card-battler game, which as the title implies involves all manner of monsters. There are hundreds of beasts to collect and combine, with a clan system to spice up the online multiplayer elements.Android Crafty Creatures Is the sudden popularity of &quot;crafting&quot; in a range of games all down to Minecraft? This game from Chillingo takes the idea into a puzzle game, getting players to make levels and creatures before playing them, and also sharing them with others. Like LittleBigPlanet meets Cut the Rope, a bit, and intriguing with it.iPhone / iPad Guardian Cross Another new release from Square Enix, which is putting a lot of effort into testing out new games and genres on mobile devices in 2012. Well, I say new genres: this is another card-battler, except here the monsters are based on some familiar faces (and claws) from the Final Fantasy games. Moogles, mandragoras and more lie in wait.iPhone / iPad Prince of Persia Classic For something more nostalgic, how about a faithful Android port of Prince of Persia, Ubisoft&apos;s princely platform game from back in the day? The faithfulness stops at the graphics though, which have been beefed up for modern-day smartphones. Also good for fans are the multiple modes, including Time Attack and Survival.Android Townsmen Out on Android a few weeks ago, HandyGames&apos; Townsmen has now set up house on iOS too. It&apos;s actually one of the most long-running mobile game brands, having made its original debut in the days of Java handsets. You&apos;re building a city, managing its economy, and completing challenges to make it a bustling metropolis.iPhone / iPad Hotel Transylvania Dash Here&apos;s an interesting partnership: casual games publisher PlayFirst and Hollywood studio Sony Pictures Animation. They&apos;ve teamed up to make a new version of the former&apos;s Hotel Dash game (think Diner Dash, but... Well, you can guess) featuring undead characters from the upcoming Hotel Transylvania movie. File alongside similar reskins for Brave (Temple Run), Hop (Doodle Jump) and Rio (Angry Birds).iPhone / iPad The Curse The Curse is a proper puzzle game: one for veterans of the genre who like something to really get their teeth into. 100 levels are included, blending logic, memory and reaction puzzles, with its cryptic challenges ensuring you won&apos;t blast through them too easily.Android Recess Riot Super Mega Worm remains the all-time awesomest mobile game about giant worms leaping out of the ground to eat people. Now its developers have something new: pixelly jumping and dodging in the playground, as you leap over ropes and duck a collection of balls. No giant worms, alas, but don&apos;t hold that against it.iPhone / iPad Critter Escape! This really is a good time for interesting indie games coming out on Android. Stealth adventure Critter Escape! sees you sneaking through 120 levels to escape, with the help of power-ups and the hindrance of puzzles. Android Judge Dredd vs. Zombies Zombies certainly don&apos;t shirk a challenge on mobile, turning up to fight against plants, Call of Duty soldiers and now Judge Dredd himself. Tying in with the new Dredd 3D movie, this sees the not-so-good Judge proving his law-amming credentials by laying waste to hordes of the undead.Android That&apos;s our selection, but what mobile games have you been playing this week? Give your recommendations, or feedback on the titles above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/20/best-mobile-games-street-fighter-tekken", 
    "wordcount": "1176"
}