{
    "headline": "Student loans payoff charge scrapped, but debt-averse could still be penalised", 
    "text": "The coalition&apos;s decision to allow university leavers to pay back their loans early without penalty could saddle low-earning graduates with even more debt, student leaders have warned. A plan to impose penalties on students who pay back university loans early has been scrapped by the government, amid fears that hundreds of thousands of people would be hit with unfair charges. Ministers were considering levying annual charges of about 5% on excess payments to prevent wealthier students escaping interest charges on 30-year repayment plans. But Liam Burns, president of the National Union of Students, said low and middle-income graduates could mistakenly think that they were doing the right thing by paying off their student loans early. Graduates would be better off investing their money in an ISA, he said. &quot;Ministers must come clean on student finance to ensure those on low and middle-incomes are not duped into chipping away at their outstanding debt  It rarely makes financial sense to do so, particularly for those who are seeking to get on the housing ladder or start a family,&quot; Burns said. Burns argued that it only makes financial sense for graduates to pay back their student loans early if they are repaying more than half what they owe. Liberal Democrats were said to be keen on the penalty because they feared that without it, high-earning graduates would be able to escape interest charges on the new 30-year repayment plans. Conservatives saw the penalty as a threat to better-off families. Dropping it will be seen as a concession to Tories who oppose the favoured candidate for chief of the university access watchdog. Vince Cable, the business secretary, has endorsed Prof Les Ebdon for the role of director of the Office for Fair Access (Offa). Leading Conservatives, including Michael Gove, the education secretary, are against the appointment because they believe Ebdon, who is vice-chancellor of the University of Bedfordshire, will be too tough on Oxbridge and other prestigious institutions. The prime minister has said he is powerless to intervene in the appointment and next week Ebdon is likely to be told he has the role. Ministers are said to have decided to drop the penalty for early repayment because evidence showed it was not wealthy graduates who would want to pay off their loans promptly, but graduates earning 18,000. The government will also allow graduates to repay their student loans in lump sums. Neil Shephard, an economics professor at the University of Oxford, said the coalition had made the right decision because early repayment of loans released public resources which allowed more students to go to higher education. &quot;Taxing early repayments would be madness, it would shrink the supply of places,&quot; Shephard said. &quot;This decision is good for the education sector, social inclusion and UK growth.&quot; Tim Leunig, chief economist at liberal thinktank CentreForum, said evidence showed that it was the most debt-averse graduates who would want to repay their student loans early. &quot;Students should not worry about their taking a loan from the Student Loans Company, but equally government should not penalise those who want to get out of debt for whatever reason,&quot; he said. From September, students will be able to take out loans to cover their annual tuition fees bill of up to 9,000, as well as their living costs. They will begin to repay the loans once they earn more than 21,000 a year, and any outstanding balance will be written off after 30 years. The plan to revamp the loans scheme was conceived by the Lib Dems as a progressive &quot;graduate tax&quot; that would impose higher fees on those who profited most from their university education.", 
    "section": "education", 
    "gid": "education/2012/feb/16/student-loans-payoff-penalty-scrapped", 
    "wordcount": "622"
}