{
    "headline": "Three to offer 4G mobile connections at 3G rates", 
    "text": "Mobile carrier Three has thrown down the gauntlet on 4G pricing to its bigger UK rivals, announcing it will offer the superfast mobile connections at the same price as its existing 3G service when it gets them in autumn. The announcement, made as the four main carriers move into their third week of bidding for 4G spectrum from communications regulator Ofcom, is in stark contrast to pricing by rival carrier Everything Everywhere. It launched 4G services in October but at premium prices compared to its existing 3G services. Its 4G contracts cost from 21 per month for a 12-month Sim-only plan with 500MB of data, where the customer provides the phone, compared to 8 for the same contract on 3G. Prices for its Sim-only 12-month 4G service range up to 61 per month. By contrast, Three offers a 12-month Sim-only 3G plan with 500MB data starting at 6.90 per month, with unlimited data on offer for 25 per month. The move by Three sets a floor on 4G pricing, but stymied the other two carriers, O2 and Vodafone  even as the four companies are battling each other to win spectrum in the 4G auction now being run by communications regulator Ofcom. O2 said: &quot;It&apos;s too early to talk about our pricing [for 4G] but the plan is to ensure that as many people as possible can enjoy 4G and that the pricing isn&apos;t prohibitive.&quot; Vodafone said it had not decided on pricing yet. Three trumpeted its advantage as the smallest, and newest entrant. &quot;Our customers choose Three because they love the internet and know they can get great speeds and great value on our award-winning network,&quot; said Three UK chief executive Dave Dyson. &quot;As we add the next wave of technology to our ultrafast network, we&apos;ve listened to our customers and thought long and hard about the right way to do it. We don&apos;t want to limit ultrafast services to a select few based on a premium price and we&apos;ve decided our customers will get this service as standard.&quot; The four carriers are all bidding for 4G spectrum, although Everything Everywhere is already using its own allocated 3G spectrum for 4G services  and will have to give some of that to Three in the autumn under a deal cut by Ofcom. The ongoing auction, in which 28 different parcels of spectrum are being auctioned in a complex process where participants can bid on roughly 3,000 different variations of spectrum allocation, could end this month. Ofcom is not providing detail about the progress of the bids to avoid any risk of collusion between the bidders. The auction is expected to generate at least 1.3bn, and perhaps 3.5bn or more, for the public purse. The winners will be able to start offering services from late spring.", 
    "section": "technology", 
    "gid": "technology/2013/feb/04/three-4g-connections-price", 
    "wordcount": "481"
}