{
    "headline": "Apple didn't ban SAGA comic, but censorship questions remain", 
    "text": "This week&apos;s &quot;banning&quot; and then swift unbanning  of a digital issue of a comic named SAGA should serve as a lesson to anyone eager to jump to conclusions about Apple&apos;s App Store approval policies. But it&apos;s also just the latest reason for an important public debate on the nature and policies of the new wave of media and entertainment gatekeepers on smartphones and tablets: Apple, Google, Amazon, Microsoft and BlackBerry. Here&apos;s what happened with SAGA, a well-respected comic created by Brian K. Vaughan and Fiona Staples that has just published its 12th issue. Vaughan himself ignited the controversy with a blog post: A Statement on Apple&apos;s Banning of SAGA #12 from Brian K. Vaughan. &quot;Unfortunately, because of two postage stamp-sized images of gay sex, Apple is banning tomorrow&apos;s SAGA #12 from being sold through any iOS apps,&quot; wrote Vaughan. &quot;This is a drag, especially because our book has featured what I would consider much more graphic imagery in the past, but there you go. Fiona and I could always edit the images in question, but everything we put into the book is there to advance our story, not (just) to shock or titillate, so we&apos;re not changing shit.&quot; Pretty unambiguous stuff, and the spark for numerous news reports and blog posts criticising this latest example of Apple censoring art (yes, including The Guardian). The problem was that this was less censorship by Apple, and more self-censorship by one of SAGA&apos;s distributors on the App Store. ComiXology one of the most popular digital comics aggregator operating on iOS and other platforms confirmed its role in a blog post from its chief executive David Steinberger. &quot;As a partner of Apple, we have an obligation to respect its policies for apps and the books offered in apps. Based on our understanding of those policies, we believed that Saga #12 could not be made available in our app, and so we did not release it today,&quot; he wrote. Steinberger went on to stress that his company&apos;s decision was not related to &quot;any particular sexual orientation&quot;, and explained that Apple had quickly contacted ComiXology to set things straight. &quot;It should be clear that Apple did not reject Saga #12. After hearing from Apple this morning, we can say that our interpretation of its policies was mistaken,&quot; wrote Steinberger. &quot;You&apos;ll be glad to know that Saga #12 will be available on our App Store app soon.&quot; All&apos;s well that ends well, and if nothing else, it may help a few more readers discover an excellent comic. But there are more lessons to be learned from the controversy. For journalists, it&apos;s a reminder that there are two (or three, in this case) sides to every story, and even with a primary-source accusation that Apple has banned a piece of content, it&apos;s not always so simple. (I&apos;m not writing this from a high-horse of smuggery: if I hadn&apos;t been knee-deep in other work at a conference yesterday, I&apos;d probably have been writing an &apos;Apple bans comic&apos; story too the lesson is for me as much as anyone.) For ComiXology, it&apos;s a warning of the downside of second-guessing Apple&apos;s approval policies at a potentially-sensitive time for the company. Apple is both strongly encouraging authors and publishers to distribute their work through its iBooks store, and making menacing noises behind the scenes (again) about apps that duplicate its own core iOS features. For a company like ComiXology, this may not be the best moment to be alienating either authors or Apple something Steinberger&apos;s prompt and honest apology may mitigate. &apos;We view Apps different than books or songs...&apos; This is also a warning for Apple though, for approval policies that still need to be second-guessed. From satirical cartoons and bare breasts in a digital graphic-novel of James Joyce&apos;s Ulysses in 2010, through games drawing attention to sweatshops and other dodgy labour practices in 2011 and again in 2013, taking in a topical news game about Syria along the way, these controversies keep happening. &quot;We will reject Apps for any content or behavior that we believe is over the line. What line, you ask? Well, as a Supreme Court Justice once said, &apos;I&apos;ll know it when I see it&apos;. And we think that you will also know it when you cross it,&quot; explained Apple&apos;s App Store approval guidelines published back in September 2010. The overwhelming majority of iOS apps aren&apos;t anywhere near that line. But there&apos;s an important debate to be had about how developers and content distributors who are (as well as authors, artists, activists) can recognise it and, indeed, on whether the line is drawn in the right place. &quot;We view Apps different than books or songs, which we do not curate,&quot; explained the same guidelines back in 2010. &quot;If you want to criticize a religion, write a book. If you want to describe sex, write a book or a song, or create a medical app. It can get complicated, but we have decided to not allow certain kinds of content in the App Store.&quot; It is complicated, especially when apps can be containers for distributing books (like ComiXology), magazines, newspapers, music (Lady Gaga&apos;s upcoming ARTPOP may reignite the music industry&apos;s interest in albums-as-apps), TV shows and films. Senior Apple executives have been unsurprisingly keen to point to the perceived downsides of Google&apos;s hands-off Android approval policies malware in particular. They will surely understand, then, why their own store&apos;s stricter policies also need to be scrutinised for the benefit of iOS users and app developers alike. Apple may not have been the culprit in the SAGA censorship row, but to live up to its promises of sitting at the intersection of liberal arts and technology, the more clarity there is around its gatekeeping of the former, the better.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/11/apple-saga-comic-app-store-ban", 
    "wordcount": "986"
}