{
    "headline": "China unveils 'world's fastest smartphone'", 
    "text": "Huawei, the Chinese telecoms equipment group, has unveiled what it claims is the world&apos;s fastest smartphone and announced a 60% annual rise in shipments of its mobile devices. Headlining at the mobile phone industry&apos;s annual gathering in Barcelona, which opened its doors a day after hundreds of thousands of demonstrators rallied across Spain in protest at national austerity, Huawei presented its latest device to run on Google&apos;s Android software. The Ascend P2 connects to the web two or three times faster than other smartphones when using Wi-Fi, its maker claims, downloading high-definition films in minutes and videos, songs and ebooks in just seconds. In the Christmas quarter, Huawei overtook BlackBerry to become the world&apos;s third largest smartphone maker. Although it is some way behind Samsung and Apple, its less expensive but high-performing handsets are attracting a growing following. It shipped a total of 127m consumer devices last year, of which 32m were smartphones alongside more basic &quot;feature&quot; phones, home broadband modems and dongles to connect laptops to mobile networks. The division generated $7.5bn of revenues in 2012, a 10% increase on the previous year. Overall income including sales of network equipment to telecoms companies totalled $35.4bn, bringing Huawei level for the first time with the market leader Ericsson. The surge in sales is despite heightened concerns in Washington and London over cyberspying and the degree to which Huawei&apos;s equipment should be trusted at the heart of western networks. A United States Congressional report in October stated the firm and its fellow Chinese business ZTE posed a national security threat, while the UK&apos;s Intelligence Security Committee is due to complete its own investigation shortly. In a sign of the shifting power balance in telecoms, Huawei and Samsung are vying with Sweden&apos;s Ericsson and US computer chip maker Qualcomm to host the largest stands at this year&apos;s Mobile World Congress trade fair. Although the number of delegates is expected to rise from 67,000 to 70,000 this year, cash-strapped mobile phone networks are cutting back their presence as austerity grips Europe. According to Bloomberg, Vodafone is spending 20% less this year and, along with Sweden&apos;s TeliaSonera, is sending fewer executives. &quot;What we see at the event matches the trends we have in the industry,&quot; said Michael O&apos;Hara, chief marketing officer of mobile carriers association and congress organiser GSMA. &quot;Europe is the flatter piece of the equation.&quot; Following student riots last year and Sunday&apos;s 100,000-strong demonstration in Madrid, at which prime minister Mariano Rajoy was urged to step down, security is expected to be tight. Conspicuously missing from the exhibitors is Google. Last year, to showcase Android, the company took a gigantic stand which featured a juice bar and a helter-skelter. The showmanship will be left to Huawei, which launched a new branding campaign under the slogan &quot;Make it Possible&quot; by commissioning an artwork of a solid steel 1m square cube magnetically suspended in mid-air. Huawei is redoubling efforts to establish its brand with consumers, moving out from behind the shadow of the mobile networks it supplies. Richard Yu, head of the Chinese company&apos;s consumer business, said the company now had &quot;strong momentum&quot; in its efforts to be a &quot;leading smartphone brand in the coming years&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/feb/24/china-huawei-worlds-fastest-smartphone", 
    "wordcount": "549"
}