{
    "headline": "Inquiry launched after Islamic group holds segregated lecture", 
    "text": "The University of Leicester has launched an investigation into gender segregation at a public lecture held by its student Islamic society. The talk, entitled Does God Exist?, featured a guest speaker Hamza Tzortzis as part of an Islamic Awareness week. Seating at the event was segregated, with different entrances into the lecture theatre for men and women. It follows news that a London university, UCL, has banned an Islamic organisation from campus after concluding that it attempted to impose segregation at a debate which also featured Tzortzis. In Leicester, more than 100 students attended the segregated event, which took place last month. A photograph passed to the Guardian shows signs put up in a university building, directing the segregation. A message on the group&apos;s website says: &quot;In all our events, [the society] operate a strict policy of segregated seating between males and females.&quot; The statement was removed after the Guardian contacted the society. A spokesman for Leicester said: &quot;The University of Leicester does not permit enforced segregation at public events. The university will investigate whether entrances to the hall for this event were segregated by the society and will ensure there is no recurrence of this. &quot;The University will not interfere with people&apos;s right to choose where to sit. If some people choose to sit in a segregated manner because of their religious convictions then they are free to do so. By the same token, if people attending do not wish to sit in a segregated manner, they are free to do so.&quot; He added: &quot;To our knowledge, no-one was forced to sit in any particular seat. If there is evidence of enforced segregation, that would be a matter the university and students&apos; union would investigate.&quot; But a Leicester student told the Guardian he believed segregation was common practice at the society&apos;s events to avoid offending those with strong religious beliefs. Human rights campaigner Peter Tatchell said: &quot;Gender segregated seating contravenes the equal opportunities and anti-discrimination policies of universities and student unions. Students and staff should not be subjected to sexist segregationist policies. &quot;Universities are supposed to be places of enlightenment, tolerance, liberalism and human rights. It is shocking the way some student Islamist societies are being allowed to force women to sit apart from men, sometimes with the connivance of the university authorities, who take a hands-off approach. Some universities are doing very little to ensure that the campus is a safe and equal place for all students.&quot; Dan Flatt, an officer for Leicester Students&apos; Union, said: &quot;The Students&apos; Union does not believe in enforced segregation. We trust in our societies&apos; ability to conduct their events in accordance with the principles of the union.&quot; But Rupert Sutton, from the campus watchdog Student Rights, has claimed there is &quot;consistent use of segregation by student Islamic societies across the country&quot;. He wrote: &quot;While this may be portrayed as voluntary by those who enforce it, the pressure put on female students to conform and obey these rules that encourage subjugation should not be underestimated.&quot; The issue made the headlines recently after Prof Lawrence Krauss, an eminent atheist, walked out of a segregated event at University College London (UCL). He returned after organisers said segregation would be abandoned. Richard Dawkins later described the attempted segregation as a &quot;sexual apartheid&quot;. The University of East London also recently blocked an Islamist meeting which was also set to have segregated seating. Dawkins wrote on his website: &quot;Isn&apos;t it really about time we decent, nice, liberal people stopped being so pusillanimously terrified of being thought &apos;Islamophobic&apos; and stood up for decent, nice, liberal values?&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/15/leicester-investigating-islamic-group-gender-segregation", 
    "wordcount": "617"
}