{
    "headline": "Conflict in DRC Congo threatens chimpanzee tourism programme", 
    "text": "Fighting between government troops and M23 rebels in eastern Democratic Republic of the Congo has disrupted a promising plan for chimpanzee tourism in Virunga national park, also home to mountain gorillas. In the most serious incident, two park rangers and a soldier were killed in an ambush in October in a park covering 7,800 sq km, famed for its active chain of volcanoes and diverse habitats. A Unesco world heritage site, the park&apos;s most famous inhabitants are 480 of the world&apos;s 790 remaining mountain gorillas, but it is also home to a small number of chimps in Tongo, a forest in the southern sector of the park, bordering Uganda and Rwanda. &quot;The project was going so well  54 tourists came to see the chimps between January and May last year until the fighting made it too dangerous,&quot; says Alison Mollon, the British project leader of the Frankfurt Zoological Society (FZS) initiative. The project could bring in tourism to sustain a community of 40,000 people in Tongo. Mollon says the scheme was just beginning to attract interest from funders. Disney had approved funds to train guides from the community and the US Fish and Wildlife Service had agreed to set up a community campsite, but all this is on hold. There are reports that the M23 rebels, who are accused of killings, mass rapes and other atrocities, are taking groups of tourists on gorilla treks to the park and using the proceeds to fund their insurgency. Mollon&apos;s immediate concern is reports from October that some chimps were eaten. Just back from the UK, she is desperately keen to return to Tongo to see how the animals fared after the fighting. Mollon was last in Tongo, a two-hour drive from Goma  eastern Congo&apos;s biggest city  in November, taking in some of Africa&apos;s most resplendent scenery with spectacular views of the Nyiragongo and Nyamuragira volcanoes. At the time, she and some park rangers were at Rumangabo, the rangers&apos; HQ in Tongo, when they were caught up in the fighting. &quot;We were right in the middle of M23 positions and there was firing on all sides,&quot; she says. &quot;Some of us thought of making a run for Goma, but I pointed out that the road would take us straight to the fighting. Luckily, we stayed and were eventually evacuated by the UN.&quot; The chimp tourism initiative began in 1987. The first year involved opening 80km of trails and &quot;habituation&quot; of the chimps to the presence of people, followed by a 12-month trial period for tourism. Habituation means getting animals used to being around people, and involves tracking them down and being in their vicinity until they stop running away. It was hard work with the chimps in Tongo as they had been hunted for the past two decades. After two years of intensive effort, the 50 chimps were sufficiently habituated for tourism to begin in December 1989. By 1992, chimp tourism was bringing in revenue for park management and benefits to Tongo. This eased pressure on the park and halted illegal charcoal production. But civil unrest, the Rwandan genocide in 1994 and the ensuing deadly wars that sucked in Congo&apos;s neighbours, put a stop to tourism. Only in 2010 was FZS able to relaunch the habituation process in preparation for tourism, appointing Mollon project leader in 2011. &quot;At the beginning of the habituation process, they [chimps] were so scared of us. When they saw us, they would run away as fast as they could without making any noise or without communicating with each other,&quot; explains Alexis Mutakirwa, chimp habituation officer for FZS. &quot;All they wanted was to get away from us.&quot; Mollon waxes lyrical about seeing chimps in the wild. &quot;I love going out to see them. When they start to cry, it makes the hairs on the back of your arms stand up, but they do have a tendency to wee on you from the trees,&quot; she said. &quot;It&apos;s a very different experience from seeing gorillas, as they stay calm. The chimps are always moving, there is more of an edge.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/08/conflict-congo-drc-chimpanzee-tourism", 
    "wordcount": "696"
}