{
    "headline": "Tighten fracking regulations, scientists urge US officials", 
    "text": "     An influential group of scientists has urged US officials to step up their policing of shale gas operations and to consider stronger regulations to reduce environmental and health risks at the facilities. The scientists called on regulators to revisit, and in many cases beef up, their guidelines to avoid surface spills at shale gas works, and to ensure the safe storage and disposal of toxic fluids used in controversial hydraulic fracturing, or fracking, operations. Though some US states have updated historic oil and gas regulations to encompass fracking and shale gas work more generally, many lag behind and lack enough qualified people to enforce regulations properly, the researchers said. Writing in a major report released yesterday, the scientists found &quot;little or no evidence&quot; to support claims that fracking had contaminated aquifers, but recommended that states do more to prevent accidents, such as spillages, underground leaks and gas explosions. Rules should be in place to establish responsibility if groundwater supplies become contaminated by shale gas works, with clear guidelines set out for replacing water supplies when drinking wells are affected, the report adds. More stringent rules and better surveillance of well construction could prevent future cases of houses exploding after methane from fracked wells seeped along underground fractures and collected beneath homes. A handful of high-profile blasts have been traced to shale gas wells in Ohio, Colorado and other states. The independent review of fracking by senior academics at the University of Texas in Austin said that the development of shale gas was &quot;essential to the energy security of the US and the world&quot;, but that the process had become mired in controversy after claims that fracking causes damage to health and the environment. Fracking uses high pressure water mixed with particles and chemicals to break gas-rich shale rocks apart more than a kilometre underground. Critics have blamed the technique for a range of undesirable effects, from air pollution and contaminated water to minor earthquakes. In Britain, the protest group, Frack Off, has staged demonstrations at fracking test sites, while Greenpeace has argued that exploitation of shale gas deposits draws momentum away from alternative green energy projects. Charles Groat, associate director of the university&apos;s Energy Institute and lead author of the report, said: &quot;The most important underlying scope of this study has been separating fact from fiction. The resource is so important to the US and the globe that if there are legitimate concerns about the impact on the environment of producing and transporting this resource, we need to understand that.&quot; Shale gas production rose nearly fivefold in the US between 2006 and 2010, when it accounted for 23% of the nation&apos;s natural gas. By 2035, nearly half is expected to come from shale gas operations. The authors focused on three major shale works in the US, namely Barnett shale in north Texas, Marcellus shale in Pennsylvania and Haynesville shale in western Louisiana and northeast Texas. They found that many problems blamed on fracking were common to all oil and gas drilling operations, and that reports of water contamination could often be traced to surface spills of waste water. But the authors made clear that their environmental review of shale gas was hindered by the industry&apos;s limited disclosure of chemicals added to fracking fluids, and a widespread failure to sample and record baseline levels of water quality in aquifers before drilling began. &quot;In many, if not most places, what the water was like before oil and gas development took place is not recorded, so how do you know whether you have had an effect or not, or whether the effect that&apos;s happening is due to what you&apos;re involved in, or what someone else is involved in?&quot; Groat said. Improving baseline records of water quality, better groundwater sampling, and reliable ways to confirm the causes of problems were crucial for policy makers to draw up, amend and enforce regulations, he added. The authors identified more than 800 violations of environmental regulations involving most stages of shale gas operations, from drilling and fracturing to waste disposal and well plugging, at sites in four states dating back to 1999. Of these, 58% were procedural or had little or no impact, with 42% ranked as having a major, substantial or minor impact on the environment. Groat said the industry needed to demonstrate that it could minimise violations through self-policing. &quot;They know where the problems are and should show the public they are responsive, not defensive,&quot; he said. We are seeing signs of this in efforts to deal with flow back and produced water disposal issues, but need similar efforts in ensuring upper well bore integrity improvements,&quot; he added. Drilling at shale gas sites has led to prominent claims that chemicals used in fracking are behind cases of discoloured, cloudy and bad-smelling water. But the report says many of these changes may be due to vibrations and shockwaves from shale gas works disturbing particles of iron, manganese and other materials that had settled in water wells. Though chemicals make up less than 1% of the millions of gallons of fracturing fluid used at a single shale gas well, the authors raised concern that there was still no clear understanding of the key chemicals or the concentrations used, despite broader disclosure from companies. Several chemicals that are known to be toxic and used in fracking are widely used in other products, the report states. They include 2BE, a surfactant that can destroy red blood cells, which is found in solvents, paints and household cleaners; benzene, a carcinogen that is already widespread in the environment; and naphthalene, a probable carcinogen used in mothballs and toilet deodorisers. Though the release of more toxic chemicals into the environment was &quot;not totally acceptable&quot;, people should take into account their uses in other products, and the great depths at which they are released in fracking, the report states. Details of the report were announced at the annual meeting of the American Association for the Advancement of Science in Vancouver. The report raises further concerns about the impact of shale gas on forests and ecological habitats. Studies of shale gas development in the Marcellus Shale area show that two-thirds of well pads will be built on cleared forest land, leading to a clearing of 34,000 to 83,000 acres for well pads, and a further 80,000 to 200,000 acres for roads. For shale gas operations near &quot;sensitive areas&quot;, schools and public water supplies, the authors urge states to consider setting minimum distances for drill pad sites and other shale gas facilities. The report says little about health concerns from benzene and other volatile organic compounds that are released from fracking plants, either as air emissions or in waste fluids,but adds that much more research was needed to investigate claims that the chemicals caused a wide range of health problems, including cancer, headaches and nosebleeds. Follow up reports from the group will focus on atmospheric emissions and seismic activity triggered by shale gas extraction.", 
    "section": "environment", 
    "gid": "environment/2012/feb/16/shale-gas-regulations-scientists-us", 
    "wordcount": "1179"
}