{
    "headline": "Shock of beauty on a windswept moor", 
    "text": "The rock&apos;s pale surface is patched and patterned with lichen in shades of grey and soft sage green. At its foot are straggly hard-stemmed heather plants, still winter brown. From among them rise pinnate fronds of polypody. Bright green and fresh, delicate-looking and glossy, they make a perfect visual accent and a striking textural contrast with the rock behind. In the short turf between the heather is a scatter of wild flowers; the tallest are pale, slender-stemmed violets, sheltering where turf rises to meet rock. Milkwort, dwarfed by the conditions at this exposed spot, lies low to the ground. Seen in close-up, it is exquisite, its tiny flowers an intense and holy blue. Curiously, the petals are barely to be seen. The glorious colour comes from two of the flower&apos;s five sepals which, grown large and brightly blue, enclose the petals almost totally. Only at the flower&apos;s tip can they be seen where the largest of them ends in a fringe of white plain to see against the blue. Close by, also growing low to the ground, are the yellow flowers of tormentil, the shape and arrangement of its petals reminiscent of the inner four petals of a Tudor rose. Though small, it has great character with something infinitely cheering about its buttercup brightness and something resolute about its ability to grow in the most inhospitable of places, even on the dampest of acid moorland soils. And if the attractiveness of milkwort and tormentil was not enough in itself, both have medicinal and domestic uses. Milkwort&apos;s name records its use taken as a decoction to stimulate the flow of a nursing mother&apos;s milk, while preparations of tormentil were used to relieve ailments as diverse as toothache and gripings of the stomach. One of its folk names &quot;bloodroot&quot;, recalls its use as the source of a red dye, and from those same roots came an astringent substance sometimes used in tanning.", 
    "section": "environment", 
    "gid": "environment/2012/may/17/south-uist-shock-beauty-moor", 
    "wordcount": "322"
}