{
    "headline": "Zombies invade Bristol for IG Fest event", 
    "text": "There&apos;s something rotten on the streets of Bristol. The city&apos;s IgFest begins today, offering a range of &apos;urban games&apos;, in which groups of players take part in themed chases around the Old City, following mission objectives and immersing themselves in living interactive narratives. In other words  they&apos;re playing video games, but on the streets and in person. For real.  The highlight of this year&apos;s event, which runs until 8 September, is likely to be 2.8 Hours Later, a zombie chase adventure that challenges participants to navigate and survive an undead apocalypse. Organised by Bristol-based developer Slingshot, the game involves following a map to a series of locations within the allotted 2.8 hour running time. En route, team members will be attacked by zombies  or more accurately, actors dressed as zombies, although it&apos;s very easy to get caught up in the atmosphere. There are two other headline games to get involves with, all running every evening of the festival. Cargo, co-designed by Slingshot and The Orchid Project has you legging it through the city attempting to deliver a package to a boat while being helped  or hindered - my a mysterious AI that contacts you via your phone. Incitement by Splash &amp; Ripple is a stealth game in which players attempt to bring down a dystopian Authority. Apparently combining street gaming, theatre and digital technology, it&apos;s set to close with something of a spectacular surprise finale  perhaps an actual revolution?  Urban games have been around for a number of years, often organised by interactive art collectives like Blast Theory or offbeat creative agencies like Hide&amp;Seek. Theatre companies like Punchdrunk are also exploring the boundaries between interactive theatre and gaming. This year&apos;s IgFest will also feature its own fringe event, which will include 20 smaller games, and takes place at Bristol&apos;s Castle Park. Details of times and tickets can all be found at the IgFest website. And you can also follow the Twitter feed for more info and updates.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/05/ig-fest-bristol", 
    "wordcount": "331"
}