{
    "headline": "University guide 2013: Edge Hotel School", 
    "text": "At Edge Hotel School, students learn and work alongside hospitality professionals, helping to run an AA-recognised luxury country house hotel. It offers a combination of hands-on experience and a fast-track route to a degree. The two-year intensive BA (Hons) in hotel management is awarded by the University of Essex.  Students enjoy all the advantages of university campus life, with access to student facilities and accommodation provided by the university. The course has three intakes each year: January, May and September. The Edge Hotel School approach is designed to boost employability by preparing students thoroughly for a job in hotel management. Fees9,000 a year for two years. BursariesThanks to close links with the hospitality industry, the school is able to offer a number of sponsored scholarships for deserving students. These are usually worth 3,000. In addition, the National Scholarship Programme offers accommodation subsidies of 3,000 for up to 14 Edge Hotel School students each year who are resident in England and have an annual household income of less than 25,000. AccommodationAccommodation on the University of Essex&apos;s Colchester campus is guaranteed for all students and is just a few minutes away.  Students also receive free meals while on duty in the hotel. Room prices range from 79 to 110 pw. FacilitiesStudents at Edge Hotel School study and work in four-star Wivenhoe House, a Grade II* listed, 18th century Essex country house.  It has two restaurants, serving traditional and modern cuisine. TransportEdge Hotel School is less than 10 minutes&apos; drive from the city centre of Colchester. There is a regular bus service. ContactTel: 01206 872858Email: enquiry@edgehotelschool.ac.ukWeb: edgehotelschool.ac.ukAccommodation: enquiry@edgehotelschool.ac.uk", 
    "section": "education", 
    "gid": "education/2013/apr/02/universityguide-higher-education", 
    "wordcount": "284"
}