{
    "headline": "On the road: Citron C3 Picasso Exclusive HDI 115 manual", 
    "text": "Some cars have personality, others don&apos;t. A bit like people, really. ABugatti Veyron has personality, as does a Skoda Yeti. AnAston DB9 doesn&apos;t. Audis on the whole don&apos;t, either; theA2 did when it first came out, but it&apos;s fading (interestingly, cars usually gain personality with age). As a rule Vauxhalls don&apos;t have any, though, whatever age they are; thatfamous griffin badge is like aseal of non-personality. You disagree? You can disagree all you like, argue until the cows come home. It&apos;s no use. I am the arbiter ofpersonality. Personality isn&apos;t alway a good thing. The Mini Cooper Coupe has it,but it&apos;s a stupid personality. Lotsof cars that are very desirable tolots of people have very little personality (the aforementioned Aston, for example). It&apos;s about character, not money or looks. Often, it&apos;s small cars that have it. Very few MPVs do. But this one, theCitron C3 Picasso, does. It has been given a few midlife tweaks tokeep it fresh, but it&apos;s essentially the same car that&apos;s been around for afew years now. Look at it: it&apos;s undeniably avehicle for carrying people  a little bus. But there&apos;s also a sense of style, and of fun, mischief even, about it. It says OK, so I have a family now, but I&apos;m not quite ready to give up onmy own life just yet. The fun continues inside, where it&apos;s roomy for such a little bus, and modern, interesting, light. So light! The wraparound windscreen is likethe bay window of a suburban semi. Ifwe had a cat, I would have broughtit along to curl up in the corner. It has a panoramic sunroof, too, so it&apos;s like being in aflipping greenhouse. I should have broughtalong some house plants aswell, foreven more fun. To drive, it&apos;s no great thrills, butneither is it a chore  more like acar than a little bus. This diesel-engined model is very capable without setting my world on fire, but it is impressive on fuel consumption andemissions. The manual gearbox took a bit of gettingused to, as didhaving all theinstruments in asort of central space pod, rather than directly in front of the driver. Hey, they&apos;re foreveryone to share. This is ademocratic, ideologically sound car.It took me a while to figure outsome of the controls, such as theradio and the satnav, but then I&apos;m very thick (read: old) about things like that. Who cares, though? I don&apos;t need music, or even to know where I am. I&apos;ve got light, and air, and flair. Imay have a family, but I&apos;m not quite ready to give up on life just yet. I&apos;m in a car I like being in, one with personality. Good personality. Citron C3 Picasso Exclusive HDI 115 manual     Citron C3 Picasso Exclusive HDI 115 manual. Photograph: Simon Stuart-Miller for the Guardian    Price 16,925 Top speed 114mph Acceleration 0-62mph in 11.2 seconds Combined fuel consumption 58.8mph CO2 emissions 125g/km Green rating 7/10 Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2013/mar/02/citroen-c3-picasso-car-review", 
    "wordcount": "549"
}