{
    "headline": "James Bond: why 007 games have almost never worked", 
    "text": "I can remember my first experience of a James Bond computer game. It was the Commodore 64 version of View to a Kill, released by Domark Software in 1985. I distinctly recall awkwardly driving a tiny block-like taxi around a depiction of Paris that resembled a series of green sticking plasters haphazardly slapped over each other. And I thought to myself, this in no way captures the experience of watching a James Bond movie. It would turn out to be a prescient observation. Fast forward to 2012 and the latest Bond flick is thrilling movie-goers with its gritty action, complex plot and compelling central performance. But there is no direct video game tie-in. Instead, there are a couple of sequences from Skyfall tucked into a game called 007 Legends, a sort of best-of-Bond compendium, released last week by Activision and featuring bits from the likes of Moonraker, Licence to Kill and Die Another Day. It&apos;s an okay first-person shooter, but critics are more or less unanimous in declaring that it in no way captures the experience of watching a James Bond movie.  And indeed, various publishers and developers have been gamely failing to capture the experience of watching a James Bond for the intervening 27 years. Electronic Arts had a couple of decent goes with its PlayStation 2-era shooters 007: Agent Under Fire and 007: Everything or Nothing, but then it lost (or rather gave) the license to Activision. After this, we got a Quantum of Solace game, a title which at least matched its movie inspiration for distinctly averageness; then came a follow-up, 007 Blood Stone, featuring a story by Bond screenwriter Bruce Feirstein, which had some gutsy combat, but also inexplicably, Joss Stone in a starring role. That is not a typo, that is Joss Stone. So what has been the problem? Why have games completely failed to give us an experience that resembles the practise, or at least our rosiest memories, of watching James Bond movies? Well, there&apos;s a rather uncharitable answer and it involves the best Bond game ever made, GoldenEye. Released on the N64 in 1997 this brilliantly conceived shooter, with its clever missions and excellent multiplayer mode, was the product of British developer, Rare, during the height of its extraordinary abilities. GoldenEye was only ever a mediocre Bond flick, but in the hands of designers like David Doak and Martin Hollis, working at a studio that had recently created great titles such as Donkey Kong Country and Killer Instinct, it became a classic video game.  And this was, perhaps, the only time when a major developer absolutely at the top of its game was given a James Bond title to produce. Sure, EA Redwood Shores which developed Agent Under Fire and Everything or Nothing would go on to become Visceral Games and make the spine-tingling Dead Space titles, but it tackled 007 very early in its lifespan. At the other end of the scale, Bizarre Creations, once one of the UK&apos;s most brilliant and talented studios, handled Blood Stone at the very end of its life, no doubt tired out and disillusioned by the failure of driving game, Blur. Quantum of Solace, meanwhile, was produced by Treyarch, right after its not-very-good Spider-Man 3 translation and before its passable Call of Duty: World At War. Not comfortable bedfellows for Bond. But I&apos;m not sure that explains things entirely. Instead, I think there has been a major misunderstanding about how Bond films actually work. Most tie-ins have concentrated on the globe-trotting nature of the scripts, theorising that this sense of variety captures the essence of the Bond experience. What we&apos;ve commonly ended up with then, are games that clatter uncomfortably between game styles, switching quickly from shoot-out set-pieces to vehicle driving challenges, all delivered in a breathless assault of exotic locations. And on paper, this is sort of the right thing to do  Bond movies are about action, adventure and constant forward momentum. Except they&apos;re not really. Although action scenes are a key ingredient, what Bond has always been about is Bond. Ian Fleming&apos;s strange and elusive character is the enigma at the heart of every movie; a psychopathically charming and manipulative monster invented by Fleming as a wildly exaggerated version of himself. The moments we tend to remember are those of the character coolly loafing about in casinos asking for his Martini to be prepared in the wrong way. We remember him watching Ursula Andress emerge from the sea, or kissing Jane Seymour as a Tarot pack full of Lover cards tumbles from his hand. When you think of Bond, you think you&apos;re thinking of fast cars, but you&apos;re really thinking of Bond in fast cars. And the cool expression on his face when he flips a switch and launches a missile or an oil slick or something. James Bond movies are, unlike many action flicks, utterly inseparable from the act of watching the lead character. Bond films are romances between Bond and the audience. Games have trouble exploring that because they make the central error of thinking we all want to be Bond. Some people do, perhaps, but most just want to watch him. And even if you do want to be him, the things you want to do aren&apos;t those that games can adequately reflect or reproduce. You can&apos;t press X to be charming and urbane; you can&apos;t hit the O button to send a glass of Chateau Margaux 1985 across a Monte Carlo casino toward a beautiful heiress. Well, you could, but it&apos;s unlikely to figure in a Treyarch tie-in.  Perhaps the answer for the future is to come at the universe of Bond from very different perspectives. For example, Sony has commissioned a clever text adventure to coincide with the release of Skyfall. Designed by UK studio Hide&amp;Seek, it gets players to imagine that they are M16 operatives carrying out a British intelligence officer exam, and the five missions involve communicating with a chatbot. It&apos;s totally unlike any of the flashy polygonal blasters we&apos;ve seen on consoles, but it allows us to explore the &apos;universe&apos; of Bond in a non-conflicting way.  &quot;I think that a lot of Bond tie-ins have suffered from the fate of many movie licenses - that is, they are rushed out for the film release, rather than being lovingly created from scratch,&quot; says Hide&amp;Seek director Alex Fleetwood. &quot;Our game benefits hugely from the enormous literacy that players have with the world of Bond - the limitations of a text adventure leaves lots of space for the player&apos;s imagination to operate. It&apos;s interesting, isn&apos;t it, that the Bond world has been underexploited from the perspective of games, especially when compared with Star Wars. It feels like there&apos;s a ton of opportunity there if the licensing could be worked out...&quot; Maybe the way ahead is in offbeat games that explore little facets of the universe, or games that allow us to sit in chic bars and order up drinks and chat to dangerous men and beautiful women. Or games that let us watch Bond, as we have for the last 50 years, maybe sorting out his missions for him, or being his sidekick.  Instead, we will probably get, for the next 50 years, a succession of big, bloated multi-stage adventures that don&apos;t really understand Bond at all.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/31/james-bond-games", 
    "wordcount": "1227"
}