{
    "headline": "'Parasite' porn websites stealing images and videos posted by young people", 
    "text": "Children and young people are posting thousands of sexually explicit images of themselves and their peers online, which are then being stolen by porn websites, according to a leading internet safety organisation. A study by the Internet Watch Foundation (IWF) reveals that 88% of self-made sexual or suggestive images and videos posted by young people, often on social networking sites, are taken from their original online location and uploaded on to other websites. Reams of sexually explicit images and videos are being uploaded by children and young people, the study found. During 47 hours, over a four-week period, a total of 12,224 images and videos were analysed and logged. The majority of these were then mined by &quot;parasite websites&quot; created for the sole purpose of displaying sexually explicit images and videos of young people. The original pictures and videos were uploaded by young people on to commonplace websites but then stolen by porn sites for display. Of the 12,224 images and videos monitored on 68 different websites, 10,776 were later found on parasite websites. Organisations warned children and young people of the dangers of &quot;sexting&quot;  sending sexually explicit texts or emails  and allowing friends to take suggestive pictures or video of them. Young people had to be aware that once an image was available digitally the image was no longer under their control, said Susie Hargreaves, CEO of the Internet Watch Foundation, set up in 1996 by the internet industry. &quot;This research gives an unsettling indication of the number of images and videos on the internet featuring young people performing sexually explicit acts or posing,&quot; she said. &quot;It also highlights the problem of control of these images  once an image has been copied on to a parasite website, it will no longer suffice to simply remove the image from the online account. &quot;We need young people to realise that once an image or a video has gone online, they may never be able to remove it entirely.&quot; The charity gave examples of children whose lives had been devastated because sexually explicit images and videos of them were available online. One young woman explained that she had taken a sexually explicit image of herself when she was 15. She had not posted it to the internet herself but it was now freely available online. &quot;[It] could jeopardise any future career I have or if any family [or] friends come across it,&quot; she said. Another found explicit photos of herself online after her phone was stolen, while another admitted to attempting suicide after losing control of sexually explicit images: &quot;I came to regret posting photographs of myself naively on the internet and tried to forget about it, but strangers recognised me from the photographs and made lewd remarks at school,&quot; she said. &quot;I endured so much bullying because of this photograph and the others  I was eventually admitted for severe depression and was treated for a suicide attempt.&quot; The organisation has been contacted by young people who want them to help remove explicit photos online. One wrote: &quot;Please remove this from the internet as soon as possible as one family member has already come across it  I feel like ending my life as I am so ashamed and embaressed [sic] and this has been put up without my concent [sic].&quot; Of the sexual content monitored by IWF, 7,147 were images while 5,077 were videos. UK Safer Internet Centre, a group that campaigns for responsible internet use, will use the research to inform new campaigns aimed at children. But the organisation warned that if it cannot provide watertight proof that the young person in a sexually explicit image is under 18 they have no power to remove it from the internet. Sarah Smith, technical researcher at IWF, said the charity had not been surprised by the amount of sexually explicit material available, but added they were shocked by the number of parasite websites taking advantage of images online. &quot;Young people have to realise that once they take a digital image, once it is uploaded, it essentially becomes public property and is virtually impossible to remove,&quot; she said. &quot;The clear message is that if you post this content you are going to lose control of it.&quot; Will Gardner, director of UK Safer Internet Centre at Childnet, said adults had a responsibility to ensure children and young people knew about the dangers of posting suggestive or sexual images of themselves online. &quot;In all of our work we see that conversations and education with young people are vital in helping them to stay safe online,&quot; he said. The organisation has developed a drama-based education programme to address &quot;sexting&quot; and support teachers in starting a dialogue with pupils &quot;to help young people think about, role play and understand the consequences of creating and sending indecent images&quot;, he added. David Wright, the director of UK Safer Internet Centre at South West Grid for Learning, said it was not uncommon for children to &quot;sext&quot; despite warnings from adults. &quot;Much of the advice for children and young people is, quite rightly, to not &apos;sext&apos;,&quot; he said. &quot;However, this research, coupled with our experience, demonstrates that it is still not uncommon. We hope that our new resource will help and support those who have shared self-generated content to take positive action.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/22/parasite-porn-websites-images-videos", 
    "wordcount": "918"
}