{
    "headline": "Apps Rush: The Sims FreePlay, Clear, Sports Illustrated Swimsuit 2012, Sketchshare, Swarmbit and more", 
    "text": "A selection of 13 apps for you today: The Sims FreePlay EA has ported its freemium mobile take on The Sims from iPhone to Android, letting players create up to 16 Sims and then control their homes, careers and love lives. It&apos;s influenced by but doesn&apos;t connect to the hugely popular The Sims game on Facebook.Android Clear There&apos;s a huge buzz already around iPhone productivity app Clear. It&apos;s a To-Do list app of which there are many already but its key selling point is its user interface, which does away entirely with virtual buttons in favour of swipes and multi-touch pinches.iPhone Sports Illustrated Swimsuit 2012 Time Inc has just released this year&apos;s Sports Illustrated Swimsuit issue, and as in previous years, there&apos;s an app for that. Specifically a free app with some of the photos from the print issue, and an in-app payment of 4.99 to get every single photo, a collection of videos from the photoshoots and, inevitably, &quot;rotating models 360 degrees&quot;.iPhone Sports Illustrated Swimsuit Viewer 2012 That&apos;s not the end of Time&apos;s swimsuit action on the App Store though. A separate Viewer app is designed to be used with the magazine&apos;s print issue, offering augmented reality features. &quot;Simply hold your iPhone or iPad device over any page marked with an icon throughout the issue and the app instantly streams video of the model straight from her shoot...&quot; The link above is for iOS, but here&apos;s the Android version.Android / iPhone / iPad Sketchshare iPad app Sketchshare is a &quot;collaborative sketching tool&quot;. That means up to four people can use it on their iPads to scribble and/or brainstorm on the same virtual document, complete with voice chat if they&apos;re not in the same place.iPad Swarmbit Swarmbit is describd as a &quot;social proximity network&quot; a way for people to share photos, videos, music yes, this may be controversial  documents and files with other people in the same location, making folders available on a temporary basis. The Android version joins the existing iPhone app.Android Pinmark Billing itself as &quot;the journal that writes itself&quot;, Pinmark is an iPhone app that collects the photos you take, the music you listen to and the locations you visit, and then stores them in a chronological record on the device. And yes, that&apos;s on the device: &quot;All your information is stored in your iPhone and we don&apos;t see or keep any information about you...&quot;iPhone KFC Finder UK Not scared of getting chicken-grease on your iPhone screen? Kentucky Fried Chicken&apos;s official UK app may be for you. It promises to help &quot;stop everything and find some chicken y&apos;all&quot;, with additional videos.iPhone Gumtree British classifieds website Gumtree.com has launched its official iPhone app, providing mobile access to the service, including the ability to find ads in the user&apos;s current location. iPhone One Epic Game iOS endless-running game One Epic Game has sprinted onto Android, with an admirably high-concept pitch: &quot;Choose your weapon. Race through all the levels. Kill everything and anything.&quot;Android A Little Book About Feelings Beautiful iPad book-app A Little Book About Feelings aims to explain emotions to children, with the help of a collection of felt animals.iPad Happipets Another iPad app for kids with lovely production values, Happipets is all about learning the alphabet by constructing animals from letters, with real and fantasy animals as well as a freeplay mode.iPad Fujifilm Photo Receiver Kodak may be ditching its digital cameras partly due to increased competition from smartphones, but Fujifilm is taking a different strategy. Its Photo Receiver iOS app wirelessly squirts photos from one of the company&apos;s Wi-Fi equipped cameras to the Apple device.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/15/apps-rush-sims-freeplay-clear", 
    "wordcount": "635"
}