{
    "headline": "Tax changes would stunt the growth of philanthropic giving to universities", 
    "text": "Philanthropy has always been an important part of this country&apos;s higher education landscape, and many of our universities and colleges can trace their roots back to the generosity and largesse of forward-thinking people, such as the Cadbury and Wills families, who gave funds to establish the universities of Birmingham and Bristol in the 19th century. Today philanthropy is playing an increasingly significant role as an emerging income stream across the sector. Yet the government&apos;s plans to introduce a new cap on income tax relief  announced in March&apos;s budget  could deter major donors and threaten to reverse this trend. Last week, new data from the Ross-CASE survey of philanthropic giving to UK universities showed that the sector collectively raised 560m in cash income in 2010-11, the third consecutive year that it has exceeded 0.5bn. This confirms philanthropy as one of the few growing income streams available to the university sector. The number of individuals and organisations giving to higher education also continues to rise, with over 200,000 supporters making gifts. The government&apos;s matched funding scheme for voluntary giving 2008-2011 has done much to aid this progress, incentivising universities to ask, and donors to give. We are seeing more major gifts made to a wider range of institutions  last year&apos;s Coutts&apos; Million Pound Donors report showed that one in four gifts of that size went to a university. Engineer Roger Whorrod&apos;s 1m gift to the University of Bath for research fellowships in sustainable chemical technologies and Nathu Puri&apos;s similar level gift to London South Bank University to establish an engineering and enterprise institute are laudable examples of such purposeful philanthropy. The Ross-CASE survey also shows that campaign fundraising among the higher education sector is on the increase. One in four (27%) institutions is running a campaign: a concerted, focused, approach to raising a targeted sum from philanthropy. Last autumn the University of Nottingham launched IMPACT, its 150m fundraising campaign. The goal underlines the university&apos;s philanthropic ambition: raising gifts from alumni, individuals, trusts, foundations and corporations in the depths of a recession is no mean feat; but it also illustrates an insistent repositioning that is taking place among British universities. It&apos;s a revival of a narrative that needs telling more loudly than ever: universities are the places in our society that are tackling global and local issues as well as educating tomorrow&apos;s teachers, lawyers, doctors and scientists. To borrow a phrase from Nottingham&apos;s mission which could easily apply to the entire higher education sector &quot;universities are making knowledge and discoveries matter&quot;. And why wouldn&apos;t any donor want to support that? Nottingham&apos;s campaign centres around five key themes: the student experience; health and wellbeing; nurturing talent; ingenuity; and sustainable futures. These encapsulate projects and programmes that represent the university&apos;s expertise and which are attractive to potential donors. Universities are learning how to position their activities to a wider range of supporters, donors and partners who want to support urgent and shared causes. Support this university and you will help to combat cancer, find solutions for climate change, and accelerate social mobility. Higher education fundraising is also becoming more adept at engaging supporters from an institution&apos;s local community, often through health initiatives. The University of Glasgow&apos;s Beatson Pebble appeal asks Glaswegians to give to support a leading cancer research facility in their city. Supporters are not just graduates of the university. Many are local people who want to ensure that future generations can access the benefits of medical research that addresses health inequalities in and around their city, and further afield. The same is true at the University of Leicester which is leading a 4m fundraising appeal for cardiovascular research among its immediate local community, which sees a greater incidence of heart disease among Leicester&apos;s south Asian population. This engagement has involved academic clinicians, NHS partners and patients as well as university researchers and managers. King&apos;s College London has gone one step further and by merging university and associated hospital fundraising it has created a new structure to facilitate and increase the flow of philanthropic funds to academics and clinicians. There will always be a part of university fundraising which recognises that donors, particularly alumni, want to &quot;give back&quot; to an institution: from a sense of loyalty or gratitude for their own experience. They also want to make sure that the next generation continues to have an equally high quality student experience and that access is not hindered by economic barriers. There will continue to be nostalgic alumni reunions, but increasingly fundraising and alumni relations are professionalising and looking at other sectors for inspiration and transferable practice. Growing a culture of giving to our universities does not happen overnight, and government interventions have been effective at pump-priming this activity. The fundraising good practice that universities have employed with increasing professionalism over the past decade continues to show encouraging results. Let&apos;s not risk reversing this trend by implementing misguided proposals that will undoubtedly cut the value of future giving. Kate Hunter is executive director of Case Europe, an international organisation for professionals working in fundraising, alumni relations, communications and marketing This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/12/universities-philanthropic-donors-tax-relief", 
    "wordcount": "887"
}