{
    "headline": "US food aid: the special interests blocking reform", 
    "text": "Big agribusinesses are not the only ones benefiting from the controversial US food aid system. Food aid has also become a valuable business for a variety of smaller food companies. Some have developed special product lines specifically for sale to the US government as food aid. Others have fought to get their products on the official list of eligible food aid commodities, which now includes items such as Californian raisins, dehydrated potatoes and canned pink salmon. Under US law, the majority of American food aid must be shipped on US-flagged vessels, and the shipping industry is another aggressive defender of the system. A 2007 report by the US government accountability office (GAO) found that nearly two-thirds of the US food aid budget was spent on transportation and other non-food costs. Last month, President Barack Obama lowered the share of US food aid that must be transported on US ships from 75% to 50%; USA Maritime, a coalition of shipping companies and maritime trade and labour associations, was quick to protest. It said shipments of international food aid support 33,000 US jobs and help maintain a merchant marine that can be called upon by the department of defence in cases of war or national emergency. Not all US food aid is given to hungry people overseas  some of it is passed on to NGOs to sell, or &quot;monetise&quot;, in local markets, as a way to generate cash for their education, health and other development programmes. Critics say this is an extremely inefficient way to raise funds for development, as US crops are more expensive to buy than those on offer in local markets, so NGOs are forced to sell them at below the cost of production. Last year, the GAO estimated that inefficiencies associated with monetisation had reduced funding available for development projects by $219m over a three-year period. It also warned that monetisation can have damaging impacts on developing country markets. Five years ago, Care, one of the world&apos;s largest humanitarian aid organisations, rejected $45m worth of US food aid, saying monetisation does more harm than good. However, many other NGOs still sign up to monetisation schemes  they need the cash, and other sources of funding are few and far between. Together, agribusiness, shipping companies and NGOs form what some have called the &quot;iron triangle&quot; of special interests, blocking reform of the controversial in-kind system. Most other donors have &quot;untied&quot; their food aid budgets and have shifted towards buying food closer to where it is needed, on the basis that it is cheaper, faster and easier to find food local people are used to eating. The EU changed its food aid policy in 1996, shifting to cash donations, and Canada fully untied its food aid budget in 2008  a move commended internationally, including by the Organisation for Economic Co-operation and Development. Jim Cornelius, head of the Canadian Foodgrains Bank, said debating the issues directly with Canadian farmers was key to his country&apos;s food aid reforms. &quot;Just going in with evidence on the policy side was never enough to get support from farmers. You could win the intellectual argument with that, but not the political one,&quot; he said. In 2008 the US Congress authorised a five-year $60m pilot to buy food aid closer to where it was needed as part of the current farm bill. Headline figures from the pilot&apos;s final evaluation, presented in May, suggest that buying food aid locally or regionally led to average time savings of 91 days. It also found significant cost savings, particularly for bulk cereals and vegetable oil. Processed goods, such as fortified blended foods, may still be cheaper to source and ship from the US, it said. &quot;The key is flexibility and choice,&quot; says Chris Barrett, a Cornell University economist who has studied US international food assistance. A core problem, he adds, is the US food aid system&apos;s &quot;one size fits all&quot; approach. Instead, aid agencies should be able to choose between food aid shipped from the US, locally or regionally purchased supplies, and vouchers and cash transfers  depending on the situation and specific objectives. Debate over these issues is growing as Congress approaches a 30 September deadline to pass a new farm bill  a sweeping piece of legislation that covers a wide range of issues, including the bulk of international food aid. But aid experts doubt Congress will do much to reform the system. Some suggest it is time to look for change elsewhere. The USAid agency has separately secured funding to buy some food aid closer to where it is needed through its new emergency food security programme (EFSP). Although the EFSP&apos;s 2011 budget of just over $230m pales in comparison with the billions spent on the US&apos;s traditional in-kind food aid programmes, Barrett sees it as an important window of opportunity. &quot;While agricultural constituencies are reluctant to reform food aid, we&apos;re effectively moving it into the foreign assistance budget,&quot; said Barrett. &quot;We&apos;re slowly making the transition, through a back door, from a farm-oriented food-aid policy to a development-oriented one. And that&apos;s no bad thing.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/19/us-food-aid-special-interests-reform", 
    "wordcount": "860"
}