{
    "headline": "A flash of white that offers something more than hope", 
    "text": "In woodland shadow, a flash of white, the only thing that can&apos;t be mistaken for the earliest violet. In his poem, But These Things Also, Edward Thomas wrote about being drawn to white things  snail&apos;s shell, bird dropping, &quot;mite of chalk&quot;  in his search for violets. Here too, a fool in April scuffs the ground bristling with a rude green of dog&apos;s mercury and wild garlic, finding knucklebones of limestone, shards of crock, flakes of jug enamel, while overhead is a blizzard of wild cherry andblackthorn blossom. There are luscious purples and lilacs of sweet, dog and hairy violets; bluesy speedwells and forget-me-nots pale as sky. But it&apos;s the white violet flowers that reward those who, as Thomas put it, &quot;seek through Winter&apos;s ruins / Something to pay Winter&apos;s debts&quot;. Whybother? Spring follows winter as day follows night; there&apos;s an inevitability about all this flowering as ifit only matters to watch, half-cocked;aseasonal deficit is no businessof ours; we have worse debts forced onus. Unlike bones stripped bare in sunlight and toads squashed on the road like cemetery flowers, we survive to saunter through the wreck of winter and search for new signs of life. Is it just superstition then, when the pulse quickens at the sight of a violet or the first swallow or the long green slither ofa grass-snake under a hedge or the little volcano mounds made from fresh earth by solitary bees? We owe our survival to holding Nature back, the least we can do is recognise in these other things our indebtedness to life. Perhaps Thomas knew he hadn&apos;t long and even finding the signs of spring couldn&apos;t keep winter at bay. Whatever happens, and whatever we mistake for them, these white violets offer something more than hope.", 
    "section": "environment", 
    "gid": "environment/2012/apr/03/wenlock-edge-white-violets", 
    "wordcount": "311"
}