{
    "headline": "Ministers' failure to act on plastic bag pledge condemned by campaigners", 
    "text": "The government has failed to act on a promise to tackle the waste caused by the billions of plastic bags sold every year in England, with ministers accused by campaigners of &quot;kicking the issue into the long grass&quot;. The number of bags issued by supermarkets in England soared by more than 7% in 2011 to 6.7bn &quot;single-use&quot; bags, prompting renewed calls from campaigners for a 5p charge similar to the one introduced by Wales that year. As well as littering streets and the countryside, the bags are blamed for killing and harming marine life, according to Campaign to Protect Rural England, Keep Britain Tidy, the Marine Conservation Society and Surfers Against Sewage. The environment minister, Richard Benyon, pledged in June that the government would make a decision on a charge for single-use bags in England before the end of last year. But no decision was taken in 2012, and there is no firm timetable for action, a spokesman for the Department for the Environment, Food and Rural Affairs (Defra) said. Every other country in the UK has either already imposed a charge or is in the process of doing so. The Welsh environment minister who introduced the scheme, John Griffiths, has said England is missing a trick by not introducing a charge, which led to reductions of 70-96% in Welsh supermarkets. The Welsh charge goes to charities rather than government and has already raised more than 800,000 for charities including the RSPB and Keep Wales Tidy. Over half of English adults think a 5p charge is not unreasonable for England, and 75% would cut down use if one was introduced, a poll commissioned by a coalition of plastic bag campaigners found last September. Scotland will report this year on the results of a 2012 consultation proposing a mandatory charge of 5p or more for all retailers. Ireland has had a plastic bag tax since 2002, which cut use by 95%, and currently stands at 0.22 per bag. Northern Ireland is introducing a 5p tax in April. Defra said: &quot;We want to work with retailers to help them lift their game to cut the number of bags they hand out. We are monitoring the results of the charging scheme in Wales and the outcome of the Scottish consultation on a charge so that we can make a fully informed decision.&quot; The Green party MP and former leader Caroline Lucas said: &quot;Plastic bags make a mess of our streets and green spaces and cause huge environmental problems  from the oil-based materials used to make them, to the vast numbers lying as waste in open landfill sites. While there has been an encouraging shift towards &apos;bags for life&apos;, it&apos;s clear that more needs to be done at the legislative level. &quot;Instead of kicking this issue into the long grass, the government must now come forward with measures to reduce single-use carriers  as promised last year  ideally to include an obligatory &apos;plastax&apos; on single-use bags. Schemes elsewhere have been very successful and there&apos;s real public support for such a measure, so what are ministers waiting for?&quot; Samantha Harding, campaign manager at the Campaign to Protect Rural England and spokeswoman for Break the Bag Habit coalition, said: &quot;Why is a charge not happening in England, when there are such definite benefits to it, and a growth in consumer support, and support for the charge in England being on parity with that in Wales before it was introduced? &quot;The only people against it are the plastics lobby. For the government to say it&apos;s going to sit back and monitor, and give no indicator of how long it is going to monitor for, is unacceptable. England alone remains the country not doing anything.&quot; Awareness of the waste and wildlife hazards posed by plastic bags surged in 2007 when the small Devon town of Modbury became the first in Europe to ban them, and in 2008, when the Daily Mail launched a campaign to introduce a bag charge.", 
    "section": "environment", 
    "gid": "environment/2013/jan/15/ministers-failure-plastic-bag-pledge", 
    "wordcount": "676"
}