{
    "headline": "UN Women: culture must not block progress on stopping gender violence", 
    "text": "Culture and religion must not be allowed to block proposals to eliminate and prevent violence against women and girls, the head of UN Women said on the eve of what is expected to be the largest global summit ever convened to discuss the issue. Michelle Bachelet said the 57th meeting of the Commission on the Status of Women (CSW), which sits for two weeks in New York from today, should send a clear message that custom and tradition could not stand in the way of progress. &quot;I know there are a lot of sensitivities and we need to ensure that cultural sensitivities are reflected, which is something that always comes into discussions in the UN. We do understand, and respect and believe in country ownership in every issue and want everyone to feel represented. &quot;But having said that, this is a universal issue and there is no culture or religion that should accept this. I feel there is a clarity that we have to have a positive outcome document to move things forward,&quot; Bachelet told the Guardian. The CSW was established in 1946 and meets annually to assess progress on gender equality, and set standards and policies to promote women&apos;s empowerment. The CSW last discussed violence against women at its meeting in 2003, but member states failed to agree any conclusions. Bachelet said this time round the commission could &quot;not afford not to progress in the fight to end violence against women&quot;. She said existing international agreements and national laws need to be upheld and implemented, and concrete steps need to be taken to ensure violence is prevented. Although this year&apos;s topic for the CSW was agreed years ago, recent events  the gang-rape and murder of a student in Delhi and the One Billion Rising campaign  have added momentum to the cause, and Bachelet is optimistic that a positive outcome will emerge this time round. &quot;2012 demonstrated that this [violence] is a terrible reality for many women every day. I&apos;m an optimistic woman and I believe it&apos;s clear that we can&apos;t continue in the 21st century with this terrible violation of women&apos;s human rights.&quot; But some of the issues that dogged discussions in 2003 are still resonant. Ten years ago, governments including Iran, Pakistan, Sudan, Egypt and the US would not agree to paragraphs in the outcome document that did not allow religion, custom or tradition to be used as an excuse to avoid a government&apos;s obligation to eliminate violence. They also objected to paragraphs relating to women&apos;s sexual and reproductive rights and health. Although the 2003 CSW took place as war with Iraq loomed, which made all discussions highly political, this year&apos;s draft document (pdf) contains similar messages and language to that used in 2003, and there has been intense lobbying by conservative religious groups in the runup to this CSW to undermine the process. Iran, Russia and the Holy See, which has a seat on the UN as a non-member permanent observer state, are understood to already be calling for the removal of key lines of this year&apos;s draft document that relate to reproductive health and rights, and those that suggest governments take responsibility for tackling gender violence. Lobbying by these factions was blamed for a failure to agree any conclusions at last year&apos;s CSW, which focused on rural women&apos;s empowerment. After the 2012 CSW, the EU expressed &quot;grave concerns&quot; at what it regarded as the undermining of already agreed international commitments to protect women&apos;s rights, by some member states. Such commitments include the Declaration on the Elimination of Violence Against Women (pdf), adopted by the UN general assembly in 1993, and the Beijing Declaration and Platform for Action, adopted in 1995, which called on governments to take measures to eliminate and prevent violence. This year, more than 6,000 civil society groups are expected to be in New York to attempt to keep discussions on track. They have been lobbying hard behind the scenes over the past few weeks in an attempt to counter the work of any rightwing groups. Bachelet said UN Women has held major consultations in Latin America, Africa and the Caribbean, which have already resulted in declarations of commitment to tackling the issue of gender-based violence. She said it was important that violence against women was seen not just as a human rights issue but as a development concern too, as it affects a country&apos;s social cohesion and severely limits women&apos;s economic empowerment. The outcomes of the CSW will have a bearing on the process to come up with new targets for when the millennium development goals expire in 2015. A strong agreement from member states would give a clear mandate for the inclusion of a standalone gender-equality goal in any new set of goals, something that most women&apos;s rights activists are pushing for. Bachelet says a standalone goal must include targets and indicators to monitor violence against women, something that is expected to be contested by some member states. On Thursday, the CSW panel will discuss the future of development, and a summary of the debate will be sent to the economic and social committee of the UN general assembly, which will be debating the post-2015 process, in September.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/04/un-women-culture-gender-violence", 
    "wordcount": "876"
}