{
    "headline": "British fishermen attacked by French boats in the Channel", 
    "text": "British fishermen have been attacked by French boats in the Channel, raising fears of battles among rival boats over resources as quota limits bite and declining stocks make fishing ever more difficult. The British fishermen were dredging for scallops in an area west of Le Havre, a lucrative fishing ground, when they were attacked with rocks thrown by nearby French boats, which attempted to block their path. They called for help from the UK coastguard and Royal Navy, but were told that a French naval vessel would be sent. When it arrived, according to the men, the French authorities refused to intervene, angering the British fishermen and raising fears that a similar confrontation could happen again. &quot;We were like sitting ducks,&quot; said Kevin Loughran, skipper of the Vertrouwen, a 23-metre scallop dredger which was first to be attacked. &quot;Someone could have been killed.&quot; Loughran says he was fishing about 15 miles west of Le Havre, an area within bounds for British fleets, which may not fish closer than 12 miles from the French coast, on Monday morning when his boat was surrounded by about eight or nine French vessels, which obstructed the Vertrouwen&apos;s path. Loughran called other British fishing vessels in the area, and about six came to his aid. Shortly afterwards, the attackers were joined by other French boats, taking the number to about 40, according to the UK&apos;s Marine Management Organisation, which monitors British boats. According to Loughran and others, the French started to throw rocks, and to try to damage the propellers and engines of the British boats by throwing nets in them. Flares were also set off by at least one French vessel, according to the witnesses. One of the Vertrouwen&apos;s five crewmen was injured by a thrown rock, though not seriously. Andrew McLeod, owner of the Van Dijk which was one of the boats attacked, said: &quot;This was extremely dangerous behaviour  there could have been a collision and a boat could have been sunk.&quot; A French naval vessel was sent but according to the British fishermen it failed to intervene. When the French fishing boats eventually moved off, crew from the naval vessel then boarded some of the UK boats, demanding to inspect them. &quot;That seems to have been intended to make them lose even more fishing time,&quot; said McLeod. The UK Maritime Management Organisation told the Guardian that the French authorities were dealing with the matter. French coastguards and the French embassy did not return calls.The British fishermen are planning a return to the same scallop beds on Thursday and are calling for a UK fisheries protection vessel to be placed in the area as a neutral observer. &quot;I am hoping for a nice quiet trip with no trouble,&quot; said Loughran. Fisheries minister, Richard Benyon, said: &quot;We are aware of the situation involving UK scallop fishermen on 8 October. The Marine Management Organisation are working closely with French authorities and will continue to encourage action should any further incidents take place. UK vessels have a legitimate right to fish in these waters and France must continue to provide adequate protection to UK fishermen. We are monitoring the situation and will continue to keep an open dialogue with our French counterparts.&quot; British vessels are allowed only 36 days of fishing in the best scallop grounds, which include the Channel and about extend to about half the main scalloping areas. They are also limited in the size of scallops they can take, to those over 110mm. Channel scallops tend to be of lower quality than those from some other areas, but they are relatively plentiful, and currently fetch about 1 a kilo - a poor price, according to Loughran. The MMO said: &quot;As soon as we were made aware of the situation we contacted the French authorities and encouraged them to intervene. They did and are continuing to deal with this matter. We believe issues should be dealt with by the country in whose waters any such incident occurs. We are continuing high-level negotiations with our French counterparts to seek assurances that these issues will not recur.&quot; Incidents such as this have been rare, but not unknown. In 2002, the British scallop dredger Philomena was allegedly attacked by French fishermen about 20 miles off Brest.", 
    "section": "environment", 
    "gid": "environment/2012/oct/10/british-fishermen-attacked-french-channel", 
    "wordcount": "725"
}