{
    "headline": "Science or humanities: which did you choose?", 
    "text": "When I was growing up, I wanted to be everything: a doctor, singer, zoologist  and an MP. Today, my ambitions are a bit more focused. Entering my final year at university, I&apos;m hoping I can scrape through adult-life as a nomadic writer-type  it&apos;s unlikely that my politics and international relations degree will direct me to a career in the sciences. But childhood nostalgia aside, anxiety about picking the right course afflicts many of those applying to university. Given the diversity of interests students have before they study at degree level, the question of whether to opt for a BA or a BSc is a tough one, and it&apos;s often left unaddressed. There are currently 1,146,550 students enrolled in full-time higher education courses in the UK, according to the Higher Education Statistics Agency. Arts and humanities courses account for 59.3% of these students, while science, maths and technology-based courses weigh in at 40.4% respectively. Admittedly this is a modest difference, but comparing entry requirements for the two kinds of courses may reveal why we see any variation at all. Oxford, Cambridge and Edinburgh&apos;s medical schools sit at the top of the Guardian&apos;s university league table with entry requirements averaging A-level grades of A*AA. Medical schools at the bottom of the university guide still demand an impressive AAA. In addition to stringent academic requirements, medicine courses are one of few university courses in the UK that require an interview as well as a written application for entry. English literature courses at top universities UCL, Cambridge and Oxford also average A*AA, but in stark contrast, the literature courses at the bottom of the guide require just CCC-CCD at A-Level. This suggests that admission to a BA course is easier than admission to a BSc course. But is it fair to generalise? And, perhaps more importantly, is this the only criterion to use in comparing courses? Beyond admissions and academics, employability is a primary concern. So who has the best chance of finding a full-time job  BA or BSc graduates? Statistically speaking, computer science students are the least likely to be employed 12 months after graduating, with courses in medicine, education and law offering the best employment prospects, and for obvious reasons. Weighing in just below these are the biological sciences and languages. This data suggests that BA and BSc degrees offer similar graduate employment prospects. At the end of the day, I may have sacrificed my opportunity to become the next Brian Cox when I chose A-levels in the humanities over the sciences, but I&apos;ll probably be no worse off for it in the future. What do you think about your degree? Is a BA better than a BSc?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/05/choosing-degree-subject", 
    "wordcount": "452"
}