{
    "headline": "Nasa scientist's study quantifies climate change link to extreme weather", 
    "text": "Unusually hot summers, and the destructive droughts and wildfires that follow, are the product of climate change, according to a study of recorded global temperature data by a prominent Nasa scientist. The study uses recorded temperature data, rather than prediction models, to assert that climate change is responsible for recent extreme weather events including last year&apos;s droughts in Texas and Oklahoma, the Russian heat wave in 2010 and the European heat wave in 2003. The author of the study and head of Nasa&apos;s Goddard Institute for Space Studies, Dr James Hansen, said: &quot;We now know that the chances these extreme weather events would have happened naturally  without climate change  is negligible.&quot;  Statistical data in the study shows that temperature extremes are becoming more frequent and more intense across the globe. This does not eliminate the possibility of cooler-than-average summers in the future, but it does mean that the probability of unusually warm summers has greatly increased, the report said. By comparing temperature data from the past 30 years to the 30 years prior, Hansen and his colleagues say the data shows that temperature extremes have increased from affecting less than 1% of global land area to an estimated 10%. Hansen explained that increased greenhouse gas emissions &quot;load the dice&quot;, or make the occurrence of these extreme temperature events much more likely.  Hansen is a leading climate scientist but also a controversial figure. In an apparent reference to the Holocaust, he has referred to trains transporting coal to power stations as &quot;death trains&quot;. He has also been arrested four times on climate change protest demonstrations, but always when on leave from his government post. Other scientists had mixed reactions to the study. Dr Myles Allen, head of the climate dynamics group at Oxford University, said the results of the study are &quot;broadly in line&quot; with recent similar papers. But he questioned the authors&apos; interpretation of the data, in particular the suggestion that the recent heatwaves must have been a consequence of global warming because their likelihood otherwise was very small.  &quot;It is very hard to quantify with any confidence the absolute probability of a weather event occurring in a hypothetical pristine climate: the public understand that extreme weather events happen, and the rarer and more extreme the event, the harder it is to quantify the odds of it happening in any given year,&quot; Allen said. The study was conducted before the record-breaking heat this summer, which has seen a devastating drought in the US midwest  and destructive wildfires in Oklahoma. June marked the warmest 12-month period in the US since record-keeping began in 1895 and at least 170 all-time high temperature records in the US were broken or tied in June.  Globally, the month has had the all-time warmest averaged land surface temperature, and average global temperature across lands and oceans were the fourth warmest since record-keeping began in 1880. Hansen said in a press conference that to combat the change there needs to be a global effort to phase out dependence on fossil fuels in the long run.  Hansen said: &quot;Frankly, it would not be that difficult to do it if we put an honest price on fossil fuels,&quot; and went on to advocate for something similar to a carbon tax where companies must pay a fee to account for their use of fossil fuels.  Hansen also addressed critics who evidence extreme weather events from the past, like the Dust Bowl in the 1930s, as an explanation for record temperatures being a part of earth&apos;s natural cycle. Hansen said that example does not deviate from his study, because statistics show that significant weather events such as the Dust Bowl are now occurring at an increased rate.", 
    "section": "environment", 
    "gid": "environment/2012/aug/07/nasa-scientist-high-temperatures-climate-change", 
    "wordcount": "628"
}