{
    "headline": "Students stuck in remote parts? There's an app for that", 
    "text": "Students on the University of Leicester&apos;s new distance learning MSc in security, conflict and international development face more challenges than the average distance learner. For example, some students might spend weeks with no access to an internet connection, working in a refugee camp in post-conflict countries. How does the university make sure these remote students have everything they needed to carry out their studies? &quot;When you&apos;re doing that sort of thing, you can&apos;t be carrying huge folders of printed material,&quot; says Prof Adrian Beck, head of the university&apos;s department of criminology. &quot;It struck us that we needed to find a way for them to transport our materials that is highly flexible but low-weight, and gives them access to all the material they will need while on the go.&quot; The solution was to give every student on the course a free iPad, on to which they could download a bespoke app and all the course materials. Despite concerns from the university about security and technical support, the plan has gone smoothly. A few months into the MSc, no iPads have been lost or stolen and students have responded with enthusiasm. Distance-learning providers already use virtual learning environments (VLEs) to enable students to read documents online, contact tutors, submit coursework, or engage in discussions with other students. But the increasing popularity of smartphones, iPads and Kindles means that universities are now responding to student demand to access those resources from their mobile devices. The Open University (OU), for example, is developing a new generation of interactive course materials for tablet computers and has just launched OU Anywhere, a tablet and smartphone app that enables students to download all the course materials they need on to their mobile devices. The app also allows users to access the university&apos;s VLE to interact with fellow students and tutors. For distance learners, who often struggle to combine studying with full-time work, this provides a new flexibility. Prof Mike Sharples, chair in educational technology at the OU, says mobile devices are ideal for students who want to study during lunchbreaks or quiet moments at work, or on the train home. As the cost of technology falls, mobile devices become more powerful and cross-platform development becomes simpler, it seems inevitable that universities will start to take mobile devices into account when they design learning resources. Stuart Sutherland, senior development and delivery manager at the University of Derby Online, which has recently introduced an app to allow mobile access to its VLE, thinks that the advent of free Massive Online Open Courses (MOOCs) is forcing traditional universities to raise their game, and to design content specifically for a mobile environment, such as short videos or podcasts. &quot;The small video explaining a difficult mathematic or scientific phenomenon is always a better way of explaining that than text,&quot; says Sutherland. Terese Bird, a learning technologist at the University of Leicester who is evaluating the impact of tablets in distance learning, argues that mobiles can be ideal for bite-sized learning: &quot;One benefit identified by scholars is that if you learn something in short frequent bursts, you may very well be able to learn better than doing a five-hour study spree at the weekend.&quot; Opportunities for social learning open up when students use mobile devices: the OU, for example, plans to allow students to share their e-reader annotations online, and to see which other students are reading the same text and chat online to them about it. The Leicester MSc students have an app that allows them to see where other students on their course are located and make contact with them. They can also make video calls to their tutors in given time slots or they can ask written questions, with the answers then made available to other students. Twitter functionality will be built into the next iteration of the app. As one student, RAF squadron leader Julian Turner, says: &quot;I will often be using a note-taking app, ebook reader app and mind mapping app concurrently when studying.&quot; Mobile devices offer not just convenience and flexibility, but potentially a new way of studying. Equipped with cameras, video and sound recorders, and GPS, they enable students to become creators as well as users of information  by recording a short video for a course assessment, for example. John Traxler, professor of mobile learning at the University of Wolverhampton, says mobile technologies can be used to help undergraduates &quot;think like scientists, to have hypotheses and test them by gathering data in the wild rather than re-enacting what Michael Faraday did 200 years ago&quot;. It may be early days, but the potential for using mobile technologies to transform the experience of distance learning is huge. As Beck says: &quot;Distance learning has gone from being something pretty static and lonely to something that is much more dynamic and interactive, and you can find ways to engage students in a community of learners that was quite difficult to do in the past.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/18/distance-learning-through-technology", 
    "wordcount": "838"
}