{
    "headline": "EU to close shark finning loophole", 
    "text": "The barbaric practice of slicing off the fins of sharks and discarding the live bodies at sea will be outlawed following a historic vote in the European parliament on Thursday. MEPs voted overwhelmingly 566 to 47 to close a legal loophole and ban finning despite opposition from Spain and Portugal. The EU, which is one of the largest exporters of shark fins to Asia, banned finning in 2003, but in a loophole, companies with freezer vessels applied for &quot;special fishing permits&quot; which allowed them to continue if they landed the fins separately from the bodies. The issuing of these permits has became standard practice, making a mockery of the law. Tens of millions of sharks are killed every year to meet the demand for shark fin soup, despite the fact that one-third of European shark and ray species and one-third of open-ocean sharks are classified as &quot;threatened&quot; by the International Union for the Conservation of Nature. EU companies catch sharks in the Atlantic, Indian, Mediterranean, and Pacific oceans, and are the largest exporter of shark fins to Hong Kong and mainland China where they are used for a gourmet soup. Conservation campaigners and animal welfare groups welcomed the vote but said that a finning ban alone was insufficient to save sharks. &quot;Parliament&apos;s overwhelming support for strengthening the EU finning ban represents a significant victory for shark conservation in the EU and beyond,&quot; said Ali Hood, the Shark Trust director of conservation. &quot;Because of the EU&apos;s influence at international fisheries bodies, this action holds great promise for combating this wasteful practice on a global scale.&quot; &quot;This is a milestone in the global effort to end the wasteful practice of shark finning,&quot; said Sandrine Polti, EU shark policy adviser for the Pew Environment Group. &quot;Shark finning is not only immoral but it is threatening the very survival of many native European species. It is astonishing to think that one-third of European sharks are classed as under threat  something I hope will now change,&quot; said Scottish MEP Alyn Smith, who has campaigned for strengthening the ban for years. Conservation groups will now strongly lobby the Convention on International Trade in Endangered Species (Cites), which meets in March 2013 to consider proposals from the EU and US to protect commercially valuable, threatened shark species, including porbeagles, hammerheads, and oceanic whitetips.", 
    "section": "environment", 
    "gid": "environment/2012/nov/22/eu-shark-finning-loophole", 
    "wordcount": "398"
}