{
    "headline": "Google+ isn't a social network; it's The Matrix", 
    "text": "Pretty much everyone (myself included) has been reading Google+ wrongly. Because it bears many superficial resemblances to social networks such as Facebook or Twitter - you can &quot;befriend&quot; people, you can &quot;follow&quot; people without their following you back - we&apos;ve thought that it is a social network, and judged it on that basis. By which metric, it does pretty poorly - little visible engagement, pretty much no impact on the outside world.  If Google+ were a social network, you&apos;d have to say that for one with more than 500 million members - that&apos;s about half the size of Facebook, which is colossal - it&apos;s having next to no wider impact. You don&apos;t hear about outrage over hate speech on Google+, or violent videos not getting banned, or men posing as 14-year-old girls in order to befriend real 14-year-old girls. Do people send Google+ links all over the place, in the way that people do from LinkedIn, or Twitter, or Facebook? Not really, no. There&apos;s a simple reason for this. Google+ isn&apos;t a social network. It&apos;s The Matrix.  Yes - you know, the one from the film. The one that knows everything you&apos;re thinking, and which guides what you see and experience.  Consider: if you create a Gmail account, you&apos;ll automatically get a Google+ account. Even if you don&apos;t ever do anything with it, the Google+ account will track you wherever you&apos;re signed in to your Google account.  If you&apos;re not signed in when you visit it, Google&apos;s front page has a &quot;SIGN IN&quot; button in red and white in the top right: prime colouring and location to grab your attention.  Maps? If you want to save locations, Google+ is pushed at you (for sharing too, though you can avoid it). You have to sign into your Google+ account to edit anything with its Mapmaker facility. (You have to have an account to edit OpenStreetMap too, though there are lots of accounts you can use - an OSM one, or Google, Yahoo, Wordpress, AOL.)  YouTube? You can use it without signing in (you&apos;ll get a &quot;Sign in&quot; label in the top) but of course you can&apos;t participate by, say, commenting. Update: Google now requires you to have a Google+ account to comment on YouTube. Why? &quot;We&apos;ve released several new features that integrate YouTube and Google functionality.. In order to take advantage of these new features, your channel needs to update to our Google-wide identity system, which works both on YouTube and also across the rest of Google. This identity system is powered by Google+.&quot; (Emphasis added.) Drive? Shopping? Wallet? The soon-to-come paid music service? Google+ demands that you log in, so it can sees it all, and log it.  The reason why it doesn&apos;t seem like much of a social network is that the &quot;friending&quot; and &quot;following&quot; are just an accidental outgrowth of what it really does - being an invisible overlay between you and the web, which watches what you&apos;re doing and logs it and stores that away for future reference. That&apos;s where the &quot;Matrix&quot; part come in. Next time you&apos;re searching for something, or looking on a map, or searching on YouTube, you&apos;ll see what Google has decided are the &quot;most relevant&quot; results (and of course the &quot;most relevant&quot; adverts). If you frequent climate change denial sites, a search on &quot;climate change&quot; will turn those up ahead of the sites run by rational scientists. Whatever your leaning, politically, sexually, philosophically, if you let Google+ see it then that will be fed back to you. It&apos;s the classic &quot;filter bubble&quot;. (You can, by the way, escape from the Google+ filter bubble by using its Ajax search API, which simply gives the &quot;pure&quot; results like you might have received back in, oh, 2007. But not for much longer. It was &quot;deprecated&quot; in November 2010. Although it&apos;s still working as of this writing, in future you&apos;ll need to sign in with - you guessed - a Google account.) Of course, in the post-Google+ world, the &quot;most relevant&quot; results are increasingly those which also point to content on Google properties. The idea of the Matrix is that there&apos;s less and less outside the Matrix. But some people have noticed. The outcry when this version of search was switched on in the US in January 2012 was remarkable: Twitter, Facebook and MySpace developers united in writing a plugin called &quot;Don&apos;t Be Evil&quot;, which stripped out the search biasing that Google seemed to be adding in so as to push its product in peoples&apos; faces, and make it seem more popular than it was. Well, the Matrix doesn&apos;t really allow for things outside the Matrix; and Facebook, Twitter and (less so) MySpace all lie beyond its spidering. And in Europe, the antitrust commissioner Joaquin Almunia has said that Google has to make &quot;more concessions&quot; over how it presents search results - where it presently gives its properties a lot of prominence - if it&apos;s to avoid a big court battle. Google+&apos;s designs on our movements haven&apos;t gone unnoticed. Ben Thompson, author of the Stratechery blog, has made this point recently, as has Benedict Evans of Enders Analysis in his Google I/O impressions. Thompson first:   Think about it: what is more valuable? [Facebook&apos;s] Inane chatter, memes, and baby photos, or every single activity you do online (and increasingly offline)? Google+ is about unifying all of Google&apos;s services under a single log-in which can be tracked across the Internet on every site that serves Google ads, uses Google sign-in, or utilizes Google analytics. Every feature of Google+  or of YouTube, or Maps, or GMail, or any other service  is a flytrap meant to ensure you are logged in and being logged by Google at all times.  And Evans:    Just as Microsoft cross-leveraged Windows and Office, and then Internet Explorer, Google is cross-leveraging search, Gmail, Maps, Android and everything else, tying them together with Plus. The objective is to index not just the web but the users - to drive better understanding of the data by knowing how and where people use it. This is the point of Google Plus - it&apos;s not a social network, but a unified Google identity to tie all of your search and indeed internet use together in a Google database just like Pagerank.  If you want an alternative way to think about Google+, you could start with Horace Dediu&apos;s wonderful metaphor comparing what Google does to catching fish:   Google tries to make a business succeed through having a huge amount of _flow_ in terms of data, traffic, queries and information that is indexed. So think about this idea of them tapping into a vast stream. The more volume that is flowing through the system the more revenue they generate. As so given this very rough analogy I try to sharpen it up by saying: imagine it more as a river. And even more than a river, as a watershed, a river basin. Perhaps a giant basin the size of a continent. The business is, let&apos;s say, capturing fish at the mouth of the biggest river, before it exits into the ocean at its delta. And so your job (as Google) is to catch fish mostly at one point. It&apos;s the most efficient way to catch fish because you have the most flow of water at that point and building nets is not trivial.  If you use that metaphor, then Google+ puts radio tags on all the fish. It&apos;s so much easier to know where they&apos;re going. (Ignore for a moment that you&apos;re the fish. It only gets in the way.)  The question really is, now you know that, are you comfortable with it? Personally I always found the choice at the heart of The Matrix a puzzling one. The choices seemed to be: you can know that the world you live in is a blasted, awful place with a dire climate, or you can live in what seems like a fairly comfortable world (as long as you don&apos;t mess with the agents, of course).  To be honest, I always wondered whether the people whose &quot;lives&quot; (computer-generated or no) were upended by Neo, the hacker hero of the film, really liked having that choice made for them. Anyhow, that&apos;s what Google+ is about. Discussing it as if it were a social network which needs activity in the way that Facebook and Twitter do misses the point. It really doesn&apos;t matter if you never use it, never fill out your profile, never fill a circle, never get added to anyone&apos;s circle. What matters to Google is that you&apos;re signed in, in order that it can form its matrix of knowledge about you.  So now that you know: red pill or blue pill? Sign in or sign out?", 
    "section": "technology", 
    "gid": "technology/blog/2013/jun/04/google-plus-the-matrix", 
    "wordcount": "1491"
}