{
    "headline": "The Bath that never was", 
    "text": "The town of Wincanton is said to have originated in a settlement at the foot of what is now Church Hill, at the meeting place of several important routes beside the river Cale, and close to where the parish church now stands. Until recent times the main road from London to the far west ran through the middle of the town, which developed uphill from that site  witness the big archways and handsome facades of the one-time coaching inns that fed and watered the weary traveller. But the modern A303 bypasses the centre and a Kentucky Fried Chicken outlet and a Travelodge have sprung up beside it to do the job. In Mill Street, which climbs from where the mill stood to the marketplace, you can see the wide &quot;loom windows&quot; that maximised daylight working hours. The water mill is long gone but the surrounding landscape is green and hilly, and the influence of its plentiful streams and springs is still evident. The Cale flows down the slopes from the north to enter the town at Shatterwell or Shadwell (the name said to be derived from St Chad, patron saint of wells). It spills over a weir in the grassy grounds of Shatterwell House in a crash of white water, dives under the road and flows on to where it used to drive the mill wheel. Just across the road, a stone arch houses the pump called Shatterwell shute. Fed by hillside springs, it used to be the main source of water for man and beast, and the placewhere spun flax was washed. Up at the other end of town, if you turn off the high street at the turnpike cottage and take Shaftesbury Lane towards Cucklington, you pass Physicwell House. This was the site of Horwell Spa, a 19th-century venture based on the supposedly beneficial properties of the water from nearby springs, which was bottled and sold in London. But the project was short-lived, and Wincanton never became another Cheltenham or Bath.", 
    "section": "environment", 
    "gid": "environment/2013/apr/15/country-diary-wincanton-somerset", 
    "wordcount": "335"
}