{
    "headline": "Sly Cooper: Thieves in Time  preview", 
    "text": "It&apos;s been seven years since Sly and pals last hit the road in search of anthropomorphic larceny. I spoke to San Francisco developers Sanzaru to see why they&apos;re letting the raccoon out of the bag one more time. Even though Sly Cooper has been absent from the public consciousness for quite a while now  despite a recent PS3 re-release of the previous three titles starring the world&apos;s most famous raccoon-thief combination  you wouldn&apos;t know it to talk to the developers at Sanzaru. There&apos;s not an awful lot of them. Its small indie warehouse studio located on the outskirts of San Francisco holds about 30 employees &quot;although most of them aren&apos;t here&quot;, said chief executive and president Glen Egan on the three-minute tour. &quot;It&apos;s not 10am yet, and games designers don&apos;t like getting up early.&quot;  but they&apos;re passionate about the concept, the style and the promise that the franchise holds. &quot;We pitched for the project from Sucker Punch back in 2008, because we wanted to play another Sly Cooper game,&quot; says lead designer Mat Kraemer. &quot;Our biggest achievement is that I think we&apos;ve made a title that feels like the old ones did, but it&apos;s new. People are hungry for a new game  we&apos;ve seen that from our forums, and our Facebook page  but they want it to be what they remember, too.&quot; Nostalgia&apos;s a strong element, certainly; it&apos;d have to be, considering how quickly this industry moves. The teenagers who cut their teeth on the originals  a set of three games focusing around a Robin-Hood-esque raccoon thief with a heart of gold and his variety of similarly animalistic chums  are now in their 20s, so tapping into that vein was a top priority. As was getting a whole new set of gamers hooked on the franchise, and hopefully send them delving into the back catalogue. We&apos;re allowed to play two jobs (Sly Cooper&apos;s equivalent of levels  the game works off a series of hub areas with some open-world gameplay elements, connected to which are spokes which feature directed, guided experiences) in The Monkey Room, so called on account of the stylised simian face  the company logo  emblazoned on the carpet. The glass-walled space in the centre of the office is where all the important team meetings take place, where bean bags and sofas are the order of the day. The actual corporate meeting rooms have been designed to be as uncomfortable as possible, we&apos;re told, so boring discussions don&apos;t run on too long.     Sly Cooper    The levels are pretty standard stuff with equal measures of sneaking and some platforming, but plenty serviceable and with lots of that characteristic Playstation-platformer charm. That vibe carried through successive generations of Spyro, Crash Bandicoot et al is still clearly visible with colourful backgrounds, over-the-top Saturday-morning-cartoon voice acting, and chunky gameplay. The mechanic for landing on small bits of scenery  tapping the circle button as you leap towards them  is a little hard to pick up and sends me falling to my death multiple times, but with practice the elegance of the system shines through and I eventually hop nimbly between platforms more often than I plummet into the darkness between them. I ask Mat if he thinks there&apos;s still a market for platformers in the adult market, and he looks a little miffed. &quot;It&apos;s not just a platformer,&quot; he says, &quot;it&apos;s an adventure game. There&apos;s a bit of everything in there; stealth, puzzles, minigames, exploration, action, combat. It&apos;s hard to pin it down to just one genre.&quot; It seems he thinks platformer is a dirty word. &quot;I mean, you play Uncharted and you&apos;re jumping on platforms and climbing walls, but no one calls it a platformer, do they?&quot; He&apos;s not wrong. Uncharted and fellow industry-leader Assassin&apos;s Creed both, at their root, share a lot with Sonic the Hedgehog&apos;s mad dashes or Prince of Persia&apos;s maze of deathtraps, if you pause to think. Platforming&apos;s not the only link between Sly Cooper and the Creed series, either  they also share a common bond in plot as Sly travels through time (in a souped-up VW Camper van, though, rather than an animus unit) meeting his ancestors to reconstruct a mystical book of thief techniques that&apos;s unravelling before his eyes. Is Sanzaru going to get elbow-deep in the waters of time, like Square Enix&apos;s recent Final Fantasy XIII? &quot;Nothing like that,&quot; says Mat, &quot;No, we don&apos;t like games where the plot&apos;s too confusing, where there&apos;s too much going on. We don&apos;t want the player to walk into a cutscene and go &apos;Huh? Why am I here? Who&apos;s this?&apos; No, the time-travel thing is just a framing device.&quot; The time-travel plot allows use of multiple different ancestors, all of whom wrote part of Sly&apos;s magical book, on certain levels in the past. We&apos;re shown Ruinichi Cooper, a master ninja and sushi chef with a dodgy Japanese accent and a power called Leaping Dragon which propels him through the air, and Sir Galleth, a knightly sounding English chap with an unimpressive beard and an unasked-for jester outfit. Both of them are, of course, raccoons. (At one point, Sir Galleth uses the word &quot;fortnight&quot; in a cutscene. The associate producer leans over to us and asks us &quot;Now, do any of you know what fortnight means?&quot; I tell him it&apos;s another word for &quot;two weeks,&quot; obviously, and he congratulates me on &quot;obviously having read a fantasy novel or two.&quot; I don&apos;t have the heart to tell him it&apos;s just a normal word to us in Merry Olde England).     Sly Cooper    Their powers are almost subsidiary to the special costumes that Sly will earn in each period, though, and carry around with him for the rest of the game equipping them as you would a weapon. We learned of two  an archer outfit which allows the creation of rope bridges and oversized samurai armour which protects our hero from fire. While both of these have abilities vital to the level in which they&apos;re unlocked, the meat of their application comes in backtracking. &quot;I&apos;m really excited about the layering of play,&quot; says Glen. &quot;There are some parts of the hub levels where you&apos;ll notice a strange object laying around and not think anything of it, but when you gain access to a costume, you can unlock something from there. There&apos;s just layers and layers of play.&quot; Mat chips in. &quot;We&apos;re not shipping this with a multi-player mode, so we wanted the single-player to be really substantial. Just playing through the story mode will take around 15 hours, and there&apos;s lots and lots more to do in using those costumes to backtrack through the levels.&quot; I&apos;ve never been a massive fan of back-tracking in games, but these guys seem to genuinely love it. Their eyes light up as they discuss the possibility of going to an area time and time again to unlock additional content, and part of that enthusiasm is starting to rub off on me as they talk. I ask what else they&apos;ve got to keep players excited. &quot;There&apos;s secret bits  I really miss the way that games used to have invisible spaces or triggers that you could find to unlock a warp or an Easter Egg or something like that,&quot; Mat continues, &quot;So we&apos;ve put in a lot of that sort of thing. The first few are fairly easy to get but the others ... not so much. &quot;The trophies are going to be harder this time, too. I&apos;d say that Thieves in Time is going to be the hardest of the series in that respect. I&apos;d say it&apos;d take about six weeks of solid play to get all of them.&quot; &quot;Well, we say six weeks,&quot; sighs Glen, &quot;But then you see people are hitting Platinum in two days. What are these people doing? Are they not sleeping or eating? Are they playing in the bathroom? What going on with that?&quot;     Sanzaru noticeboard Photograph: guardian.co.uk    All signs point to this product being a labour of love for this small studio, and it&apos;s difficult not to be drawn in by their boundless enthusiasm - but it&apos;s not just the employees that have a devotion to the game. One wall of the kitchen, near to a restored Dance Dance Revolution Extreme arcade unit, plays host to the fan mail sent celebrating the previous three games, all of it laboriously hand-written by kids from all over the world. There are drawings of Sly and other characters in various costumes, letters of congratulations and thanks, and lists of recommendations for future products. &quot;Thanks so much for saying you are making Sly 4,&quot; reads one, &quot;ever since playing Sly 3 I&apos;ve been wanting a Sly 4. I have been waiting for two years.&quot; &quot;These kids write in and thank us and some of them ask pretty basic questions, like &apos;How do I do this?&apos; or &apos;What&apos;s the deal with this?&apos; and I realise that they can&apos;t go on the internet to find out, so they write in,&quot; says Glen as he concludes the tour next to the wall, &quot;They write in by hand. That&apos;s awesome. That makes me happy for the future of the human race knowing kids like this are in it.&quot;  Sly Cooper: Thieves in Time is set for release later this year", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/16/sly-cooper-thieves-in-time-preview", 
    "wordcount": "1582"
}