{
    "headline": "Row over nuclear waste dump proposal in Kent", 
    "text": "A furious row has broken out among local politicians over a proposal to build a nuclear waste dump in Kent. Romney Marshes is being mooted as a site for Britain&apos;s first store for high-level radioactive materials by members of Shepway district council but the move has infuriated the leader of Kent county council and a local MP. &quot;Let&apos;s not sell Romney Marsh short; I believe it has and deserves a better future than being the dumping ground for all of Britain&apos;s high level nuclear waste,&quot; said Damian Collins, MP for Folkestone and Hythe, on his own website. &quot;Shepway council has started a consultation to ask whether residents want to find out more about building this underground storage facility here and my view, and that of the Marsh&apos;s county councillor Carole Waters, is that the answer should be &apos;no&apos;.&quot; Paul Carter, leader of Kent council, told a local website, thisiskent, it would be &quot;utter madness&quot; to even consider building such a facility in an area which he said was &quot;both an earthquake zone and one of the busiest shipping lanes in the world&quot;. The government is keen to see the development of a deep-level waste repository as it tries to press ahead with a new generation of atomic reactors to generate lower carbon electricity. Currently some local authorities in Cumbria, close to the UK&apos;s biggest nuclear site at Sellafield, are the only ones to open a local debate about whether the high level waste should be buried there. But Shepway council, already home to reactors at nearby Dungeness, has now sent letters out to 10,000 local residents asking them for their views. David Godfrey, a supporter of nuclear power and one of the local councillors behind the mailout, told the Guardian that the potential scheme had been discussed as a way of creating jobs after discovering that there was little chance of any new reactors being built at Dungeness. &quot;We are not saying there should be a waste repository, we are just asking people whether they would like to explore the possibility. If they say &quot;no&quot; then that will be the end of it,&quot; he said. Asked about the negative reactions from some other local politicians, Godfrey said others were entitled to their views although he was &quot;not quite sure where some of the sensational views are coming from&quot;. A website has been set up by Shepway council giving information on the proposal for a Romney Marshes Nuclear Research and Disposal Facility. Members of the public are informed that they should make their view known to the council by 20 July. The website lists both the pros and the cons. The prospect for creating jobs at a time when the Dungeness power stations are on their way out is emphasised but local residents are also warned there could be &quot;possible adverse health impacts&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/may/17/row-nuclear-waste-dump-proposal", 
    "wordcount": "489"
}