{
    "headline": "MPs must back decarbonisation target in energy bill vote", 
    "text": "For more than two decades I have accepted the overwhelming scientific evidence that the increased concentration of heat-trapping greenhouse gases in the atmosphere since the industrial revolution is causing global temperatures to rise. Thankfully in parliament there is largely cross-party consensus on the evidence linking carbon emissions to climate change. The question now is how to move to a low-carbon economy in the most affordable way possible. Decarbonising our power sector is  after greater energy efficiency  the most cost-effective way of achieving our carbon reduction goals. Other sectors such as transport will rely heavily on a clean electricity supply to reduce emissions using electric cars and high-speed rail. Failure to decarbonise the electricity sector now could mean that we are forced to take more costly action to constrain emissions in future. That is why today&apos;s vote in parliament on the energy bill is so vital. The legislation aims to ensure that the UK attracts 75bn in investment in new generating capacity over the next decade by introducing long-term contracts to guarantee a price for low-carbon electricity, thereby reducing risks for investors building new nuclear power stations and offshore windfarms. The need for rapid electricity market reform is clear. One-fifth of existing capacity is due to close in the next decade  and our capacity to meet everyday energy demand will be down to less than 5% by 2015. Worryingly, the UK is currently experiencing an investment hiatus as investors wait for the process to be concluded before committing to any new large, long-term projects. It is still uncertain whether EDF and the government can agree on a strike price for Hinkley C. Gas plants are barely making money while the economics of coal are seeing coal plants burn rapidly through the remaining hours available to them under the large combustion plant directive. Odd and sometimes contradictory signals are coming from government about its commitment to a low-carbon future, putting off investment even in renewable projects. The gas generation strategy published last December contemplates building as much as 37GW of new gas-fired capacity, a prospect that is incompatible with the UK meeting its legislated carbon reduction targets. The sensitivity of a high gas-based power system is great not just because of energy security  the UK faces a growing gas import gap which will take years to eliminate even if we exploit our shale gas potential  but also because of price volatility and its potential impact on consumer bills. There is no doubt that gas generation is needed to provide flexible backup capacity when all of the country&apos;s kettles are put on at the same time, but the resilience of the UK system could be called into question if we rely on it too heavily. I am an advocate of the exploitation of our shale gas reserves as it would cut imports and improve our balance of payments but we need to be realistic. Until more exploration has been done we cannot know how much of our reserves are economically recoverable and the planning and public acceptance difficulties will be far greater here than in the US. Few in government have faced up to the fact that investment confidence is so low. Ministers must provide clarity quickly on the proposed strike price levels, the allocation process for the new contracts and details about the capacity mechanism. Government must also set a decarbonisation target for electricity generation in 2030 sooner rather than later. The inclusion of a carbon intensity target was a unanimous recommendation of the cross-party energy select committee following our scrutiny of the draft bill. As the energy bill currently stands though, the energy secretary may set one but not before 2016 at the earliest giving very little confidence to the sector. I have tabled an amendment with cross-party support to bring the date of this decision forward to 1 April 2014 and ensure it is set in line with the advice of the Committee on Climate Change, the government&apos;s statutory independent adviser tasked with monitoring the latest climate science and ensuring the UK meets its legally binding carbon reduction targets in the most cost effective manner. Its analysis suggests that consumers and the wider economy will benefit from the early adoption of a 2030 target. The committee recently recommended the adoption of a target in 2014 and estimated that it would help deliver savings of between 25-45bn on consumer energy bills. There is strong support from the business community for a 2030 target and other countries are also pressing ahead with their own investment, with China and the US spending $65bn and $35.5bn respectively on low-carbon energy last year. Investment decisions in the energy sector are long term and investors working in a global marketplace need confidence in the UK&apos;s policy framework. The UK needs a secure and clean energy supply that is affordable. More clarity now on our long-term strategic direction will increase confidence in the sector, reduce the perceived risks and hopefully cut the cost of capital. Setting a target to make our power sector virtually fossil fuel-free by 2030 will benefit the economy, climate, consumers and business alike. I urge my colleagues on all sides of the House to seize the opportunity today to set it into law.", 
    "section": "environment", 
    "gid": "environment/2013/jun/04/mps-back-decarbonisation-target-energy-bill", 
    "wordcount": "875"
}