{
    "headline": "Human Cell Atlas project aims to map the human body's 35 trillion cells", 
    "text": "Labs around the world will create the most comprehensive map of the 35 trillion cells that make up the human body under plans put forward by researchers on Friday. The international effort aims to decipher the types and properties of every cell a person contains, whether healthy or diseased, in a bid to speed up discoveries in medical science. Named the Human Cell Atlas, the project amounts to the most concerted attempt yet to work out what we are made from and how illnesses develop when the building blocks of the body fail. Having an understanding of who we are is part of the human endeavour, said Aviv Regev, a computational biologist at the Broad Institute of MIT in Massachusetts. We want to know what we are made of. But this will have a substantial impact on our scientific understanding and as a result, on our ability to diagnose, monitor and treat disease. Many medical textbooks state that the human body contains about 200 distinct cell types, the simple biological units that build hearts and brains, livers and kidneys. But the real number is undoubtedly much higher. The light sensitive retina in a human eyeball alone holds 100 different kinds of cells. The immune system has at least twice as many as that. It has become clear with new technology that there are lots and lots of cell types and cell states that we know nothing about, said Sarah Teichmann, head of cellular genetics at the Sanger Institute, near Cambridge. The Human Cell Atlas is about discovering what were missing. The first pilot studies to feed into the atlas have already begun. The work draws on recent technological advances that can perform detailed genetic analyses on thousands of cells a day. While most cells in the body carry the same genetic code, their fate is ruled by is the pattern of genes that is activated inside them. Switch on one group of genes and a cell becomes a neuron; activate another and it forms a beating heart cell. Regev and Teichmann laid out plans for the atlas at a scientific meeting in London on Friday. The project has already gained support from Cori Bargmann, the incoming president of the Chan-Zuckerberg Initiative, the multibillion dollar medical research effort led by Priscilla Chan and her husband, Mark Zuckerberg. To build up the atlas, labs around the world will work through the human body, organ by organ, and cell by cell. When these are mapped out, researchers should know not only the full variety of cells in the body, but also where they are found in a persons organs. Regev believes the project will impact on almost every aspect of medicine and biology for decades to come. Armed with a full list of immune cells in the body, scientists might devise new therapies to tackle autoimmune diseases, such as multiple sclerosis, and block the bodys rejection of implanted organs. Sten Linnarsson, a neuroscientist at the Karolinska Institute in Stockholm, said the atlas could prove invaluable for cell-based therapies that aim to regenerate lost or damaged tissues. For example, Parkinsons disease is caused by the steady loss of neurons that produce a chemical called dopamine in the brain. One hope for a future therapy is to grow fresh dopamine-making cells in the lab, and then inject them into the brain. A cell atlas would help reassure scientists they had grown the right cells to implant. If youre going to put them into peoples brains, you have to be pretty sure what they are, he said. The Human Cell Atlas is the most exciting initiative to come out of the life science community in a long time, Linnarsson said. In sickness and in health, cells are the fundamental units of life, and only by knowing our cells will we be able to fully comprehend the mechanisms of human disease.", 
    "section": "science", 
    "gid": "science/2016/oct/14/human-cell-atlas-project-aims-to-map-the-human-bodys-35-trillion-cells", 
    "wordcount": "650"
}