{
    "headline": "Open access is the future of academic publishing, says Finch report", 
    "text": "Making all the UK&apos;s publicly funded scientific research free for anyone to read could cost up to 60m per year, according to an independent study commissioned by the government. Professor Dame Janet Finch, who led the work, said &quot;open access&quot; was the future for academic publishing and that the short-term transition costs she had identified should reduce over time as more articles became freely available and the journal subscription costs currently paid by university libraries fell. Prof Finch, a sociologist at the University of Manchester, was asked by the government to consult academics and publishers on how the UK could make the scientific research funded by taxpayers available free of charge while maintaining high standards of peer review and without undermining the UK&apos;s successful publishing industry. &quot;In the longer term, the future lies with open access publishing,&quot; said Finch at the launch of her report on Monday. &quot;The UK should recognise this change, should embrace it and should find ways of managing it in a measured way.&quot; In her report, Finch said open access would lead to efficiency benefits for researchers and produce economic growth. She said that the web had changed expectations about how quickly and easily people could access information and knowledge, and proposed strengthening the role of digital repositories, where scientists make the results of their work available for free. She also welcomed moves by publishing companies to extend licences so that members of the public could access scientific literature at their local libraries. In recent months, publishers of scientific journals have been criticised by academics for locking the work produced by their peers, and funded largely by taxpayers, behind paywalls and charging UK universities around 200m a year for access. Supporters of the &quot;academic spring&quot; have argued that the results of publicly funded research should be made available to anyone who wants to use it, for whatever purpose. This is a position supported by the UK government, which has drafted in Wikipedia founder Jimmy Wales to help achieve its goals for open access. Many supporters of open access advocate the &quot;gold&quot; model, where researchers pay an upfront fee to a journal for their paper to be made available online, free of charge, as soon as it is published. Finch said that large-scale uptake of such a system would take time and subscription-based journals would remain important during the transition. &quot;We don&apos;t believe it can be cost-free, certainly in the period where we have two systems running in parallel,&quot; she said. A combined economic model outlined in the report estimates that it would cost around 38m per year in publishing fees. The figure is dependent on the amount journals charge to publish and takes into account a reduction in journal subscription fees for libraries. In this combined scenario, half of the UK&apos;s publicly funded research would be published as gold open access. Other scenarios in the report that assume a lower average charge by publishers suggest that the higher education sector could actually save up to 5m per year by moving to gold open access. The additional costs for other access initiatives are also outlined. Extending licences to public libraries would cost approximately 10m and it would cost around 5m to improve the infrastructure around central repositories and another 5m for one-off costs. This compares to an annual government budget allocation of around 5.5bn for research in universities. &quot;There will be a balance, over time, where the costs fall,&quot; said Finch. &quot;As the shift from subscription-based publishing to open-access publishing takes place, then the costs shift from one side of the equation to the other. The costs of purchasing journals on a subscription basis should reduce and our modelling assumes they will reduce as the costs of paying author charges rise. The speed of that balance and extent it happens over time is something that&apos;s really difficult to predict.&quot; Another reason for the transition period, said Finch, was that UK-based authors publish only 6% of papers produced every year and, until other governments also move to make their countries&apos; research open access, British universities will still need to subscribe to journals to access international content. David Willetts, minister for universities and science, said that the extra costs for open access outlined in the Finch report would be considered by the government when it responded formally to the recommendations in the coming months. Meanwhile, he reiterated his support for open access, saying that the UK could take a leadership role around the world. &quot;There is a very lively debate about this in the US and I&apos;ll be briefing members of the American research community and administration this week on what we&apos;re doing on open access. If we can make it a shared European-American initiative, that would bring down the cost and it would be far better if we could all agree a way forward.&quot; Professor Adam Tickell of the University of Birmingham, who served on the working group behind Finch&apos;s report, said UK universities &quot;recognise and embrace the strong moral case that the public who fund our research should have unimpeded access to the results of that research&quot;. He added: &quot;The sector enthusiastically welcomes the strong commitment to open access from all the stakeholders. Open access is in our marrow  universities produce knowledge not for ourselves but because it has a greater good.&quot; Richard Mollet, chief executive of The Publisher&apos;s Association, said the Finch report had been a constructive exercise and he supported its balanced recommendations. &quot;For the gold open access [model] to be viable it will be important that sufficient funds be available via the research councils, the funding councils and the universities for UK researchers, and that workable systems are implemented to ensure these are delivered to publishers. Where funding for gold open access is not provided, publishers need a commitment from the research funders not to demand embargo periods of less than 12 months for the manuscript to be openly available.&quot; Sir Mark Walport, director of the Wellcome Trust, said: &quot;There is a real groundswell of opinion in support of open access in the UK, the US, Europe and beyond, and this is a real opportunity for the UK to lead the way. Open access is the only way to ensure that important research is made freely accessible to all. It will help drive forward innovation and breakthroughs in medical research.&quot;", 
    "section": "science", 
    "gid": "science/2012/jun/19/open-access-academic-publishing-finch-report", 
    "wordcount": "1091"
}