{
    "headline": "Studying the empire: can history students avoid pitfalls of the past?", 
    "text": "Getting the balance right between old and new values can be an academic minefield. Discussions about cultural appropriation and apologism have become frequent and charged, with little agreement over how best to represent certain parts of history. But colonialism is intrinsically political and personal  its roots are buried deep in communities  so getting our approach to studying it right really matters.  How should we use source material from Britains colonial past? The language we use, and how we choose to represent things, can help us break away from a narrow-minded view of empire. Colonial history provides the basis for much of todays inequalities, so its only right that we avoid the same assumptions as contemporary imperialists. Too often, empire is presented as some sort of faultless railway-producing machine. We should demand better, more inclusive, more nuanced history.    Colonialism created narratives that were far more complex than sources tell us    In my own MA dissertation, on western and local medicine in the African colonies, I wanted to break down the assumption that Africa is a singular  culturally and politically homogenous. This blanket way of describing Africa is rooted in how British colonialists envisioned the continent, as a playground in which to run experiments. But, actually, each colony varied greatly, in structure, social traditions and religious affiliations, as well as their level of engagement with the empire itself. Africa is not a country, but if you look at colonial sources together, its difficult to not come away with that sense of homogeneity.  Its not an old or irrelevant problem either  this flawed perception continues. Just this month, Boris Johnson mistakenly referred to Africa as that country. So, as students, how do we avoid falling into this trap?     Boris Johnson referred to Africa as that country in a speech at Conservative Party conference. Photograph: Chris Jackson/Getty Images    Its good practice to know the conditions that created certain situations, says history student Francesco Paolo Cioffo. His research into criminal gangs, known as thugees, in colonial India uncovered a stark example of how history can be skewed when sources arent approached with scepticism. Colonial sources indicated that empire got rid of the thuggees, Cioffo explains. But now its been argued that it was an exaggerated crisis to justify more action in the Raj. Colonialism created narratives that were far more complex than sources tell us. We cannot read a piece of writing and immediately believe it, he says. Of course, primary source materials are central to studying colonialism, but students should try reading as many interpretations of a period as possible when forming an argument. The same goes for other subjects that touch on the issue, whether its politics, art, literature, or something else. Dont accept what might seem the most obvious way forward. Challenging the biases of British colonialism is both academic and current  consider the present to put things into perspective and get a sense of the longer history.  Problematic and racist language is pretty much integral to a lot of colonial sources. Racial hierarchy was one of the pillars of Britains empire, so it cant really be escaped. Yet it cant simply be dismissed as outdated, because racism is, unfortunately, not just a thing of the past. Nor should it be ignored. We should be wary of the more subtle ways it can materialise in source material and also about how it may influence the language in our own work. Even though you cant change the source, you can change your own language and approach to them.    Problematic and racist language is pretty much integral to a lot of colonial sources. It cant really be escaped    For some students, studying colonial history is a personal political matter. Fatima Rajina, a PhD student studying British Bangladeshi Muslims, says she became fed up of hearing white academics studying south Asian communities. She explains: Very rarely did we hear narratives collected by an insider. I felt it is time insiders are also given the opportunity to share insights available to them; to collect narratives and share them. Its important that not only do we challenge history but also play a part in knowledge production, which has been almost exclusively produced by white folks.     Punch cartoon from 1892 depicting British colonialist Cecil Rhodes striding across Africa, from Cape Town to Cairo, with a telegraph wire. Photograph: Print Collector/Getty Images    In my own studies, Ive researched the Indian Partition, in part to understand some of the divisions which still haunt my community. However, if I hadnt had personal access to the sources myself, I could have very easily believed that religion was the sole cause of division. In reality, Britains failure at the close of imperial India to mediate a border that worked between the various factions and to consider local tensions has contributed to persistent issues. A more narrow-minded view might blame the communities themselves, like we see in some colonial material. So when the limitations of colonial sources filter down into public life, its even more important that source material is properly interrogated and discussed.  But breaking away from a narrow-minded Eurocentric vision of history is not just about scrutinising sources; universities should also encourage more world history. The empire brought Brits into contact with people all over the world and created a myriad of relationships. A Eurocentric education doesnt reflect the world we live in. More needs to be done to address the countrys global past, because it filters through to so many present issues to do with race, wealth and power. And if students are not exposed to colonial source material (or material from other parts of the world), it it could be harder to challenge biases and recognise where they come from. This is not about apologism; its about understanding the broader picture and our responsibility to portray Britains colonial history in full. We need to make more of an effort to challenge and avoid the pitfalls of past narratives, which are deeply intertwined with the present, and challenge our own biases. Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents  and become a member to receive exclusive benefits and our weekly newsletter.", 
    "section": "education", 
    "gid": "education/2016/oct/14/studying-the-empire-can-history-students-avoid-pitfalls-of-the-past", 
    "wordcount": "974"
}