{
    "headline": "Pay teachers according to performance, MPs propose", 
    "text": "Teachers&apos; pay should be more closely tied to the value they add to pupils&apos; performance so that the best are rewarded while the weakest are discouraged from staying in the profession, MPs on the education select committee are to recommend. The MPs say there are &quot;huge differences&quot; in the performance of teachers but express concern that the pay system rewards poorly performing teachers at the same levels as their more successful counterparts. In a report, the committee urges ministers to develop proposals for a pay system that rewards the teachers who add the &quot;greatest value&quot; to pupil performance. The report says: &quot;We believe that performance management systems should support and reward the strongest teachers, as well as make no excuses (or, worse, incentives to remain) for the weaker.&quot; The MPs acknowledge there would be practical and political difficulties in such a system, but say the relative impact of an outstanding teacher is so great that such difficulties must be overcome. Performance-related pay for teachers was first introduced under the last government. Before that, teachers were paid according to a nine-point salary scale, progressing up the scale with annual increases. After the reform, teachers at the top of the existing scale could increase their salary with merit-based rises. A study by the Centre for Market and Public Organisation, a research centre at Bristol University, found the scheme introduced by Labour improved pupils&apos; results &quot;by about half a GCSE grade&quot; per pupil. Schools minister Nick Gibb said the government has asked the school teachers&apos; review body  which considers matters relating to teachers&apos; pay, duties and working time  to make recommendations on introducing &quot;greater freedoms and flexibilities&quot; in teachers&apos; pay, including how to link it more closely to performance. The minister said: &quot;We welcome the committee&apos;s report into this important area, and will consider its recommendations in full and respond in due course.&quot; However Christine Blower, general secretary of the National Union of Teachers (NUT), said: &quot;Payment by results is total nonsense. Children are not tins of beans and schools are not factory production lines. Successful schools rely on a collegiate approach and team working. &quot;Performance-related pay [PRP] is not only inappropriate but also divisive. Children and young people differ and class intakes differ from year to year, making it impossible to measure progress in simplistic terms. &quot;PRP will create even more difficulties for schools facing the most challenges because teachers will realise that they will get no thanks for teaching their students but will get more money by going elsewhere.&quot; The MPs&apos; report also calls for candidates for the teaching profession to be observed in the classroom before they are offered a training place to check their suitability for the job. The MPs say that allowing young people to try out teaching could improve the quality of applicants and lead to a lower drop-out rate. The government should consider developing a formal &quot;internship&quot; system, similar to one run in Singapore, to allow youngsters to experience the &quot;content, benefits and career potential&quot; of teaching before committing to it, the report says. These &quot;taster sessions&quot; should include actual teaching, rather than just observing lessons, the committee said, with students given feedback afterwards. &quot;Applying to do teacher training is a &apos;high stakes&apos; decision and the purpose of these sessions is to give people a chance to try out their own aptitude before committing,&quot; the report said. &quot;We believe this approach could help both deter some people who are not best suited to teaching and persuade others to consider it.&quot; The MPs backed ministers&apos; plans to toughen up the literacy and numeracy tests taken by trainee teachers but advised caution over the introduction of a test of candidates&apos; personal skills. The report suggests the creation of a sabbatical scheme to allow outstanding teachers to take time out of the classroom to work in a different school, undertake research or refresh their subject knowledge.", 
    "section": "education", 
    "gid": "education/2012/may/01/pay-teachers-according-to-performance", 
    "wordcount": "673"
}