{
    "headline": "Java exploit: security experts warn of malware flaw", 
    "text": "Security experts are warning people to disable Oracle&apos;s Java software in web browsers, following the discovery of a zero-day flaw that has already been used to break into computer systems and spread malware. Web security company FireEye announced on 26 August that it had spotted the new attack in the wild  that is, being used against systems by hackers, rather than passed around for discussion  and that until Oracle provided an update for Java: &quot;Most of the Java users [online] are at the mercy of this exploit.&quot; Oracle claims that Java is installed on more than 3bn devices, but security company Rapid7 says that only about 35% of users get updates for the software when patches to close security holes are issued. Its data suggests that even among those who do update, nearly half take more than 60 days to do so. The flaw affects versions of Java version 7 (identified as 1.7, for updates 0 to 6) though not version 6 and below. On Monday, Atif Mushtaq of FireEye said he had started getting the first indication of a large-scale attack, in which a number of hacked websites were using the exploit to install malware on Windows users&apos; machines  although Apple Mac machines could also be targeted. However, Java 7 is not installed by default on Macs, which presently have version 6, which is unaffected. Java software is widely used, and provides extra functionality in web browsers by providing cross-platform code that in theory obviates the need to write specific code for Windows or Apple&apos;s Mac OSX. But it has also proven to be an attack point for hackers who can use flaws to bypass browser and machine security settings. Many mobile handsets use Java to run games, and it is also used on BlackBerry smartphones. Security writer Brian Krebs said that code to exploit the flaw was being included in more widely-used attack tools, but that Oracle had moved to quarterly fixes for Java  and the next update was not due until October. Mushtaq said that it was very disappointing that Oracle had not come forward and announced a date for an emergency update patch. Oracle&apos;s Java blog had not been updated since 23 August at the time of publication. User checks Users can check whether their browser(s) are vulnerable at isjavaexploitable.com. Brian Krebs provides advice on how to disable Java.", 
    "section": "technology", 
    "gid": "technology/2012/aug/29/java-exploit-security-malware-flaw", 
    "wordcount": "398"
}