{
    "headline": "Apple goes to war with its rivals", 
    "text": "This has been quite a week in that strange, frenetic universe known as techworld. Two major companies did things that they once vowed they&apos;d never do: Apple launched a small iPad in order to attack similar-sized devices marketed by its rivals  Samsung, Google and Amazon  and Microsoft launched the first computer it&apos;s ever made (a tablet called Surface). So we have Apple playing catch-up and Microsoft getting into a business  hardware manufacture  it had hitherto wisely avoided. The Apple launch followed the usual pattern: slick presentations by chaps with chronic logorrhea  at least in relation to the word &quot;amazing&quot;; a complaisant audience drawn from the Church of Steve; and announcements of improved versions of existing Apple products. There&apos;s a new laptop with a Retina (ultra high-resolution) display, a new Mac mini (a much underrated product IMHO) and an iMac desktop so thin as to be positively anorexic. All nice and dandy  not to mention expensive. But then came one departure from tradition. Just over 55 minutes into the show, as Phil Schiller, Apple&apos;s senior marketing guy, was extolling the virtues of the new iPad mini, he suddenly launched into what in industry parlance is known as trashtalk. He embarked on a scathing comparison of le nouvel iPad with &quot;an Android tablet&quot;, sneeringly dubbed &quot;the latest, greatest, most favourably reviewed new device&quot;, aka the Google Nexus 7. Needless to say, the Apple product was superior in every respect. Its bezel was thinner and made of aluminium, not (yuck!) &quot;plastic&quot;. The Google device was &quot;thicker and heavier even though it has a smaller screen&quot;, etc etc. You get the message: Nexus 7 may be the same size as the iPad mini, but basically it&apos;s trash. (He omitted to mention that the Google device is also at least 100 cheaper than its Apple counterpart.) As an iPad user who has also been using a Nexus 7 for months, I happen to agree with Schiller about the deficiencies of the Google product. It&apos;s excellent for some things (email, Evernote, diary keeping, for example) but unsatisfactory for others (web-browsing in particular). Its onscreen keyboard is, well, a bit flaky. And the standard of Android apps is pretty variable. On the other hand, it&apos;s well-made and is relatively good value for money. In technology, as in life, you get what you pay for. What made Schiller&apos;s attack on the Nexus intriguing was not its content but the fact that he felt the need to make it. It signified a descent from the lofty heights to which Steve Jobs had elevated Apple, so far ahead of the competition that it didn&apos;t condescend even to admit its existence. And this subtext suggests that although Apple comprehensively dominates the market for high-end tablets that it effectively created with the iPad, it&apos;s now trying to keep up with the market for smaller, pocketable devices. One of the most important advantages of the Nexus 7, for example, is that it really does slip into a jacket pocket. (The same goes for Samsung and Amazon tablets.) In many contexts, that&apos;s actually quite useful, which is how Apple comes to be doing something that must be making Steve Jobs rotate in his grave: playing catch-up. Meanwhile, in another part of the forest, Microsoft was launching the first computer it has ever made in the form of its Surface tablet. This was intriguing in several ways. For one thing, it suggests that the software giant has finally concluded that Steve Jobs was right all along: that in order to make consumer-friendly computers one must control both the hardware and the software. The odd thing, though, is that the bit of the package it seems to have got right is the hardware. &quot;Sleek Tablet but Clumsy Software&quot; is how David Pogue, the New York Times technology columnist, summed it up, echoing early industry reactions to the device. &quot;You have to be fairly cold-blooded,&quot; Pogue writes, &quot;to keep your pulse down the first time you see the Surface: its beauty, its potential, its instant transformation from tablet to PC. How incredible that this bold, envelope-pushing design came from Microsoft, a company that for years produced only feeble imitations of other companies&apos; fresh ideas. And how ironic that what lets the Surface down is supposedly Microsoft&apos;s speciality: software.&quot; I don&apos;t have a dog in this fight, but I hope Microsoft gets its tablet act together. In the end, the only thing that keeps big technology companies honest is real competition. I don&apos;t want to live in an Apple-dominated world any more than I liked living in a Microsoft-dominated one. Which means, I guess, I will never get an invitation to a Phil Schiller superlatives-fest. In which case, virtue will be its own reward.", 
    "section": "technology", 
    "gid": "technology/2012/oct/28/apple-ipad-mini-tablet-wars", 
    "wordcount": "803"
}