{
    "headline": "Rick Perry criticises UK initiative to influence US climate sceptics", 
    "text": "Rick Perry, the governor of Texas and former Republican presidential candidate, has criticised the UK&apos;s Foreign Office for funding an environmental group which aimed to &quot;educate&quot; Texan policymakers about climate science and &quot;move them from a state of denial and inaction to one of acceptance and effective action&quot;.  In 2009, the Foreign and Commonwealth Office (FCO) gave 13,673 to the US-based Environmental Defense Fund (EDF) to part-fund a project entitled &quot;Influencing climate security policy and legislation in Texas&quot;, the Guardian has learned. The money was used to fly two Texan state politicians, including the climate sceptic Republican Troy Fraser, to the UK to receive a briefing with climate scientists and government officials. A conference was also held at the Texas Capitol in Austin in which a video of Prince Charles personally addressing Texan politicians on the subject of climate change was shown. Perry, a vocal climate sceptic, described the FCO&apos;s spending on the project as &quot;misdirected&quot;. His spokeswoman told the Guardian: &quot;In Texas, we base our policy decisions on sound science and what is ultimately best for our citizens. Man-made global warming remains but a theory and one where thousands of scientists remain sceptical. It would be irresponsible to put our entire economy at risk based on unproven science. Our state has one of the best success stories in cleaning our air, all while remaining the nation&apos;s leading energy producer and job creator. Given these achievements, it would seem those UK tax dollars were misdirected.&quot; An FCO spokeswoman said the aim of its  Low-Carbon High-Growth Strategic Programme Fund, which was established by the Labour government in 2009 but superseded by the current government with the Prosperity Fund Programme, was to promote a &quot;low-carbon, high-growth global economy&quot;. She added: &quot;The programme identified the US as a priority country because of its high carbon emissions. Texas was singled out as an influential state which could shift the US federal position on addressing carbon emissions, and because Texas also has higher emissions than the UK. Overall, the project was very successful in achieving its purpose which was to gain widespread acceptance among key Texan policymakers of the science of climate change and the need for urgent action.&quot; Jim Marston , the director of EDF&apos;s regional office in Texas, said the FCO&apos;s money was used to part-fund the environmental campaign group&apos;s efforts to &quot;educate Texas officials about the science and economics of global warming&quot;. He said: &quot;There are people in Texas, including Governor Perry, who are uneducated [on this subject]. This was the period leading up to the Copenhagen climate summit. We wanted to get it away from the theoretical and move it to a country where the  Kyoto [protocol] had already been ratified. We wanted them to hear it from the best scientists from the UK, a country that Texans tend to respect.&quot; He added: &quot;I would love to have got Governor Perry to go, too. He would have learned a lot. Troy Fraser, a conservative Republican who was chair of the energy committee, did come on the trip to the UK. He came back very enthused. Sadly, his enthusiasm has decreased since, partly because the issue [of climate change] has become so politicised. He went with a Democrat. We like to pair them up. We were trying to influence people who were important, but not fully engaged on the issues. We have a good reputation for working with Republicans. We&apos;re fiercely bipartisan. That&apos;s one reason why we were approached by the FCO.&quot; The FCO invited bids from environmental groups for the Texas project and the EDF&apos;s project was, according to the FCO spokeswoman, &quot;deemed the most credible in terms of meeting UK objectives and offering value for money&quot;. She continued: &quot;The project produced a report which focused on (i) how progressive action on global warming can provide economic benefits to important sectors of the economy; and (ii) the cost of inaction. The report addressed fears that early climate change action by Texas would not only be a cost for business and consumers, but would give a competitive advantage to developing economies, particularly China and India. The project also included the sharing of UK experience/expertise on global warming and regulation with Texas. UK experts on climate change science, economics and policy (including emissions trading) met with and gave testimony to Texas House and Senate committees in advance of and during the legislative session in response to a direct request from key Texas legislatures.&quot; Details about the FCO&apos;s spending on climate change and energy projects were obtained by the Guardian after a Freedom of Information request. Besides part-funding EDF&apos;s project in Texas, the FCO also funded environmental NGOs in Brazil working to reduce deforestation, as well as giving the accountancy firm PricewaterhouseCoopers 306,904 to help the Indian government encourage the &quot;procurement of energy-efficient products&quot;, which included the developing of energy-efficient labelling for washing machines. The full list of projects in the US, Canada, Russia, China, Indian, and Brazil, excluding aspects of work in Russia and China which the FCO withheld on the grounds it would be &quot;prejudicial to international relations&quot;, has been published on the Guardian website.", 
    "section": "environment", 
    "gid": "environment/2012/apr/03/rick-perry-climate-sceptic-policymakers", 
    "wordcount": "885"
}