{
    "headline": "Sierra Leone's cholera outbreak  in pictures", 
    "text": "   A man shields himself from the rain as he passes the Susan's Bay slum in Freetown, Sierra Leone's capital. Heavy rainfall has accelerated the spread of cholera throughout the country; the government has described the outbreak as a 'national emergency' Photograph: Simon Akam /Reuters       Overpopulated areas with poor water and sanitation facilitate the spread of cholera, a waterborne disease that thrives during the wet season. Conditions inside the Susan's Bay slum, where pigs and people live in close proximity, qualify on all counts Photograph: Simon Akam /Reuters       Patients are cared for in a treatment centre run by Mdecins Sans Frontires in Macauley Street, Freetown. Nationwide, more than 12,000 people have been infected with cholera during the outbreak, more than 200 of whom have died  Photograph: Simon Akam /Reuters       Mdecins Sans Frontires staff assist a cholera patient at the treatment unit. Those with a weak immune system, or suffering from malnourishment, are more susceptible to cholera, which is why outbreaks of the disease still occur in developing countries Photograph: Simon Akam /Reuters       Wellington cholera treatment unit was opened in a Freetown community centre on 31 July in response to the country's worst outbreak of the disease for nearly 15 years. Cases are likely to triple as the rainy season hits its peak over the next few weeks Photograph: Caroline Thomas/AFP/Getty Images       Patients wait to be seen at the Wellington treatment unit. Cholera is an infection of the small bowel; symptoms include acute diarrhoea that can cause severe dehydration and fever as well as nosebleeds, rapid pulse, dry skin, tiredness and vomitingPhotograph: Caroline Thomas/AFP/Getty Images       A Wellington unit worker uses a water spray to wash patients' feet in order to prevent contamination. Cholera varies in severity, but symptoms sometimes develop so rapidly that a healthy person can be debilitated within an hour of the first signs appearingPhotograph: Caroline Thomas/AFP/Getty Images       A woman suffering from cholera rests on a bed at the Wellington unit. Fundamental to treatment of the disease is the rapid replacement of fluids lost through diarrhoea. This can be either by drinking or, in extreme cases, through intravenous rehydrationPhotograph: Caroline Thomas/AFP/Getty Images       A nurse at the Wellington unit checks patients' medical documents. Recent research suggests susceptibility to cholera is affected by blood type, with those carrying type O the most vulnerable, and people with type AB deemed the most resistantPhotograph: Caroline Thomas/AFP/Getty Images       Empty beds may not stay that way for long. Both Sierra Leone's government and the World Health Organisation estimate the number of people affected by cholera will reach 32,000 during September, when the rainy season traditionally continuesPhotograph: Caroline Thomas/AFP/Getty Images       A woman pours clean water at the Wellington unit. Water used for drinking, washing or cooking has to be sterilised, either through boiling or chlorination. There is growing international awareness of the cholera outbreak; the UK has pledged 2m in aidPhotograph: Caroline Thomas/AFP/Getty Images  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/sep/05/sierra-leone-cholera-outbreak-in-pictures", 
    "wordcount": "0"
}