{
    "headline": "Boot up: Apple's secret development process, how LulzSec hid last summer, Techcrunch droops and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Apple&apos;s China audits don&apos;t inspire the same from other companies | TUAW - The Unofficial Apple Weblog  The Bloomberg post notes that &quot;companies including Microsoft, Dell, Hewlett-Packard and Samsung Electronics rely on their own evaluations, based in part on guidelines from the Electronic Industry Citizenship Coalition (EICC), which they say are sufficient to prevent abuses.&quot; However, &quot;while the EICC sets standards for ethics, worker safety and labor practices, it doesn&apos;t require members to disclose findings and it lacks enforcement powers. The result is a disjointed system of self- imposed regulations that fail to hold companies accountable when abuses arise, according to labor advocates and technology executives.&quot;   Still, there&apos;s plenty of consumer agitation about them which will force a response. Isn&apos;t there? More feds ditch BlackBerrys &gt;&gt; Politico.com Not good for RIM:   The Bureau of Alcohol, Tobacco, Firearms and Explosives is planning to start the process of ditching Research in Motion&apos;s signature BlackBerry wireless phone largely in favor of the iPhone, the agency&apos;s top tech official told POLITICO. &quot;We&apos;re going to delete the BlackBerry from the mix,&quot; Rick Holgate, ATF&apos;s chief information officer, said in an interview. That move -- which includes swapping out about 3,800 BlackBerrys -- should be complete in &quot;probably no more than a year,&quot; he said. More than 60% of the replacement devices are initially slated to be iPhones.   Android phones look to be getting a look-in too. As do iPads. Basically, ABR - anything but RIM. How LulzSec kept itself safe during the summer of &apos;lulz&apos; &gt;&gt; New Scientist  Last year, a group of hackers calling themselves Lulz Security (LulzSec for short) caught the internet&apos;s attention with a series of high-profile data breaches and website takedowns targeting the likes of Fox News, Sony and the US government, before apparently disbanding after 50 days of &quot;lulz&quot;. Throughout that period, the group&apos;s own website proved impervious to rival hacking attempts, thanks to an online security service called CloudFlare. Speaking to New Scientist in advance of his talks at the RSA conference and SXSW festival next month, CloudFlare CEO Matthew Prince explains why he kept the hackers online, and how attacks on their site have helped protect the internet.   Intriguing interview. Apple loophole gives developers access to photos &gt;&gt; NYTimes.com  Developers of applications for Apple&apos;s mobile devices, and Apple itself, came under scrutiny this month after reports that some apps were taking people&apos;s address book information without their knowledge. As it turns out, address books are not the only things up for grabs. Photos are also vulnerable. After a user allows an application on an iPhone, iPad or iPod Touch to have access to location information, the app can copy the user&apos;s entire photo library, without any further notification or warning, according to app developers.   Are we tired of this yet? How Apple&apos;s top secret product development process works &gt;&gt; The Next Web Clever leveraging of Adam Lashinsky&apos;s book &apos;Inside Apple&apos;:   This is the framework on which every Apple product development is hung: Every product at Apple starts with design. Designers are treated like royalty at Apple, where the entire product conforms to their vision. This the polar opposite of the way it works at other companies. Instead of the design being beholden to the manufacturing, finance or manufacturing departments, these all conform to the will of the design department headed by Jony Ive.   Definitely interesting to think about - especially the person who has the jolly job of simply trying out the opening experience of different boxes. The internet is broken: could we please fix it? &gt;&gt; Cryptographic Engineering Matthew Green:   every man has a breaking point, and the proximate cause of mine is Trustwave. Or rather, the news that Trustwave -- an important CA [certificate authority] and pillar of the Internet -- took it upon themselves to sell a subordinate root cert to some (still unknown) client, for the purposes of  catastrophically undermining the trust assumptions that make the Internet secure  eavesdropping on TLS connections. This kind of behavior is absolutely, unquestionably out of bounds for a trusted CA, and certainly deserves a response -- a stronger one than it&apos;s gotten.   Certificate authorities are looking less and less authoritative all the time. As Staff Flees, TechCrunch&apos;s Traffic Plummets | paidContent  TechCrunch, the long-time darling of the digerati, is smashed to bits and all of AOL&apos;s horses and men will be hard-pressed to put it together again. The site has lost almost every one of its top writers and traffic has fallen sharply, dropping by 35% from a year ago.   That&apos;s $25m spent by AOL it isn&apos;t going to see back. Though the estimate of pageviews comes from ComScore, so if you chose not to believe yesterday&apos;s story on time spent on Google+, why, then everything&apos;s just hunky dory at TechCrunch. The Department of Homeland Security is searching your Facebook and Twitter for these words &gt;&gt; Animal New York Safety theatre, of sorts:   The Department of Homeland Security monitors your updates on social networks, including Facebook and Twitter, to uncover &quot;Items Of Interest&quot; (IOI), according to an internal DHS document released by the EPIC. That document happens to include a list of the baseline terms for which the DHS-or more specifically, a DHS subcontractor hired to monitor social networks-use to generate real-time IOI reports.  Google offers $1 million reward to hackers who exploit Chrome Hey, Anonymous!   Google has pledged cash prizes totaling $1 million to people who successfully hack its Chrome browser at next week&apos;s CanSecWest security conference. Google will reward winning contestants with prizes of $60,000, $40,000, and $20,000 depending on the severity of the exploits they demonstrate on Windows 7 machines running the browser. Members of the company&apos;s security team announced the Pwnium contest on their blog on Monday. There is no splitting of winnings, and prizes will be awarded on a first-come-first-served basis until the $1 million threshold is reached.  Android Takes IPhone Battle to Office &gt;&gt; Bloomberg Among a number of initiatives to bring Android phones into the enterprise:   Vodafone Group Plc, the world&apos;s largest mobile operator, plans to use the Cebit technology trade show in Hanover next month to demonstrate its device-management suite as well as a SIM-card software that authenticates a phone&apos;s user and encrypts data and messages, said Jan Geldmacher, who heads the carrier&apos;s German enterprise unit. The encryption works better on Android devices than on iOS because Apple doesn&apos;t let developers fine- tune the operating system for maximum security, he said. &quot;The security is a bit reduced if the manufacturer doesn&apos;t let us access the system,&quot; he said in an interview. &quot;When I advise a customer and he wants to use an encryption mechanism from our Secure SIM card, and he asks me which phone he&apos;d recommend, I&apos;d say take an Android device.&quot;   Wonder if Apple will respond to this in its next version of iOS. (Thanks @modelportfolio2003 for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/29/technology-links-newsbucket", 
    "wordcount": "1211"
}