{
    "headline": "Deezer: 'We see the end of music downloads as coming this year'", 
    "text": "In 2013, the world of streaming music is becoming increasingly crowded. There are the grizzled US veterans (Pandora, Rhapsody), newer upstarts (Spotify, Deezer, Rdio), consumer electronics giants (Xbox Music, Sony&apos;s Music Unlimited, Samsung&apos;s Music Hub) and regional players keen to expand (WiMP, Simfy). Oh, and then there is the looming threat of competition from Apple, Google and Amazon who are all reportedly in negotiations with music labels and publishers to launch streaming services  as well as headphone-maker Beats, which is promising its own Daisy offering by the end of the year. It&apos;s not a battleground for the faint-hearted, or for the poorly-funded. Of all the services above, Deezer has been the most aggressive in its global expansion, fuelled most recently by a $130m funding round in October 2012 from Access Industries, the parent company of major label Warner Music Group. From its beginnings in France as a controversial (for rightsholders) streaming site named Blogmusik, Deezer has grown steadily to the point where it now claims more than 3m paying subscribers who listen to 60 hours a week each on average. It was also one of the first streaming services to benefit from a tight partnership with a mobile operator Orange in France in its case to bundle the cost of a premium subscription into people&apos;s monthly mobile tariffs. I sat down with chief executive Axel Dauchez at the Mobile World Congress show in Barcelona to talk specifically about the mobile element to Deezer&apos;s business, although the conversation ranged onto streaming music&apos;s cannibalisation of download sales; criticism from music artists; and the potential for streaming services to help people discover more music. Dauchez said mobile has been important for Deezer and its rivals  &quot;it became the way to monetise the music&quot; compared to their free web-based services but he added that the company tries not to merely think of mobile as meaning mobile phones. &quot;We restrict too much the mobile to mobility,&quot; says Dauchez. &quot;If people pay 10 Euros a month, it&apos;s for having access on every device: PC, tablet, mobile, car, TV In any kind of location, you can find a way to listen to music.&quot; Dauchez is also keen on the notion that people assign different &quot;missions&quot; to the various music-playing devices that they own. For example, he said playing music on a TV or car stereo is often not just one person listening: &quot;It&apos;s social sharing within that space. You are playing music to other people.&quot; The implication being that the way a streaming music service is presented on/in these spaces has to reflect the likely usage. But what does that mean for mobile and tablet apps? &quot;Of course, one mission is mobility: listening to music wherever you are. But at Deezer we think there is something else that&apos;s something to do with spare time,&quot; said Dauchez. That means people&apos;s habit of taking their phone out when they have a spare minute or two, whether it&apos;s to text friends, check social networks or play games. Deezer wants more people to see these idle moments also as a way &quot;to enrich their music experience&quot;. How so? &quot;Mobile can be a place for active discovery. You are in the tube, stuck in a waiting line It&apos;s the perfect moment to discover music, build your playlists, to share. We are trying to elaborate around that.&quot; Operator partnerships Partnerships with mobile operators are part of that ambition, and while Deezer was early with its Orange France deal, rivals understand the potential too. Spotify, for example, recently signed a deal with Telefonica in Spain to offer its premium service to customers at half-price. Not so long ago, many mobile operators would rather have launched their own digital music services rather than promote third-party brands. In fact, many of them did. What&apos;s changed? &quot;Operators realise that whey have their own-brand music, for most people it means crappy music, because it&apos;s the brand of the operator,&quot; he says. &quot;What was supposed to be a good idea to enlarge their brand positioning was in fact decreasing the value of the music that was provided.&quot; Instead, Dauchez sees operators in 2013 as understanding that strong partnerships with the likes of Deezer are a way to both attract new customers and retain their existing ones, with the latter particularly important. &quot;Music is the best ever retention tool, more so than video, sports or TV,&quot; said Dauchez. &quot;If you are subscribing to your operator and Deezer, and you are using Deezer, you will use it for 30 hours per month, and if you investigate switching operator, you know you will have to pay 10 a month to keep your music. The retention power is the key to the deals with the telcos.&quot; Is streaming music also the key to helping the music industry bounce back from more than a decade of declining sales of recorded music? Industry body the IFPI announced in February that global sales rose 0.3% to $16.5bn in 2012 the first year of growth since 1999. Subscription services were a small but growing slice of this pie: more than 20m paying subscribers accounted for more than 10% of global digital music revenues in 2012. In countries like Sweden and Norway where streaming services are most established, they took an even bigger slice of the pie. Even so, revenues from music downloads sold on iTunes and other stores are still much larger than streaming subscriptions, on a worldwide basis. Dauchez, however, is unsurprisingly bullish (given his job) about the pace at which this will change. &quot;We see the end of music downloads as coming this year, not in terms of volumes but in terms of the concept,&quot; says Dauchez. &quot;It&apos;s a point, for me, like five years ago when Gmail conceptually killed Microsoft Exchange. You couldn&apos;t imagine having your emails stacked somewhere close to you any more.&quot; At this point in the interview, Dauchez must have spotted my raised eyebrow at the thought of 2013 being this moment for music downloads too, given the IFPI stats. &quot;I have no prediction about the timing of the shift,&quot; he quickly added. &quot;So many big interests are involved. For example, when will Apple have an interest to sacrifice its current model to move to the next one? Nobody knows.&quot; Artist outreach A number of music artists are concerned about the transition from CDs and downloads to streaming, with some focusing on the size of their payouts from plays on Spotify, Deezer and other services, and others worried about the bigger picture a world where the Spotifys and Deezers all count major music labels as their investors, not just their licensors. Deezer has already mounted a charm offensive towards artists its Deezer for Artists initiative (D4A for short). It wants more of them to register for &quot;certified&quot; accounts on Deezer, start creating their own playlists and posting updates, while also uploading extra material including demos, live recordings and interview clips. The company also wants to share more of its data with artists on how and where their music is being listened to on Deezer, to help them plan tours and get support from radio and other media in countries where they&apos;re popular. &quot;We want to re-engage people with music, but you cannot do that without doing the same for the artists,&quot; said Dauchez. &quot;We want to be serving the emerging artists, too, not just the big stars.&quot; The company hopes to start helping artists popular in one part of the world to break through elsewhere, based on mining its data. There&apos;s potential in this, although Deezer is far from the only company exploring the idea: Spotify is doing it too, and Beats is planning similar data-sharing capabilities for Daisy. &quot;We want to be a partner for the artists, to find and develop their audience,&quot; said Dauchez. The payouts debate isn&apos;t going away any time soon, but the prospect of all the streaming services competing to be the most &quot;artist-friendly&quot; is more positive for musicians. Figuring out new ways for people to discover music is another key challenge for Deezer and its rivals. Attend any music industry conference in 2013, and you&apos;ll hear hundreds of mentions of &quot;discovery&quot;, &quot;recommendations&quot; and &quot;curation&quot; as the next big leap forward for digital music. It&apos;s not just hot air: one of the flaws in existing streaming music services is their reliance on search: on people knowing what they want to listen to. It&apos;s something Beats&apos; executives have been shouting about in recent months, suggesting their established rivals are little more than search boxes, whereas Daisy will be built around smarter, curated recommendations. All those rivals are already working hard on going beyond the search box too. Spotify held an entire press conference on its plans in December 2012, for example. Deezer too is focusing on the discovery challenge. &quot;I think we have invented 5% of what could be invented to drive active discovery,&quot; said Dauchez. &quot;It&apos;s virgin field. Maybe Daisy will come onto this field and find some new things. But we all have to keep investigating.&quot; He added that music discovery has to be driven by people as well as algorithms: the idea of hand-curation in the form of playlists and recommendations from friends, rather than simply code to chuck out x-sounds-like-y streams although these personal radio features are also part of the picture. &quot;If you only discover music through algorithms, you&apos;re not growing,&quot; said Dauchez. &quot;You&apos;re clustered. When I see my kids or myself, we are growing when we make non-predictable choices. It&apos;s important to create disruption. It&apos;s human nature.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/25/deezer-end-of-downloads", 
    "wordcount": "1654"
}