{
    "headline": "RIM 'could cut 6,000 jobs'", 
    "text": "Research in Motion, the maker of BlackBerry phones, is preparing for a major restructuring that could cut up to 6,000 jobs from its worldwide workforce of 16,500. Canada&apos;s Globe and Mail newspaper cited several people close to the company saying that at least 2,000 jobs would go in the next round of layoffs that was planned for around Friday 1 June  a day before the smartphone maker&apos;s first financial quarter ends  though some expect the announcement even earlier. One source close to the company told Reuters that the impending layoffs could hit as many as 6,000 and affect legal, marketing, sales, operations, and HR. &quot;The strategic question is: are you accelerating into a better future or shrinking to a niche operation?&quot; said the source, who declined to be identified. The job cuts come on top of 2,000 that were announced last July  reducing the workforce by 11%. A string of high-level employees have departed RIM recently, including global head of sales Patrick Spence, who is set to take a senior job at networked audio company Sonos. Several sources close to the company told Reuters that RIM had been letting more junior staff go for several months in what have come to be known internally as &quot;Goodbye Thursdays&quot;, because the cuts typically come on that day of the week. A RIM spokeswoman declined to comment on the report but pointed to comments that new chief executive Thorsten Heins and chief financial officer Brian Bidulka made on RIM&apos;s last earnings call about plans to streamline operations and save $1bn in the financial year. RIM is struggling with what looks like a perfect storm of problems. The BBX 10 software to power a new generation of BlackBerry phones is not expected until autumn, while existing users are abandoning BlackBerry phones for models from Apple or those using Android more quickly than new ones are coming aboard. Added to that, price competition  also driven by the burgeoning number of Android smartphones  is eroding the prices that RIM can charge, putting extra pressure on its finances. And its PlayBook tablet, launched a year ago, has sold slowly but cost the company billions first in inventory and then in writedowns. As a result, RIM&apos;s stock has plummeted. Last week it touched an eight-year low of $10.59 (6.75). It recovered to $11 by the end of the week, but the company&apos;s value has dropped steadily from $60 in February 2011. RIM reported a fourth-quarter loss in March, when the new chief executive announced the initial steps in a strategic overhaul. Heins took over from longtime co-CEOs Mike Lazaridis and Jim Balsillie in January. Horace Dediu, who runs the consultancy Asmyco, has repeatedly observed that mobile phone companies that fall into loss  even once  never recover their former position. He restated the point on Sunday night on Twitter, pointing out that Motorola Mobility had become the latest to fulfil that trend after being acquired by Google. In March the BlackBerry maker announced a $125m quarterly loss as it saw revenues fall by almost 25% (and drop in real terms by $1bn) to $4.19bn, below even pessimistic Wall Street analyst forecasts.", 
    "section": "technology", 
    "gid": "technology/2012/may/28/rim-to-cut-2000-jobs", 
    "wordcount": "535"
}