{
    "headline": "Energy policy negotiated as coalition leaders meet to discuss green agenda", 
    "text": "Senior coalition figures meet on Wednesday for crisis talks about the UK&apos;s stalling energy investment program amid growing political concern about the rising cost of customer bills and threats by power station companies to pull out of the UK because of delays. The meeting of what has been dubbed the &apos;green quad&apos; is expected to set the Conservative-run Treasury against the Liberal Democrat-run energy department, which have been rowing over the issue for months. Sources on both sides of the coalition said that both the prime minister David Cameron and his deputy, the Lib Dem leader Nick Clegg, were frustated and worried by the continuing dispute, particularly following a series of warnings by major investment companies that they might quit the UK. Just last week seven global electricity and nuclear giants, including Alstom and Mitsubishi, who between them employ tens of thousands of workers, threatened to reassess their investment plans because lack of decision-making and threats to axe key green targets had raised the &quot;political risk&quot; of the UK. Cameron and Clegg will meet with the chancellor, George Osborne, and his deputy, the Lib Dem chief financial secretary Danny Alexander - the core quad of top ministers - and Ed Davey, the Lib Dem energy and climate change secretary, for what one senior source warned would be an &quot;unholy war&quot; between the Treasury and Davey&apos;s department, Decc. The figure, who opposes cutting renewable energy subsidies, said: &quot;Perhaps Osborne is railing against the climate change act, or perhaps he believes the hype of shale gas.&quot; A senior Conservative told the Guardian that David Cameron is now personally re-engaging with the green agenda, recognising it as one of the few growing parts of the economy. &quot;The PM wants to bring the Treasury and Decc on to the same page,&quot; the source said. &quot;The Treasury has to sign up to the renewable energy agenda, while Decc has to reassure on costs.&quot; Clegg on Tuesday acknowledged top level concern about the continuing delays, telling MPs in response to a question about how uncertainty was damaging for investment that: &quot;This is not just about whether we think it is right for the environment, but about what is right for our economy. The green sector employs close to 1 million people, was growing at about 4% or 5% last year and is one of the few sectors that runs a trade surplus.&quot; Sources familiar with the negotiations said a likely deal would give the chancellor more leeway on the decision to limit the subsidies that can be charged to energy customers&apos; bills, via an existing power called the levy control framework (LCF), with a fresh cap currently being negotiated to begin in 2015. In return, Davey would get a new carbon target - to virtually eliminate emissions from electricity generation by 2030  written into the energy bill due to be published in early November. That target has had the backing of some major energy companies and the renewable energy industry, and conditional support from the Confederation of British Industry, representing the country&apos;s biggest businesses and employers. However, there is growing political pressure over the rising cost of consumer fuel bills - raised again on Tuesday with the powerful consumer group Which? demanding an independent inquiry into whether fuel costs or political policies were pushing them higher and higher. Other negotiating chips on the table include cutting some of the four demonstration plants for carbon capture and storage technology promised in the coalition agreement, and the inclusion of pollution from aviation and shipping in the nation&apos;s carbon cutting targets. Restricting renewable subsidies via the LCF could mean the UK would be unable to meet its legally binding target to produce 15% of its energy from renewable sources by 2020 from domestic sources. Renewable energy credits would have to be bought in from abroad to make up the shortfall. But one government adviser told the Guardian: &quot;That is not a credible strategy. You would need to provide credible evidence for where you would get it from and there is no reason to think there will be countries willing to export.&quot; Tim Yeo, Conservative MP and chair of the influential House of Commons energy and climate change committee, said: &quot;You can&apos;t have a cap on the levy control framework and guarantee meeting the carbon budgets, because no-one knows what the cost of low-carbon energy will be.&quot; But Yeo said Davey winning a new 2030 carbon target might be the more significant victory. &quot;The levy control framework will not be an issue for years&quot; and could be challenged afresh in future, he said. &quot;The 2030 target would be a win because it will provide more certainty for investors, which is valuable. But it also a very useful building block towards 2014, when there is a review of the carbon budgets. That is a very dangerous time when the government may come under pressure from Conservative backbenchers one year ahead of an election.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/17/energy-policy-coalition-green-agenda", 
    "wordcount": "842"
}