{
    "headline": "Kenyan Aids activists demonstrate in support of Global Fund", 
    "text": "Around 500 activists and people who are HIV-positive marched through the streets of Nairobi on the 10th anniversary of the launch of the Global Fund to Fight Aids, Tuberculosis and Malaria, demanding that western donors fulfil their promise to finance the organisation. Brandishing banners saying &quot;Stop death not funding&quot; and &quot;Donors: fund the fund. Keep your promise&quot;, this week&apos;s march began at the Japanese embassy, where demonstrators submitted a petition. They argue that a decade&apos;s worth of progress in fighting the three diseases risks unravelling after the funds board cancelled its 11th round of funding in November, owing to a resource shortfall. The demonstrators demanded the fund hold an emergency donor conference to raise $2bn so that developing countries can apply for grants this year. The cancellation was a blow to Kenya, which was awarded $345m under Round 10, but is now unlikely to have the grant renewed. Kenya has the world&apos;s fourth largest number of people living with HIV  1.5 million people. Aids organisations say 400,000 of these are on antiretroviral treatment, but another 500,000 still require the lifesaving drugs. The activists, who came from across Kenya and Uganda, which also faces a funding gap, marched past the embassies of Italy and Spain, neither of which have met their pledge, before stopping outside the European Union&apos;s Nairobi office. Speaking from the steps of his office building, Bernard Rey, EU head of operations in Kenya, assured activists their message would be passed on to EU negotiators sitting on the fund&apos;s board. Doctor Jennifer Cohn, from Mdecins Sans Frontires&apos; access campaign, said in eight of the 19 countries where the humanitarian organisation provides HIV treatment, more than 80% of patients receive medicine paid for by the fund. She said donors must act immediately rather than waiting for the next pledging conference, scheduled for 2013. &quot;I don&apos;t think the world has time to wait for that, this is an emergency. But it&apos;s also an opportunity to make a change in the HIV epidemic.&quot; At Uhuru Park, opposite Nairobi&apos;s booming central business district and the ministry of health, campaigners focused their attention on the Kenyan government, urging ministers to take responsibility for funding Aids programmes. Allan Ragi, executive director of the Kenya Aids NGO Consortium, said: &quot;This [cancellation of Round 11] is a devastating and unacceptable setback to the fight against these diseases, and donors must mobilise to fill this funding gap  including the government of Kenya.&quot; Under the Abuja declaration of 2001, African nations pledged to allocate 15% of their annual budget to healthcare. However, more than 10 years later, most signatories have not met their target. Kenya spends 6.5% of it&apos;s annual budget on health. Dr Nicholas Muraguri, head of the National Aids and STIs Control Programme, said the government supported the activists&apos; demands. &quot;Africa&apos;s progress depends on the survival and progress of the Global Fund, until countries are able to take up funding of Aids themselves. &quot;But African countries need to mobilise support and increase domestic resources too. There&apos;s already ongoing dialogue in the [Kenyan] government on how to increase funding for HIV and health in general,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/02/kenya-activists-march-support-global-fund", 
    "wordcount": "538"
}