{
    "headline": "Exam season has begun: feeling stressed?", 
    "text": "For most, May means blossoming trees and the first snatches of summer. For students it means long hours, piles of pressure and an impending sense of doom. I&apos;m no stranger to pre-exam butterflies  or the occasional late-night panic. Having dodged the ammunition rounds of six exam seasons, I feel like a veteran. So for those of you who are feeling a bit worn down and weary, here are my top five tips for staying sane. 1 Worrying about your workload only increases stress hormones, such as cortisol, impairing your concentration and learning abilities. So keep things in perspective. Exams are important, but what&apos;s the worst that can happen? If Bill Gates can survive without a degree 2 Food is your friend and can boost your exam performance. With less of the boozing you can afford to pour more money into your fridge. Stock it with plenty of vegetables, meat and fish  and get some nice complex carbs like brown rice or bread. No harm in the odd motivational chocolate bar either. It&apos;s all in aid of revision, right? 3 Give performance enhancers a miss. Smart drugs such as Modafinil or Ritalin will leave you out of pocket and possibly deranged. Plus there&apos;s no guarantee that what you&apos;re buying is the real McCoy. If you need to stay awake, coffee is the one. 4 Know how and when you work best. Don&apos;t wallop yourself with guilt for sleeping through your alarm. Likewise, if you&apos;re a lone wolf, stick to it. If you work better in a group, mobilise the troops early. 5 Perk yourself up by building in the odd night down the pub and taking time to exercise. Revising 24 hours a day doesn&apos;t work. And if you won&apos;t take my word for it, Chris Leaman from the mental health charity, Young Minds, gives similar advice: &quot;Exam season is a very tough time but often the best thing to do is take time out and relax  whether that&apos;s by calling a friend or going for a walk.&quot; It&apos;s not unusual to feel overwhelmed by revision. &quot;When you&apos;re immersed in the exam season, you can easily feel like things are spiralling out of control,&quot; Chris Leaman tells me. Like many mental health services, Young Minds sees a spike in calls during exam season as students reach out for help. Stress isn&apos;t always a bad thing  small amounts can boost your productivity. But if you are struggling to cope, there&apos;s plenty of help available. Charities such as Mind or Young Minds run free telephone helplines, while most universities offer student counselling services. If you&apos;d prefer to read up on coping strategies, you can find plenty of advice online through your university&apos;s website. Keep calm and carry on  not long now until we&apos;re free for the summer.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/17/exam-survival-tips", 
    "wordcount": "468"
}