{
    "headline": "Hideo Kojima: video game drop-out  interview part 1", 
    "text": "Six months after Hideo Kojima joined Konami, one of Japan&apos;s most respected video game studios, he was asked by a university friend to be best man at his wedding. &quot;The groom stood up to introduce me. He said: &apos;Welcome everybody. This is Mr Kojima. He&apos;s a very talented and otherwise likeable person. But I am sorry to say that, for some unknown reason, he has decided to join a video game company.&apos; Everybody laughed. You see: working in the games industry was seen as a very low status job at that time. There wasn&apos;t even a word in Japanese for the job of game designer back then. I would lie at parties. I told people I worked for a financial firm ...&quot; Born to well-to-do parents, Kojima  the creator of the multi-million selling Metal Gear series, and vice-president of Konami Digital Entertainment  was the youngest of three children and a high achiever from a young age. But he was also a dreamer. &quot;When I was small I was always thinking about different worlds in my head,&quot; he tells me, as we sit down over breakfast in a boutique London hotel in Soho to discuss his life and career on this, the 25th anniversary of the genesis of Metal Gear. &quot;I was constantly making up stories about the things around me. I&apos;d find myself laughing or crying at seemingly random things and people wouldn&apos;t understand why. In Japan, there are storm channels on either side of the main roads. There were so many times when I&apos;d fall into these ditches because I was lost in stories as I was walking along. It&apos;s still dangerous for me to drive. I&apos;ve driven into the gate outside my house numerous times. &quot;Even now, while we are talking, I find my mind wandering if I&apos;m not careful,&quot; he says, with a warm smile. He motions to the untouched cappuccino on the table in front of him: &quot;Take this coffee cup, for example.&quot; &quot;OK. What&apos;s the story of the coffee cup?,&quot; I ask. &quot;I am imagining a story in which there&apos;s a massive coffee cup that we&apos;re all sitting inside now. It&apos;s not really a story, I guess, so much as a vivid picture. But this! This is how my mind works.&quot; A born storyteller, Kojima&apos;s parents encouraged the gift, not least through their own love of cinema. &quot;I was born in a countryside town,&quot; he says. &quot;But when I was four years old we moved to Osaka. It was a huge environment change and after that I would spend much more time at home, watching television or making figurines. &quot;It was during that time that my parents introduced a family tradition: every night we would all watch a film together. I wasn&apos;t allowed to go to bed till the film had finished: the opposite of how it is for most children. My parents were huge fans of westerns, European cinema and horror in particular. They wouldn&apos;t just show me kids&apos; films. I&apos;d even see the sex scenes.&quot; At the age of 10, Kojima&apos;s parents began to encourage him to watch films by himself. &quot;They would give me money to go to the cinema by myself,&quot; he says. &quot;I was allowed to go on the condition that I came home and discussed the movie with them afterwards. I had to buy the film brochure and bring it back with me. Then we would talk about the movie&apos;s themes and direction; what I felt.&quot; This love of watching film soon combined with Kojima&apos;s own creative spark and, using a friend&apos;s 8mm camcorder, he and his high-school friends began to make their own short movies. &quot;To be honest, my friends weren&apos;t really as into making films as I was,&quot; he says, with a laugh. &quot;But I convinced them all to make some zombie films with me. &quot;You see, every year there was a culture festival held at our school. My idea was to make a zombie film, show it there and sell tickets in order to make some money with which we could buy more films to watch. We sold tickets for about 50p. But we didn&apos;t make enough money to buy even one film.&quot; Kojima is now known for his theatrical games, his most famous title  1998&apos;s Metal Gear Solid  pioneering the kind of grand 3D storytelling in games that is commonplace today. As a young boy there were glimpses of this same motivating creative ambition. &quot;There was one film we tried to make that was set on an island,&quot; he says. &quot;My idea was there had been a plane crash and a bunch of high school students had survived it. I wanted it to be like Robison Crusoe. &quot;We managed to trick our parents into giving us the money to go on a four day trip to an exotic island off the coast of Japan. But when we arrived we spent the first three days swimming in the sea. On the final day we realised how little time we had left so I changed the plot  to another zombie movie. The idea was still that the plane had crashed and high school student had survived. But this time they found zombies on the island.&quot; &quot;Did you show your parents the film?&quot; I ask. &quot;No,&quot; he replies, breaking into a generous laugh. It was in the midst of this time of his life, watching movies and starting out on the journey to create them, that Kojima&apos;s world fell apart with the death of his father. &quot;I was just 13 when he died,&quot; he says. &quot;It was hard and lonely but, in a way, it strengthened my resolve to become a filmmaker.&quot; Aside from the loss of his father&apos;s support  of someone to talk over the latest Spaghetti western or European horror flick  the odds were stacked against the young Kojima&apos;s calling. &quot;I desperately wanted to make films professionally,&quot; he says. &quot;It was so difficult though. There were no film schools near where I lived and, beyond that, the budgets for Japanese films at that time were very low, so I didn&apos;t think I&apos;d be able to make the kind of films I was interested in. That&apos;s pretty much how I came to work in games, I guess.&quot; Kojima was studying economics at university when he made the decision to join the games industry. &quot;I wrote novels in my spare time while studying,&quot; he says. &quot;Even this pursuit was related to film as I wanted to win awards for my novels and thought that if that happened perhaps I would get the chance to make a movie. But I had no friends that were interested in cinema; nobody to encourage me in that career. It was around that time that I saw Nintendo&apos;s Famicom for the first time. Immediately it struck me that this might be another route into making film-like experiences.&quot; &quot;Do you feel like you settled for second best, then?&quot; I ask him. Without pausing, he replies: &quot;You know, right away I thought games could become something important in the future. That&apos;s what swayed my decision. I wouldn&apos;t describe it as settling so much as working with what was in front of me. And while it&apos;s true that I entered the games industry specifically because I couldn&apos;t find a way into movies, I soon fell in love with games. It&apos;s so different to film: it&apos;s interactive and you need to understand people in a different sort of way. I soon fell in love with the art of making games. But at the same time, I do still harbour the ambition to make a film in the future as well.&quot; Despite the success of Space Invaders in the arcades, and the release of Super Mario in 1985, Kojima soon found that the Japanese games industry wasn&apos;t socially frowned upon. &quot;When I announced my decision, all of my friends and lecturers begged me to reconsider. They thought I was crazy, to be honest.&quot; &quot;It was only my mother who told me that I could do whatever I wanted to in life. She was the only one.&quot; Despite Kojima&apos;s defiance in the face of his friends&apos; disdain, he wasn&apos;t immune to a sense of embarrassment about his chosen career. &quot;I began looking for a company to work for and settled on Konami, not because of the type of games they were making at the time, but rather because they were listed on the stock exchange,&quot; he says. &quot;They were the only games company to be listed at the time; not even Nintendo had that accolade. I guess it was a status thing, but I thought working for a company like that might help people to view my vocation in a more positive light.&quot; I wonder if Kojima also drew inspiration from those negative attitudes that he encountered, a resolution to prove everybody wrong. &quot;Yes, definitely,&quot; he says. &quot;Right from the start I believed I was creating art. I felt like the world was waiting to see what video games could be, what they could become. It was a huge incentive to do my best, to show them.&quot; When Kojima joined Konami, he found a community of like-minded individuals, many of whom had arrived at games either through failure or a lack of opportunity in other creative industries. &quot;There were many people joining the industry at that time who wanted to make films, to be directors or to write comic books but, for whatever reason, hadn&apos;t been able to &apos;make it&apos;,&quot; he says. &quot;Some were in a band and had released a record but it hadn&apos;t sold well. Others were struggling artists who wanted their own manga series. The industry was full of dropouts, people who felt like games offered them another chance. I met many people in that same situation; we bonded together through that in some sense. &quot;But there wasn&apos;t a negative spirit with it at all. At Konami there was this feeling amongst us all that games were somehow important to the future. We believed in the future of the medium and that drove us to create the best possible work.&quot;  Hideo Kojima interview part 2", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/23/hideo-kojima-interview-part-1", 
    "wordcount": "1758"
}