{
    "headline": "Shipping causes 'chronic stress' to whales", 
    "text": "Shipping noise causes chronic stress to whales, scientists have shown for the first time, after using the halt in marine traffic after the 9/11 terrorist attacks to conduct a unique experiment. The effect on whales of propeller noise, military sonar and explosions set off in the search for oil and gas is highly controversial. Environmental campaigners claim the noise interferes with the singing of whales, or even kills the animals, and are currently suing the US government over the navy&apos;s use of sonar. The research, published on Wednesday, provides the first evidence of physical harm, according to Rosalind Rolland, a researcher at the New England Aquarium, in Boston, US. &quot;We showed whales occupying oceans with high levels of ship noise have a chronic stress response,&quot; said Rolland, who led the study. &quot;We knew whales changed the frequency of their calls to adapt to the ship noise, but this work shows it is not merely an annoyance  it is having a physical effect.&quot; She had not originally set out to study the effect of noise on the animals. The hormone data was part of a study of the whales&apos; health and reproduction but Rolland realised many years later it could be combined with data on noise levels from shipping to draw conclusions about how the whales are being affected. Whales use sound as their primary sense, just as humans use sight, and their singing enables them to find food, mates and to navigate. They are believed to be able to communicate over hundreds of kilometres. But the frequencies they use largely overlap with the frequencies generated by human activities in the oceans, which have increased tenfold in volume since the 1960s, disrupting their ability to communicate. A separate study published in January showed the singing of humpback whales was disrupted by sonar noise caused over 200km away while measuring fish stocks. Rolland was at sea in the Bay of Fundy on 11 September 2001: &quot;There was a dramatic reduction in ship traffic that day. It was like being on the primal ocean.&quot; The noise levels from shipping fell by half, as transport was shut down in response the terror attacks. Rolland&apos;s team also collected faecal balls from the whales, which float, and analysed the levels of stress hormones present. They found a &quot;highly significant&quot; decrease in stress hormones coincided with the drop in shipping noise. &quot;Instant responses to stress  like running away from a tiger  can be life-saving,&quot; said Rolland. &quot;But if it becomes chronic, it causes profound depression of the immune system, making them vulnerable to disease, and it depresses reproduction.&quot; The northern right whales Rolland studied are one of the most endangered whales, with 475 in the world and a population growing at just 1% a year. In contrast, the southern right whale numbers 8-10,000 and a growth rate of 7-8% a year, as they recover from the decimation of whaling. Rolland dubbed the northern right whale &quot;the urban whale&quot; in a book she co-authored, because its territory is close to the busy eastern seaboard of North America. She said damage caused by noise is very likely to be a factor in the population&apos;s slow recovery, and may also affect other whales. Beaked whales, which Rolland is now studying, are particularly sensitive to sonar she said, and are frequently the species involved in mass beachings. &quot;The positive aspect to this particular issue is that it is a solvable problem,&quot; Rolland said. The noise is largely down to engine inefficiencies, she said, which is possible to remedy and doing so would reduce fuel consumption in return for upfront investment. The International Maritime Organisation and the European Union are both investigating how to reduce marine noise. But with 50,000 large ships travelling the oceans on any given day and a ship lifespan of about three decades, changing the fleet will not occur overnight. Danny Groves, at the Whale and Dolphin Conservation Society, said: &quot;Not enough is being done to reduce noise in our oceans Very little is known about its long-term effects and more research is needed. &quot;Amazingly, there are currently no accepted international standards regarding noise pollution in our seas.&quot; Asked how the whale faecal balls were found, Rolland said: &quot;We find the pellets opportunistically, but we do also use trained scent-detection dogs. They are phenomenal. They work off the bow and can detect the scent up to 1km away.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/08/shipping-noises-chronic-stress-whales", 
    "wordcount": "754"
}