{
    "headline": "Zimbabwe food shortages could leave 1.6 million in need of aid in 2013", 
    "text": "An estimated 1.6 million people in the rural areas of Zimbabwe will require food aid next year, according to a food needs assessment report. The annual Zimbabwe Vulnerability Assessment (Zimvac), carried out by the UN and the Zimbabwean government, found that one in five people living in rural areas are facing food shortages during the &quot;hunger season&quot; between January and March. The figure is a 60% increase on 2012 figures. Masvingo, the northern and southern areas of Matabeleland, and parts of Mashonaland, Midlands and Manicaland are the worst-affected areas. Sporadic rainfall, limited access to agricultural inputs such as seeds and fertilisers, and inadequate farming practices are being blamed for increasing levels of vulnerability and acute food insecurity in the country, said the World Food Programme (WFP). Cereal production has also diminished by one third; 1,076,772 metric tons have been harvested this year, the lowest level since 2009. According to Reuters, the drop in production led finance minister Tendai Biti to revise the country&apos;s growth forecast for 2012 down from 9.4% to 5.4%. Rural people are starting to feel the effects of the drought. &quot;Our field staff are already reporting signs of distress in rural areas, including empty granaries and farmers selling off their livestock to make ends meet,&quot; said WFP country director Felix Bamezon. The UN agency said cereals will need to be imported from neighbouring states to meet the need in Zimbabwe. The WFP said its seasonal assistance programme, designed to help food-insecure households during shortages, is due to start in October but is facing a shortfall of approximately $87m. Zimbabwe was once southern Africa&apos;s breadbasket, but food production started declining in 2000, following the launch of President Mugabe&apos;s controversial &quot;fast-track&quot; land reform programme, during which land owned by white farmers was seized. A decade of political turmoil, constant high levels of unemployment (estimated at more than 60%) and the longer-term effects of the 2009 currency crisis have all hindered large-scale foreign investment, which means any agricultural gains made by the country will be fragile.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/01/zimbabwe-food-shortages-aid", 
    "wordcount": "347"
}