{
    "headline": "Geologists erupt after Iain Duncan Smith shelf-stacking jibe", 
    "text": "One of the oldest learned societies in the world has criticised Iain Duncan Smith for dismissing the worth of geologists while defending the government&apos;s back-to-work scheme. The Geological Society of London, which represents more than 10,000 earth scientists, complained after the work and pensions secretary suggested shelf stackers were more valuable than geologists. Duncan Smith told the BBC&apos;s Andrew Marr Show on Sunday that &quot;smart people&quot; who thought they were above supermarket work should ask themselves a simple question when they struggled to find products on their next shopping trip: &quot;Who is more important, the geologist, or the person who stacked the shelves?&quot; He was speaking after Cait Reilly, a recent geology graduate from Birmingham University, won a legal case against the government over an unpaid work placement at the discount store Poundland. Duncan Smith added: &quot;There is a group of people out there who think they&apos;re too good for this kind of stuff.&quot; The comments irked the geologists&apos; professional body, which was founded in 1807 as a dining club in a London pub. Professor Alan Lord, the society&apos;s secretary for foreign and external affairs, said: &quot;It&apos;s an unhelpful way to have framed the argument.&quot; &quot;Geologists are a vital part of [the food] supply chain: mining the minerals essential for fertilisers, obtaining metal ores, discovering the fuel which transports produce to the store, and engineering our transport infrastructure.&quot; He added: &quot;Without geologists, there would be no way to supply supermarkets with produce, no transport for customers or staff  no shelves, in fact.&quot; Lord pointed out that many geologists spend time in tough environments, from oil rigs in the North Sea to trenches and mines, in all weathers. &quot;We certainly do not consider ourselves above shelf stacking,&quot; he said. The back-to-work scheme aims to help the young and jobless who cannot find jobs because they lack work experience on their CVs. Ms Reilly argued that her two weeks spent at Poundland left no time for voluntary work or job hunting. &quot;Those two weeks were a complete waste of my time,&quot; she said after the appeal court ruling.", 
    "section": "science", 
    "gid": "science/2013/feb/18/geologists-iain-duncan-smith-shelf-stacking", 
    "wordcount": "363"
}