{
    "headline": "The beasts from Brazil: country aims to clone endangered species", 
    "text": "Brazilian scientists are preparing to clone and hybridise jaguars, collared anteaters, maned wolves and other endangered species in an effort to ease pressure on creatures in the wild. The project is being designed to supply zoos, but it appears likely to generate unease among conservationists who are already concerned that rare animal farming generates market demand and distracts from the more important task of habitat protection. For the past two years, researchers at the agricultural research agency Embrapa and the Brasilia Zoological Garden have gathered somatic cells and spermatozoa from eight threatened species, including grey brocket deer, bison, coati, black lion tamarins and bush dogs, according to local media. In the next stage, they plan to apply for permission from the government to conduct experiments on the 420 samples they have collected with the ultimate aim of reproducing the animals. Cloned, hybridised and captive-bred animals have little or no genetic value and could potentially weaken wild populations if they are mixed. The scientists behind the project say, however, that their goal is captive breeding and public shows rather than replenishing wild populations. &quot;The cloning is specifically for zoos. We don&apos;t want it to become a conservation technique,&quot; Carlos Frederico Martins, a researcher with Embrapa, told the Guardian. &quot;The idea is to test cloning technology so the zoo has its own repository of animals, which will avoid the need to take species from their natural habitat.&quot; Until now, almost all of the samples have come from the Cerrado savannah in Brazil, but researchers say they will build up their collection of genetic stock from a wider area and range of species, including exotic species such as African elephants and giraffes. In addition to cloning, they plan to conduct tests on semen alteration and embryo production. He previously told the IPS news agency that the first animal to be cloned was likely to be the maned wolf, though there is as yet no timetable. The agency has experience of cloning since 2001, though until now it has mainly focused on livestock such as cows and horses. Brazil is not the first country where similar techniques are being considered for endangered animals. In recent years, there have been reports that US scientists are trying to clone South African black-footed cats, Indian researchers are working on wild buffalo, the Chinese on the giant panda and the Japanese on whales and even the long extinct woolly mammoth. Conservationists have previously criticised captive-breeding programmes  particularly in the case of tigers, Asiatic black bears and giant pandas  for commercialisation, fostering complacency about rare species, undermining habitat protection and providing an excuse for the resumption of banned trades in animal parts. Additional research by Carolina Massote ", 
    "section": "environment", 
    "gid": "world/2012/nov/14/brazil-aims-clone-endangered-species", 
    "wordcount": "452"
}