{
    "headline": "Twitter argues fourth amendment defence over judge's Occupy order", 
    "text": "Twitter has lodged an appeal against a New York judge&apos;s decision that it must hand over detailed information related to an Occupy Wall Street protester charged with disorderly conduct. In July, Twitter was ordered to hand over almost three months&apos; worth of messages and other details related to the account of activist Malcolm Harris. Harris was among the hundreds of protesters accused of disorderly conduct during a protest on Brooklyn bridge last October.  Prosecutors have argued that Harris&apos;s tweets show he knew he should not have been on the bridge. He has filed his own appeal, arguing that the judge&apos;s ruling would hand over details of where he was and who he spoke to, as well as his tweets, and falls &quot;so far outside the realm of a legitimate ruling that we are entitled to a pre-trial appeal&quot;. Twitter has argued that the posts belonged to Harris and, as such, it would be violating his fourth amendment right against unreasonable searches if it were to disclose the communications without first receiving a search warrant. The case has evolved into a closely watched legal scrap over the extent of the US authorities&apos; right to access information from social networks. Twitter has previously resisted attempts by the US authorities to access the account of Icelandic MP and former WikiLeaks associate Birgitta Jnsdttir. The American Civil Liberties Union (ACLU) has filed a motion with the court in support of Twitter. ACLU attorney Aden Fine said: &quot;Under the first and fourth amendments, we have the right to speak freely on the internet, safe in the knowledge that the government can&apos;t get information about our speech without a warrant and without satisfying first amendment scrutiny. &quot;We&apos;re hopeful that Twitter&apos;s appeal will overturn the criminal court&apos;s dangerous decision, and reaffirm that we retain our constitutional rights to speech and privacy online, as well as offline.&quot; The New York district attorney&apos;s office issued a subpoena to Twitter in January calling on the firm to hand over &quot;any and all user information, including email address, as well as any and all tweets&quot; for the period in question. Last month Manhattan criminal court judge Matthew Sciarrino rejected most of Twitter arguments that the authorities were infringing Harris&apos;s constitutional rights, and said that Twitter owned his messages. Sciarrino said he would review all the material that he ordered turned over and would pass on &quot;relevant portions&quot; to prosecutors.", 
    "section": "technology", 
    "gid": "technology/2012/aug/27/twitter-judge-occupy-order", 
    "wordcount": "411"
}