{
    "headline": "Is it better to use recycled paper or FSC-certified paper?", 
    "text": "Twenty years ago forests were vanishing worldwide. The developing world lost 200m hectares between 1980 and 1995, and in a climate of ecological panic the Forest Stewardship Council (fsc.org)  anot-for-profit alliance between NGOs, government, and paper and timber players  originated in California. There has been a decline in global deforestation, thanks partly to the increased use of recycled paper and the purchasing of paper products that are certified as coming from responsibly managed forests. This has been driven by consumers like you. Still, deforestation remains high. You are trying to choose between two different systems of producing less wasteful paper. Both have merits. Recycling one tonne of paper would power a home for nine months, save 7,000 gallons of water and reduce greenhouse gas emissions by one metric tonne of carbon equivalent (CO2e). We also &quot;get it&quot;  put the paper in the recycling bin, close the loop by buying recycled, and hey presto: virgin trees have been saved. But a lack of credible certification means &quot;recycled&quot; paper might not contain a very high a level of old paper. Check percentages: buy the highest level of &quot;post-consumer waste paper&quot;  aim for 100%. If the paper was recovered using energy generated from coal, it might as well not be recycled. Meanwhile, the FSC uses a system of inspecting and tracking timber and pulp right through the chain. So far, 174m hectares of forests have met its strict criteria. Violence and the displacement of indigenous peoples are also prohibited in its chain. This is crucial: forests support 1.6 billion of the poorest people in the world. The 2010 documentary Sustainable on Paper, by Leo Broers and An-Katrien Lecluyse, exposed a certified plantation in Brazil as a eucalyptus monoculture polluting local communities. Anecdotal evidence from the paper industry suggests that printers are put off by hefty fees to certify as FSC. Just 0.05m hectares of FSC-certified forest are owned by indigenous communities (compared to 50.5m hectares owned privately). But the WWF still considers FSC certification the only credible one (above the purely recycled). I suggest that rather than choosing between the two you look for both, as paper products increasingly offer both FSC-certified virgin fibre and recycled content (also certified). OK, so this is not the clear-cut answer you were looking for  but the situation with ourforests isn&apos;t clear cut either.     Veja's ethical trainers are printed with an aeral-map design    Green crush  Walk the talk in Veja&apos;s new trainers inspired (unusually for a fashion capsule collection) by a research professor in global ecology. The print is based on Professor Greg Asner&apos;s aerial maps recording forest cover and biodiversity in tropical forest ecosystems. The shoes are made from organic fairtrade cotton canvas and the soles from wild Amazonian rubber tapped by a forest community in Brazil. Available from April at Asos.com, Diverseclothing.com, Hubshop.co.uk and Glassboutique.co.uk. Greenspeak: Biofacture {baio-fkt-shr} noun One up on biomimicry (mimicking nature to find greener design), biofacture replaces a polluting staple with a non-polluting natural one. For example, it&apos;s out with nylon fibres and in with hagfish slime If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2013/mar/31/recycled-or-fsc-certified-paper", 
    "wordcount": "537"
}