{
    "headline": "Green news roundup: Gas rig leak, drought and Planning reform", 
    "text": "Environment news  Fears grow over pollution risk from leaking North Sea gas rig Drought reaches parts of Yorkshire  and river levels still falling Michael Hintze revealed as funder of Lord Lawson&apos;s climate thinktankObama plan cuts emissions for future coal plants Planning reform revisions ease conservationists&apos; fears for countrysideGreat Barrier Reef suffering from Australia&apos;s decision to allow pesticidesRenewable heat incentive scheme delayed for a year On the blogs     Planning laws will protect the green belt and favour town centre development over out-of-town sites, said planning minister Greg Clarke. Photograph: David Levene     Planning system reforms  as it happened Planning reform: a giant gamble with economy and environment What is the cost of climate change to our oceans? Bike headphones that don&apos;t distract from cycling safely Multimedia     A green Gecko walks on a palm at Vallee de Mai natural reserve, a UNESCO World Heritage site, in Praslin island on March 6, 2012. Bursts of torrential rain lash the idyllic white beaches of the Seychelles, where conservationists fear that rare species such as the giant tortoise are at severe risk from climate change. Photograph: Alberto Pizzoli/AFP/Getty Images     The week in wildlife  in pictures World water day  in picturesDrought and wildlife in Kenya&apos;s Masai Mara reserve  in pictures Planning system reforms will put &apos;power in the hands of communities&apos; - video Features and comment     Aira Beck, just above Aira Force, close to Ullswater in Cumbria, Lake District Photograph: Alamy    No decision on carbon reporting? Tories fail every environment test How well is the UK doing in cutting its emissions?Wildlife legacy of Captain Scott in danger from chancellor&apos;s bid to tear up habitat protectionsFisherman&apos;s friend? Anglers fear worst ahead of lake and riverbank sell-off Vicky Pope: Do you believe in climate change? Best of the web  Industry blasts &apos;unacceptable&apos; delay to carbon reporting Denmark aims to get 50% of all electricity from wind power Solar panels help power revamped King&apos;s Cross station ...And finally  Las Vegas bets on desert water pipeline as Nevada drinks itself dryCattle ranchers, Native Americans and Mormons fear US state&apos;s chief engineer will allow 300-mile pipeline to tap groundwater", 
    "section": "environment", 
    "gid": "environment/2012/mar/28/green-news-roundup", 
    "wordcount": "263"
}