{
    "headline": "Higher education philanthropy: four steps to fundraising success", 
    "text": "There is no quicker conversation stopper at a party than saying you work for a university development office. But those in the know realise there&apos;s a lot more to the job than &quot;rattling a tin&quot;. The rewards can be spectacular, as today&apos;s announcement of a 7m donation to the University of Leicester from a single benefactor testifies. The donation, from the John &amp; Lucille van Geest Foundation, will help build a new biomarker facility next to the university&apos;s cardiovascular research centre at Glenfield Hospital. By bringing together the expertise of its academic research team with cardiovascular consultants, surgeons and informaticians, this centre has the potential to transform lives, not just in Leicestershire, Rutland and the UK, but across the world. Just 18 months ago, however, we had no idea that our fundraising would take off in in this way. We were raising funds for a 12.6m project and were pleased with our success so far, with over 5m raised from various trusts and foundations and a successful public campaign, in addition to 4m committed by the university. The decision by the van Geest Foundation to make such a large donation is the result not just of months of fundraising work by the university, but of years of investment in our development structures. It shows that, with a professional team and the right approach, it is not just the longstanding fundraising operations of Russell Group universities that can attract sizeable donations. Yet, up and down the country, the word is that many universities are reducing development staff or holding back on investment in a very short-sighted attempt to cut costs. Leicester may have been tempted to do the same, had its vice-chancellor and senior management team not recognised the growing importance of philanthropy in higher education. They were prepared to back and fund the necessary steps needed to attract significant fundraising returns. What are these?  Build a professional, dedicated development team. They are not only there to court would-be donors at black tie dinners, but to shape a clear medium and longer-term fundraising strategy.  Make sure fundraising is seen as a collaborative effort. Academics working together with fundraisers can bring their unique passion and expert knowledge to the preparation of bids and discussions with prospective donors.  Become a fundraising university, not just a university with a development office. We have recruited a development board whose non executive members are drawn from the professions, business and third sector. They understand the way their communities tick, command respect in those circles, and are able to open doors.  Be patient. Returns on development work are rarely quick  someone who donates no more than 100 in their lifetime may end up leaving their whole estate as a gift in their will. It may be tempting to delay or cut back on your development team but it could mean your institution misses out on that single donation that could be transformative. Since investing in a development team, Leicester has doubled its income from donations every year over the past three years and had more donors last year than ever before. This return on investment is hard to match elsewhere on campus. Philanthropy in higher education across the UK is also growing with an increasing number of individual gifts of 1m or more made to education. The sector raised over 600m in philanthropic income in 2010-11  14% up on the previous year  and while the Russell Group dominated, the smaller 1994 Group of research universities raised 64m. The UK does not have the American model of fundraising for higher education and I am not suggesting we move en bloc towards it. Nor can we, or should we, rely on philanthropy for everything. Philanthropists are not generally interested in supplying core funding for the essentials. But philanthropy allows us to do things we would not otherwise have done, or to do them better and faster. It also allows successful and wealthy people and organisations to make a big difference. Despite the present economic climate, the number of millionaires and billionaires in the UK is rising, and while not all of them are philanthropically minded, many do want to donate. What&apos;s more, they want us to open the discussion and ultimately ask them for support. We may be experiencing tough economic times. But as development professionals, we should dare to believe that more of those least affected are keener than ever to explore how they can give back. Higher education is a particularly attractive sector in which to invest because of its ability to generate new knowledge and achieve breakthroughs to the benefit both of individuals and of society. There is a thirst and willingness to be part of that process, particularly when it comes to health-related research and the big diseases that touch many of our lives. Leicester has managed to tap into this potential and this latest record donation shows what can be achieved, if development and fundraising leadership in universities is fully supported by all. And of course, there are few better endorsements for institutional self-belief and confidence. Steve O&apos;Connor is director of development at the University of LeicesterThis content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/09/higher-education-philanthropy-development-strategy", 
    "wordcount": "895"
}