{
    "headline": "Winning the Wolfson bid: how UCL secured its biggest research award", 
    "text": "When people think of UCL, they may think of the neoclassical columns in the main quad, Jeremy Bentham&apos;s auto-icon, or perhaps our well-known art and architecture schools, The Slade and The Bartlett. What might not instantly spring to mind is the brain. However, UCL is a world-leader in the field of neuroscience. Our scientists generate more than 30% of the country&apos;s contribution to the most highly cited publications in the field  more than twice as much as any other UK university. A core aim of any university is to tackle world problems. The most pressing health issue of the 21st century is the ageing population and the ticking time bomb posed by neurodegenerative conditions and diseases such as Alzheimer&apos;s. But in an age of austerity, there is a chorus of calls to action and pleas for support that is ever-increasing in volume. With less income from &quot;traditional&quot; sources, science relies more and more on philanthropy to fund key research  putting philanthropy under increasing pressure. In 2011, the Wolfson Foundation issued a call for proposals under the Leonard Wolfson Neurology Initiative, which aimed to support outstanding research that could make significant advances in the understanding and treatment of neurological diseases. We had a clear vision for the area of work and focus for a possible new research centre before the initiative was even announced. The huge potential of such a gift caused real excitement among UCL&apos;s clinicians and academics. If we were to be successful, it would be transformative  enabling pioneering work in neurodegenerative disease. The core purpose of the new centre would be to find treatments to slow progression of these devastating illnesses and apply those treatments as early as possible. The lead academics involved in our bid had expertise across a range of neurological conditions such as Parkinson&apos;s, Alzheimer&apos;s, prion diseases, Huntington&apos;s and motor neurone diseases. They offered perspective on each of their areas, while collaborating to achieve the main aim  to communicate the potential impact of the new centre and the work that it would carry out. We were thrilled to learn at the end of last year that the foundation is to award UCL 20m to establish the Leonard Wolfson Experimental Neurology Centre. The grant is the single largest award ever made by the foundation and one of the largest donations in UCL&apos;s history. So, looking back, what made our bid successful? The obvious strength of the science and the communication of the vision were clearly the main factors. Our experience shows that if you have a really strong vision, coupled with the associated expertise, you are putting yourself in the best position possible. The key challenge was to communicate clearly what was already being done, alongside the transformative impact of further support. Looking back, the focus of the academic staff and the way they came together to work on the bid  with one academic leader to pull it all together and outstanding support from the dean  was vital. The development office played a key role in co-ordinating the busy timetables of all the lead clinical academics, with clinics, patients, research and international conferences to accommodate, so that they could collaborate to write the bid. We also made suggestions for the content, presentation of the proposal and ideas on how to acknowledge this wonderful legacy to Lord Wolfson. Strong institutional leadership was the final success factor. The provost not only drove the preparation of the bid, but took an active role at each stage of its preparation. Following this award, academics and clinicians from both UCL and UCLH, hospital staff, senior leaders at UCL and the Wolfson Foundation are coming together to establish a facility that will work at the leading-edge of research in this field, translating scientific discovery into routine patient treatments. Lori Manders is director of UCL development and alumni relations  This article was amended on 28 May 2012. The original headline said &quot;research grant&quot; instead of &quot;research award&quot;. These items have been corrected. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/28/winning-wolfson-biggest-research-grant", 
    "wordcount": "693"
}