{
    "headline": "Zynga talks Running With Friends, Draw Something 2 and tablet-first plans", 
    "text": "Zynga chief executive Mark Pincus recently described 2013 as &quot;a transition year&quot; for his company, as it tries to translate its historical dominance of the Facebook social games market into similar popularity on smartphones and tablets. There have been bright spots already: Poker by Zynga has been a fixture in the upper reaches of Apple&apos;s Top Grossing chart; Words With Friends remains popular more than two years after Zynga acquired it; and new games like Ayakashi: Ghost Guild and What&apos;s the Phrase have made bright starts on mobile. There have been challenges too. Zynga bought the developer of Draw Something at the peak of that game&apos;s popularity in March 2012 then watched its active-user counts decline steadily; was accused of cloning by Tiny Tower developer Nimblebits over its Dream Heights game; and most recently saw its monthly active mobile users count drop from 72m in Q4 2012 to 65m in Q1 2013. That said, 65m monthly active mobile users is hardly a trifling number: that community of players will be the cross-promotional launchpad for Zynga&apos;s new mobile games in 2013, including the recently-launched Draw Something 2 and Running With Friends, which comes out today. As senior vice president of mobile at Zynga, Travis Boatman is one of the executives piloting the publisher&apos;s efforts, having joined from EA Mobile in August 2011. He spoke to The Guardian about the two new games, and Zynga&apos;s wider mobile efforts. Boatman is actually a veteran of mobile gaming, having spent nearly five years at one of the biggest publishers in the pre-App Store years Jamdat  before it was bought by EA in 2006. That gives him some perspective on the recent explosion of social gaming on mobile devices. &quot;Early mobile games were primarily single-player experiences. Due to the nature of the technology and interfaces, there weren&apos;t a whole lot of people you could play with. So we went into the dark ages where you played these games yourself against AI,&quot; he says. &quot;With the rise of social gaming, now we&apos;re back to playing with others, and it&apos;s powered by the acceptability of these devices. Everyone can use a touchscreen and start to play games with other people. They&apos;ve made the industry so broad and accessible, with lots of new game mechanics and way to play games, we&apos;re in a golden age of mobile games.&quot; Drawing conclusions Draw Something 2 is an interesting game in the context of this accessibility. Its predecessor was a genuine breakout hit both in terms of the kind of people who were playing it, and the interest it attracted from mainstream media who even games like Angry Birds had passed by. Boatman is keen to point out that the original Draw Something hasn&apos;t died &quot;it&apos;s extremely popular: millions of people play it today&quot; with social analytics site AppData showing that the game still has more than 500k daily active users and more than 5m monthly active users. The sequel amps up its social features even more, with a feed of recent drawings from friends and celebrity players, and the ability to leave comments and mark pictures as liked. &quot;We had over 10m drawings in the first 48 hours, and more than 5m likes and comments in the first week,&quot; says Boatman, who admits to being a &quot;pretty horrible&quot; artist himself when scribbling in the game. Which, in a way, is the point of the new features. &quot;There may be people who aren&apos;t content creators, who just want to guess the drawings and share the ones that they find,&quot; he says. &quot;They&apos;re consumers of content. And the team created a beautifully elegant way of allowing different types of players to co-exist together, and share this experience socially.&quot; Draw Something&apos;s reinvention as a social network for touchscreen art as much as a game is in its early days: a 4.5-star average rating on Apple&apos;s App Store indicates that people are enjoying it, but it&apos;s too early to tell whether this will pay off for Zynga. Keep on Running Running With Friends is an interesting launch too: an endless-runner game that&apos;s like a more cartoonish take on Temple Run, splicing in the Pamplona Running of the Bulls with the asynchronous battles from Words With Friends and the other With Friends games. It&apos;s fun: very polished (the bulls popping out of manholes are a nice touch), with the social features bringing enough of a spin to the genre to avoid more accusations of cloning. &quot;The asynchronous social-gaming mechanic works for word and puzzle games, but lots of people who might not play these kinds of games play endless-runner games,&quot; says Boatman, who claims that Running With Friends was &quot;the highest ranked company playtest in Zynga&apos;s history&quot; when tested on staff. It&apos;s hard to reach a definitive judgement after a few plays, but Running With Friends doesn&apos;t seem over-aggressive in its moneymaking efforts. Yes, there are gems to buy in an in-app store, with prices ranging from 99p to an eye-watering 99.99. But they&apos;re not shoved in your face, and at this stage, the game doesn&apos;t look like it&apos;s going to be turned into a grind for players who don&apos;t cough up. With the games industry currently embroiled in debates about the best way to make money from freemium titles particularly when games use timers that mean free players are literally unable to play sometimes I wonder what Boatman&apos;s take is on the area. &quot;Obviously, we want this to be a robust ecosystem where developers can reinvest back into the business, and create even better experiences. It has to be a healthy business for the creative talent, as well as for players,&quot; he says. &quot;The best way to do that is to create choice for the players: allow them to choose the best method of monetisation that suits themselves, whether that&apos;s watching an ad or buying an in-app purchase.&quot; This is an unsurprising answer: none of Zynga&apos;s rivals are out there saying (publicly) that they believe in giving players as little choice as possible over paying and/or playing even if some of their games make it clear. But Boatman makes a sensible point nonetheless. &quot;We believe in connecting the world through play, and that&apos;s hard unless you allow everybody the chance to play through the products,&quot; he says. Tablet-first Running With Friends is currently available for iPhone and iPad, with Android to follow. Its launch across smartphone and tablet leads to a conversation about how Zynga approaches different devices when planning new launches. &quot;I think it&apos;s fascinating how tablets and smartphones are really different in the way that people consume content,&quot; says Boatman, suggesting that tablets are &quot;destination&quot; devices, where people sit down and spend longer sessions playing games, rather than dipping in and out as they tend to do on smartphones. &quot;We see different kinds of successful experiences on each platform. Great content creators create content natively for that platform,&quot; he says, while noting that Zynga wants to take its most popular games across as many platforms as possible, and citing Words With Friends&apos; journey from smartphones to tablets and then Facebook as an example. Is Zynga thinking tablet-first in 2013, though? Finnish startup Supercell did in 2012, and its Clash of Clans and Hay Day games generated $179m of revenues for the company in the first quarter of 2013 alone. Is that nudging Zynga towards a similar tablet-first strategy, at least for some games? &quot;There are great games that started on Facebook like Zynga Poker, which later extended to mobile phones and to tablets,&quot; Boatman says. &quot;And there are games that we are building that are focused on tablets first, and if they&apos;re very successful there, we may extend them to Facebook and mobile.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/09/zynga-travis-boatman-running-with-friends", 
    "wordcount": "1327"
}