{
    "headline": "Lebanon's cedar trees threatened by climate change", 
    "text": "King Solomon used them in the construction of the temple that would bear his name, the Phoenicians used them to build their merchant ships and the ancient Egyptians used their resin in the mummification process. But now Lebanon&apos;s cedar trees (Cedrus libani), described in the Scriptures as &quot;the glory of Lebanon&quot; and by the 19th-century French Romantic poet, Alphonse de Lamartine, as &quot;the most famous natural monuments in the world&quot;, face a new threat in the form of climate change. Emblazoned on the national flag, currency and the country&apos;s national airline, the cedar is the one great unifying emblem of this small Mediterranean nation. Centuries of deforestation have already seen the tree&apos;s 500,000 hectares decimated to its current 2,000 hectares, and has been added to the IUCN&apos;s red list of threatened species, albeit at the lowest level of threat. The cedars, some up to 3,000 years old and almost all of which are now protected, need a minimum amount of snow and rain for natural regeneration. But global warming has meant Lebanon&apos;s cedars being subjected to shorter winters and less snow, and the Lebanese government estimates that snow cover could be cut by 40% by 2040. Dr Nabil Nemer, the head of the agricultural sciences department at Lebanon&apos;s Holy Spirit University of Kaslik, said that the lack of snow was not the only problem linked to climate change. &quot;Insects, due to the changing climatic condition, become more active and their development rate is faster thus causing more outbreaks, which weaken the cedar tree making them more susceptible to other diseases and/or insects, which will ultimately kill the trees. At least one insect has been studied and the results showed that outbreaks of this insect are due to climate change, a low period of snow and low humidity in summer. This insect, the Cephalcia tannourinensis, is a serious cedar tree defoliator.&quot; But, with sectarian difficulties forever dominating the political agenda, the fight to preserve Lebanon&apos;s cedars can be a frustrating one. Nemer, who is also project co-ordinator of Support to Nature Reserves of Lebanon, said that while the Lebanese government was concerned about the threat to its emblem, not enough was being done to stop deforestation and plant new cedars. &quot;Whether what is being done is enough  it is enough when you see the number of groups involved and it is not enough when you observe what is done, how it is done and by whom.&quot; Dr Elsa Sattout, whose PhD entailed a multidisciplinary study of Lebanon&apos;s cedar forests, defended the country&apos;s approach and noted the cedar is protected by law, but said more could be done. &quot;There are many reforestation projects undertaken by non-governmental organisations and funded by international agencies, which have and are taking place, but, for me, these could have been more successful.&quot; Since 2009, for example, Starbucks and the Association for Forest Development and Conservation have partnered to plant several thousand cedars in areas of Lebanon afflicted by forest fires. She also highlighted a mass spraying project against Cephalcia tannourinensis in a joint effort between the American University of Beirut and the ministries of agriculture and environment. . A spokesman from the country&apos;s Lebanese agricultural ministry told the Guardian: &quot;When, for example, the threat of the Cephalcia tannourinensis was discovered in the Tannourine nature reserve we had experts from France to assess the danger and they suggested the insecticide to use, which we dropped using helicopters and were successful in drawing an environmental balance  and keeping the insect at bay. The cedars are our treasure and we need to preserve this treasure for many hundreds and thousands of years to come.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/06/lebanon-cedar-trees-climate-change", 
    "wordcount": "619"
}