{
    "headline": "Cumbrian councils vote on nuclear waste burial sites", 
    "text": "The government could suffer a devastating blow on Wednesday to its hopes of burying nuclear waste in the UK as three councils in Cumbria met to decide whether research on sites in the county should go ahead. Cumbria&apos;s cabinet voted after an hour&apos;s debate and a further hour of public questions and comments to exclude the whole of Allerdale from consideration, ruling out any chance of a dump on the Solway Firth or near Cockermouth and the green hinterland of Workington and Maryport including the fringe of the north western Lake District fells. The council&apos;s Conservative leader, Eddie Martin, has proposed that Copeland should also be excluded, torpedoing the entire proposal so far as Cumbria is concerned, and that research should shift instead to surface storage at Sellafield. The Labour councillor, Tim Knowles, who leads on environment for the cabinet has countered with a proposal that Copeland should be considered but with all parts of the Lake District national park excluded, which would remove the threat to Ennerdale and Eskdale. The whittling down of suitable areas in the fractured local geology has raised international concern that the wild western fringes of the Lake District would be targeted by prospecting crews, drilling and fellside roads even at the earliest stages of research. Unions have called for an end to the uncertainty over the issue, with nearly 10,000 jobs at the Sellafield nuclear complex on the coast underpinning the economy of &quot;non-tourist&quot; parts of Cumbria. But opponents argue that essential long-term work on cleaning up the sprawling plant guarantees ample work for decades to come, and that tourism is economically more significant. Cumbria county and the district councils of Allerdale and Copeland are the last in the UK to remain interested in housing a storage depot, which would cover a hidden area the size of Workington and cost an estimated 12bn. Labour-run Copeland, whose area includes Sellafield, is expected to support the idea but divisions are much closer at Allerdale and Cumbria itself, whose approval would be essential for progress. The councils deferred a decision in October because of unease over a guaranteed right to withdraw right up until construction work started, and to look at alternative disposal methods. Since then, the prospect of serious surface damage during research to Ennerdale and Eskdale, which skirt the greatest fells of the Lake District including England&apos;s highest mountain, Scafell Pike, have led to warnings from the national park authority, Friends of the Lake District and international environmental groups that such moves would be vehemently opposed. Garry Graham, deputy general secretary of the Prospect union, which represents 12,000 nuclear workers, said: &quot;A decision not to proceed to the next stage of feasibility studies will take us straight back to the drawing board. The alternative to building a repository is not no radioactive waste, just continued surface storage. Therefore the assessment of the scientific case for a geological disposal facility needs to weighed against the pros and cons of the alternatives. &quot;The next stage consists of experts conducting desk-based geological studies, compiling a waste inventory and discussions over the social and economic implications. It is still a long way from a green light for any excavation or exploratory groundwork. Not only does the vote have vast implications for the economic wealth of West Cumbria, which relies so heavily on the nuclear industry for jobs and growth, it potentially casts a shadow over any nuclear renaissance in the UK.&quot; The government is looking to nuclear power to play an increasing role in keeping the UK&apos;s lights on and Baroness Verma, minister for energy and climate change, said: &quot;We have worked in the last few months to make sure we have been able to respond to those questions. I&apos;m hoping now that having done all the work that I needed to do, the councils are satisfied that they can actually move on to the next stage. However, of course, it is a decision that they have got to take.&quot; The facility has to meet unprecedented standards including the notion of safe storage of radioactive material for a million years. It would employ some 550 people during construction with 2040 as the target date for storage to start. The campaign group 38 Degrees is raising a petition which has so far had 32,000 signatures and its spokesman Alex Lloyd said: &quot;This is about people power. For over 32,000 people to sign this petition in just a few weeks sends a really clear message that the public don&apos;t want a nuclear dump in the Lake District.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/30/cumbrian-councils-vote-nuclear-waste", 
    "wordcount": "770"
}