{
    "headline": "Debunking the myths about international student migration", 
    "text": "Rarely have international students in the UK had so much media attention. Public debates over funding for UK universities alongside government pledges on controlling net migration have rendered international higher education a hot topic. This is welcome, but has been accompanied by the erroneous idea that internationalisation of higher education is purely about foreign student recruitment and that this is somehow bad for Britain. This is simply wrong. For UK universities to retain their leading position globally and for young people in the UK to have the best student experience, it is important to dispel a number of misconceptions and myths that persist. Are there really millions of foreign students heading to Britain, to take places away from home students and highjack knowledge out of the UK? Far from being &apos;swamped&apos; by foreign students, international students comprise only 13% of our overall higher education student body. Further, we should be proud that the quality of our teaching and research is recognised and rated so highly that it attracts so many students to our universities and colleges. Those students contribute an estimated 14bn to the UK economy each year, helping our institutions and communities to thrive. A first myth is that foreign students take the place of &apos;home students&apos;. This is simply false  there are domestic caps on home student numbers, which are set by government and do not apply to international students. International student and home student are recruited completely separately, so UK students never compete for places against foreign students. Second, there is the myth that so-called &apos;foreign&apos; students come and take knowledge out of the UK while contributing little back. Having taught at the LSE for nearly twenty years, I know first-hand the immense contribution that international students made to my class and teaching. UK students often understood the theory but benefited from having a wealth of international perspectives and experience in the room, offering all students deeper understanding and practical engagement than any lecture or library could offer. A third and perhaps the biggest misconception is that international students will keep on coming to the UK. The British Council&apos;s recent major study The shape of things to come shows that the growth in international student numbers around the world is slowing down. While the UK is currently in a strong position there are traditional and new competitors wanting to attract international students. If anything, we have about ten years to build on our strong reputation and yield a dividend. Why do we need to? Because international students do not only enrich the student experience but bring much to our country financially, academically and culturally. In a recent study we conducted, international awareness and intercultural fluency were recognised by British employers as a critically important currency. How can these myths be debunked? Top higher education institutions seek to ensure a significant proportion of their student body is international because it improves the student experience. Globally competitive universities do not see international students as &apos;foreigners&apos; usurping places in our institutions. Rather they aim to attract the best minds and put them to work together towards being effective graduates in an increasingly internationalized labour market. We cannot resort to an &apos;us&apos; and &apos;them&apos; mentality and certainly not in a global knowledge economy. Emerging economies are incorporating internationalizing higher education in to their economic investment strategies, and almost a quarter of the R&amp;D activities in the UK are currently funded from overseas. The UK has a strong reputation in research, and we must effectively leverage that reputation to continue to grow. How we engage in international higher education is also important. Good partnerships are based on trust and it is essential that the countries, institutions and individuals with whom we work benefit as well. Increasingly UK universities have strategic teaching and research partnerships with universities abroad, which in turn are keen to welcome British students willing and able to spend time studying, researching or doing an internship abroad. Higher education is a major vehicle for wider international engagement and constitutes an opportunity rather than a threat to our securing a place as a future global player. Our universities contribute enormously to how the UK is perceived both here and abroad  they signal how willing we are to listen and to engage. Their internationalisation is a barometer of the UK&apos;s preparedness to give as well as take. It also provides opportunities for British students who cannot be internationally mobile to develop global awareness and intercultural fluency at home. The British Council has worked in international education for over 70 years and we are convinced now more than ever that the international dimensions of higher education are central to the wellbeing and prosperity of the UK. Jo Beall is director of education and society at the British Council  follow it on Twitter @BritishCouncil What are the biggest challenges to internationalisation? Take our survey - you could win 100 worth of Amazon vouchers This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/20/myths-internationalisation-higher-education", 
    "wordcount": "850"
}