{
    "headline": "Jonathan Ross: Journey points to an era of more meaningful games", 
    "text": "There&apos;s little argument over the key themes emerging from this year&apos;s Bafta video game awards, held on Tuesday night in London: indie developers are now a vital part of the maturing industry. The night&apos;s biggest winners were Thatgamecompany&apos;s haunting adventure Journey and the experimental painting game Unfinished Swan with one-man project New Star Soccer beating Fifa 13 in the sports category.  Of course, as gaming news site CVG pointed out in a feature yesterday, the awards are judged by panels of game designers and journalists, rather than a public vote, so the winners do not necessarily reflect mainstream tastes. However, the fact that there were so many small studios in nomination positions this year hints that the independent sector is thriving and that there&apos;s an audience for experimental releases.  So does this mean games are maturing as an entertainment form? Jonathan Ross is a lifelong game fan, and now has a studio, HotSauce, which released its first title, Catcha Catcha Aliens, in March. &quot;Journey was the key winner,&quot; he said. &quot;It was a good evening, it showed the breadth of games coming out which aren&apos;t just classic shooters or sports sims. Who knows  maybe it represents a turning point in game development. You could look at the winners and say that people are wanting more from games  the titles being rewarded are the ones that are genuinely innovative.&quot; Ross picked out Journey for particular praise. The title requires players to wander a desert landscape interacting with the remains of an apparently extinct civilisation, often in unspoken co-operation with another online player. The game won in the artistic achievement, audio achievement, game design, online multiplayer and original music categories, beating the likes of Black Ops II, Borderlands 2 and Far Cry 3. Some have wondered, though, how much of a &apos;game&apos; it actually is. &quot;You know what? It&apos;s an experience, and there&apos;s nothing wrong with that,&quot; says Ross. &quot;Think about movies: Koyaanisqatsi was an immersive experience, it didn&apos;t have plot or characters, it was something visual that you gave yourself over to. That&apos;s what Journey is and I&apos;m all for that. There should be games like that  just as there should be games where you wipe out an army for killing your brother. There&apos;s room for both.&quot; He stops short, however, of suggesting that games can tackle the same sort of weighty subjects as film. &quot;I don&apos;t know if they can talk about the human condition in the way that great literature or movies do,&quot; he says. &quot;I wouldn&apos;t agree with that at this stage. Maybe they will one day. I was doing a podcast with IGN and they asked, why aren&apos;t there games that have the same kind of emotional resonance we have from films like, for example, Schindler&apos;s List.  &quot;A video game set in that kind of world would be crass. It would be offensive. But maybe there is a different kind of game experience, or an immersive experience that isn&apos;t exactly a game per se, something that you enter, that you&apos;re involved with, that does deal with great, possibly tragic, historical moments. Maybe that will happen. At the moment, I don&apos;t think the gaming world is doing that. I don&apos;t know if they&apos;re capable yet. But Journey points in that direction  toward a different kind of communal experience where you&apos;re not just trying to kill someone.&quot; When asked about his plans at HotSauce, Ross says that the team has several projects in production. &quot;I like games that are fun and I think you should make the games you want to play. I like games with a retro and a quirky quality, so Catcha Catcha Alien was deliberately something you could pick up and play for five minutes. We&apos;re working on a bigger game idea and we&apos;re talking to some of the biggest publishers about them financing it, but who knows? It could be all talk.  &quot;I have another idea I&apos;m hoping to do this year, which is kind of two games. If you achieve something on one, not only can you interact with other players, you can also port that achievement into the second game, which gives you a different experience. My wife is working on a couple of games too. We&apos;re definitely making games, but whether anyone will point at them and say we broke the mould, I don&apos;t know. Judging by the ones I&apos;m involved with now, I expect not!&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/07/jonathan-ross-journey-meaningful-games", 
    "wordcount": "750"
}