{
    "headline": "Open access and the humanities: reimagining our future", 
    "text": "When it comes to open access in the humanities, it does not feel, to many, as though they were born open or are achieving openness but, rather, that they are having openness violently thrust upon them. Although the open access movement has been going strong for 10 years and has had good take-up in certain scientific disciplines, such as physics, the humanities currently lack the infrastructure and funding mechanisms needed to support the transition period triggered by RCUK&apos;s (Research Councils UK) mandate. Amid erroneous circulations of fear uncertainty and doubt surrounding open licensing, the whole setup appears anarchic and shambolic to many who just want to buckle down and write their research. While, then, many are digging their heels in, kicking and screaming, or even just more quietly worrying about the potential destruction of tried-and-tested scholarly communications systems, other groups of activists in the humanities  and also forward-thinking commercial academic publishers  are seizing the bull by the horns, seeing either an ethical imperative to openly disseminate work that would otherwise remain accessible to a relatively privileged few, or the need to change in order to salvage their business models. For these groups, the time is for praxis and their solutions are workable responses to the objections raised. Of the commercial publishers, several interesting efforts have arisen that merit attention for their attempt to reconfigure the humanities in a mega-journal, melting-pot mode. Dan Scott of the Humanities and Social Sciences Directories projects, for instance, reports a total of 12,000 downloads for their first five papers; an impressive statistic of reach, the problems inherent in usage metrics notwithstanding. SAGE Open, operating on a similarly affordable (and waiverable) $99 article processing charge, is also pressing ahead with its efforts, although this appears to be a more social science-centric undertaking, given SAGE&apos;s backdrop in that arena. More excitingly, perhaps though, are the potentially game-changing academic led initiatives. A fine instance of this, among others, is the Open Humanities Press, an impressive collection of journals and open access monographs with a strong scholar backing. The only crime that this press ever committed was being so far ahead of its time. With the degree of academic capital behind it, and the shifting politics of the open access scene, its time is surely to come. My own project, coled with my colleague Caroline Edwards, is called the Open Library of the Humanities and we aim to offer a low-APC (academic publishing costs) or APC-free solution for rigorously reviewed, digitally preserved work across the humanities. We have high-profile backing for the initiative and have begun by engaging scholars in discussions about what we want and need from a 21st century scholarly communication apparatus, rather than imposing the square peg of technical solutions to the round hole of social problems. The impacts of these projects for academics cannot be underestimated, even if unseen. In just their ambition and scope they will regulate publisher excess (albeit a lesser phenomenon in the humanities) and will help to erode the unrealistic expectation of 2000 APCs that some wish to impose. Secondly, these projects represent utopian spaces in which academics can re-seize some limited agency, to not have things solely done to us, but, even if triggered through a reaction, to be active participants in our own destinies. Of course, some will argue, publishing is labour, intensive labour, and academics are already overworked; why should they take on additional tasks? The answer is twofold: 1. because we do much of this labour at present: editorial work, peer review, copyediting are already (mostly) unpaid (and unrewarded) jobs that are deemed services to the field; 2) If we don&apos;t, others will decide for us and we will be wholly at their mercy. Change is coming, whether we like it or not, and it seems far more prudent, to my mind, to attempt to shape it, even if, as Walter Benjamin might put it, the angel of history will be blown backwards into the future with calamity amassing at its feet. Let us try to somehow look over our shoulders despite the storm of progress. It is always difficult to predict the future and there&apos;s no science of crystal-ball gazing; some degree of risk is involved and, as with any technological development, the field is changing under our feet. This activist approach may be a better alternative to hoping for the best with our heads in the sand, somehow pretending against hope that we can carry on as before. Because this philosophy has another name. That&apos;s the science of wishful thinking, or, as we might term it, navel-gazing. Martin Eve is a lecturer in English at the University of Lincoln  follow him on Twitter @martin_eveThis content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/25/open-access-humanities-future", 
    "wordcount": "808"
}