{
    "headline": "Mali's humanitarian crisis may worsen if intervention calls heeded, UN warned", 
    "text": "Western and African political leaders have issued a forceful call for a military intervention in Mali, a country struggling with severe food shortages, drought and conflict. Meeting on the sidelines of the United Nations general assembly in New York on Wednesday, several leaders stressed that parts of Mali under rebel control following a coup earlier this year are serving as a haven for terrorists and must be brought under control. Aid officials warn, however, that an armed intervention in Mali could exacerbate the humanitarian crisis in the region, which has been experiencing a food and nutrition crisis for nearly a year. &quot;Any intensification of conflict could make it even more difficult for communities to access the aid they need,&quot; said Mamadou Biteye, Oxfam&apos;s west Africa regional director. &quot;There is a major risk that military operations in northern Mali would make an already fragile humanitarian situation much worse.&quot; Since late last year, humanitarian officials have been warning of food shortages in the Sahel, a region of Africa that stretches from Senegal and Mauritania along the Atlantic coast through to Chad and Sudan further east. The situation has been caused largely by erratic rainfall and drought. This is the third hunger crisis to hit the region in less than 10 years. Officials say more than 18 million people are experiencing hunger, including more than 1 million children. Mali, Mauritania, and Chad are the countries hardest hit. Erratic rainfall during the growing season made for a bad start last year. But the situation grew much more complicated in March, when members of the military staged a coup in Bamako, the capital of Mali. Dioncounda Traor, the country&apos;s president, went into hiding and widespread disorder ensued. Within two weeks, Tuareg rebels had taken over large swathes of Mali&apos;s north, including the city of Timbuktu. Since then, more than 260,000 refugees have fled northern Mali, UN secretary general Ban Ki-moon told Wednesday&apos;s meeting, which was attended by the president of the World Bank and more than 50 heads of state. Mali&apos;s political insecurity has drawn the attention of major western powers, largely due to the presence of al-Qaida in the Islamic Maghreb (AQIM). The group, which is widely considered a terrorist organisation, has a significant presence in the Sahel, and in Mali in particular. Analysts say AQIM may be taking advantage of the instability and setting up a stronghold in the rebel-controlled north. &quot;When a territory as large as France is being occupied by terrorist groups  you have a threat which concerns the world as a whole,&quot; Franois Hollande, the French president, told the meeting. He called for the UN security council to adopt a new resolution authorising the deployment of a west African military force in Mali. US secretary of state Hillary Clinton applauded Hollande&apos;s strong words, adding: &quot;Now, with a larger safe haven and increased freedom to manoeuvre, terrorists are seeking to extend their reach and their networks in multiple directions.This is not only a humanitarian crisis; it is a powder keg that the international community cannot afford to ignore.&quot; Yayi Boni, the president of Benin, was equally emphatic. &quot;Nothing can be done in the Sahel without the restoration of the full territorial integrity of Mali,&quot; he said. Earlier this year, the Economic Community of West African States and the African Union made a joint request for the UN to support a regional military force in Mali. In response, the security council issued a resolution in July that condemned the March coup and called for a &quot;roadmap&quot; for the restoration of state authority throughout the country. Humanitarian groups are uneasy about military intervention. &quot;Further fighting risks increasing humanitarian needs and forcing even more people to leave their homes,&quot; said Biteye. &quot;If such an operation is launched, all necessary steps must be taken to prevent civilian casualties and ensure respect for international humanitarian and human rights law.&quot; Ban assured the meeting that any further steps the UN takes in Mali would be &quot;considered extremely carefully&quot;. And he acknowledged that military intervention could hinder humanitarian action in the region. &quot;There are no easy answers,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/27/mali-humanitarian-crisis-worsen-intervention-un", 
    "wordcount": "707"
}