{
    "headline": "What society lets families fear deportation for sending children to school?", 
    "text": "There is a chill over schools this October and its more than an autumnal breeze. Two intrusive new rules issued by the Department for Education have caused consternation among schools, academics and journalists  giving an early version of the spine-tingling normally reserved for Halloween. The first is an edict that schools should record the nationality and birthplace of every child and send them to the government. Schools were told in the summer, but a fuss erupted this month (including the #BoycottSchoolCensus campaign) as the collection date drew closer and schools sent poorly worded letters to parents, in some cases asking all foreign nationals to report to the school with their passports. In reality, schools do not need to ask for documentation and parents are under no obligation to answer. But given this happened in the same week that the home secretary announced plans to have all companies list their foreign workers, fears grew that this was part ofan immigrant witch-hunt.   Related: Ministers planning immigration crackdown on 'education tourists'    There is a sensible reason for collecting more information about children. Government data on ethnicity is limited. Attainment data groups all black pupils and, when looked at in this way, we hear how black pupils on free school meals get better exam results than their counterpart white pupils. But this masks huge differences within the group. For example, black Igbo speakers  typically from Nigeria  have a very high average GCSE pass rate, while black Portuguese speakers  typically from Angola and Guinea-Bissau  have a very low one. It does make some sense for the DfE to seek more specific information for the purpose of better analysis and targeting resources. Whats not clear, though, is why potentially useful data on childrens home language has become mixed with questions about their nationality and birthplace. According to the Coram Centre, about 60,000 children born in Britain, with British birth certificates, are nevertheless not British. A common reason is that their parents entered on a visa that has now expired, meaning the child does not automatically have British citizenship. So a question of nationality that is easy for some families is difficult for others. The risk is that parents afraid their child might get caught out could remove the child from school rather than put the family at risk of deportation. Sir Michael Wilshaw, the head of Ofsted, has already warned that children kept away from school are at greater risk of exploitation.   Related: #BoycottSchoolCensus: why parents are refusing to reveal their child's nationality    Thankfully, after a public fuss and a clever campaign by Against Borders for Children, the DfE has formally agreed with the Home Office that this years information will not be passed on for the purpose of immigration checking. But I wouldnt bet against it happening in future. Childrens details have been passed by the DfE to the Home Office forimmigration purposes already. And in 2013, the government considered trying to ban the children of illegal immigrants (education tourists) from schools  until it realised this would contravene UN rules. The second chilling announcement signalled that the government intends to restrict access by journalists, academics and bloggers to important government data on schoolchildren. Those with access to the national pupil database were told that in future, they must not write anything about the data without showing it to the government first  with 48 hours notice. This will reduce the risk that DfE are caught off guard by being asked to provide statements about research the appropriate people have not seen, an email said. This is bizarre for a government that spent the past six years banging on about its open data agenda. Could it perhaps be a response to those many researchers who were able to show, over and again, that grammar schools do not aid social mobility? In US legal terms a chilling effect is the inhibition or discouragement of the legitimate exercise ofnatural and legal rightsby the threat of legal sanction. In a world where parents are afraid to send their child to school in case it means deportation, and where academics are afraid that telling the government inconvenient truths could risk their livelihood, these are chilling times.", 
    "section": "education", 
    "gid": "education/2016/oct/18/deportation-boycott-school-census-data-nationality-parents", 
    "wordcount": "691"
}