{
    "headline": "Why a bacardigan won't protect student drinkers from the cold", 
    "text": "Spring blooms may have started to peep through the ground, but night-time temperatures still seem to be averaging that of an Arctic igloo. What better way for students to escape the blues than a night out on the town? Once we hit the alcohol our trusty bacardigans and toasty beer jackets will materialise, preparing us for the road ahead. And that&apos;s a road that we will of course walk  no point paying for a taxi given the suddenly tropical temperatures outside. In reality, alcohol has actually been proven to lower the core body temperature and make the risk of hypothermia more significant. On the DrinkAware website Professor Colin Drummond explains: &quot;When you drink, it dilates the peripheral blood vessels near your skin, which means more blood  and heat  flows to these vessels. That takes blood and heat away from the core of your body. &quot;So while it feels like you&apos;re warm because your skin is warm, your vital organs aren&apos;t as warm as you might think they are.&quot; The threat is worsened by the fact that the symptoms can&apos;t be recognised because the person doesn&apos;t realise they are cold. Of course, once you get inside the club, it&apos;s a completely different story. All that body heat pumping around as hundreds of people perform their best Beyonc impersonation leaves the air hot and sticky. Suddenly you realise that tights and a jacket weren&apos;t the best idea. As you sober up, catching sight of your sweaty hair and flushed cheeks makes the blue lip of hypothermia seem more attractive. &quot;It&apos;s made even worse by the fact that some clubs don&apos;t have cloakrooms for people to put their coats in,&quot; says Rebecca Armstrong of Cardiff University. &quot;Nobody wants to carry their layers about when it gets too hot inside, so we have to wear less. &quot;I&apos;ve heard so many people say that if you&apos;re still cold you&apos;re just not drunk enough. Not only are we risking hypothermia, but many other dangers as a result of binge drinking to keep warm.&quot; I might be biased, but it seems girls have it the worst here. Our male friends might be able to get away with jeans and a hoody in a statement of nonchalant style, but if a girl were to hit the town looking like the Michelin man she&apos;d be judged far more. Clive James of St Johns Ambulance says: &quot;We all know that it&apos;s good advice to wrap up warm in freezing temperatures but sometimes we can prioritise looking good over feeling good and unfortunately, for some, that can have dangerous consequences.&quot; Nobody is suggesting you should turn up to the bar wrapped in blankets and clutching a hot water bottle, but perhaps sacrificing a few pennies from the drinking fund to pay for a taxi would be a good idea. Either that or stay in hibernation until the sun decides to reappear.", 
    "section": "education", 
    "gid": "education/2013/mar/13/why-a-bacardigan-wont-protect-student-drinkers-from-the-cold", 
    "wordcount": "491"
}