{
    "headline": "Picturing science: comet watching", 
    "text": "Having begun my series called Picturing Science, I realised that I have stolen the title of another website, which does at least give me an excuse to point those interested in imagery in the history of science to the Origins of Science as a Visual Pursuit project. This fascinating academic project is looking in detail at images as an integral part of doing science, while my series is - for now at least - more focused on science in the public sphere. Thus, while last week&apos;s fanciful image was produced in the sober, educational context of an encyclopedia, this week&apos;s takes us from the heavens right down to earth. It is a caricature by Thomas Rowlandson, published by Thomas Tegg in 1811, and can be viewed in full here. On one level the print satirises the increasing popular interest in astronomy in the first half of the 19th century. With telescopes increasingly affordable, and comets in the news, there were undoubtedly more individuals than ever who, like this man in his nightcap and nightgown, were straining to view the heavens until they &quot;get a criek [sic] in the neck&quot;.  1805 had seen what is now known as Encke&apos;s comet and Biela&apos;s comet, two years later there was the much more spectacular Great Comet of 1807. In the year that this print was published, another bright comet, with a remarkable reddish colour and broad tail, was visible to the naked eye for around 260 days. This was the Great Comet of 1811.  As so often, in history and even today, the appearance of a bright comet was connected to particular events on earth. 1811, for example, saw a particularly good wine vintage, and so Comet Wine was marketed. However, it was also interpreted as having portended Napoleon&apos;s invasion of Russia the following year - not least by Napoleon himself - and became known as Napoleon&apos;s Comet. However, something else of earthly - or, perhaps, earthy - concern is happening in this caricature.     Source: National Maritime Museum    While the old man&apos;s eye is glued to his telescope, and his mind contemplating the heavens, another man takes advantage of the situation, paying lascivious attention to the astronomer&apos;s young and attractive wife. Just to make the relationship clear, her fur stole appears to add a tail to the older man - a symbol, like horns, of the cuckold. This joke, about astronomers and enthusiasts being so wrapped up in their ideas, views of nature and gadgets that they fail to see what is going on under their noses, is an old one. It appears in Gulliver&apos;s Travels among the inhabitants of the floating island Laputa, who I mentioned in my post on Swift and satire. It is, unsurprisingly, a common trope of caricature, something I discussed with some other examples in an old post on caricaturing astronomers. You can see some other distracted astronomers and some 19th-century comet imagery from the National Maritime Museum&apos;s collections and elsewhere on my Pinterest boards. Also on Pinterest are some more Putti of Science, collected by Danny Birchall after last week&apos;s optical putti.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/mar/28/science-history-comet-caricature-illustration", 
    "wordcount": "513"
}