{
    "headline": "Government in disarray over school sport", 
    "text": "David Cameron was struggling to inject some coherence into government policy on school sport after the London mayor, Boris Johnson, called for two hours a day of compulsory school sport, contradicting Cameron&apos;s dismissal of the previous Labour government&apos;s target of two hours a week as a &quot;piece of pointless Whitehall box-ticking&quot;. In a further sign of a government in disarray, the culture secretary, Jeremy Hunt, also suggested the education secretary, Michael Gove, was set to make a fresh announcement on school sport that he could not pre-empt. Downing Street said it had no knowledge of a fresh announcement beyond what had been set out in an Olympics legacy document in March. Number 10 also politely slapped down Johnson, saying the calls to include specific activities in the school day always exceeded the 35 hours a week available. The sports world, determined to exploit enthusiasm for the Games, is seizing the moment to lobby for a rethink of spending cuts to school sport implemented by Gove last year. Chris Eccles, a school coach of Jessica Ennis, the heptathlete who has become the face of the Games, described the provision of sport in primary schools as hit-and-miss, largely because of a lack of dedicated PE teachers. A YouGov poll for Channel 5 found strong support for more sport in schools, with 63% agreeing that the national curriculum should include more time for sport and physical education. But 59% would oppose raising taxes to spend more on new sporting facilities and development. The Sun and the Telegraph have separately launched campaigns demanding the government do more to support sport, and the general mood seems to have caught the government off guard. Hunt continued, in line with the prime minister, to argue that the key lay in reinstating competition and ending &quot;a prizes-for-all culture which has basically said that it damages children&apos;s self esteem if we have winners and losers&quot;. But these attacks have been weakened by Gove&apos;s decision to scrap funding for school sports partnerships that were designed to encourage competition. Hunt added: &quot;I think the Department for Education and Michael Gove are absolutely signed up to getting more young people playing competitive sport and I&apos;m sure he will come out with his plans that will show how we will get that and I don&apos;t want to pre-empt that. &quot;I think we need to wait and see what the Department for Education says but the fact is we know that this is a very, very magical moment in British sport.&quot; The Conservative party also stepped up attacks on teaching unions, claiming the National Union of Teachers and the other main teaching union, NASUWT, had sabotaged sport in school by instructing its members not to co-operate with extracurricular activities. Graham Hinds, a Conservative member of the education select committee, said: &quot;If everyone in Team GB worked to rule like the NASUWT we would have fewer medals than Australia.&quot; But the Conservative position was most undermined by Johnson saying he wanted schools to follow the example of Eton, his and Cameron&apos;s former school, and provide two hours of compulsory sport every day. The Department for Education had also criticised compulsory targets, and said Labour&apos;s &quot;unenforceable&quot; target of two hours a week &quot;took up far too much of teachers&apos; time&quot;. However, Johnson said he had &quot;no doubt&quot; that two hours&apos; sport every day would be &quot;wonderful&quot; for schoolchildren. The mayor described the programme of activities provided by Eton and said all pupils should enjoy the same sporting advantages. &quot;I would like to see two hours a day. I would like to see, frankly, the kind of regime I used to enjoy  compulsory two hours&apos; sport every day,&quot; he said. &quot;I&apos;ve no doubt that is the sort of thing that would be wonderful for kids across this country.&quot; Both Johnson and Cameron have been discussing whether the volunteer army helping visitors to the Games, one of the fortnight&apos;s striking successes, could be used to help encourage sport in school. Johnson made the point that many of them wanted to carry on volunteering and had already been cleared by the Criminal Records Bureau. The former Olympics minister Dame Tessa Jowell said the government was wrong about Labour&apos;s approach to competitive sport, but urged politicians not to scrap about the past, and instead urged all parties to unite around a cross-party 10-year strategy for sport. She said: &quot;We all want to see our children competing, playing sport. We must all work together to make that happen.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/09/government-disarray-over-school-sport", 
    "wordcount": "770"
}