{
    "headline": "Birdwatch: Starling", 
    "text": "Few birds have such a paradoxical public image as the starling. People complain when flocks of them appear on their seed feeders, using bully-boy tactics to evict the smaller birds. Yet increasing numbers of people are themselves flocking to the Somerset Levels on winter evenings, to watch the spectacular gatherings of roosting starlings. So far, the reaction of local people to this twin invasion of birds and people has been mixed. Many welcome it, and come along to see one of the most amazing wildlife spectacles in Britain. Others are hostile, claiming that the birds destroy their crops and pollute water supplies. But these starlings provide a huge opportunity in the form of wildlife tourism for local pubs, restaurants and B&amp;Bs. On some evenings, the birds disappoint: the flocks fly to the other end of the reserve, out of sight, or simply head straight for the reeds without delighting us with their acrobatic aerial displays. But occasionally we are in exactly the right place, at the right time, to witness this amazing event. I have read many accounts of exactly why and how the birds perform their bizarre manoeuvres. Safety in numbers is the obvious advantage the more birds there are, the less chance for any one individual that they will fall victim to a predator. Once they land in the reeds, warmth is another issue - the more birds there are the less cold they will get. Yet when you witness it for yourself, the science becomes irrelevant, and you simply marvel at their ability to fly in ever-changing formations against the evening skies. As the birds fly overhead in these vast flocks, the only sound comes from the soft rush of air through their beating wings; the sound that gives its name to the collective noun for starlings, a &quot;murmuration&quot;. But when they finally land in the reeds, and begin to jostle each other for the best position in this crowded avian hotel, they finally start to call  a loud, incessant cackle that contrasts with the hushed atmosphere of earlier on. In recent years the starlings have been rather flighty, gathering first at the Somerset Wildlife Trust reserve at Westhay, then moving a few years ago to the RSPB&apos;s Ham Wall and the adjacent Shapwick and Meare Heath reserves. Even now they keep us guessing exactly where they will choose each evening. Occasionally they appear to settle, only to change location at the last moment, due perhaps to the appearance of a predator. A few weeks ago this led to one of the most memorable natural experiences I have ever witnessed. At dusk, as I was leaving with my children, a vast throng of starlings flew right over our heads and into the reedbed on the other side of the path. As they did so they deposited gallons of droppings on our heads, much to the children&apos;s delight. The sight, sound and smell of a stream of half a million or more birds passing low overhead for 10 minutes or more was, quite simply, unforgettable.", 
    "section": "environment", 
    "gid": "environment/2012/jan/22/birdwatch-starlings-flocking-roosting", 
    "wordcount": "511"
}