{
    "headline": "Scientists: overuse of antibiotics in animal agriculture endangers humans", 
    "text": "The overuse of antibiotics in animal agriculture and medicine is putting human lives at unnecessary risk and driving up medical costs, according to a group of group of 150 scientists that includes a former head of the Food and Drug Administration (FDA).  Along with 50 US farmers and ranchers who have opted out of using non-therapeutic antibiotics in their animal feed, the scientists are calling on the FDA and Congress to work together to regulate unnecessary use of antibiotics in animal agriculture. In twin statements released on Wednesday, the scientists and farmers said that a growing body of research supported the conclusion that overuse of antibiotics in animal agriculture is fueling a health crisis. One statement cited a study which estimated that antibiotic-resistant infections cost $20bn annually to hospitals alone. Donald Kennedy, former FDA commissioner and president emeritus at Stanford University, said: &quot;There&apos;s no question that routinely administering non-therapeutic doses of antibiotics to food animals contributes to antibiotic resistance.&quot; Kennedy said the FDA&apos;s current voluntary approach, which asks the animal drug industry to stop selling antibiotics medically important to human disease as growth promoters in animal feed, was not enough. Kennedy, who was also former editor-in-chief of Science magazine for eight years, said: &quot;Unless it reaches the industry as a regulatory requirement it will not be taken seriously.&quot; Three decades after the FDA determined that growth-promoting uses of penicillin and tetracycline in agriculture were threatening human health, its own data shows that 80% of all antimicrobial drugs sold nationally are used in animal agriculture. Louise Slaughter, a Democratic Representative for New York who is a microbiologist, joined the scientists and others in calling for regulation of animal agriculture&apos;s use of non-therapeutic antibiotics. At a press conference organised by the Union of Concerned Scientists to launch the statement, she compared agriculture&apos;s use of antibiotics in animal feed to mothers sprinkling them on their children&apos;s cereal every morning.  Antibiotic-resistant diseases now kill more Americans than HIV/Aids, Slaughter said. &quot;Every year, more than 100,000 Americans die from bacterial infections acquired in hospitals, and seventy percent of these infections are resistant to drugs commonly used to treat them. This abuse and overuse must stop.&quot; The scientists said that while the medical community had &quot;stepped up to the plate&quot; by educating doctors and reducing prescriptions, the agriculture industry was lagging behind. They said that while the principle linking antibiotic resistance and non-therapeutic uses of antibiotics was widely accepted, antibiotics are still routinely added in massive quantities to animal feed, not to treat disease but to promote faster growth and to stave off diseases caused by poor diets and raising animals in overcrowded unsanitary living conditions. Russ Kremer, a Missouri hog farmer who caught a blood disease after being gored in the knee by one of his pigs, said his doctor told him he had the same antibiotic resistance as his pigs. His infection was resistant to six out of seven antibiotics used to treat it, Kremer said. Kremer said he changed his practice when he found out the feed was responsible. He said he went from having sick pigs to healthy ones. &quot;I exterminated my herd, brought in wholesome feedstuff without antibiotics. In the last 23 years my pigs have been drug free, they have less than 1% mortality and I&apos;ve saved $16,000.&quot; Asked why the agricultural industry, farmers and ranchers were so resistant to removing the antibiotics, Kramer said: &quot;We were given information that suggested antibiotics in feed was more efficient in keeping down instances of disease. We got caught up in that as if it was a routine feed. There is a mindset that believes if you remove antibiotics their product will deteriorate and profits will go down.&quot; Animal feed that did not contain antibiotics was still not widely available, he said. Kremer is among 50 farmers and ranchers who produce meat without using non-therapeutic antibiotics and who signed a second statement in support of the scientists.  Food poisoning caused by salmonella and campylobacter have been most strongly linked to non-therapeutic use of antibiotics, but other antibiotic resistant E.coli infections and methicillinresistant staphylococcus aureus infections have also been linked to the problem, according to the scientists.", 
    "section": "science", 
    "gid": "science/2012/sep/19/scientists-antibiotics-animal-agriculture", 
    "wordcount": "710"
}