{
    "headline": "Rio+20 People's summit gathers pace", 
    "text": "They come with speeches, placards, power point presentations and drums. Some with body paint and bows and arrows. Others with suits and business plans. Almost all driven by a desire for radical change. &quot;Come re-invent the world&quot; is the call to the People&apos;s summit, which has opened in Rio de Janeiro to counter what many participants see as the malign influence of capitalism at the Rio+20 United Nations sustainable development conference now taking place on the outskirts of the city. Two hundred civil society groups - including environmentalists, unions, religious groups and indigenous tribes  will take part in the nine-day event, which is expected to climax with a rally of 50,000 people on the 20th June. On that day, more than 110 world&apos;s leaders will fly in for the Earth summit, marking the two decades that have passed since the original Rio gathering in 1992 set in place a system of international conventions and policy documents designed to bring the human economy back into balance with the global environment. Despite those measures, the decline of ecosystems has accelerated. Negotiators at Rio+20 aim to address this with new measures to promote a green economy, strengthen global environmental governance and encourage nations to commit to a new set of sustainable development goals. But the People&apos;s summit  which is funded to the level of $5m by the Brazilian government  is designed to foster alternative ideas and provide an outlet for discontent at UN member countries&apos; failure to preserve biodiversity, eliminate poverty and cut greenhouse gas emissions. Organisers expect 15,000 people daily at the gathering, which is supported by Greenpeace, Oxfam, the Via Campesina international peasant movement and a panoply of other participants including Ukranian green education pioneers, survivors of the Fukushima nuclear disaster, organic food organisations, the 100 Million Trees programme and ITPA, a Brazilian conservation group. Most eye-catching are the hundreds of representatives from Brazil&apos;s many indigenous groups, who performed a ritual on the opening day. Their appeal for protection of land rights and compensation for ecological services are only briefly mentioned in the official negotiating text, but they take central position at the People&apos;s summit. &quot;Native people preserve nature. We know that nobody can live without the oxygen from the trees. But the farmers take our land and start fires in the forest, and the dam builders block our rivers,&quot; said Waratan, a member of the Pataxo tribe from Brazil&apos;s Bahai region. &quot;Native culture needs to be preserved like the environment.&quot; As he spoke, the challenge was being underscored by a simultaneous protest in a distant corner of Brazil where 300 indigenous people and local residents occupied the site of the Belo Monte Dam project, which will be the third biggest in the world, and flood a 400 square-kilometre area of the Amazon including the homelands of native tribes. Like the official negotiations, the People&apos;s summit got off to a slow and somewhat chaotic start. On the opening morning on Friday, some facilities were still under construction, the rest largely empty apart from a smattering of Hare Krishna and Christian groups and small clusters of environmental activists. But the energy levels rose through the weekend along with volume and variety of music. On Saturday night, samba, reggae, rap, folk songs and even nasal whistles echoed across Flamengo&apos;s white sands and yacht marina. Some participants danced,but many more were huddled in discussions about an alternative future. Far from the air conditioning of the hangar-like conference centre at RioCentro, the debates at the People&apos;s summit take place in marquees, tents and canopies erected with bamboo and canvas. Ideas are propagated through pamphlets, performance art and  until Sunday  Summit Radio, a community station normally based in a favella, that uses a mobile studio on a bicycle. (It was ordered to cease transmissions on Sunday because it lacked a license.) There is no single ideologyAt one end, anti-capitalist groups held discussions on the &quot;hidden agenda of the green economy&quot;, which they fear is a new ruse to constrain the growth of developing countries and to expand the commodification of natural resources that are currently free. &quot;We are suspicious of this talk of a green economy. It seems like another attempt by the rich powers to impose a model on poor countries,&quot; said one veteran Vietnamese women&apos;s rights activist. &quot;Instead, we should talk about green economies because different approaches will be needed in different countries.&quot; At the other end of the strip, green entrepreneurs displayed sustainable business ideas at two brightly illuminated showrooms. Among the ingenious ways to make money and save resources were Acquazero, a biowash for cars that its suppliers claim uses 99% less water than a power hose, and Ecomaquinas, which makes bricks from recycled construction waste and - at a pilot programme level - old money taken out of circulation. The head of Brazil&apos;s Small Business Association, Luis Barreto, said the People&apos;s summit was an important way of sharing good ideas and changing perceptions. &quot;We&apos;re here to highlight business opportunities and show that there is no contradiction between being sustainable and making money.&quot; Elsewhere, promoters of the &quot;Solidarity Economy in Latin America and the Caribbean&quot; debated the needs and means for a wholesale shift of priorities to &quot;re-democratie the economy&quot; so that more resources benefit and are recycled by local communities. Greenpeace pushed for &quot;zero deforestation&quot; in the Amazon by 2020, following the 80% decline in deforestation rates in less than a decade. The National Movement of Catadores - informal rubbish collectors - sought greater recognition for the job they do in recycling. The range of convictions were apparent in slogans and posters: &quot;No more poisoned food,&quot; &quot;Support women farmers&quot;, &quot;Nuclear-free Brazil&quot;, &quot;Stop endocrine disruptors.&quot; &quot;We know how to destroy, but do we know how to build?&quot; asked Andre Ruiz, who declares himself a businessman who became a campaigner. He has turned himself into a walking billboard covered with graphic photographs of environmental destruction and slogans warning of dire consequences if people fail to take action. Attendances so far seem considerably lower than the predictions, suggesting there is a long way to go before the People&apos;s summit provides the surge of creativity and new thinking that the UN secretary general, Ban Ki-moon, suggested might be one of the most positive outcomes of Rio+20. But a week remains and so does hope in what this counter-conference might achieve. &quot;It&apos;s important,&quot; said Thais Herdy, a public official who was visiting Flamengo with a friend. &quot;The activists may be a little too idealistic. But we must believe an alternative is possible.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/18/rio-20-peoples-summit", 
    "wordcount": "1126"
}