{
    "headline": "Development short stories: a tale from Mexico on the agony of doubt", 
    "text": " By four oclock, when I first left my room, my belly hurt a lot. In the living room as in the rest of the house, everything was in silence and the kitchen, which usually smelled like soup and burnt corn, was cold and dusty; the wind seeped through the open window and made the curtains sway. I opened the cupboards wooden door and took the biscuit tin. When I shook it, the crumbs made the bottom tinkle. I turned back to the shelves with the cartons and the herb jars and dusted off the boxes with my hand. I found a packet with crackers in the corner and a bottle of mayo in the fridge, and then ran back to my room.  As I didnt want to think, I spent my time sleeping, day and night in my pyjamas, with a pillow on my head so I didnt see the light. I also felt less hungry that way. When I got tired of sleeping I tried to read but I couldnt, so I took my old Discman and a noisy album and listened to it until my ears hurt. The silence was dreadful because it made me remember. I am no whiner, but I didnt want to remember, I hoped that I could open my eyes and things would be over. I wanted to   Ismael dropped the pencil to wipe his right cheek, and held his pale fingers with his other hand. He stared at the wall for a while, as if he was looking at her, as if her eyes gazed back at him from the walls deep white. He could see her behind the rusted counter filling up plastic bags. He shook his numb limb and kept writing for several minutes. He had been sitting in his chair the entire morning, as he had many times before, from the sparrow calls to the cricket chirps, except for when he had to go about his duties. The duties could not wait and, although quite simple, they took up considerable time.  He also thought of his friends, whom he had not seen for a long time. He enjoyed minding his own business and not receiving orders, but he missed playing football and feeling carefree, he missed the feeling of normalcy. He wrote all this to explain himself to her, to avoid making a bad impression, to be what she would expect. Ismael thought that she would not be very different, except for all the other things. He sighed and turned the page, full of motley lines and thick marks, and began writing again.  My mother did not want to come out. We could hear her walking around during the nights, without opening the door, and we heard her cry. She should have left the room to get food, like we did, but we never saw her doing it. We knocked and called out many times, and Marco tried to break down the door  but he hurt his foot and wept for a long while. She still did not come out.           Women of Las Patronas get fast food to migrants on Mexicos Beast train     Marco and I went to school three more times, with dirty uniforms and no lunch. We played football but felt dizzy in the sun. Everyone asked us questions that we did not want to answer, and some shared their lunch with us. By the end of the week we did not want to return. Not because we were dumb, but rather because my mom wouldnt come out and we didnt have any money, and I took a sandwich from Ramons bag and we got into a fight when I ate it. I was told not to come back. I was asked to bring my mom so she could chat with them, but she did not want to come out and they wouldnt believe me.  I might one day go to another school because I like it, but right now I cant. The stack of paper in the corner started vibrating and ringing loudly. Ismael stared for a while and put his letter aside. He stuck his hand under the papers and extracted the shiny device from the bottom. He placed it next to his ear and rushed out. The duties  which is what they were called  were so simple that they could be entrusted to a 14-year-old as uncertain and naive as Ismael was, and they were good enough to sustain a small, scarcity-resigned family, and to keep him busy and optimistic. Besides the meagre income, the profession gave Ismael the dignity of knowing he was useful and made him believe he was self-sufficient, like an adult, and that he was strong.  The duties, which he generally performed using his bicycle, served also as an excuse to stop in front of Rositas  or rather her mothers  store and to watch her from the front sidewalk. He had to do this without being noticed because, as he had learned, girls enjoyed being watched by those that they admired and not by a kid on a bicycle with a basket full of duties like his. Sometimes he would cross the avenue that his mother had begged him not to cross. He would ride in the park with the kapok [a tree native to Mexico] and rubber trees with roots so big and thick that they lifted the cement on the trails  but this time he returned home hastily. He left a bag of aromatic mandarins, that he had bought on his way back, on the table and put shiny coins in the savings jar, which had been almost emptied, and sat down again.  When I see you working in the store, I think that we are not that different. I used to sit with my Spanish book and my pencil case next to my dad, and I would draw in my free time just like you do. Now I work because my dad is not here to do it, and not because Im a donkey, as some believe. I work because Julio, our neighbour, asks me for favours and he pays for them: take this there or take that there, let me know if you see that person, easy things that are always urgent.  The first time, he didnt ask for anything. I came back from school, even though I didnt go any more, I mean, I didnt go to study. I went to see my friends when their lessons were over, and Julio saw me. He told me he knew about my dad and offered me a soft drink. I was very thirsty, so I told him I would pay for it later, but he did not need the money. He said that he would ask for a favour later, and that is why I do this.  The day I first saw you, I had just started with my duties and I got lost. I was told to cross the avenue, to go past the park and then turn right on Simon Laplace. I went on thinking that I shouldnt tell my mom that I crossed (by this time she had left her room) and that it was right and not left and I ended up forgetting the name of the street. I thought I should return and confirm the route but I thought Julio would be upset, he would be very upset because he asked me not to delay and to write down his directions, and I didnt. I then saw the store and saw your mom, and then you. I decided to ask, but I entered and then realised there was nothing to ask  I could not remember the street name. I took some biscuits, to avoid things looking odd, and I paid. I pretended that I was not nervous, but on the way out I tripped over my bicycle. It was then that you and your mom approached me. I got to know you because you asked if I was all right, and you came back with a cloth to cover my hand. I liked that, and I liked that you worked, as I did, and that you did your homework in the store sitting next to your mom.  Ismaels cheeks turned red, he felt as if he were standing in front of her, reciting all those words, as if she were silently listening and he was waiting for an imminent answer  and for a minute he did not think of his father. Ismael imagined her reaction to every word he chose; he crossed out, erased and tried different combinations until he felt convinced.  He transcribed the entire message on to clean sheets of paper. When he had finished, it was late, and he had to cook for Marco and his mom. He had to rest because tomorrow would be a hard day. The business, as any other, had merciless competitors, and Julio demanded more and more from him.  When the stillness of dawn succumbed to the sporadic noise of motors, Ismael was already on the streets. His assigned duties were diverse and involved picking up packages, delivering them to their addressees, waiting patiently, or watching something for Julio. Ismael was proud of his speed and also of his professionalism, which, in Julios words, meant he did his job without delays or questions. Soon after lunchtime Ismael had visited at least a dozen clients, had sent several reports from his phone, and had time to see Rosita. He stopped by the store and bought things he did not need. He hesitated and traversed the narrow aisles several times until Rositas mother was busy dealing with a customer.  When he came out of the store, Ismael quivered. He could not recall if he had paid or how he delivered the letter and the daisy he picked from the park. He could only remember her smiling. Rosita blushed, put the letter in her pocket and the daisy in her cylindrical pencil box next to the notebooks, so she could see it. Although pretty, the girl was rather shy and had not been told anything like this before. Rosita had not paid attention to boys, but Ismaels sudden interest in her and the sincerity of his gesture immediately won her heart. She was thrilled, like a child, without knowing what it meant, without understanding beyond the fact that she had to look pretty tomorrow.  After a delightfully sleepless night, Rosita put on a purple headband and red earrings made of cheap but fetching crystal. She polished her shoes, groomed her hair gingerly and observed the girls that looked most confident, examined their movements and walk, and emulated them stealthily. She kept looking at the letter, reading about him and herself.  Although Ismael did not tell her what time he would visit the store, Rosita guessed it would be soon, so she sat and drew. She opened the notebook of small white sheets of paper that smelled of mandarin and other spices that she usually packed for customers, and traced a field, wide and green, sprinkled with colourful flowers and tall dark pine trees that slowly grew, as the afternoon advanced, into a thick forest, full of sharp crests. The sun in the zenith was accompanied by clouds that were decorated by abundant semicircles and superimposed shadows, first thin and blue then dark and thick, dense as the smoke and dark as the night that had reached Rosita without Ismael having come.  She reviewed the letter to find clues to see if she had misunderstood. She imagined that he maybe took care of his mother, that he would have much work to do or that Julio had got angry. She stared at the white ceiling, trying to remember his features while she felt her small red earrings with her fingertips.  Ismaels mother, leaning back on her bed and without saying a word, was also thinking of Ismael, while the television projected a turquoise veil on her face. She was hungry but did not dare to call him.   Related: Why are so many children around the world out of school?  podcast transcript     She had called him twice, timidly and without response, but she did not want to do it a third time. There was enough strength in her to endure hunger and pain, but not to call Ismael a third time. She turned the volume up on a programme that displayed exclusive corners of Mexicos Atlantic coast, that showed the fine, white sands, the blue, pristine water, the colourful little swimming costumes, and the 20-storey hotels with monumental tricolour flags, all unambiguous proof of the countrys unstoppable progress.  The mothers eyes closed.  The magnificent images stopped parading in front of her mind. The outside air, suffocating and humid in spite of the night, entered through the window and made it difficult to breathe. She closed her eyes to focus on the sounds of the beach. She listened to the waves breaking on the sand, trying to ignore the fact that it was very late and Ismael had not returned. She turned on her side and closed her eyelids more tightly, trying to forget that Ismaels duties were dangerous. She thought frantically about the sun and the swimming costumes, because she had not told him to leave that trade and return to school, and because she had not warned him that he worked for despicable people.  Rosita, for her part, understood nothing, but his absence hurt. She learned doubt could be more painful than truth, as it does not end. The hours soon became days, and the sleepless nights ceased to be delightful. Rosita had thrown the letter on to the rubbish for the tenth time, and had picked it up again. She threw it thinking of herself, and picked it up thinking of him, alternating between a world of hope and a world of despair, just like Ismaels mother, who traversed between the dark room and the blue Caribbean as she lifted the phone and put it back down not knowing if the police would be with Julio or against him. She felt fear, and she thought they were all part of the same thing, like the sea and salt are blended. She thought everyone knew how these stories began but not how they ended, and she thought she should go to the sea and walk on its soft edges, and that doubts dont ebb away like people do, and that she could be the first one to find a missing child against the odds: the state, the fear, the cartels and their stupid violence. Or perhaps, like everyone else, she should settle for the gigantic flags and the white sands and the sound of the waves and the ebbs and the flows.  About the author: As a masters student at the Institute of Development Studies, in Brighton, UK, Roberto Franco-Alba wrote his MA development studies dissertation on the social drivers of Mexicos organised crime. He has since worked for the FAO and UNDP. Besides writing during the nights, he works as a data scientist in Mexico City ", 
    "section": "global-development", 
    "gid": "global-development/2016/dec/29/development-short-stories-mexico-agony-of-doubt-uk-institute-of-development-studies", 
    "wordcount": "2524"
}