{
    "headline": "Ghost Recon: Future Soldier  review", 
    "text": "If there&apos;s one thing you can expect from a game with Tom Clancy in the title it&apos;s gadgets, and this latest in the popular squad-based series is fully loaded. Of course there&apos;s also the usual cast of monosyllabic fighting machines, tenuous plot and unrealistic satellite tech that can pick out individual beards from deep space. GR:FS adopts a close up third-person perspective, but plays very much like an FPS, packed with in-your-face action right from the offset  something that might surprise fans of the series. With four acts  set in Africa, Pakistan, Russia and Norway  GR:FS fits so much into its generic 14-mission campaign it can feel a bit rushed. There are obvious debts to Crysis 2 and Deus Ex, particularly with futuristic gear such as the camoflage suit offering ghostly protection provided you don&apos;t move too fast or fire a weapon. But some ideas are both original and superbly realised. Take the Sync Shot, where you can paint up to four targets for team mates to establish line of sight for a coordinated kill. It&apos;s a great idea that&apos;s bound to be copied by others, as will some of the gadgets. From the brilliant Warhound mobile artillery platform that launches mortars or sidewinder missiles according to remote commands, to the portable UAV&apos;s that hover above the battlefield picking out targets, GR:FS has the kind of gadgets James Bond would kill for. And although we&apos;re used to seeing intelligent HUDs these days, GR:FS has one of the best  including a super sharp Magnetic View mode, which picks out armed enemies and other metal objects such as landmines. GR:FS also keeps the gun club happy with a massive selection of more than 50 weapons  each of which can be customised  in seven categories with more than 600 separate components. From sniper scopes to armour-piercing rounds, custom stocks and retractable undercarriages, there are so many choices it&apos;s tempting to keep replaying levels until you find your ultimate combo.     Ghost Recon: Future Soldier    It&apos;s fun to play too, with a learning curve that tempts you with new gadgets every few levels and some decent squad AI to back you up. And although making progress is heavily geared towards finding and taking cover, it makes this easier with a cover-dash command that lets you sprint between them by holding down the X key. However, there are some problems. For starters, the engine is far better at depicting gizmos than environments, with largely flat textures, cramped locations and occasional graphical glitches throughout  even in cutscenes. It&apos;s also ironic that most of the eye-catching moments  the sandstorms and blizzards or the way the screen shakes when under suppressing fire  are also ones that reduce your visibility to near zero. GR:FS is also very linear, with each level providing a single objective and only additional challenges for, say for killing 15 enemies in Magnetic mode. Admittedly, giving total player freedom would undermine the squad-based ethos, but without being able to issue movement commands, straying from a narrow focus risks losing sensor lock and a return to the last checkpoint. Speaking of which, although most of the cut-scenes are forgettable, they&apos;re also un-skipable, meaning you may see them repeatedly after restarts. Luckily, when the single player game is done, there&apos;s plenty more to get on with. GR:FS multiplayer is very much a work in progress, and there are some stability, balancing and lobby issues with U-Play still to be sorted, but it&apos;s clear the developers have been busy since their recent 600,000-player beta test. The original three multiplayer modes  Conflict, Saboteur and Guerilla  have been boosted with 3 more: Decoy, Siege and a split-screen Co-Op Campaign.     Ghost Recon: Future Soldier    Conflict has two teams competing to see who can fulfill the most objectives in 15 minutes. Saboteur is a race to carry a bomb to the rival team&apos;s detonation area. Decoy and Siege are best-of-three modes; the first a slightly confusing one involving one real objective and two decoy traps, the second with no respawns and both teams up against the clock to claim or defend a base. Finally, Guerilla is a Horde variant where your team has to withstand 50 waves of increasingly hostile enemies. With character classes that owe a clear debt to Battlefield 3, you get a choice of three to start with and two more unlocked on reaching level 50. Scouts are basically snipers, fleet footed and supported by camo suits. Engineers can hack enemy scanners for intel, but are also useful in close combat. Finally, there&apos;s Riflemen, who can lay down suppressing fire and soak up more damage. Whichever character or mode you choose, GR:FS is unashamedly team focused, with frantic battles best won by supporting your colleagues and additional bonuses, upgrades and kill-streaks awarded for objectives solved by teamwork. This won&apos;t please lone snipers or last-man-standing fans, but when it works with the right compadres, GR:FS is a refreshing alternative to the usual FPS machismo. However, with only two maps for each multiplayer mode and four for Guerilla, Ubisoft is not exactly splashing out on content. This may be due to a premium DLC pack coming in July with more maps, weapons and upgrades, but including a few more maps would have been a nice reward for a patient Ghost Recon community that now risks being divided between DLC haves and have-nots. GR:FS is so nearly a landmark game. It&apos;s busting with great gadgets, challenging and unusual to play and committed to a true co-op spirit that most rivals have long since abandoned. If only it looked a little better, had a few more maps and U-Play made it easier to find a quick online match-up with your mates. Even so, it&apos;s a worthy alternative to any FPS and puts the Ghost Recon franchise right back at the cutting edge.  Game reviewed on PS3", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/23/ghost-recon-future-soldier-review", 
    "wordcount": "975"
}