{
    "headline": "2012 through the lens of Green shoots - in pictures", 
    "text": "   From December 2011's winter wetlands gallery, by Nictopus. 'Taken on a truly perfect wintry day. The feed at WWT Slimbridge was even better than usual with the birds chattering against a beautiful pastel sky' Photograph: Nictopus/Flickr       A kingfisher in January's winter wetlands gallery, by  nick tomlinson Photograph: Flickr       From January's signs of winter gallery by moira1954 Photograph: Flickr       Dramatic signs of winter - Ice star by GethinThomas Photograph: Flickr       From February's early signs of spring gallery.    Snowdrops by James2nd (AKA j2ndphotography) Photograph: Flickr       Early signs of spring. A lovely harbinger of spring, to see and hear a dunnock in full song, by SteveJM2009 Photograph: Flickr       From March's water photography gallery, coupled frogs by Chrissie28IWish! Photograph: Flickr       Patterdale fells reflected in Brothers Water #2, by yorktone Photograph: Flickr       From April's bees gallery - Bee in the grass by TomYoung89 Photograph: Flickr       Yellow pollen monster by steb1 Photograph: Flickr       From May's treasured green spaces gallery -  Trench wood, early morning shadows by GethinThomas  Photograph: Action images       Beck in spate, upper Wharfe valley, Yorkshire Dales by Bull of the Bog  Photograph: Flickr       From June's dragonflies and damselflies gallery - Red-eyed damselfly (Erythromma najas) by PMBrem Photograph: Flickr       From July's fruits of summer gallery -   Field of gold by johnybes Photograph: Flickr       Drinking with the lads by jump for joy2010 Photograph: Flickr       Adder by C.G.87  Photograph: Flickr       From August's life on the shoreline gallery - Great skua and gull by PMBrem Photograph: Flickr       A seal enjoying the sun taken by peskynewt  Photograph: Flickr       A corkwing wrasse tends the nest, taken by chrisrobs  Photograph: Flickr       From September's nature's patterns gallery - Canada geese, in the mist and dawn light, taken by #Dave Roberts# Photograph: Flickr       Puffball fungi on a chunk of an old beech trunk by Otters' holt Photograph: Action images       Green shieldbug taken by Bee Rawlinson Photograph: Flickr       From October's wildlife on a walk gallery - Fungal foray taken by johnybes  in Betws-y-Coed, Wales Photograph: johnybes/Flickr       Hoof Slaps At Dawn! taken by Derbyshire Harrier  Photograph: Derbyshire Harrier/Flickr       From November's winter urban birdlife gallery - robin, by richbtayl Photograph: Flickr       En Piazza Venezia  by Gonzalo 95  Photograph: Flickr       Whitstable in winter by Barbara Aldiss  Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/27/2012-through-lens-green-shoots-in-pictures", 
    "wordcount": "0"
}