{
    "headline": "Germany calls on Tesla to drop 'Autopilot' branding", 
    "text": "Tesla Motors has been asked by the German transport minister to not use the word autopilot in its advertising, as doing so may suggest to drivers that they do not need to pay attention to the road. The minster, Alexander Dobrindt, told Reuters that his office made the request to no longer use the misleading term for the driver assistance system of the car. But Tesla defended its use of the word, arguing that it should be understood by analogy to aeroplanes. A Tesla spokesperson said: Just as in an aeroplane, when used properly, Autopilot reduces driver workload and provides an added layer of safety when compared to purely manual driving. On Friday, the Federal Motor Transport Authority  which reports to Dobrindt  also wrote to owners of Tesla cars, warning them that their vehicles could not be operated without their constant attention and that under traffic regulations they must remain alert. Autopilot is Teslas brand name for a suite of features in its Model S vehicles which provide varying levels of driving automation. The car can automatically manage speed, braking to avoid collisions, and change lanes when instructed. It can also park itself, and leave a bay parking space on command. While the features collectively entail a high level of automation, the car is not fully self-driving. This has caused accidents, including one fatality in the US this year. A Tesla Model S with autopilot turned on hit the side of a truck, after neither the software nor the cars driver saw it crossing a junction. After the accident, reports emerged that the victim, Joshua Brown, 40, had been watching a film while he was supposed to be in control of the car. In a statement following Browns death, released at the end of June, the company emphasised the need for drivers to be in control of the car even as Autopilot does the brunt of the work.  It is important to note that Tesla disables Autopilot by default and requires explicit acknowledgement that the system is new technology and still in a public beta phase before it can be enabled, the company said. When drivers activate Autopilot, the acknowledgment box explains, among other things, that Autopilot is an assist feature that requires you to keep your hands on the steering wheel at all times, and that you need to maintain control and responsibility for your vehicle while using it. Additionally, every time that Autopilot is engaged, the car reminds the driver to Always keep your hands on the wheel. Be prepared to take over at any time. The system also makes frequent checks to ensure that the drivers hands remain on the wheel and provides visual and audible alerts if hands-on is not detected. It then gradually slows down the car until hands-on is detected again. In September, a Tesla electric car crashed into a tourist bus on a motorway in northern Germany, lightly injuring the driver, who said he had activated the vehicles autopilot system. At the time, Tesla said the driver had confirmed the autopilot was functioning properly and  was unrelated to the accident.  Autopilot supplier disowns Tesla for pushing the envelope on safety Team of hackers take remote control of Tesla Model S from 12 miles away ", 
    "section": "technology", 
    "gid": "technology/2016/oct/17/germany-calls-on-tesla-to-drop-autopilot-branding", 
    "wordcount": "546"
}