{
    "headline": "Emergent service workers of the world unite? When research becomes carnival", 
    "text": "     This evening at 6pm, the Space Hijackers will be launching an Emergent Service Workers Party. You might remember the Space Hijackers as the &quot;Official Protestors&quot; of the Olympics, their midnight City cricket games or the time they took a tank to an arms fair. I have no idea what they&apos;re planning, just that they promise &quot;A political party in the truest sense of the word!&quot; Whatever happens, I wonder  and this is where the science policy comes in  if the LSE and University of Manchester will claim it as &quot;impact&quot;?  Because &quot;Emergent Service Workers&quot; may be taken from the BBC&apos;s class calculator, but it comes via social science research too. Read the paper for yourself (open access and very readable as sociology goes). As lead author Mike Savage wrote for the Guardian, the research didn&apos;t just broaden our vocabulary of class, it showed up significant gaps between the elites and the most disadvantage people in society, which they dubbed &quot;the precariat&quot;. In an age of austerity politics, Savage argued, such inequality to be recognised and, he hoped, all the chatter surrounding the Great British Class Survey would help us do so. In some respects, the institutionalisation of the idea of academic impact has been a positive development. It not only pokes academics into bothering to share their work, it offers resources and incentives to support such work.  However, formalising the ways research bleeds out of ivory towers can be problematic too. If we narrowly limit ourselves to the sorts of impact we imagine politicians want, we could all too easily end up like NERC did last year, boasting they&apos;d work to &quot;de-risk&quot; the Arctic as opposed to all the other diverse uses their research has or might have. Or there&apos;s the example of David Nutt, who arguably had a lot more &quot;impact&quot; by taking himself out of formal systems for advice. More prosaically, academics can have as much impact in strategically not talking to a journalist (or giving a journalist the name of someone more expert) as they can by doing something more easily auditable as giving a readily-reproducible quote their press office can collate.  The increasing licensing of impact has a lot of advantages, but it can be limiting just as it is enabling. Or at least it can enable in particular directions, not all of which all of us would approve of, so we should stay cognizant to ways it might mobalise academic energies.  This Space Hijackers&apos; action also suggests universities can&apos;t expect to control how their work gets used. If academics&apos; research really achieves impact, it&apos;ll probably cease to be theirs in the process. In some ways it wouldn&apos;t be fair for universities to claim any real credit here at all. Arguably, this Emergent Service Workers Party is more of a nod to the BBC&apos;s toy calculator than the Sociology paper. It also references Internet Explorer, the Socialist Worker Party, larger histories of protest, long-standing spats over concepts of class, and ideas entirely of the Hijackers&apos; own making.  I have no idea how many people will turn up to this party later, what they&apos;ll do, why, or whether university administrators will later try to claim credit or distance themselves from such disruptive playfulness. But it&apos;d be nice to see researchers engage with people who seem interested in their work.  I mean engage, as in interact and listen, not just explain and attempt to retain control. Because this whole class research project seems to have been presented to the public in a rather linear and top-down approach. Instead of trusting the public to join in debates within sociology about how and why we research class, they were offered Bourdieu 101 and an invitation to play at putting yourself in boxes. The cynic in me says no wonder people are taking to the streets in response. The more hopeful question is whether academics will be there to meet them.  That&apos;s a question for sociologists of class and this admittedly unusual event, but it&apos;s one all researchers could consider, whatever they study and however their work ends up in the outside word.  Dr Alice Bell is a researcher at the Science Policy Research Unit, University of Sussex. The BBC calculator says she&apos;s an Emerging Service Worker but she secretly aspires to the Technical Middle. ", 
    "section": "science", 
    "gid": "science/political-science/2013/may/01/science-policy", 
    "wordcount": "728"
}