{
    "headline": "Oxford University apologises after false claim in 'selection by wealth' battle", 
    "text": "The director of graduate admissions at Oxford University has had to apologise in court to a student suing one of its colleges for &quot;selecting by wealth&quot; after offering inaccurate evidence. Jane Elizabeth Sherwood told a court hearing she had been wrong to claim that other universities had the same admission practices. In written evidence, she apologised to the court and to Damien Shannon, 26, who is suing St Hugh&apos;s College, Oxford, for only admitting students to postgraduate degrees able to show they have money to meet both its fees and 12,900 in living costs. As the Observer revealed last month, Shannon claims that those without easy access to capital and savings are being &quot;disproportionately discriminated against&quot; by this so-called financial guarantee, in breach of their human rights. The university as a whole does not take into account money earned through part-time work when it judges whether a student has the means to study in Oxford. It also only has one university-wide scholarship that is means-tested, according to its own defence papers. St Hugh&apos;s is fighting Shannon&apos;s legal claim and Sherwood had told Manchester county court that other universities set similar financial guarantees. In further evidence heard in the court on Friday, Sherwood admitted this was inaccurate. Her written apology said: &quot;The University of Exeter does not require a financial guarantee from postgraduate offer holders. Nor does Goldsmith&apos;s College, although it does require a deposit in respect of fees for certain courses, eg the MA in film-making.&quot; Shannon told the Observer: &quot;The university&apos;s director of graduate admissions attempted to justify the financial selection policy by claiming, falsely, that two other universities were operating an equivalent policy. This was done in spite of my having pointed out in my previous submissions to the court that the claim was not true  nevertheless, it was repeated, although eventually withdrawn. The claim was rightly withdrawn and an apology was issued to both myself and to the court, and of course I accept the apology entirely.&quot; At a first hearing of Shannon&apos;s case on Friday, judgment was reserved over whether the student&apos;s human rights were breached when St Hugh&apos;s turned him down on financial grounds after he had met their academic requirements. Judge Armitage QC said he would return to Manchester county court with a judgment at a unspecified future date. Shannon alleged that his place on the economic and social history course was withdrawn due to the &quot;arbitrary figure&quot; the college had set. The university says a guarantee was required to ensure postgraduate students&apos; fees and living costs were covered throughout the course.", 
    "section": "education", 
    "gid": "education/2013/feb/16/oxford-university-apologises-false-claim-admissions-court-battle", 
    "wordcount": "440"
}