{
    "headline": "Eurozone crisis and US presidential race 'damaged Rio+20 prospects'", 
    "text": "Building a global consensus on sustainability is becoming increasingly difficult as a result of economic crises and a US political climate that is increasingly hostile to action on climate change, according to Gro Harlem Brundtland, one of the chief architects of the first Rio Earth summit in 1992. The former Norwegian prime minister lamented the absence of Barack Obama, David Cameron and many other leaders from the follow-up Rio+20 conference currently taking place in Brazil, but said they faced circumstances that are very different from those of the 1992 summit. &quot;The absences are not good and they don&apos;t look good. One explanation is the terrible difficulties in Europe. The Europeans would normally feel like they should be here,&quot; she told the Guardian. &quot;The financial and economic problems that some countries face don&apos;t make it easier for them to agree on things that they would have agreed to before 2008.&quot; In the US, she saw a worrying decline in political support for environmental issues. &quot;The election scene is an obvious factor in the decision by Obama not to be here. The climate issue on the American scene has been really difficult for years and in many ways it is worse now than three or four years ago. The Republican right  the Tea party, etc  are building around climate denial. In that sense, the American scene is deteriorating on these issues.&quot; Bruntland was speaking on the sidelines of the Rio+20 conference, prior to UN member states accepting a draft agreement that was widely criticised for setting inadequate targets to draw the global economy off an environmentally destructive path. Bruntland said she could understand why people felt disillusioned and why many participants felt powerless, but she said strong action was needed to offset a degree of environmental decline that is pushing at planetary boundaries  with an impact on food security and commodity prices. &quot;We are not going to get out of the crisis without turning some stones and taking seriously the need to create jobs and make changes. Forward-looking leaders should be taking that on board to create a sustainable development model instead of digging down and not daring to take initiatives with a longer-term perspective.&quot; Few people know the risks and opportunities better. In 1983, Brundtland was given arguably the most important task in the world: to plot a new path for humanity that restores the balance between economic growth and environmental protection, or as it often appeared in the headlines, to &quot;save the planet&quot;. The Bruntland Commission went on to define what is now referred to as &quot;sustainable development&quot; and paved the way for the &apos;92 summit that established the architecture of global environmental governance, including key conventions on climate and biodiversity. Since then, poverty rates have improved but the global environment has deteriorated sharply as 1.6 billion people have been added to the population and consumption levels have increased in rich nations and the growing middle class of emerging economies. Bruntland said the decline of the environment was predicted in 1992, but the measures that were put in place to address it have not been properly carried out. The shortcomings were in the implementation not the original strategy, she said. &quot;There are no gaps,&quot; she said. &quot;We don&apos;t need to reinvent the wheel and think of new concepts and strategies. The point is the lack of political follow-up to the decisions that were made and the concepts that were agreed in Rio twenty years ago.&quot; While the first Earth summit was driven by optimism and idealism to save the planet, negotiators at the Rio+20 gathering appear to have appealed instead to baser human instincts: self-survival and profit. One of the key tools mentioned in the draft document is the promotion of a &quot;green economy&quot;, which aims to create jobs and profits through low-carbon, resource-saving businesses. There are also moves to put an economic value on environmental services provided by nature, and to incorporate environmental factors alongside GDP as a measure of national well-being. A key objective of the talks is to interlink &quot;three pillars&quot;  economy, society and environment. This has alarmed many conservationists who say the environment should be given higher priority because it is the base without which it is impossible to build either an economy or a society. Bruntland says humanity&apos;s dependence on the earth should remain in people&apos;s minds, but it would be naive to pursue a strategy that was unlikely to secure widespread support. &quot;People will struggle for their own lives and social needs. So unless we can deal with all three issues together then we will not succeed in saving the environment,&quot; she said. &quot;Idealism isn&apos;t enough. We see that. But it mustn&apos;t be left behind because then we are worse off.&quot; The &quot;mother of sustainability&quot; as she is sometimes known, expressed alarm at many of the trends she had observed since she started in this field. She said: &quot;We are approaching the kinds of limits in many areas that lead to increased pressure on the environment and the prices of commodities. &quot;No doubt. Food security is in quite bad shape. When you look at rise in global population from 7 to 9 billion in the coming decades, the additional food that needs to be produced is enormous. We need about 45% more food by 2050 than we have today. So yes, it is already having an effect, which only adds to the necessity of changing this.&quot; Like many scientific institutions, she believes the key to a solution would be the provision of contraception to the 215 million women in the world who want family planning, but this has lagged due to growing political sensitivities surrounding the issue. &quot;This issue has become a difficult issue to talk about. As soon as you say that the sum of the total population adds to the burden on our combined resources then some people don&apos;t like to hear that, although it is an obvious self-evident truth,&quot; she said. Bruntland sees the agreement on sustainable development goals as the defining issue for Rio+20, but she is also exploring other approaches beyond high-level negotiation. As well as advising the UN secretary general, Ban Ki-moon, Bruntland is in Brazil as a representative of the Elders  a group of senior statesman including Nelson Mandela, Archbishop Tutu, Jimmy Carter and Mary Robinson who are committed to a more equitable and sustainable world. They have held joint events with youth groups in a cross-generational attempt to raise awareness, pass on knowledge and jointly search for solution. Asked if humanity has to wait until the expected peak of the human population in 2050 before we can expect an improvement in the environment, she gives a swift response: &quot;No we cannot do that. It would be a disaster. Rio+20 has to be a turning point for future generations and for the planet.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/21/eurozone-crisis-us-election-rio-20", 
    "wordcount": "1175"
}