{
    "headline": "Cuadrilla to drill for shale gas in home counties for first time", 
    "text": "The first exploration well for shale gas in the home counties will be drilled this summer, fracking company Cuadrilla announced on Wednesday. Cuadrilla has already faced protests at its site in Lancashire, where its drilling caused a small earthquake, and beginning operations at Balcombe in Sussex is set to be a stern test of its ability to work in the face of community opposition. Cuadrilla said it would drill a 3,000 foot well, which could be extended horizontally underground by 2,500ft. If oil or gas is discovered, it would be allowed to flow for a short time. But no fracking would take place, the company said, the process in which high-pressure water fractures rock to release trapped gas. &quot;We&apos;re fully aware that local people will have many questions about our plans and we&apos;ll do our best to answer all of them,&quot; said Francis Egan, Cuadrilla&apos;s chief executive. &quot;During the coming months, we will discuss our plans with residents and they will be able to visit the site to see for themselves what our work involves.&quot; The drilling will take four months, according to the company. Vanessa Vine, who lives four miles from the Balcombe site and is the founder of the Frack Free Sussex campaign group, said: &quot;They have underestimated the local resistance. They will have a big fight one their hands.&quot; She said: &quot;Fracking threatens to contaminate our water and our air, and the roads are not suitable for the tankers. We do not need to take more fossil fuels out of the ground  we need to invest in clean renewable technology.&quot; The energy minister, Michael Fallon, speaking at a gas industry event on Wednesday, said: &quot;On shale gas development, we believe it is important that we do not hold back unnecessarily  we need to build momentum. We need to move forward to enable the necessary exploration and prove the potential, while ensuring that the activity is safe and the environment is properly protected.&quot; He said producing shale gas in the UK offered significant benefits to the nation&apos;s economy, to employment and to energy security. Fallon added: &quot;We are working on a scheme for community benefits. It ensures that communities that accept shale production enjoy benefits, either in cheaper energy bills, or direct local benefit.&quot; Cuadrilla wrote to ministers in November 2012 suggesting a part of shale gas tax revenues should be given to local residents. Cuadrilla made the Sussex announcement just before anti-fracking activists in the area and beyond set off to a protest camp in Lancashire. The company said: &quot;West Sussex has a history of oil exploration and production. In 1986, energy company Conoco drilled an exploration well on the same site that Cuadrilla will use. According to Decc&apos;s records, more than 50 oil and gas wells have already been drilled in the county.&quot; Planning permission to drill the exploration well was granted in 2010, but the decision to proceed came on Wednesday after Cuadrilla informed Balcombe Parish Council, West Sussex County Council and the Department of Energy and Climate Change (Decc) that it intended to go ahead. After a crowded community meeting in Balcombe in 2012, at which Cuadrilla executive were repeatedly attacked, Paul Kelly, from Cuadrilla&apos;s public relations firm PPS told the Guardian. &quot;This is how they burn witches I guess. I can think of dozens of oil companies who wouldn&apos;t put themselves through this in a million years and maybe they have it right.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/08/cuadrilla-drill-shale-gas-home-counties", 
    "wordcount": "588"
}