{
    "headline": "Whatever happened to chemistry sets?", 
    "text": "Mention the words &quot;chemistry set&quot; to any scientifically inclined person born before 1980 and they&apos;ll probably regale you with tales of their childhood kitchen experiments, waxing lyrical about attempted explosions and the electric blue of copper sulphate. It&apos;s not just the amateur geeks who remember their first chemistry set  numerous Nobel Laureates credit their own sets with providing the spark that led to scientific greatness. I have similarly fond memories of my own shiny box of neat test tubes packed with crystalline compounds. On the front a boy with a tie and slick side-parting struck a classic pose, carefully pouring liquid from one test tube to another. But once I&apos;d used up the copper sulphate and realised there was little that could be successfully set fire to with the tiny spirit burner, my attention waned. The box gathered dust on top of a wardrobe for many years before my mum finally threw it out. In many ways my experience mirrors the rise and fall of interest in home chemistry. Chemistry sets were hugely popular in the first part of the 20th century. They were usually marketed as &quot;chemical magic&quot;, with dramatic explosions and colour changes designed to amaze and astound the guests at any sophisticated soiree. This love affair continued throughout the 1940s, 50s and 60s, fuelled no doubt by the newfound public enthusiasm for science and technology. As the world celebrated the gifts of Nylon, Teflon, polypropylene and more, sales of home chemistry sets boomed. Incautious parents could even buy sets with radioactive components for their children, enabling them to share in the glorious atomic revolution. This was partly down to the efforts of the Gilbert company and other manufacturers, who struck up fruitful alliances with the Boy Scout movement of America. Although this did much to popularise chemistry sets  leading to boasts of &quot;one in every house in every street in America&quot;  it also reinforced the growing notion that science was for boys. Girls weren&apos;t completely left out, though. They were more than welcome to enjoy the &quot;little lab technician&quot; set. The bubble burst in the 1970s, reflecting growing suspicion of science and disillusionment with its failure to deliver the perfect future. &quot;Chemicals&quot; became a dirty word, polluting our food and environment. The decline of scouting may also have had something to do with it. Despite a brief resurgence in the 1980s  the era of my own beloved Merit set  chemistry sets have all but vanished from today&apos;s shops. Other toys have taken over, and the humble pleasures of homemade pH indicators and alum crystals can&apos;t compete with the thrills of video games. There&apos;s also the problem of what to do when the chemicals provided in the set run out. Gone are the days when a local chemist or hardware store might flog you a bit of calcium chloride under the counter. Then there were fears that giving a child a chemistry set might incite a budding bomber or would-be Walter White  not to mention the spectre of &quot;health and safety&quot; and manufacturers&apos; wariness of being sued  which have made modern sets bland and uninteresting to today&apos;s kids. That&apos;s an easy excuse to hide behind, according to Judith Hackitt, chair of the Health and Safety Executive and a women infamous for demonstrating how to (safely) set herself on fire. While there&apos;s little in a modern chemistry set that could cause real harm, there&apos;s a lot to be said for letting kids get their hands dirty. Children are exposed to dangers every day, and learning to use a chemistry set teaches them how to handle risk appropriately rather than completely avoiding it. Is there any hope for home chemistry in the 21st century? Perhaps so, but only if it can recapture children&apos;s imaginations and catch up with the huge strides that have been made in science over the past decades. The solution may lie in the combination of chemistry with 3-D polymer printing to create reactionware, the brainchild of Professor Lee Cronin at Glasgow University. Throwing in downloadable apps and templates could allow a new generation of kids to start literally hacking the science. The home computing revolution of 30 years ago bred a generation of hackers and coders to push the boundaries of computer science  something that the makers of the Raspberry Pi hope to inspire in the next generation. Perhaps printable, hackable reactionware is just what we need to propel the humble chemistry set into the 21st century and beyond. Kat Arney is a science writer and broadcaster. Whatever Happened to the Chemistry Set? will be broadcast on BBC Radio 4 on Wednesday at 9pm", 
    "section": "science", 
    "gid": "science/blog/2012/aug/01/whatever-happened-chemistry-sets", 
    "wordcount": "780"
}