{
    "headline": "Mini tablets: size matters in Christmas battle between internet giants", 
    "text": "It is a battle of internet titans, but fought on atiny scale: amid the wrapping paper and badly fitting jumpers, millions of people around Britain unwrapped a 7in tablet this Christmas. But will it be from Apple, Google or Amazon? The answer could point to which company dominates the fastest-growing segment of computing, as they compete for attention, users and profits. The key choices this year have been between the newest models, such as Google&apos;s Nexus 7, Amazon&apos;s Kindle Fire, Apple&apos;s iPad mini and the Nook from Barnes &amp; Noble. In the runup to Christmas, many retailers sold out of iPad minis, while Google, Amazon and Barnes &amp; Noble paid for hefty advertising campaigns, but nevertheless warned their devices were subject to availability, which may mean many have been disappointed in trying to get one. &quot;The specific reason why people are looking at 7in tablets rather than larger ones like the [9.7in] iPad is the size and price,&quot; says Benedict Evans, telecoms and technology analystat EndersAnalysis. &quot;They&apos;re very appealing because they&apos;re the size of anotebook, rather than a copy ofVogue. It makes the iPad seem like something basically a home or desk device because it&apos;s bigger and heavier.&quot; Evans says another element in their success is price. Where the iPad, so far the most successful tablet, costs at least 329, the Nexus 7, Kindle Fire and Nook start at 159, while the iPad mini begins at 269. Amazon, B&amp;N and Google are reckoned to be selling the devices at close to break-even, in the expectation that content sales will make up any initial loss. Even Apple is thought to be taking lower margins on the iPad mini than its other products. Those who got theirs before the Christmas rush definitely seem pleased. Nick Efford, a teacher and author based in Leeds, says he was worried that a Nexus 7 would be too small. &quot;Size turns out not to be an issue at all,&quot; he explains. &quot;I use it a lot for Twitter and email, and casual browsing while sitting on the sofa. And it works for gaming  phones are too small. Basically,it&apos;s a less intrusive presence than a laptop when you are doing other things but occasionally want to goonline.&quot; Ofcom reckons that UK tablet ownership jumped from 2% a year ago to 11% by December. But this Christmas, with three of the biggest internet companies in the world offering their own tablets, that could rise dramatically. &quot;This Christmas has been like a giant science experiment,&quot; says Evans. &quot;We&apos;re finding out if people want big tablets or small tablets, if they want them cheap or expensive, whether they want them with big app stores or small ones, whether they want them to be storefronts or internet browsers.&quot; But the explosion in sales heralds a shift in how we use computers, Evans says. &quot;We&apos;re going from a time when 90% was done on a desktop or laptop computer and perhaps 10% on a mobile, to a time when it&apos;s one-third desktop, one-third on a mobile and one-third on a tablet,&quot; he says. &quot;It doesn&apos;t particularly matter which sort of tablet  it moves you away from the paradigm where you had a computer that sat in a room and you turned on, to something that you have at the breakfast table, or that is carried in a handbag  that you use wherever you could be reading a printproduct.&quot; Carolina Milanesi, a smartphone and tablet analyst for the research company Gartner, agrees. For content consumption such as watching films or TV shows, or for apps or games, she says, &quot;a 7in tablet is ideal, and that is what most consumers will use it for&quot;.A key driver is that consumers now have more choice: &quot;There&apos;s the Kindle Fire, Nexus7, iPad Mini and a few lower-cost ones,&quot; Milanesi says. &quot;The Fire is all grown up and now has no compromised hardware, so that it is a true tablet rather than a glorified e-reader as the original was. Prices have also come down considerably, which makes it easier for consumers to make the decision to spend the money.&quot; By contrast, she says, the smartphone market hasn&apos;t seen much innovation in 2012: &quot;It rests on pretty much a handful of phones this year: Apple&apos;s iPhone 5, Samsung&apos;s Galaxy S3, which is getting a bit old now, Google&apos;s Nexus 4, Nokia&apos;s Lumia 920 and HTC&apos;s 8x.&quot; Contract lock-ins have meant it&apos;s harder for people to get new phones  which has cooled growth in the US and Europe. Francisco Jeronimo, IDC&apos;s smartphone analyst, said: &quot;Google and Amazon will bring the tablets to the mass market  not specifically because of the screen size, but the combination of brand, specifications, experience, content and price.&quot; When Apple launched the first iPad in April 2010, it galvanised a market that had been asleep for years after being started by Microsoft in 2001. PC tablets were clunky laptops; the iPad was much thinner, with a longer battery life and instant-on availability, and a huge range of apps that used its bigger screenspace. Samsung and others quickly tried to compete, offering 7in tablets that failed to take off. In October 2010 the late Steve Jobs famously dismissed them , saying that &quot;we think the 10in screen size is the minimum size required to create great tablet apps.&quot; He added: &quot;The 7in tablets are tweeners, too big to compete with a smartphone and too small to compete with an iPad.&quot; But Amazon proved him wrong, launching the first 7in Kindle Fire  a tablet able to surf the web and run apps or show films as well  in October 2011. Though it was US-only, it sold millions. Google followed in June with the Nexus 7, even while rumours were emerging that Apple was working on a smaller device  which was unveiled as the iPad mini in October. And the fight was on. That has driven explosive growth in the global tablet market, where sales are increasing at roughly 50% year-on-year each quarter. Forecasters have had to keep revising their estimates upwards: in June 2011, IDC was forecasting that 50m tablets would be sold in that year, and 75m in 2012. After four revisions  the most recent this month  it reckons that 71m were sold in 2011, and that this year&apos;s figure will hit 122.3m.But that will in turn have huge implications for the success of both Apple and Google  and to a lesser extent Amazon and B&amp;N  as they battle for users&apos; attention and, more importantly, money. Though Android phones sell in larger numbers, iPhone users spend more on apps  and iPad users have thousands of custom-made apps to choose from, compared to a far smaller number on Android tablets. (The Kindle Fire and Nook can run Android apps.) Advocates for Android say that its apps don&apos;t need rewriting for tablets, because it can automatically resize them  but that has not been translated into money spent buying them. Evans suggests that will mean Apple&apos;s dominance in apps  where many games and products, such as Temple Run and Instagram first appeared on its platform  will continue. &quot;The question for app developers is, where do you put your effort?&quot; says Evans. &quot;If you&apos;ve got one person who buys Google&apos;s Nexus 7 because it&apos;s 100 less than the iPad mini, what does that say about their willingness to spend money on apps? So which one do you spend money developing for first?&quot; Yet there&apos;s also a big player missing in this competition: Microsoft, whose Windows software dominated the desktop era of personal computing. This Christmas, no company offering its new Windows 8 or Windows RT software has a 7in tablet on sale  and even the number of 10in tablets running Windows 8 is limited compared with the number of Apple and Android offerings. Nothing is expected before 2013  which leaves open the question of whether the former giant of the PC will have been left behind by the biggest shift to hit personal computing in a decade. Top apps this Christmas Sneak (69p) Beat the kids&apos; boxing day boredom by getting them to sneak up on virtual monsters. iPhone/iPad Flickr (Free) Yahoo&apos;s rejuvenated photo-sharing app is The New Instagram! As well as being The Old Instagram. Android/iPhone Clear (69p) Elegantly-designed to-do lists app Clear is just the thing for new year&apos;s resolutions. iPhone Great British Bake Off (1.99) Fed up with turkey? Time to cook biscuits / fudge cakes / giant gingerbread houses. iPhone London: A City Through Time (9.99) Catch up on some capital history with this sprawling London encyclopedia. iPhone/iPad SongPop (Free) Keep your musical brain fresh with this social tune-spotting game that was a craze of 2012. Android/iPhone/iPad Summly (Free) A sobering thought for 2013: if algorithms can summarise the news, how long till they&apos;re writing it? iPhone Vyclone (Free) A New Year&apos;s Eve essential, if several people shoot video, Vyclone edits the footage together. iPhone Google Maps (Free) The not-getting-lost man/woman&apos;s alternative to Apple Maps this Christmas. Android/iPhone The Snowman and the Snowdog (Free) Raymond Briggs&apos; famous cartoon got a sequel this Christmas, and yes, there&apos;s an app for that. Android/iPhone/iPad", 
    "section": "technology", 
    "gid": "technology/2012/dec/25/mini-tablets-apple-google-amazon", 
    "wordcount": "1589"
}