{
    "headline": "Ethical living: should I start my own packaging campaign?", 
    "text": "Thanks for sending me photographic rather than physical evidence, as old bacon packets are not pleasant. This is how great anti-waste campaigns start. Our last investigation into packaging started with a reader&apos;s photographs of coconuts wrapped in plastic. Ian Bates of Less Packaging has seen such travesties as your bacon packet before. &quot;It&apos;s a fairly typical approach to reduce cost and to try to increase perceived value,&quot; he says. &quot;It looks to me as if the extra cost of shipping and handling the bulky pack has probably not been considered, nor the extra cost of displaying the packs in-store. We still find that very few companies actually measure the true cost of their packaging holistically.&quot; What&apos;s odd is that the big retailers are falling over themselves to present green packaging initiatives. Sainsbury&apos;s, for example, recently celebrated a loo-roll victory: reducing the diameter of the inner cardboard tube apparently cuts 140,000kg of CO2 by cutting the number of delivery lorries. And Bates says that Tesco has done well on its pre-school toy range, where you no longer find a &quot;single frustrating plastic or metal twisty tie. Hooray!&quot; Hooray indeed, but probably not enough to quell your anger, given that we still chuck away 10m tonnes of packaging waste a year. Nearly 67% is supposedly recovered, and companies pay levies through a complex system of Packaging Recovery Notes. Yet you end up spending 470 a year on single-use packaging that you don&apos;t want. This is a good time to campaign. Most retailers are signed up to the Courtauld Commitment to reduce packaging. Phase three, announced in March, will see target rates for the recovery of plastics double by 2017. Already the packaging industry is kicking against this. Consumer ire is important if targets are to be met. For inspiration look to the Women&apos;s Institute 2006 packaging campaign. It is no longer officially live but so many members are still actively reporting overpackaging that, when I called them, there was a suggestion it might be revived. Their tips for you include the provocative stance of &quot;unwrapping products at the till and leaving the packaging for the store to dispose of&quot; if necessary. The lineage of this checkout campaigning? Austrian hausfraus in the 1980s who clogged up checkouts by removing packaging and decanting groceries into their own reusable receptacles. I can tell you, things soon changed. Green crush of the week Industrial designer RossLovegrove calls himself a &quot;translator of 21st technology&quot; and believes that only naturalgrowth patternsand organic forms can &quot;create maximum beauty&quot;. His 6m tall solar tree, manufactured by Artemide, stores enough energy even on cloudy days to light up all night long. It comes to London as part of theClerkenwell Design Week (clerkenwelldesignweek.com), but you can witness its beatific glow in St John&apos;s Square, London EC1 untilSeptember.", 
    "section": "environment", 
    "gid": "environment/2012/may/20/lucy-siegle-packaging-supermarkets-deliveries", 
    "wordcount": "490"
}