{
    "headline": "Chaos theory and geoengineering", 
    "text": "The global climate is universally accepted to be a non-linear, dynamic (chaotic) system. It is, for example, impossible to make reliable weather forecasts more than a few days ahead. Despite this, geoengineering interventions are being proposed as a means of modifying the climate to arrest current global warming and initiate global cooling (Climate &apos;emergency&apos; warning, 10 September). Since a geoengineering intervention can only be tested meaningfully at large scale, any such experiment would have to be agreed between all neighbouring states. The test would then either be ineffective, or achieve some uncontrollable measure of success within an imprecisely defined region for an unpredictable time, or initiate an irreversible change in climate over a region of unknown extent, also for an indeterminate period of time. Geoengineering is, unfortunately, a totally impractical concept that could be used politically as an excuse for delaying further the drastic measures needed to reduce our consumption of irreplaceable natural resources.Roy Butterfield Emeritus professor of civil engineering, University of Southampton The only chance of avoiding catastrophic global warming lies in geoengineering. However, the techniques mentioned would not address the increasing acidity of the seas. A complete solution to the problem is to remove carbon dioxide from the atmosphere. It would be a challenge to remove it faster than the human race is currently releasing it but, with sufficient investment, it should be possible. Carbon capture from power station chimneys and storage beneath the North Sea seems overly complicated; why not just capture it from the air above the North Sea using wind-powered equipment and pump it straight down there? A Manhattan Project to develop the technology should be launched.Alan Naismith Lichfield, Staffordshire", 
    "section": "environment", 
    "gid": "environment/2012/sep/12/chaos-theory-and-geoengineering", 
    "wordcount": "277"
}