{
    "headline": "Canadian man passes US border using his iPad", 
    "text": "A Canadian man who realised that he had left his passport at home as he approached the US border managed to cross over by using his Apple iPad. In a novel deployment of the tablet that may have come as a surprise even to the late Steve Jobs, Martin Reisch said that a mildly annoyed US border officer made an exception after he was handed the iPad displaying a scanned copy of the forgotten passport. Reisch was a half hour from the border between the US and the Canadian province of Quebec when he decided to try to gain entry rather than turn back and make a two-hour trek back home to Montreal to fetch his passport. He told the officer he was heading to the US to drop off Christmas gifts for his friend&apos;s kids. He said that the true story, the scanned passport and his driver&apos;s license helped him get through last week. &quot;I thought I&apos;d at least give it a try,&quot; said Reisch, according to reports by the Associated Press. &quot;He took the iPad into the little border hut. He was in there a good five, six minutes. It seemed like an eternity. When he came back he took a good long pause before wishing me a Merry Christmas.&quot; US Customs and Border Protection says it only accepts a passport, an enhanced driver&apos;s license or a Nexus pass from Canadian citizens entering at land crossings. The list doesn&apos;t mention facsimiles, like scans and photocopies. Reisch, 33, said he took a scanned photo of his passport years ago in case it was ever lost or stolen while travelling. He said he also successfully used the passport on his iPad to get through Canadian Customs on the way home later that day. However, the 33-year-old said he doubted that he would get away with it again and would take his passport next time, although he hopes border officials will eventually make digital identification an official form of travel document. &quot;I see the future as 100% being able to cross with your identity on a digital device it&apos;s just a matter of time,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/canadian-man-ipad-us-border-control", 
    "wordcount": "361"
}