{
    "headline": "Wanted: a system for annotating documents on screen", 
    "text": "I am interested in using a tablet for reading and marking up Word and PDF documents. Ideally, this would involve underlining and adding comments. I am aware that both Windows and Android have software (eg, PDF Annotator for Windows and ezPDF reader for Android), and I want to avoid the walled world of an iPad. A stylus seems essential, and hand-writing recognition a bonus. Also, I&apos;d like at least a 10in screen size for reading documents in portrait mode, where 16:9 seems too narrow. I have used a Lenovo X61 tablet with Wacom input, but for everyday use, it&apos;s too heavy!Nomadic11You sound like the target customer for the stylus-based tablets that Microsoft introduced a decade ago. These had a stylus with the precision required to replace a mouse  and thus operate existing Windows software  plus excellent handwriting recognition. However, they didn&apos;t sell, and the ThinkPad X61 convertible (which had both Wacom stylus input and an optional touch screen) was one of the best of its time. The current equivalent would be a Lenovo X201T or X220T, but if you find the X61T too heavy, I think these will be too. The best known tablet with a pressure-sensitive Wacom Active Digitizer screen is the ASUS EP121 Eee Slate. This ships with Microsoft Windows 7, but was one of the few products recommended for the first preview of Windows 8. It has a 12.1in screen showing 1280 x 800 pixels, which is an advance on the X61. It&apos;s also much more powerful, having an Intel Core i5 processor, 4GB of memory and 64GB of storage for about 1,000 at Amazon.co.uk. The weight is, I think, just about acceptable at 1.16kg  about the same as a MacBook Air  and compares with the X61T&apos;s 1.8kg.  However, Samsung has now launched a Series 7 Slate with a similar specification and an 11.6in 1366 x 768-pixel screen. This is slimmer, lighter (860g) and faster than the Asus EP121, the battery lasts longer, and it doesn&apos;t cost much more at 1,021.76. If you want the same sort of functionality and versatility as an X61T, this could be the answer.  Samsung is also bringing out the Samsung Galaxy Note 10.1, announced at the Mobile World Congress earlier this week. This is a 10.1in Android 4.0 tablet with a 1280 x 800-pixel screen and a pressure-sensitive S Pen digitiser. The weight is an impressive 583g, which is just less than an Apple iPad 2 (600g). Obviously, the Galaxy Note 10.1 is much less powerful than a Windows 7 slate, having a 1.4GHz dual-core ARM processor and 1GB of memory, and it won&apos;t run standard Windows software. But it can display PDF files, and you can always convert Word documents to PDF, so it may be good enough.  Unfortunately, Samsung didn&apos;t mention a delivery date or price for the Galaxy Note 10.1. The mobile phone version of the Note, which has an S Pen and a 5.3in screen, costs around 500, so I&apos;d expect the Note 10.1 to be cheaper than a Windows 7 slate. Some Android tablets have N-Trig digitisers, which are fine for highlighting texts or drawing simple diagrams. Based on my experience with the HTC Flyer, I wouldn&apos;t buy one for handwriting. It&apos;s like writing with fat, if very fluid, crayon.  Another alternative would be to buy a Wacom digitising screen and run it from an existing PC. The sort of device that Wacom sells to graphic artists and photographers typically costs from 1,500 to 3,000, but there is a relatively affordable model, the Cintiq 12WX Interactive Pen Display. As the name implies, this has a 12.1in screen with a resolution of 1280 x 800 pixels, but it&apos;s not particularly light at 2kg (3.8lbs). The Cintiq 12WX might appeal because it&apos;s a relatively high quality digitiser and because you can use it with any Windows PC or Mac. It works like a second display screen, which means you won&apos;t have to buy another digitiser every time you buy a new PC. Amazon.co.uk currently offers the Cintiq 12WX for 773.40, reduced from 1,299.99. (I don&apos;t know if this means the 12WX, launched in 2007, is about to be replaced.) Having said all that, most people today seem to use Apple iPads for annotating and highlighting texts. It&apos;s a clunky process  like writing with a sausage  but you can make short notes if you write slowly on an enlarged view of the page and shrink the writing down. Or, of course, you can also use the on-screen keyboard to add much longer text annotations in a different font. There are loads of iPad applications that will annotate PDF files, such as iAnnotate, GoodReader and Scribble. GoodReader has annotation features, can handle a lot of different file types, and also includes file management that the iPad lacks.  Soonr&apos;s Scribble says it can &quot;mark up or annotate over 35 different file types, including PPT, XLS, and DOC, not just PDFs&quot;. It is also available for Android and Samsung devices. As always, it depends what you want to do, and how much you want to spend. If you were a graphic artist or photographer, then something like a Wacom Cintiq would be the obvious choice, preferably a 21UX. If you want to write notes with whole sentences and use handwriting recognition, then a Windows Slate will do the job, and the Samsung Galaxy Note 10.1 might be an alternative (but that remains to be seen). However, if you want the equivalent of coloured highlighters/underliners and the ability to add a few punchy words, then you can easily do those with a tablet with a capacitative screen like the iPad. Millions of people do. Buying an iPad or Android tablet would also enable you to get a cheaper, lighter machine. Either way, I strongly recommend trying a few systems before you buy one, and trying to keep an open mind. A capacitative tablet like the iPad cannot (yet) offer the same kind of experience as a Windows Slate with a Wacom digitising system, and if you&apos;re familiar with something better, it&apos;s easy to react against a more limited device. But the real question is whether it can do the job.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/mar/01/tablet-computer-documents-on-screen", 
    "wordcount": "1066"
}