{
    "headline": "Nigeria worst performer among African powerhouses in Ibrahim index", 
    "text": "     Human rights, political freedom, transparency and accountability have deteriorated in four African &quot;powerhouses&quot; over the past six years, according to the 2012 Ibrahim Index of African Governance, published on Monday. Nigeria, South Africa, Kenya and Egypt dropped in the rankings in two of the four categories used in the index to assess good governance across the continent  safety and rule of law, and participation and human rights. The other two categories are sustainable economic opportunity and human development. Nigeria was singled out as the worst performer of the four, dropping into the bottom 10 countries in the overall rankings for the first time. The country was ranked 14th out of the 16 countries in west Africa and 43rd out of the 52 countries listed overall. Nigeria was 41st last year and 37th in 2006. Although South Africa, Egypt and Kenya are ranked fifth, 14th and 25th respectively, people&apos;s freedom to participate in political processes has declined in each country. Kenya and South Africa have also registered a decline in economic opportunities, while Egypt has shown a significant improvement in this area. &quot;Given the vast natural and human resources of these four regional powers, these governance results are a concern,&quot; said Abdoulie Janneh, a board member of the Mo Ibrahim Foundation, which has published the index since 2007. &quot;Each of these countries plays a key role in the economic and political landscape of the continent. To continue to optimally play this role requires a sustained commitment to balanced and equitable governance.&quot; This year&apos;s index examines data from each of the four categories, which are broken down into 14 sub-categories, for each country between 2000 and 2011. It uses 88 indicators drawn from 23 independent data providers from Africa and internationally. Mauritius came top in the overall index, followed by Cape Verde, Botswana and the Seychelles, continuing the same pattern as last year. Somalia was last, a position it has occupied since the index was first published. The country came last in each of the four category rankings. Somalia&apos;s overall score has declined since 2006. Tanzania moved into the top 10 for the first time this year, while Liberia, Sierra Leone and Angola registered significant improvements. Sudan and South Sudan were not included this year. Speaking ahead of the index launch, the Sudanese-born philanthropist Mo Ibrahim told the Guardian that economic success cannot be allowed to overshadow human rights and democratic processes in Africa (video), a continent that has seen steady economic growth over the past 10 years, even during the &quot;dark days of the financial crisis&quot;. &quot;What we need in Africa is balanced development. Economic success cannot be a replacement for human rights or participation, or democracy  it doesn&apos;t work,&quot; he said. &quot;It worries us a lot when we don&apos;t see the trickle-through factor, when gain goes to the top 1% or 2%, leaving the rest behind.&quot; North Africa is an obvious example of the consequences of ignoring people&apos;s needs and rights, he added. &quot;Literacy in Tunisia is almost 100%. It&apos;s amazing  no country in the region or even in Asia can match Tunisia in education. So we have wonderful human development achievement in education and health, etc. But hundreds of thousands of men and women who graduated from college cannot find work, and not only that but [they] look around and they see an oppressive, corrupt regime. Then you have a volatile mix.&quot; Rwanda, which has risen two places in the overall ranking, to 23rd this year, is also an example of unbalanced development. Although the country ranks 16th and 11th for human development and sustainable economic opportunities respectively, up from 13th and 17th in 2011, it is 31st for safety and rule of law, down one place from last year and continuing a downward trend since 2006, and 29th for human rights and participation, although this is a rise of one place since last year. Last month, the EU partially froze aid to Rwanda over its alleged support of M23 rebel fighters in the Democratic Republic of the Congo, following the US, Germany and the Netherlands. The UK had earlier suspended budget support over concerns about the country&apos;s human rights record. Britain has since unblocked a portion of this money. Ibrahim said the governments in Kigali and Kinshasa need to be encouraged by their donors and &quot;friends&quot; to sit down and talk to solve the crisis. &quot;I really think Rwanda is not just part of the problem but part of the solution, and what we hope is for the different parties to sit together  and have constructive discussions,&quot; he said. Overall, since 2000, governance in Africa has improved. Particular progress has been made in women&apos;s rights, said Ibrahim, although he acknowledged there was still a long way to go before gender equality is achieved. &quot;We&apos;re very pleased. This is an area [in which] we&apos;re moving forward, but we&apos;re coming from a very low base,&quot; he said. It&apos;s easy to introduce new legislation against domestic violence or give women rights over land and in divorce cases, but it&apos;s much more difficult to change attitudes and the culture of &quot;male supremacy&quot;, he said. &quot;Education helps and the spread of information helps, and courageous, unflinching, uncompromising  political leadership is also required.&quot; For the third time, the Mo Ibrahim Foundation decided not to award any one the prize for African leadership this year, as no one matched the judges&apos; criteria. The prize recognises and celebrates excellence in African leadership, and provides winners with the opportunity to pursue their commitment to Africa once they have stepped down from office. It is awarded to a democratically elected former African head of state or government. The prize committee said: &quot;[We] reviewed a number of eligible candidates but none met the criteria needed to win this award. The award is about excellence in leadership. In the first six years the prize committee has selected three very worthy laureates who continue to be an inspiration and whose examples, we hope, will be emulated.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/15/nigeria-worst-ibrahim-african-governance", 
    "wordcount": "1021"
}