{
    "headline": "Apple's Tim Cook auctions the most expensive cup of coffee ever", 
    "text": "It might be the most expensive cup of coffee ever. If you want to meet Apple&apos;s chief executive Tim Cook over a hot brew at the company&apos;s headquarters in Cupertino, California, you&apos;ll need to stump up more than $180,000  the current going price for an auction on the website Charitybuzz that will give you some real face time with the man now running the business. Proceeds from the auction, which will run until 14 May, are going to the Robert F Kennedy Center for Justice and Human Rights, a charity, making Cook the latest participant in an ongoing series of &quot;time auctions&quot; to bring benefits from celebrity. The chat  expected to be about an hour  might give people time to quiz him about whether the company has lost its mojo, or how important China is, or get a little help with their new iPhone or iPad. Or just to discuss coffee. The auction kicked off on Wednesday at 4pm BST with a $6,000 bid; within four hours it had hit $16,000, and then burst through the $100,000 level after eight hours as news of the auction spread on Twitter and Facebook. With Cook&apos;s time seen as so precious  and interaction with him so potentiaily valuable  bids on the auction have ramped up rapidly. Though the bidders don&apos;t have to give real names, they seem already to include executives from rival companies such as BlackBerry, as well as Clearcrate, which makes cases for the iPad mini tablet, which was briefly the leader with a $160,000 bid. One British photographer who bid $130,000 before being trumped said he wanted to talk to Cook about human rights in Asia, where he is travelling. Jason Denning, a photographer, works for a charity which he says has similar aims to those to the one Cook is fundraising for: &quot;I thought it would be a good way to bring light onto my project and other charities here in Asia which I could discuss with Tim during the coffee,&quot; he told the Guardian. &quot;However sadly the bidding has gone too high now for me to even consider bidding again. My money would be better spent on the project itself.&quot; Cook&apos;s auction has the chance to rival or even beat the current record on Charitybuzz, where someone paid $255,000 to shadow former president Bill Clinton for a day. But it will be hard to match the $3.46m paid by a group of investors in 2012 for lunch with the financier Warren Buffett, who has been auctioning the chance to lunch with him since 2000. The money is raised for the Glide Foundation, which provides for the homeless in San Francisco. Then again, Buffett&apos;s auction allows the winner to bring along seven friends  meaning that on a per-person basis each had in effect paid $430,000. Charitybuzz says it has raised more than $60m for charity since setting up in 2005, by offering experiences such as going backstage with Paul McCartney ($70,000), climbing Mt Kilimanjaro and getting business advice from Richard Branson. It says bids have to be made with a valid credit card, which is checked for sufficient funds before bids are accepted. CharityBuzz said: &quot;The highest bid we&apos;ve had in our history was the winning $610,000 bid for a 2013 Lamborghini Aventador roadster this past March 2013 to benefit One Drop. The highest bid for an experience at Charitybuzz was a $255,000 winning bid to spend a day shadowing President Bill Clinton to benefit the Clinton Foundation.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/25/apple-expensive-coffee-tim-cook", 
    "wordcount": "599"
}