{
    "headline": "On the track to the moors", 
    "text": "The way to the moors is a short wide track rising through upland fields. Sandy and pebbly underfoot, its deep ruts are impressed with the chevron markings of tractor tyres. The few squat sycamores vibrate with the sound of the wind, a cutting wind that chills and buffets. A dead hare is half hidden by grass, its eye hollow, its fur in tufts. Everything still looks wintery: silver tangles of wild roses, dark rough hummocks of heather, fields stubbornly bleached. Into this faded world burst the colours of birdsong, exhilaratingly filling the sky as far as the edge of hearing. Curlews all around utter long drawn-out calls, rising in pitch before exploding in bubbling ecstasy. Peewits give sweet, throaty cries as they tumble and swoop. Their blunt wings flash black as they quickly change direction, experts at aerial tacking. Larks scribble their songs in the grey sky. There&apos;s a rush of wings as a flock of golden plover fly over the track. From the field I can hear two repeated notes like a squeaky foot pump, over and over in short sentences. The bird is so well camouflaged that it takes several passes with the binoculars to spot it among the field rush. A snipe  I can see its long beak opening and shutting like tweezers, its brown and cream markings that make it blend in so well. The names of birds have worked their way into the places of this wild landscape. Nearby Chat&apos;s Lane, where stonechats are still seen, also leads up on to the moors. A rugged stone byre is known as Owlet Hall. The Throstle is a cottage pressed into a steep hillside where mistle thrushes belt out their songs from tall ash trees. Throssel Hole has become a Buddhist monastery set in a quiet garden. The farmstead of Pia Troon reportedly owes its strange name to an old mapmaker mishearing Pyut Run, a place where magpies strut, as the farm was previously known. The Northumbrian dialect, as inventive and rich in sounds as the varied birdsong, hears the moorland cries of peewits and gives these birds the charming name of peasweeps.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2013/apr/25/catton-northumberland-track-moors", 
    "wordcount": "356"
}