{
    "headline": "Apps Rush: WrestleFest, Discovery Channel: Extreme World, Manchester Time Machine, Mario Kart 7 and more", 
    "text": "A selection of 11 new apps for you today: WrestleFest Premium If you, like me, spent far too many hours as a child battering a virtual Hulk Hogan, Ultimate Warrior, Big Boss Man and co in the WWF WrestleFest arcade game, rejoice. THQ has revived it for iOS. Current wrestlers share the billing with old favourites like Jake &apos;The Snake&apos; Roberts and the late Randy Savage. A separate iPad version is also available.iPhone Discovery Channel: Extreme World Miles Kelly Publishing has worked with the Discovery Channel on this iPad book-app, promising &quot;action-packed text, astounding facts, thrilling photography, dynamic design and amazing video footage&quot;. And volcanoes.iPad Live Rugby Six Nations This app draws on real-time data from Opta to provide text commentary and a graphical representation of Six Nations rugby matches, including comparing teams and players stat-for-stat. The link above is for iPhone, but the Android version is here.Android / iPhone Manchester Time Machine A team at Manchester Metropolitan University has created this iPhone app that draws on historical footage of Manchester from the North West Film Archive, and uses GPS to tag each video with its actual location in the city. iPhone Combo Explorer for Mario Kart 7 A lot has been written about smartphones eating into sales of traditional gaming handhelds, but this app aims to be more complementary. It focuses on the Nintendo 3DS game Mario Kart 7, providing a guide to the 20,230 possible combinations of characters, karts, wheels and gliders. With charts.Android / iPhone Upping Your Elvis Don&apos;t curl your lip up at this. Oh, actually, do. This is an app to help you realise how &quot;Elvis&quot; you are at any point in time by which the app&apos;s creator Chris Barz-Brown means whether you &quot;stand out, break the rules and make things happen&quot;. The idea being to monitor how you&apos;re feeling, and get quick &quot;State Breakers&quot; to get you all shook up.iPhone Miffy&apos;s Garden Strangely, this showed up in my RSS feed as Miffy&apos;s Garden, but when you visit the App Store, the description is Dutch and the title is &quot;De tyin van nijnte&quot;. So proceed with caution, although the screenshots appear to show an English-language option too. It&apos;s the first book-app starring fictional bunny Miffy, anyway.iPad Reflections for Lent As Lent gets underway, Church House Publishing has released an app with daily reflections on Bible passages by authors, suggesting that they&apos;ll be &quot;a good alternative or accompaniment to giving up chocolate or coffee&quot;. Aimer Media developed the app.iPhone / iPad Wedding Moodboard Digital moodboards are all the rage in 2012 thanks to strong interest in Pinterest. Wedding Moodboard takes a different tack, providing an app for planning wedding themes through visuals, while also checking seasonal flowers and offering tips on planning the big day.Android Autism iHelp  Home This iOS app is the work of parents of a child with autism and a speech-language pathologist, with the aim of helping kids learn the names of 24 common items from around the home, using photos, audio and text. iPhone / iPad The Great Escape 2012 Brighton music festival/conference The Great Escape has an official app, which will provide biographies and links for all the artists playing, as well as conference session details. More info on the project is here.iPhone / Android / Blackberry", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/21/apps-rush", 
    "wordcount": "566"
}