{
    "headline": "Ministry of Defence campaigns for overseas aid to pay for military patrols", 
    "text": "The Ministry of Defence has stepped up its campaign to draw upon millions of pounds from Britain&apos;s aid budget by suggesting the Department for International Development (DfID) pays for flights on military aircraft, some navy patrols and body armour. There was even a move to ask DfID to contribute to the cost of the Royal Navy&apos;s new aircraft carriers on the grounds they will be used for peacekeeping operations and for disaster relief  but that suggestion has now been dropped. The ideas form part of an aggressive attempt by the MoD to stake a claim to money from the protected aid budget in next month&apos;s comprehensive spending review  efforts that were encouraged by the prime minister, David Cameron, when he suggested there was potential overlap between the two departments. His surprise intervention in February was welcomed by rightwing Tories and led the MoD and DfID to set up a working group of officials and military personnel to establish where they could work together more effectively and share resources. This first draft of ideas is the result; but, according to sources who have seen the consultation document, the two sides &quot;are miles apart&quot;. The MoD has pushed for DfID to pay for flights on RAF transport aircraft  military helicopters, for instance, are used extensively to carry soldiers and civilians. Under the scheme, DfID would &quot;pre-pay&quot; for a guaranteed number of flight hours on certain aircraft. &quot;There is a tendency at the MoD to look at the DfID budget and think the department is awash with money that it doesn&apos;t know what to do with,&quot; said one Whitehall source. &quot;Defence believes it is paying for activity that is essentially conflict prevention or humanitarian relief, and because its own budget is under such stress, it wants DfID to take more of the burden. The truth is, if the MoD doesn&apos;t get money from somewhere, there will likely be more cuts in numbers and so they are casting around.&quot; The tension between the MoD and DfID comes as government departments are scrambling to find ways of meeting the Treasury target of another 11.5bn cuts for the review, which will set Whitehall budgets for 2015/16. Departments not protected from cuts are eyeing the large budgets for aid, schools and health and trying to reclassify their spending to stake a claim in them. Philip Hammond, the defence secretary, has been fighting to secure special status for the MoD, and is said to have made robust interventions in cabinet on the issue. The military is also looking to recoup money from DfID for the Royal Navy&apos;s Atlantic patrol task (APT), intended to protect British interests in the Caribbean. The APT helps out with humanitarian relief during the hurricane season, as well as contributing to counter-narcotics and terrorism operations. Some senior MoD officials have even questioned whether the government should renege on a coalition government pledge to increase spending on aid to 0.7% of national income  a benchmark set by the Organisation for Economic Cooperation and Development (OECD). Any such move would be fiercely resisted by Nick Clegg and the Lib Dems, putting the coalition under further strain. It would also horrify aid agencies, which on Tuesdaycalled for the UK to honour the rules governing spending from DfID&apos;s official development assistance (ODA) budget. The ODA budget is due to increase to 13bn next year, and Oxfam said every penny must go to help the world&apos;s poorest people, and not be diverted to ease the MoD&apos;s financial problems. One source said: &quot;The MoD is looking to claw back money but the government has to abide by the OECD rules. It is something the government signed up to.&quot; The MoD confirmed discussions were ongoing. An options paper would be put to the national security council (NCS), a spokesman said. &quot;Improving stability and security in fragile and conflict-affected states is vital to our national security. That&apos;s why we&apos;re working with DfID to look at how best we can use our resources overseas ahead of a discussion at the NSC before the summer.&quot; Though the MoD has been promised a 1% rise in its equipment budget after 2015, its personnel budget is not ringfenced and could be hit by a 5% cut. That would almost certainly mean more military and civilian job losses, on top of the 60,000 voluntary and compulsory redundancies that have already been made. Defence ministers and senior officers have privately seethed at the ringfencing of the aid budget, which will have increased by 40% by 2014. But the former Lib Dem leader Sir Menzies Campbell said the MoD appeared to be &quot;trying it on&quot;. &quot;If there was any military raid by the MoD on the development budget the public would most certainly understand that this was a diminution of the commitment to reach the 0.7%. It would undermine the commitment made by the prime minister. It would obviously and inevitably impose strain on the coalition, not least because Liberal Democrat activists regard this as something of a totem pole. The best way to support the MoD is to give it proper funding and to declare it immune from any further cuts as Philip Hammond has argued. Robbing development &apos;Peter&apos; to pay for military &apos;Paul&apos; makes no sense.&quot; Emma Seery, Oxfam&apos;s head of development and finance, added: &quot;The UK made an historic commitment and it must stick to it and not look for loopholes in the rules. That would be unacceptable. It would not be acceptable for a single penny of the aid budget, which is supposed to be helping the world&apos;s poor, to be diverted to the military budget.&quot; DfID said the increase in the ODA budget is &quot;clearly in our national interest&quot;. Addressing problems upstream will prevent conflicts in the future, officials insist. &quot;It helps us tackle poverty [which] feeds instability, conflict, terrorism and migration, all of which can post a threat to our national security,&quot; a spokesman said. &quot;That is why the government has put building stability overseas at the heart of our approach to development.&quot; DfID insisted it was committed to exploring &quot;new ideas&quot; with the MoD but said this had to be done &quot;in accordance with the existing rules of ODA spending&quot;.", 
    "section": "global-development", 
    "gid": "uk/2013/apr/30/ministry-defence-overseas-aid-patrols", 
    "wordcount": "1063"
}