{
    "headline": "Anti-wind power MPs may have Cameron's backing", 
    "text": "The letter, signed by more than 100 Tory MPs opposing their own government&apos;s policy on wind power, was embarrassing for No 10. And yet the presence of two of the leadership&apos;s most loyal MPs  Nadhim Zahawi and Matthew Hancock  also invited speculation that the move may have been sanctioned at the very top of the party. Chris Heaton-Harris, the Tory MP who collected the signatures of more than half his party&apos;s backbenchers, as well as those of two Lib Dem, one Democratic Unionist party (DUP) and two Labour MPs, denies any involvement or blessing from the prime minister or chancellor. But according to one Lib Dem government insider, in the &quot;realpolitik&quot; of coalition politics, the leadership does not need to ask MPs to voice opposition in order for backbenchers to know that their trouble-making is welcome. Whatever happened in this case, there are good reasons why David Cameron and George Osborne may have been happy to see the letter make headlines. It is prudent to have a confident rightwing asserting itself, to counter suggestions that the Lib Dems have undue influence on government policies, despite being the minor coalition partner. More pertinently, with regular headlines  fair and unfair  about the cost of the government&apos;s energy and climate policies being added to electricity and gas bills, there must be concern among senior ministers about subsidies for wind and other renewables. Add to that the frustration that a large proportion of wind turbine investment and jobs seems to be going overseas when the British economy is struggling, and it is helpful to have ground prepared for a possible policy shift. The attractions of the &quot;anti-wind&quot; letter are emphasised by the apparent difficulty in organising a counter-demonstration of support. Heaton-Harris took just three days to collect his signatures; weeks later, nobody has got an equal number of MPs to sign support for onshore wind  although a group of pro-renewable interests is mustering backing from more predictable interests, including renewable companies and environmental campaigners. Heaton-Harris now believes he has enough support across the political spectrum, including at least 10 Labour MPs, to form an all-party group  a permanent reminder to ministers of the opposition on all sides, not least his own. In a letter of reply last week Cameron staunchly defended the government&apos;s support for wind power as one of many sources of energy, citing &quot;hard-headed&quot; reasons such as reduced reliance on imported gas and job creation. But he played down the importance of targets to cut greenhouse gas emissions from fossil fuels and to increase renewables to 15% of all energy used by 2020. Significantly, Cameron listed the other elements of a &quot;balanced&quot; electricity mix as &quot;gas, nuclear, cleaner coal and other forms of renewable energy&quot;. It reflects the vision emerging from industry planning documents: one in which the biggest boom in new energy for the rest of this decade is wind power, followed by more than 12GW of new gas power and perhaps two new nuclear power stations  and beyond that maybe more reactors. These scenarios lend credence to the notion that influential voices in the government are arguing that, to insure the UK against a future in which renewable energy cannot be deployed fast enough to meet the country&apos;s ambitious targets, more gas-fired power would be a relatively cheap and reliable way to ensure enough generating capacity to meet demand. Ministers have also suggested raising the cap on emissions from new power plants, potentially reducing the amount of expensive carbon capture and storage equipment required for coal power. Meanwhile, electricity market reforms propose a guaranteed minimum price for future electricity to ensure that energy generators will risk building reactors, while technically meeting the coalition pledge of no nuclear &quot;subsidies&quot; because the payments would be available for all kinds of generation. Longer term, both these moves help the government go beyond 2020 targets and meet promises to cut greenhouse emissions by up to 80% by the middle of the century. But opening so many new fossil fuel power stations and any nuclear reactors would be controversial with others including the environmental lobby and Lib Dems opposed to nuclear power.", 
    "section": "environment", 
    "gid": "environment/2012/feb/26/conservatives-opposed-coalition-policy-wind", 
    "wordcount": "699"
}