{
    "headline": "Oil nations asked to consider carbon tax on exports", 
    "text": "The world&apos;s largest oil-exporting countries have been asked to consider imposing a small carbon tax on oil as a way to break the deadlock over finance for poorer countries in the UN climate talks. The Ecuador-led initiative, submitted to the Organisation of Petroleum Exporting Countries (Opec), could see a 3-5% tax levied on every barrel of oil exported to rich countries. This could potentially raise $40-60bn a year for the green climate fund, which is expected to be the principle route of funding for developing countries to adapt to climate change. The Ecuadorean president, Rafael Correa, proposed a carbon tax at a summit of Arab and South American countries in October in Peru which included the heads of state and energy ministers of nine of Opec&apos;s 12 countries. The Guardian understands the proposal was taken seriously and not dismissed out of hand. The idea was first mooted in 2001 by former World Bank senior economist Herman Daly  leading it to be dubbed the &quot;Daly-Correa tax&quot;  and will be further discussed by Opec countries at the UN climate talks which open on Monday in Doha. &quot;The first global tax on carbon emissions would achieve the most efficient and just way to do what [the] Kyoto [protocol] has failed to do: make carbon emitters internalise the effects of their actions and pay for the pollution they create,&quot; Correa told the summit. Although rich countries have formally agreed to provide poor countries $100bn a year for adaptation by 2020, little progress has been made on deciding how the money should be raised. Ideas considered by a high-level advisory group on climate change financing, set up by the UN secretary general Ban Ki-moon and co-chaired by the former UK prime minister Gordon Brown, included a tax on global shipping and aviation as well as on financial transactions. The group considered carbon taxing but not from oil imports. &quot;The beauty of the &apos;Daly-Correa&apos; carbon tax idea is that it would raise substantial amounts of money, it would be relatively easy to administer, and all the money would go to poor countries to adapt to climate change and develop renewable energies. We are working on the principle of the polluter pays&quot;, said a source in the Ecuadorean foreign ministry in Quito. It is understood that Opec, which supplies about 40% of the world&apos;s oil and includes Venezuela, Iran, Iraq, Saudi Arabia, the United Arab Emirates, Nigeria, Ecuador, Gabon and Angola, could unilaterally impose the tax but this would almost certainly meet strong resistance from Europe, the US and Japan, which between them import around one third of the world&apos;s oil imports. To be successful, the proposal would need to be copied by other major oil-exporting countries such as Russia. But support for a carbon tax to help developing countries adapt to climate change has come from Norway. Last month it proposed to nearly double its carbon tax on offshore oil companies and fishing fleets allowing it to plough an extra 1bn into its funds for climate change mitigation, renewable energy, food security in developing countries and conversion to low-carbon energy sources. And, in a clear signal that global business is becoming frustrated by the lack of political action in the UN climate talks, support for a global carbon price came on Monday from 100 multinationals including Shell, Unilever, Cathay Pacific, EDF Energy, Braskem, Statoil, Swiss Re, Ricoh and Skanska. The companies have called on governments to introduce a the price to &quot;drive the investment&quot; needed to deliver substantial reductions in greenhouse gas emissions. &quot;A price on CO2 can open the door to increased ambition. Putting a clear, transparent and unambiguous price on carbon must be a core policy objective,&quot; said the companies who signed up to a declaration by the Carbon Price Communiqu, an initiative co-ordinated by the Prince of Wales&apos;s corporate leaders group on climate change.  This article was changed on 21 November to clarify that Herman Daly was a senior economist at the World Bank, not chief economist", 
    "section": "environment", 
    "gid": "environment/2012/nov/21/oil-nations-carbon-tax-climate-talks", 
    "wordcount": "676"
}