{
    "headline": "Google and Facebook in bidding war over Waze travel app company", 
    "text": "The travel app company Waze is believed to be the subject of a billion-dollar bidding war between Google and Facebook, in a move apparently aimed at tying its social functions more closely into the rival firms&apos; networks. A fortnight ago reports suggested that Facebook had bid $1bn for the business, in order to wrap the &quot;social travel&quot; element into its billion-strong social network. But those initial approaches seem to have been rebuffed  and now Google is said to have entered the fray. Any buyout by Google or Facebook could also have implications for Apple, which buys data from Waze for its much-criticised Maps application on the iPhone and iPad. In January, Waze was said to have been in takeover talks with Apple, for which it is a supplier of some map data. Apple was reported to have been offering about $500m for the company  an amount that was apparently rejected by Waze chief executive Noam Bardin, who was holding out for substantially more. Now those bids seem to have arrived for the company, which has more than 40 million users, and which has attracted attention in the US for its ability to provide real-time information about traffic. Its social influence was highlighted after Hurricane Sandy, when the White House and the Federal Emergency Management Agency (FEMA) contacted Waze to ask its users to indicate which petrol stations in New Jersey were short of fuel after the devastating storm so they could be prioritised for deliveries. Waze, founded in Israel in 2007 but now headquartered in Silicon Valley, provides a free smartphone app which uses GPS sensing when the user is in traffic to determine their speed; by amalgamating it with other Waze users&apos; data, it can generate real-time information about holdups, accidents and other problems. That, in turn, helps to predict optimal routes avoiding congestion or roadblocks. After Hurricane Sandy, the company sells anonymised data sets of maps and traffic to third parties. For Facebook, Waze would provide a further route into the burgeoning mobile space, where purchased photo-sharing app Instagram for $1bn in April 2012. Buying Waze could give it more opportunities to sell mobile ads, as well as getting better data about its users&apos; movements. For Google, Waze would help to enhance the social side of its new maps app, which was unveiled at its recent I/O conference earlier this month. Waze has received a total of $67m of venture capital funding, the most recent a $30m injection in October 2011 which valued it at around $250m,. Facebook declined to comment. Waze and Google did not return requests for comment.", 
    "section": "technology", 
    "gid": "technology/2013/may/24/google-facebook-waze-travel-app", 
    "wordcount": "435"
}