{
    "headline": "Medicine: the appliance of science", 
    "text": "More than once last year, researchers described leaps in medical science that were so breathtaking, and held so much potential for patients, that they immediately joined the list of fields to watch in the year ahead. In most cases, the work was, and is, at an early stage and its future success far from certain. Such is the nature of science. Most of today&apos;s breakthroughs will be tomorrow&apos;s failures. But some may go down in history for transforming how medicine is done. Often, medical science surges ahead when different areas converge. That&apos;s the case with genome editing, which gives scientists the extraordinary ability to rewrite genes in living organisms. At the heart of the process are enzymes that can sever DNA at chosen locations. But to be useful, it required advances in computational genetics, and exquisite techniques to manipulate biological cells. Then there is the microbiome, the name given to the community of microbes that lives in and on our bodies. The trillions of bacteria that live in our guts, for example, influence our development, our metabolism, and our risk of scores of diseases. The prospect of treating, or preventing disease, through manipulating the microbiome, encouraging some bugs here, and fewer there, is a radical departure for medicine that now looks entirely realistic. Cost is one of the greatest barriers to medical progress, so the falling price of genetic sequencing was bound to have an impact. Perhaps its most exciting application is the creation of gene profiles for tumours, which can be used to tailor therapies for individual patients. There is a long way to go, but solid progress has already been made. These are only three of the most tantalising areas poised to make a major impact on medicine. Over the next year and more they may prove their worth, be superseded by better approaches, or fail spectacularly. Whatever the outcome, they are ones to watch. Rewriting genes In 2009, doctors in Germany treated a man forleukaemia and in doing so cured him of HIV. Timothy Ray Brown was given a bone marrow transplant, a common enough option for leukaemia, but his donor was chosen specifically for a rare mutation in their cells. The genetic quirk, carried by a few per cent ofthe population, made the donor&apos;s white blood cells impervious to HIV. Once transplanted, the cells repopulated Brown&apos;s immune system, and made him resistant to the virus. He is the only person effectively tobe cured of HIV. The same approach cannot be used for themillions of others with HIV. There are toofew appropriate donors, and the transplant operation alone carries a risk of death. But there might be another way, which draws on a technique called genome editing. The process is simple to explain, though complex to perform. First, extract immune cells from the patient. Then use enzymes to rewrite the DNA in those cells so they carry HIV-resistant genes. Finally, infuse the cells back into the patient. With luck, the modified immune cells thrive in the body, while the others die off. The first clinical trial to do this in HIV patients ends this month. These are earlydaysyet, and the trial will only assess safety, but the impact could be enormous. &quot;This is one of the most exciting things I haveseen,&quot; says Chris Mason, professor of regenerative medicine at University College London. &quot;We don&apos;t know if it&apos;s going to work, but the potential isamazing.&quot; The idea marks the convergence of two cutting-edge fields in medicine, namely geneand cell therapy. One advantage over traditional gene therapy is that the immune cells are modified in a petri dish, so they can be checked to ensure they are safe to return tothe patient. Genome editing may not work straight off the bat. But if the first trials go well  and moreare already planned  then scientists willsoon want to use it to tackle other diseases, such as haemophilia. &quot;This is such aneat technique,&quot; says Mason. &quot;Even if this isonly applicable to HIV, just think of the numbers who could benefit.&quot; Manipulating stomach bugs You might think bacteria are our mortal enemies, but one of the hottest fields to emerge in medicine has firmly overturned that view. The microbes in and on our bodies can be our allies. They are intimately woven into our physiology and play a crucial role inour metabolism, development, and our susceptibility and response to diseases. Last year, the Human Microbiome Project mapped the full community of microbes  themicrobiome  that lurk in various parts ofthe healthy human body. Scientists are nowfinding that shifts in these bacterial groups raise or lower our risk of a staggeringly broad range of diseases. The reason is simple: the bugs release substances that are active inour bodies. We carry more bacterial cells than human ones. A person&apos;s gut alone contains 100 trillion bacteria, or 10 times the number of human cells in the body. They hold several million genes, compared with the mere 20,000 or soneeded to build and maintain a human being. Many scientists refer to the 1kg ecosystem of bugs as a &quot;virtual organ&quot; whoseimportance in medicine has long beenoverlooked. In the year ahead, scientists expect to makeheadway in understanding the role of the microbiome in metabolic diseases, such as obesity and type II diabetes, and inflammatory problems, including colitis, Crohn&apos;s disease and irritable bowel disorder. Their findings could pave the way for radical new treatments that use drugs, or even specially tailored foods, to manipulate the microbiome, toprevent or cure diseases. Cancer profiles The cost of reading DNA has fallen to the pointthat doctors can take a biopsy from a tumour and see all of the mutations that triggered and drive the disease in an individual patient. Less than a decade ago, this was the stuff of science fiction.            The genetic histories of tumours that scientists can now piece together are crucial for grasping the basic biology of cancer, but also for efforts to improve cancer therapy. These profiles can tell doctors which drugs will work for a patient, and which are only likely to cause horrible side-effects. To this end, the International Cancer Genome Consortium (ICGC) has begun sequencing the genetic code of 50 cancers inmultiple patients, from brain and bladder, to lung and liver. For each disease, scientists want to define a genetic signature  the seriesof genes that mutate to cause the disease. For skin cancer, for example, there isa signature from exposure to ultraviolet light. In lung cancer, a common signature isproduced by the chemicals in cigarettesmoke. Last year, the first results from the consortium were released to scientists worldwide. Far more will follow in the year ahead. &quot;For each tissue type you can see themost commonly mutated genes,&quot; says UltanMcDermott at the Wellcome Trust Sanger Institute in Cambridge. &quot;This gives usan unprecedented glimpse at what drivescancer, and tell us which pathwaysweshould be targeting with drugs.&quot; A separate project at the Sanger Institute, run by McDermott and others, is complementary to the ICGC&apos;s work. There, scientistsare taking cells from cancer patients, growing them in the lab and exposing them to scores of old and new cancerdrugs. The aim is to find drugs that areeffective, even in only small groups of patients whose cancers are driven by specific mutations. In the years ahead, patients will increasingly be stratified  or broken down into smaller groups, according to genetic information  and treated with more bespokedrugs. &quot;There are probably many existing drugs that work but have not been tested in the rightpatients,&quot; says McDermott. &quot;It may wellbe that we have a lot of the drugs we need, but simply don&apos;t know which patients to give them to.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/01/medicine-the-appliance-of-science", 
    "wordcount": "1372"
}