{
    "headline": "International women's day: a voice from the Philippines", 
    "text": "   Jelen Paclarin Photograph: Jelen Paclarin    There are various efforts both on the part of the government and the civil society organisations to address the elimination and prevention of gender-based violence in the Philippines. The women&apos;s movements continued critical engagement in the law and the legal system, and the struggle for the state&apos;s accountability to women&apos;s rights have spelled gains in terms of formalising equality through the passage of several women-friendly laws, particularly those addressing violence against women. Moreover, capacity building for women continues to be an effective strategy for women to further claim their rights. However, effective enforcement of these laws is another concern that the government must work on more since this is the usual complaint of women who try to access the law. The main thrust [of the Women&apos;s Legal and Human Rights Bureau] is to engage in feminist legal advocacy and development work, pursuing policies and programmes that uphold the rights and interests of Filipina women, conducting information, education campaigns to raise public awareness and actions on women&apos;s issues, undertaking training and research with other women&apos;s groups to build knowledge and capabilities for stronger campaigning and advocacy engagements on women&apos;s rights; and promoting [lawyers that] defend and advance women&apos;s rights. The government must seriously address gender-based violence. The passage of women-friendly laws is the start and not the end. Strong political will is important to effectively implement the law but at the same time ensuring that there is corresponding budget and efficient people to implement the law and the programmes of the agencies. The government must continue to support programmes that will ensure communities&apos; meaningful participation in the decision-making process and make them active agents of development. The UN Commission on the Status of Women remains the only arena within the UN for advocacy/promotion of the women&apos;s agenda. The CSW process can open opportunities for the women&apos;s movements/advocates to lobby for specific and concrete actions at the national level. Standards setting and commitments of government are discussed in CSW but we can only consider the results of the conference as a success depending on how good these agreements will be translated into policies and programmes at the national and local levels.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-philippines", 
    "wordcount": "361"
}