{
    "headline": "What does Christmas do to your brain?", 
    "text": "What&apos;s going on in your head as Christmas approaches? Your brain is already having to cope with your festive party schedule and the stress of Christmas shopping  and things are set to get a whole lot more intense. Here are five Christmas catastrophes about to wreak havoc on your little grey cells: 1 Seasonal affective disorder Researchers believe that as many as a third of the UK population suffer from seasonal affective disorder  severe changes in mood with the onset of winter. Those affected are thought to have low levels of serotonin and melatonin, which means they require much more daylight. When light hits the retina at the back of the eye, electrical signals are sent to the hypothalamus. This is the part of the brain that controls sleep, appetite, body temperature, sex drive and mood. When there&apos;s not enough light getting through, these functions begin to slow down. 2 Over-eating Gastric indulgence is pretty much obligatory at Christmas  and indigestion is a familiar consequence. But over-eating also has a far more sinister effect. It stimulates a usually dormant pathway between the hypothalamus and the immune system. This results in an excessive immune response and leads to low grade inflammation throughout the body. And that&apos;s why you often feel unwell after eating too much. Over-eating for long periods of time leads to chronic inflammation, which can contribute to Type 2 diabetes and heart disease. 3 Too much alcohol Infrequent heavy drinking sessions at Christmas and New Year are unlikely to have a serious health effect, but you may experience short-term symptoms such as feeling anxious or irritable when you stop. Abrupt cessation of alcohol use leads to brain hyperexcitability due to the sudden &quot;release&quot; effect on receptors which had been inhibited by the alcohol. 4 Too much television On Christmas Day, the average UK household watches more than eight hours of television. People are reluctant to accept that TV has any effect on them, but doing anything for that long will have some short-term neurological consequences. Television encourages low alpha waves (brainwaves in the frequency range 8-12 Hz) in the brain. These brainwaves are associated with relaxation, but also suggestibility  something advertisers look to capitalise on by making your receptive brain associate their brands with positive emotions. If you spend many hours with your brain operating in the low-alpha state, this can result in attention-span issues and an inability to concentrate when you return to work. 5 Family stress Christmas is a time for family. For many, that is not an unmitigated blessing. Any form of stress leads to the release of adrenaline and cortisol  an automatic response that has been in our genes since we were hunter gatherers. But there is one part of a brain that is especially vulnerable to increases in cortisol and that&apos;s the hippocampus. As a result, when you&apos;re stressed you may find your ability to multi-task and remember things is impaired. Not hugely helpful if you&apos;re making the meal. Exercising (Boxing Day jog anyone?) and getting plenty of sleep are the best ways to counteract increased cortisol levels. Exercise stimulates the growth and repair of cells in the hippocampus, and induces a more positive mood, making you less susceptible to stress and reducing the amount of cortisol released. Plus it provides the perfect excuse to run away from your relatives.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/dec/19/what-does-christmas-do-to-your-brain", 
    "wordcount": "558"
}