{
    "headline": "Best new apps of 2012: what to download on your Christmas iPad or smartphone", 
    "text": "   Angry Birds Star Wars app logo    Angry Birds Star Wars iPhone/iPad/Android/Windows Price varies Not just the best Angry Birds game: the best Star Wars spin-off in a long time. You still fire birds at pigs, but it&apos;s augmented with light sabres, lasers, etc.     Pingit app logo    Barclays Pingit iPhone/iPad/Android/BlackBerry Free Pingit, one of the year&apos;s most innovative apps, allows anyoneto send money to friends (and receive it from them) using just their mobile number.     Barefoot World Atlas.    Barefoot World Atlas iPhone/iPad 2.99 Why should an atlas on a touchscreen device look like a printed book? This app opts for a spinable, zoomable virtual globe packed with information, stats and sights and sounds.     Google Chrome app logo    Chrome iPhone/iPad/Android Free Google&apos;s browser came to smartphones and tablets in 2012. Its ability to synchronise bookmarks, passwords, website history and open tabs across devices is a time-saver.     Clash of Clans app logo.    Clash of Clans iPhone/iPad Free This has been one of the biggest gaming hits of the year on Apple devices: like FarmVille crossed with a war game as you build a village, train troops and fight other players.     Fab.com app logo    Fab.comiPhone/iPad/Android  Free This shopping website focuses on great design across a range of products and is a well-tuned way to browse its catalogue and buy direct from your device.     Fantastical app logo    FantasticaliPhone  1.49Fantastical replaces the iPhone&apos;s default calendar. Voice dictation, integration with Facebook events and the ability to use it with Google Calendar make it a winner.     Figure app logo    Figure iPhone/iPad 0.69 Techno music app based on powerful technology, but with a playful interface on top. Within minutes you&apos;ll be creating beats, melodies and building-shaking bass lines.     London: A City Through Time app logo.    London: A City Through Time iPhone/iPad 9.99 Packed with an encyclopedia&apos;s worth of text on the capital, and swelled further with photos, videos, 360-degree views, audio tours and more.     The Magazine app logo    The Magazine iPhone/iPad  Free trial An intriguing attempt to find out what a magazine designed from the ground up for smartphones and tablets might look like. It costs 1.49 a month for two issues.     Me Books app logo    Me Books iPhone/iPad Free A picture-book store where parents can browse and buy stories featuring Peppa Pig, Charlie and Lola, Peter Rabbit and other Ladybird classics, then read them with children.     National Rail Enquiries app logo    National Rail Enquiries iPhone/Android Free A must-download this year. It&apos;s a slick, quick way to search for train times, check for disruption, set alerts to wake you up at your stop and tap through to buy tickets.     Netflix app logo    NetflixiPhone/iPad/Android/Windows Phone  Free Netflix charges you 5.99 a month for access to its growing catalogue of films and TV shows, including slick smartphone and tablet apps.     New Star Soccer app logo    New Star Soccer iPhone/iPad/Android Free If you love football and haven&apos;t played this, what are you waiting for? It&apos;s a ferociously addictive game that puts you in the boots of a player, passing and shooting to glory.     Nokia City Lens app    Nokia City Lens Windows Phone Free One of the best attempts yet to use &quot;augmented reality&quot; to help you find your way around the real world, while highlighting points of interest you might otherwise miss.     The Orchestra app    The Orchestra iPad 9.99 A wonderful dive into eight performances by the Philharmonia orchestra, with video, audio, a synchronised score and information about instruments and players.     Paper by FiftyThree app    Paper by FiftyThree iPad Free There are plenty of ways to write text notes on an iPad, but Paper is a beautifully designed app for other scribblings: sketches, diagrams, flow charts and doodles.     Pocket Planes app logo    Pocket Planes iPhone/iPad/Android Free Running a global airline might not sound like the stuff of gaming dreams, but this makes it fun. Buy and upgrade aircraft, plan your routes and hook up with friends&apos; airlines.     Radioplayer app    Radioplayer iPhone/Android Free Looking to stream British radio stations to your smartphone? This aggregates hundreds, including all of the BBC&apos;s and commercial, community and student stations.     Romeo and Juliet app logo    Romeo and Juliet: Explore Shakespeare iPad  9.99 A new way into Shakespeare&apos;s play. It offers the full text, an audio performance, word clouds and a theme line to explain key concepts.     SongPop app    SongPop iPhone/iPad/Android  Free The game involves guessing the titles of songs from clips as quickly as possible in a range of genres, before challenging friends to beat you. Very addictive.     Sparrow app    Sparrow iPhone 1.99 The iPhone&apos;s Mail app is fine for most people, but Sparrow was an excellent alternative. With extra features, intuitive swipe controls and a smart way of sorting your contacts.     Swiftkey 3 app logo    SwiftKey 3 Keyboard Android 2.99 An alternative keyboard for Android smartphones with very clever predictive typing that also corrects your spelling and missing spaces as you tap away.     Toca Band app logo    Toca Band iPhone/iPad 1.49 The best children&apos;s app for 2012 gets youngsters to create a song by dragging and dropping colourful characters, each with their own sound, onto the screen. Joyful.     Xbox SmartGlass app logo.    Xbox SmartGlass iPhone/Android/Windows Phone Free An intriguing glimpse of the future for games consoles  your tablet or smartphone acts as a remote control when not playing games, and a second screen for additional content.", 
    "section": "technology", 
    "gid": "technology/2012/dec/16/best-apps-of-2012", 
    "wordcount": "861"
}