{
    "headline": "Piltdown Man: British archaeology's greatest hoax", 
    "text": "In a few weeks, a group of British researchers will enter the labyrinthine store of London&apos;s Natural History Museum and remove several dark-coloured pieces of primate skull and jawbone from a small metal cabinet. After a brief inspection, the team will wrap the items in protective foam and transport them to a number of laboratories across England. There the bones and teeth, which have rested in the museum for most of the last century, will be put through a sequence of highly sensitive tests using infra-red scanners, lasers and powerful spectroscopes to reveal each relic&apos;s precise chemical make-up. The aim of the study, which will take weeks to complete, is simple. It has been set up to solve a mystery that has baffled researchers for 100 years: the identities of the perpetrators of the world&apos;s greatest scientific fraud, the Piltdown Hoax. Unearthed in a gravel pit at Piltdown in East Sussex and revealed to the outside world exactly a century ago, those shards of skull were part of a scientific scam that completely fooled leading palaeontologists. For decades they believed they were the remains of a million-year-old apeman, an individual who possessed a large brain but primitive jawbone and teeth. The news of the Piltdown find, first released in late 1912, caused a sensation. The first Englishman had been uncovered and not only was he brainy, he was sporty. A sculpted elephant bone, found near the skull pieces and interpreted by scientists as being a ceremonial artefact, was jokingly claimed by many commentators to be an early cricket bat. The first Englishman with his own cricket bat  if nothing else it was one in the eye for French and German archaeologists whose discoveries of Cro-Magnons, Neanderthals and other early humans had been making headlines for several decades. Now England had a real fossil rival. It was too good to be true. As decades passed, scientists in other countries uncovered more and more fossils of early apemen that differed markedly from Piltdown Man. &quot;These had small skulls but relatively humanlike teeth  the opposite of Piltdown,&quot; says Professor Chris Stringer of the Natural History Museum, who is leading the new study. &quot;But many British scientists did not take them seriously because of Piltdown. They dismissed these discoveries which we now know are genuine and important. It really damaged British science.&quot; In the end, the Piltdown Man began to look so out of kilter with other fossil discoveries that a team led by geologist Kenneth Oakley, anatomist Wilfrid Le Gros Clark and anthropologist Joseph Weiner took a closer look and in 1953 announced that Piltdown&apos;s big braincase belonged to a modern human being while the jawbone came from an orangutan or chimpanzee. Each piece had been stained to look as if they were from the same skull while the teeth had been flattened with a metal file and the &quot;cricket bat&quot; carved with a knife. As Bournemouth University archaeologist Miles Russell puts it: &quot;The earliest Englishman was nothing more than a cheap fraud.&quot; It had taken almost 40 years to find that out, however.     Bones of contention: the 'skull' fragments with a full-size replica. Photograph: Antonio Olmos    Since then, more than 30 individuals have been accused of being Piltdown hoaxers. Charles Dawson, the archaeological enthusiast who found the first pieces, was almost certainly involved. But many scientists still suspect he had the backing of experts who were the true guilty parties. Candidates include Arthur Conan Doyle, who played golf at Piltdown and had a grievance against scientists because of his spiritual beliefs; the Jesuit philosopher, palaeontologist and alleged practical joker Pierre Teilhard de Chardin, who lived in Sussex at the time and who actually helped Dawson dig at Piltdown; Arthur Smith Woodward, the Natural History Museum scientist, who accepted Dawson&apos;s finds as genuine and argued they belonged to a new species of early human; the anatomist Arthur Keith, who also passionately endorsed the discovery; and Martin Hinton, another museum scientist, whose initials were found, in the mid-70s, 10 years after his death, on an old canvas travelling trunk, hidden in a museum loft, that contained mammal teeth and bones stained and carved in the manner of the Piltdown fossils. When it comes to suspects, the Piltdown Hoax makes Midsomer Murders look restrained. &quot;The trouble is that after 100 years we still do not know the identities or motives of those responsible,&quot; says Justin Dix, the Southampton University geochemist who will carry out much of the chemical analysis. &quot;It is time we did.&quot; Hence the new project, which aims to uncover the identities of the hoaxers. And key to that will be the uncovering of the exact chemical make-up of the forged mat- erial  and the precise sequence of events that led to their discovery.     Anatomist Arthur Keith. Photograph: Hulton Archive/Getty Images    On the morning of 15 February 1912, Arthur Smith Woodward, keeper of geology at the Natural History Museum, sat down at his desk to open his mail, which included aletter from his friend Charles Dawson, a lawyer and amateur antiquarian. Dawson began with gossip about their mutual acquaintance Arthur Conan Doyle, who was completing his latest novel, the prehistoric adventure The Lost World. Then he dropped his bombshell. He had stumbled on a very old layer of gravel, near a village called Piltdown, where he had found some iron-stained flints and &quot;a portion of a human skull&quot;. This was the first mention, made to the outside world, of the fossil that was to be known as Piltdown Man. During subsequent correspondence, Dawson  known as the Wizard of Sussex because of his skill at finding archaeological treasures round the county  revealed that during a dinner at Barkham Manor in Piltdown he had gone for a stroll and noted flints strewn around the grounds, the leftovers from gravel excavations used for local road building. Dawson asked the labourers to bring him any interesting finds and was rewarded when one presented him with &quot;a portion of human cranium of immense thickness&quot;. The lawyer then found another piece of skull  though no specific dates were provided by him. Nor was the labourer ever identified.     Arthur Conan Doyle. Photograph: Popperfoto    In May, Smith Woodward took charge of the first pieces of Piltdown skull and concluded they belonged to a previously unknown early human named Eoanthropus dawsoni  Dawson&apos;s dawn-man. Excavations continued at Barkham Manor and aseries of flint tools were uncovered along with more bone pieces and animal remains, including the teeth of hippopotami that used to wallow around English waterholes in ancient times. On 21 November 1912 the Manchester Guardian broke the story. Under the headline &quot;The Earliest Man: Remarkable Discovery in Sussex&quot;, the paper revealed details of the skull, whose estimated age, between 500,000 and 1,000,000 years, made it &quot;by far the earliest trace of mankind that has yet been found in England&quot;. A few weeks later, at the Geological Society, Smith Woodward outlined further details to general scientific approval. Only one scientist, anatomist David Waterson, voiced doubts. The cranium looked human while the jawbone resembled that of a chimpanzee, he noted. No one else appears to have agreed  for a very straightforward reason. Palaeontology in Britain was going through a lean time and its practitioners desperately wanted to believe that fossil gold had been struck. Digs in France, at Cro-Magnon, and in Germany, at Neanderthal and Heidelberg, had produced startling finds of early humans. Britain had nothing. One French palaeontologist had even dismissed his English counterparts as mere chasseurs de cailloux  pebble hunters. The jibe hurt. Hence English researchers&apos; willingness to accept the Piltdown finds. They may have been crudely made but the finds gave scientists what they wanted: evidence that England had been an important crucible in the forging of our species. &quot;No one did any scientific tests,&quot; says Russell. &quot;If they had, they would have noticed the chemical staining and filed-down teeth very quickly. This was clearly not a genuine artefact. The scientific establishment accepted it because they wanted it so much.&quot;     Keep on digging: workers looking for more fossils at the Piltdown site in 1912. Photograph: Nils Jorgensen/Rex Features    There was more to this uncritical acceptance than mere jingoism, however. Piltdown also seemed to support the theory, then firmly upheld by English palaeontologists, that growing brainpower had driven human evolution. Our intelligence, above all, separated us from the animal kingdom. Thus our brains would have expanded early in our evolution and evidence for that should be seen in fossil skulls  like the one at Piltdown. It had a huge braincase but primitive teeth, suggesting  wrongly  that our cranial enlargement had happened early in our evolution. In fact, brains came late to humanity (see box below). Excavations at Piltdown continued. In August 1913, Father Teilhard de Chardin, who went on to be one of the 20th century&apos;s most influential Jesuit scholars and philosophers and who was then living in Sussex, joined in and found a canine tooth supposed to have come from the apeman  a discovery that has linked him ever since with Piltdown conspiracy theories. Finally came the discovery of the cricket bat. The Piltdown hoax was complete. By 1915, Dawson&apos;s dawn-man had become established scientific fact. The painting, ADiscussion of the Piltdown Skull, by John Cooke, presents its discoverers in an almost holy atmosphere. Keith is seated while Smith Woodward stands behind him in front of atable with pieces of skull on it. Also standing, with a picture of Charles Darwin behind him, is the benign figure of Charles Dawson. &quot;The way the painting is structured suggests Darwin is passing on his mantle to Dawson,&quot; says Russell. &quot;The former had the theory, the latter had provided it, it is being suggested.&quot; Certainly, the Wizard of Sussex had come far. He was now feted as one of the world&apos;s greatest archaeologists and would have been knighted, as were Keith and Smith Woodward, had he not died of septicaemia in 1916. Kindly and rotund, the figure of Dawson looks the acme of Edwardian rectitude, a successful solicitor and expert antiquarian. But he had secrets that only came to light decades after his death. In fact most of his &quot;wizard&quot; finds turned out to be frauds, recent investigations have revealed. He was, quite simply, a serial forger, says Russell. &quot;I have counted 38 hoaxes or dodgy finds made by him before Piltdown,&quot; Russell states. He forged axes, statuettes, ancient hammers, Roman tiles and a host of other artefacts  trickery that earned fellowships of both the Geological Society and the Society of Antiquaries. &quot;Piltdown was not aone-off. It was the culmination of a life&apos;s work,&quot; says Russell in his book Piltdown Man: The Secret Life of Charles Dawson. And that looks pretty conclusive. The man had more form than Professor Moriarty. There would be no need to look any further, were it not for some nagging doubts  including one of Chris Stringer&apos;s. It&apos;s the cricket bat that gets him. &quot;It was huge but apparently everyone missed it until the end of the dig. Until then everything had been carefully engineered: the skull fragments and artefacts, all made to look alike. And then the cricket bat turns up. It is bizarre and only makes sense if you conclude someone wanted to alert the authorities that fraud was going on, but did not want to do so publicly, perhaps to avoid bringing disgrace to the museum. So they planted something so ridiculous that everyone would surely realise it was a fake, a laugh. Unfortunately, everyone took it seriously.&quot; And the second hoaxer? Who better than Martin Hinton, the Natural History Museum scientist who possessed that bag, discovered after his death, containing incriminating dyes and chemicals, and who worked with Keith and Smith Woodward? Thus there may have been two hoaxers working independently: Dawson and Hinton. Or consider Teilhard de Chardin, a religious philosopher and expert on human evolution, who was involved in making finds at Piltdown. His guilt has been forcefully advocated by the late Harvard palaeontologist Stephen Jay Gould and more recently by the South African palaeontologist Francis Thackeray. &quot;Ithink Teilhard did it as a joke,&quot; says Thackeray. &quot;Just after Piltdown&apos;s first announcement, he wrote to a colleague to say he thought palaeontology deserved to be the subject of jokes. He was also known to be a joker.&quot; Teilhard probably expected the prank to be spotted straightaway, but was horrified to discover it had taken root in scientific thought. So he stayed silent. And then there is Conan Doyle. A former doctor and fossil collector, he had the expertise to create forged skull fragments. One of his characters, in The Lost World, published in 1912, even states: &quot;If you are clever and know your business you can fake a bone as easily as you can a photograph.&quot; He also had the opportunity. He played golf at Piltdown, after all. As to motive, his spiritual beliefs had brought him into conflict with science and he may have wanted to humiliate its practitioners. &quot;But if that is the case,&quot; says Stringer, &quot;why didn&apos;t he announce his triumph after so convincingly fooling the world of science? That doesn&apos;t make sense.&quot; As for Smith Woodward and Keith, both were keen advocates of the theory that humans had big brains early in their evolution and could have procured these bits of skull  using Dawson to deposit their handiwork  because they were convinced they represented the truth. But if Dawson was just a stooge in this business, why did the uncovering of finds at Piltdown stop immediately after his death? People went on looking for years, but never found a thing after 1916. It is a perplexing mix of suspects, which the new research hopes to unravel by studying and measuring the skull carefully and by analysing every chemical present in the stains and chemicals used in the different pieces. Do the dyes match those in Hinton&apos;s trunk? Does the canine found by Teilhard contain chemicals not found in the other pieces? Or is its staining unique? &quot;We are going to fingerprint all the material found at Piltdown and unravel how many patterns of interference have occurred  and how many individuals were involved,&quot; says Stringer. &quot;We might get our hoaxer or hoaxers that way.&quot; As for Piltdown, there are few signs left around the village today to show this was once thought to be one of the most important sites in human evolutionary history. The Manor is locked and gated and the plinth that marked where the first find was uncovered is out of sight of passers-by. Even the local pub, which until last year revelled in the name of the Piltdown Man, has now changed its name to the Lamb. As Joseph Weiner, who helped reveal the hoax, once noted: &quot;Piltdown Man has lost his place in polite society.&quot; Brain versus brawn     The man of Piltdown. Photograph: Roger Viollet/Getty Images    Three special features mark out Homo sapiens from the rest of the primate world. We walk upright; we make complex tools and we have big brains. And of these features, it was thought  for a long time  that big brains came first. They drove a need to free hands and arms in order to make tools  which our developing intellects subsequently invented. Hence the easy reception given to the finds at Piltdown. They accorded with the notion that human intellect has a deep-rooted evolutionary past. But we now know that this sequence is not the case. Upright stance came first, tools came later and big brains, measured in terms of modern human standards, arrived last. The Piltdown forgery was a bad guess.", 
    "section": "science", 
    "gid": "science/2012/feb/05/piltdown-man-archaeologys-greatest-hoax", 
    "wordcount": "2607"
}