{
    "headline": "Is regulation required to stop IAP abuse in apps for kids?", 
    "text": "A year on from the first high-profile controversy around children and in-app purchases (IAP) in apps the Smurfs&apos; Village game on iOS some elements of the apps industry still haven&apos;t learned the lessons. That game&apos;s developer has just released a Shrek game that offers a 6.99 IAP at the end of its tutorial within the 15-minute window which, for parents who have not changed their default settings, means children won&apos;t have to enter a password in order to buy. Elsewhere, games are suggesting $99.99 purchases to help children buy Chickity Puff creatures, and selling gems to cure virtual pets. Meanwhile, despite Apple improving the parental controls in iOS, there are still parents facing unexpected iTunes bills for virtual items bought by their children. Not all IAP is evil in children&apos;s apps, but how can shadier practices be stopped? Self-regulation by app publishers doesn&apos;t seem to be working, so is it time for stricter rules and punishment from Apple and other app store owners? Or even government regulation? &quot;I think it wil probably get regulated,&quot; said games industry consultant Nicholas Lovell, speaking in a panel session on apps at the Children&apos;s Media Conference in Sheffield. However, Lovell pointed to the recent non-IAP related  controversy around children&apos;s virtual world Habbo Hotel as a sign that individual companies may face censure, rather than the industry as a whole. &quot;All the comment went &apos;a single online game with chat functionality is bad&apos;. It didn&apos;t say &apos;the games industry is evil and everything associated with that is tarred with the same brush&apos;,&quot; said Lovell. &quot;Instead of politicians saying &apos;IAP is terrible, we must regulate&apos;, individual companies will be seen as terrible. But if too many do it, politicians may regulate.&quot; The CMC session featured a punchy presentation by Mark Sorrell, development producer for games and broadcast at Somethin&apos; Else. Titled &apos;Taking Candy From a Baby&apos;, his presentation zeroed in on the way many freemium games use behavioural economics plus game design with the intention of making players spend money. &quot;What you are actually doing is manipulation plus manipulation,&quot; he said. &quot;Doing that to adults is kinda, I guess, sorta fine. Doing it to kids is perhaps a slightly different matter, and one that needs more consideration Selling an 80 pound digital item to a five year old is possibly a slightly worrying thing to do.&quot; In print, those slightlys and possiblys look strange, but Sorrell&apos;s tone and expression made his sarcasm clear: of course this is a worrying thing to do. Lovell is a big supporter of freemium business models, and as a consultant helps publishers refine their strategies to make money from &quot;whales&quot; big-spending players. Yet he&apos;s also the father of young children, and said during the CMC panel that he is concerned about how they might encounter IAP in apps.  That said, Lovell also said whales aren&apos;t a new phenomenon when it comes to children&apos;s entertainment, citing books as an example. &quot;If you&apos;re a Lady Bird, you&apos;ll have your whales people who bought 20, 50, 100 books. That&apos;s not ethically questionable, but somebody paying the same amount of money on in-app purchases is?&quot; The obvious answer is that the whale in that situation is the parent, not the child and few children ever bought 100 books on their parent&apos;s credit card without their knowledge. Making it harder for children to overspend in apps, and cracking down on publishers who try to encourage it is one thing but banning IAP in these apps altogether would be another. &quot;Targeting whales with kids has questionable ethics,&quot; said Lovell. Not everyone on the panel thought government intervention will be required to rein in abuse of IAP systems, though. Jeff Jones, vice president and general manager of digital games, EMEA at Disney Interactive Media Group, pointed to a parallel with premium-rate scams in the UK a few years ago, when people would sign up to get a ringtone for 1.50 and end up paying 5 a month as a subscription. Could the difference now be stronger platform owners like Apple and Google? &quot;For iTunes, and to a certain extent for Android, both partners are pretty responsible around ensuring they are delivering a fair and transparent pricing environment,&quot; said Jones. &quot;It is being well managed by our partners, and the industry is older and wiser. Nobody wants to cause that sort of damage again: they will get caught quickly. I don&apos;t think it will need regulation.&quot;     Penguin's Anna Rafferty speaks in the Children's Media Conference apps panel    Perhaps a combination of self-regulation and market forces will have an impact, though. Lovell suggested that developers with clear, ethical policies not just on IAP, but on advertising and analytics too, will earn the trust of parents and thus their repeat business. &quot;I do think there will be regulation, but there will also be a commercial advantage for being ethical,&quot; he said. Sorrell cited Swedish company Toca Boca as a good example of a company building a loyal fanbase of parents in this way. &quot;Some app developers are getting together and talking about how we can have a consistent labelling scheme for apps for very young kids, showing if they contain IAP, ads, are sponsored and have certain themes in,&quot; said Jason Krogh, of developer Zinc Roe. &quot;Let&apos;s try to be upfront and just be clear about what we&apos;re doing. I don&apos;t think you can finesse it too much more than that.&quot; The IAP debate is rightly pulling in every company making apps for children, including big brands. What seemed clear at CMC is that these brands aren&apos;t shunning IAP entirely, but they are very concerned about using it in the right way. &quot;Clearly it&apos;s an interesting business model, and one that does work for different companies and IPs, but clearly we also have a duty of care,&quot; said Anna Rafferty,managing director of Penguin Digital. &quot;You have to think about what your brand is and how it will work. Who are you talking to, is it a child or a parent?&quot; The previous day, Mind Candy chief executive Michael Acton-Smith had expressed similar views about his company&apos;s plans for Moshi Monsters apps. &quot;We are still trying to figure it out,&quot; he said. &quot;Some of our future games may have in-app purchase in, but we&apos;re only going to do it in a way that doesn&apos;t damage trust with parents. We&apos;re building this brand for the long term: we don&apos;t just want to make a quick buck and annoy people along the way.&quot; Big brands realise that IAP controversies have the potential to hurt them commercially a good stick to have alongside the moral duty-of-care motivation. The question now is how quickly this message will spread widely in the industry, from small studios to big brands. There is no doubt that the bad practices need to be stopped, and while self-regulation would be ideal, if it doesn&apos;t come quickly expect the platform owners to take a much-stricter line.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/09/regulation-iap-apps-for-kids", 
    "wordcount": "1194"
}