{
    "headline": "Google plans home entertainment system", 
    "text": "Google is planning a major push into home entertainment with a new music streaming system controlled by Android smartphones. The internet giant will make its first move into consumer electronics later this year, unveiling a Google-branded product that can wirelessly play music on other devices in the home, according to the Wall Street Journal. Google indicated a push into home entertainment at its I/O developer conference in May 2011, briefly showing off a music system dubbed Project Tungsten that could be controlled by Android-based handsets. The company recently filed a request with the US Federal Communications Commission for permission to test what it called an entertainment device. The ambitious plans would intensify its rivalry with Apple, whose Apple TV product allows users to play music and YouTube videos through television sets, and bring the internet company into competition with consumer electronics firms such as Sony and Panasonic. Google&apos;s new system would play songs from its recently-launched music player on Google-designed speakers and other devices, reports the Wall Street Journal. The paper says that Google hopes to undercut the high-end home music retailer Sonos, which sells wireless systems. The Google engineering director, Joe Britt, hinted at the company&apos;s home music plans at the company&apos;s I/O conference last year. Britt showed off an &quot;Android at home hub&quot; at the San Francisco-based conference, featuring a Project Tungsten device running Android software. &quot;A Tungsten device runs the Android OS and the Android at Home software framework. It&apos;s always powered on and always connected to the cloud,&quot; Britt said. &quot;It has audio out [meaning it can play music] and these examples can connect to either speakers or my home stereo system.&quot; Britt said the devices would operate its music storage system launched last year. &quot;You can imagine that this device is playing music in your living room,&quot; Britt said, before demonstrating the device being operated by someone using an Android-powered tablet computer. &quot;You can enjoy your music synchronised throughout your house, all streaming Music Beta ... since the boxes are running Android, they just pull the music directly from the music library in the cloud.&quot; Google also confirmed this week it had hired Simon Prakash, the senior director of product integrity at Apple, ramping up talk of a major move by the internet firm into home entertainment. Google declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/feb/10/google-plans-home-entertainment-system-android", 
    "wordcount": "397"
}