{
    "headline": "God of War: Ascension  multiplayer preview", 
    "text": "Save for the volume dials being cranked up an extra number each time, every God of War game up till now has been largely the same. So when Santa Monica Studios announced that its new title will be a multiplayer-focused team brawler, it came as something of a surprise. There is a single-player mode, of course; although developers are keeping exact details of the contents quiet, all the imagery of moody Spartan poster-boy Kratos in promotional materials gives a few clues. Ascension will most likely detail Kratos&apos;s rise to power before the events of God of War began his fruitful career in deicide and Titan logistics. But that&apos;s not much of a surprise, really. What is a surprise is that, unlike the rest of the series before it, Ascension won&apos;t primarily be a solo experience. Games journalists from all over the world cram into an LA studio to see a fight between a lumbering Cyclops and the player-character on the big screen, and aside from the fact that the character isn&apos;t Kratos (and is instead a chap in nautical-themed armour carrying a sword so huge and so convoluted in design it wouldn&apos;t look out of place in the hands of a Final Fantasy protagonist) it all seems fairly standard fare for a series in which a burly man with huge weapons chops up legendary creatures with little to no provocation. Then a second player turns up  wielding a hammer with a head the size of a student fridge, of course  and the pair of them butcher the Cyclops using a neat-looking team manoeuvre. One player restrains it with chains and the other slices open its belly, sending buckets of gore and lovingly detailed intestines slopping wetly over the floor. Casualties of war And then, in true God of War style, the game immediately outdoes itself. A massive stone door creaks open to reveal a large, multi-level battlefield. Two teams of four ancient Greek soldiers  champions of the Gods  are knocking the tar out of each other for the glory of sacrificing a Cyclops 10 stories tall, known to the designers as a &quot;Megalops&quot;. Everything looks gorgeous, and it will be a tremendous achievement if the designers can maintain this glossy frame rate on PS3 with eight simultaneous players. Teams fight for control of two points on the battlefield: massive winches that draw the chained and understandably reluctant monster closer to the arena. Once one team has earned enough Favour (generated by controlling the winches, killing other players, or even incidental actions like opening chests) an ethereal Spear of the Gods drops from the heavens like a meteor. The spear functions as both a reusable projectile weapon and a means of killing the towering Megalops. One side beats it up while fending off attacks from the opposing team; once an appropriate amount of damage has been done, it&apos;s held in place by three team members and blinded in fairly short order by the fourth holding the spear, followed by a sudden cut to black with accompanying noises sampled from the killing floor of a slaughterhouse. Everyone present is, to put it mildly, excited. Combat seems to be staying true to the God of War franchise. When you reach an enemy and bash them with your chosen weapon, they&apos;ll be stunned and a mark will appear above their heads, opening them up to another (presumably more damaging) attack, carried out in a miniature cut-scene lasting a couple of seconds. If they&apos;ve got enough hit points to survive, this attack will just hurt them a bit more  and if they&apos;ve not, it turns into a suitably vicious execution. Necks are broken, bodies sliced messily in two, and broken remains are booted 60 feet away. Grim stuff, and entirely fitting. The choice of weapon isn&apos;t just an aesthetic concern. Swords are good for taking on single enemies, whereas hammers work best engaging large groups with ground-shaking area-of-effect attacks. The two weapon types we saw are just the tip of the iceberg, given God of War&apos;s predilection for massive mythological armouries, and more are yet to be announced. Striving for balance &quot;One of the first things we did was to reduce the range down to be closer to Kratos&apos;s melee weapons that he&apos;s had in the past,&quot; says Jason McDonald, lead combat and weapons designer on Ascension. &quot;No one has chain weapons that would cover a large distance or affect multiple guys. If you all concentrate on one aspect of combat you probably won&apos;t be as good as a balanced team that has multiple weapons that do different things.&quot; The choice of weapon intersects with the character&apos;s chosen patron god, offering something close to a class system. Players can select from Poseidon, Hades, Zeus and Ares at character creation and each offers a different progression tree of skills, weapons, items (including themed armour) and magic, with experience points (XP) earned for taking part in battles and achieving objectives. Santa Monica Studios is working on a system where levelling up can happen mid-fight, leading to one team earning a distinct advantage in real time rather than waiting until the dust has settled. Players are also given a secondary attack that uses a weapon collected in the arena or, if they&apos;ve not collected one, delivers a kick that pushes back opponents.&quot;We&apos;ve put in a kick button,&quot; says Jason. &quot;It makes sense. &apos;This is Sparta,&apos; right? There will be weapons around the level that you can pick up and use, and if you don&apos;t have a weapon, you&apos;ve got to kick. There&apos;ll be a lot of things to pick up and use in addition to your primary weapon.&quot; &apos;You&apos;re not alone anymore&apos; Is there some concern that the potent solo play that God of War is known for might be watered down with this new direction? Jason assures me not: &quot;In the past we&apos;ve always showed great focus in single player, so I hope that would calm people&apos;s fears; we&apos;re definitely going for the same scope in that area as we have done in the past. The main question in development was: &apos;where can we take this?&apos; In God of War 3 we upped the scale tenfold with giant creatures and things like that, and while there was still more story to tell, we thought we could also change the play style round a bit. &quot;In the past, God of War was a very singular experience  Kratos was a lone wolf and took care of business by himself  but it&apos;s also lots of fun to do that with a friend, because you&apos;re not alone any more. But we&apos;re in no way sacrificing the single player, and at the same time we wouldn&apos;t have done the multiplayer if we definitely didn&apos;t feel like we could do it. We&apos;re going balls to the wall on that.&quot; Developing God of War games is a challenge made harder with every iteration, as the creators need continually to push the scope of one of the largest and most visually impressive titles on the market. I ask Jason where the series can go from here, and if he reckons the team has hit the limit of how big they can make a Cyclops. &quot;Well, this is the biggest Cyclops we&apos;re ever had, obviously. But I think we can go bigger.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/02/god-of-war-ascension-preview", 
    "wordcount": "1234"
}