{
    "headline": "A billion reasons to beware of the latest dotcom bubble", 
    "text": "So Facebook has bought Instagram, a company with a single product  a photosharing app  for $1bn in cash and (FB) shares. Just to put that in context, Instagram has been in existence for 18 months, employs 13 people, has 30 million users and has had a grand total of $7m in investment funding. Oh, and it has precisely zero dollars in revenue. Sound familiar? YouTube was founded in February 2005 as an angel-funded enterprise. In November 2005 Sequoia Capital invested $3.5m, and in April 2006 Sequoia and Artis Capital Management put an additional $8m into the company, making $11.5m in all. Then, in October 2006, YouTube was purchased by Google for $1.65bn. Or how about this? In 1996 a group of Israeli engineers founded Mirabilis, a company that developed the ICQ messaging technology. AOL bought Mirabilis in 1998 for $407m, which then was a lot of money. In 2010 AOL sold ICQ to Digital Sky Technologies for $187.5m. Or this? Skype was founded in 2003 by Janus Friis and Niklas Zennstrm. It grew rapidly because it offered free VoIP (voice over internet protocol) but was slow to earn revenues by selling &quot;Skype-out&quot; facilities, which enabled subscribers to make calls to conventional telephones. In October 2005 eBay purchased Skype for a sum variously estimated at between $2.6bn and $3.1bn. Two years later eBay took a $1.4bn impairment on the value of Skype, revaluing the company at $2.7bn. In May 2011 Microsoft acquired Skype for $8.5bn. At the time this was Microsoft&apos;s largest ever acquisition. And then there&apos;s MySpace, also founded in 2003 and acquired by Rupert Murdoch&apos;s News Corporation in July 2005 for $580m  a purchase lauded by some eminent commentators at the time as the wily Digger&apos;s latest masterstroke. Myspace was flogged off last June to an outfit called Specific Media for $35m. Some masterstroke! What is the moral of these stories? Answer: that internet valuations are like the Bible&apos;s description of the peace of God: they &quot;passeth all understanding&quot;. There&apos;s no rational way of valuing companies like these. That doesn&apos;t mean, of course, that armies of high-priced accountants, consultants and lawyers toting massive Excel sheets and market &quot;research&quot; didn&apos;t provide wodges of impressive documentation rationalising whatever number senior executives had plucked out of the ether. But, in general, there&apos;s no way of knowing in advance whether any of these purchases will turn out to be masterstrokes or follies. At the moment it looks as though YouTube was the only really shrewd acquisition in the sense that one can at least envisage a way that it might eventually turn into a serious money-pump for Google. ICQ was a disastrous mistake for AOL, as was MySpace for Murdoch. And it&apos;s hard to see how Microsoft will ever get its money back from Skype. So where does that leave Facebook and Instagram? The web has been seething all week with rationalisations of varying degrees of plausibility. Writing in the Financial Times, for example, Richard Waters pointed out that the comparison with YouTube doesn&apos;t work because Instagram is a conduit, not a destination: &quot;YouTube may have had its copyright challenges,&quot; he writes, &quot;but there was clear potential in a site that could become the dominant destination for online video viewing. Instagram is different: many of its users capture pictures with its app but then pass them on to other social networks, shifting the sharing function off its network.&quot; And then there&apos;s the problem that once Facebook becomes a public company there will be fierce pressure from Wall Street to start sweating its new $1bn asset  which means &quot;monetising&quot; all those Instagram snappers. One obvious way of doing that would involve privacy erosion  for example by harvesting the geotagging data that these hapless users will have encoded with their pics  which is why some people are already advising them on how to delete their accounts before it&apos;s too late. Which brings us back to the underlying reality. In less than two years Kevin Systrom and Mike Krieger, the co-founders of Instagram, transformed an idea into a company valued at $1bn. Between them they take away $500m for their trouble. They did it by building a platform that enabled millions of people to publish their photographs online  for free. So what has Facebook bought? Not the platform  Zuckerberg and co could have built that in a weekend. No, what Facebook bought was Instagram&apos;s users. Which illustrates the First Law of Online Services: if they&apos;re free, then you&apos;re the product. Caveat uploader.", 
    "section": "technology", 
    "gid": "technology/2012/apr/15/instagram-facebook-dotcom-bubble", 
    "wordcount": "769"
}