{
    "headline": "No 10 Downing Street wins sustainable building award", 
    "text": "David Cameron may have been mocked for his failure to put up a wind turbine at his Notting Hill home, but his green efforts at the office seem to have paid off: No 10 Downing Street has won a sustainable building award. On Tuesday, the building, which houses 152 workers in addition to the prime minister&apos;s residence, was named the winner of the &quot;in-use special award&quot; by the respected BRE Environmental Assessment Method. BREEAM said it was the building that has made the most year-on-year improvement among 800 buildings in the scheme, across the UK. The 300-year-old building earned the accolade for a range of improvements undertaken in the past five years, including new boilers, low-energy lighting using motion detection, and using the heat from IT equipment to heat water. There is even a water tank buried underneath the garden for times of drought, where rainwater collected from the building is stored. Other eco touches include low use water fittings, better insulation, over 90% of construction waste being recycled, and a real-time display on the No 10 website which shows how much energy the building is using. Under the programme, the building&apos;s display energy certificate rating has improved from E to D since 2009. The assessment covered March 2011 to March 2012, which saw electricity usage 13.5% lower than the same period the year before. The renovations are not the first time the historic building has undergone a retrofit. In 1958, an investigation commissioned by Harold Macmillan found dry rot throughout the building&apos;s floorboards and doors, prompting a decades-long rebuilding project that is estimated to have cost around 3m. Howard Parsons, project manager at 10 Downing Street, said: &quot;It was important for Downing Street to have an independent and impartial assessment of the success of the environmental and sustainable initiatives undertaken, and their effectiveness in reducing energy consumption and cost. The assessment has mapped our progress so far and highlighted areas for future focus in our drive for continuous improvement.&quot; Other winners in BREEAM&apos;s 2013 awards  which are being presented at the EcoBuild show at London&apos;s ExCel  include the Edge Lane Hospital in Liverpool, the new headquarters under construction for Camden council in King&apos;s Cross, a Waitrose store in Bracknell, and Newport magistrates court. The &quot;in-use&quot; category is to recognise building managers who have reduced &quot;the running costs and improve the environmental performance of existing buildings&quot;. In January, the government launched its flagship green deal loan scheme, designed to encourage homeowners to improve the energy efficiency of their homes, and cut energy bills and carbon emissions.", 
    "section": "environment", 
    "gid": "environment/2013/mar/05/no-10-downing-street-sustainable-building", 
    "wordcount": "436"
}