{
    "headline": "Universities fear teenage brain drain", 
    "text": "Robert Ledniczky can&apos;t sit still when I Skype him in his room at Harvard University. He has a lot to feel excited about. With a clutch of great A-levels (two A*s and two As), he was a shoo-in for one of the elite universities in Britain, but panicked about the idea of choosing one subject when he got there. Now, a term into his arts degree at Harvard, he is still thrilled to be taking a broad mix of classes &quot;just because I&apos;m interested in them&quot;. And unlike the majority of this year&apos;s cohort of students in Britain, he is not racking up debt for when he graduates. The &quot;sticker price&quot; for Harvard degree courses is an intimidating $60,000 (37,000), including living costs. But Ledniczky, who went to Maidstone grammar school in Kent, explains: &quot;I&apos;m lucky that I&apos;ll come out of college in the US with no debt at all thanks to Harvard&apos;s generous bursary system. In the UK, I&apos;d have owed tens of thousands. That was a very big factor for me at a time when employment isn&apos;t guaranteed.&quot; The idea that greater numbers of very bright students like Ledniczky might be crossing the Atlantic to study at big-brand American universities was given new weight last week. The end-of-year analysis of 2012 admissions by the university admissions service, Ucas, revealed an unexpected drop of just over 2% in the numbers of straight-A students accepting places at British institutions. In other years, such a drop might have been glossed over. But this comes at a time of feverish interest in the behaviour of the very top students. This year for the first time, universities were able to recruit as many students with AAB grades or higher as they could attract, free from government number controls. Next year, this will widen to include students with ABB. Many universities hoped to cash in on this new policy  but only a small handful met their recruitment targets. Prof Sir Steve Smith, chair of Ucas and vice-chancellor of Exeter University, says: &quot;The acceptance rate for straight-A students has dropped, but the question is why? Are they going to the US? Are they deferring? Are they going into jobs instead? Next year, the key issue for universities will be what happened to the AABs in terms of numbers.&quot; Penny Egan, executive director of the Fulbright Commission, which advises students on studying in America, says that the numbers of gifted UK students considering the US are definitely growing. &quot;At some public schools up to half of the top students are applying,&quot; she says. This September, the commission&apos;s annual &quot;college day&quot; attracted huge interest, with 150 US universities taking stalls and 4,000 students and teachers coming to talk to them. Wellington College, which charges 31,500 a year, predicts that a quarter of its students will study in the US by 2015. The headmaster, Anthony Seldon, argues that this is a wake-up call for British universities. &quot;American universities care about the humanity of a student. They don&apos;t choose you based on the narrow measures we look at here,&quot; he adds. Egan says that in spite of the very generous bursary schemes on offer by US universities, it is still largely private and not state schools that are encouraging students to explore universities further afield. Her organisation is running a US summer school with the Sutton Trust for less advantaged teenagers to try to redress this balance. Ben Mallet, who went to Hinchley Wood, a state school in Surrey and has just started at Yale, says students should not be deterred by the fear of high fees. &quot;The price tag at these universities is enormous and that is off-putting initially. But with my package I&apos;m paying the same as I would at a British university. If Yale want you, they make sure it works.&quot; Such comments will prove alarming to many UK vice-chancellors. Right now, most agree the only certainty is that admissions will be dominating their leadership meetings throughout the coming year. The vice-chancellor of one elite university explains: &quot;There has been a very big lesson given to the sector. There was a degree of complacency at many institutions. They just assumed they could pull in lots of top students. Next year, competition will be fierce. If you are predicted ABB you&apos;ll get five offers  I can guarantee you that.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/17/american-universities-lure-british-students", 
    "wordcount": "747"
}