{
    "headline": "Government services go 'digital by default' to save almost 3bn", 
    "text": "A sweeping redesign of the government&apos;s seven biggest websites aims to save 1.2bn over the next three years  and further improvements to other department sites used for interaction with the public will save a further 1.7bn annually from 2015, according to Cabinet Office minister Francis Maude. Making the billion annual transactions between government, citizens and businesses &quot;digital by default&quot; will see accelerated savings, as more driving test bookings, tax payments and other government-related transactions go online, Maude said. Unveiling a sweeping new digital strategy to get those everyday transactions with government online, Maude said that 1.2bn could be saved in the next three years  and that the pace of saving would accelerate over time. &quot;Digital services are much more convenient because they can be accessed whenever you want them,&quot; said Maude. &quot;They are also much more efficient, saving taxpayers&apos; money and the user&apos;s time. Online transactions can be 20 times cheaper than by phone, 30 times cheaper than face-to-face, and up to 50 times cheaper than by post.&quot; Seven of the busiest government departments, including the Inland Revenue and Department of Work and Pensions, will be obliged to overhaul their websites to ensure that they offer the best possible experience for people who want to use them to access services. The government presently handles more than a billion transactions per year with citizens across 650 services  though those seven departments account for more than 90% of central government transactions. Those are the Inland Revenue, Department for Transport, Department of Work and Pensions, Department of Business, Information and Skills, Department of Environment, Farming and Rural Affairs, Ministry of Justice and the Home Office. All will be in the front line for active redesign to make them &quot;digital by default&quot;  even as other websites are shut down. In the past year the government has closed 74 &quot;redundant&quot; sites as it slimlines its web presence to focus on its remodelled gov.uk portal. But the drive to make such services digital could put many lower-paid groups who do not have internet access at a disadvantage. Current figures show that 18% of adults &quot;never or rarely&quot; use the internet  although 77% of UK adults use the internet at least once a day. The data also show that 12% of adults are &quot;offline and unwilling to get online&quot;. Maude said however that the changes were essential. Despite handling more than a billion transactions every year many of the 650 government services have no digital option  and the ones that are available need redesigns. The Cabinet Office also pointed to figures showing that in 2011 about 150m phone calls made to government services could have been avoided if the online service were better. The redesign will start with the seven Whitehall departments that handle the majority of central government transactions, and target the services which cope with more than 100,000 transactions annually for digital transformation. Any new or redesigned service introduced after April 2014 will also have to meet a new Digital by Default standard. Mike Bracken, executive director of the Government Digital Service, which last month produced the remodelled gov.uk site, said the strategy was &quot;a truly digital document which reflects our ambitions and signals a clear roadmap for working with departments to help them achieve the goals set out in this strategy&quot;. The gov.uk site will become the central hub for corporate publication by all 24 central government departments by March 2013, and other agencies and &quot;arm&apos;s length&quot; bodies will follow by March 2014. The redesigned gov.uk  which took over from the Directgov site  has won plaudits in user testing for its ease of use, and the speed with which people could find the information they wanted, taking 80 seconds compared with 120 on Directgov, which it replaced.", 
    "section": "technology", 
    "gid": "technology/2012/nov/06/government-services-digital-default-save", 
    "wordcount": "652"
}