{
    "headline": "Joyce Banda reforms encourage UK MPs to urge budget support for Malawi", 
    "text": "MPs on Britain&apos;s international development committee have urged the government to reinstate general budget support for Malawi, which was suspended in July last year. In a report released on Tuesday, the committee said President Joyce Banda had begun to reverse many of the policies that had pushed the UK to suspend the provision of funds directly to the Malawian exchequer. &quot;The currency has been devalued, whilst the new government has indicated its intention to repeal many of its predecessor&apos;s authoritarian measures,&quot; said the committee. &quot;Subject to the continued progress of reforms, general budget support is likely to be the most efficient way of providing aid to Malawi.&quot; The UK Department for International Development (DfID) suspended general budget support for Malawi  where 74% of the population live on less than $1.25 a day  after its former president, Bingu wa Mutharika, turned increasingly autocratic following his re-election in 2009. New laws were passed, including measures granting the minister of information the power to ban any publication in the name of &quot;public interest&quot; and giving police the right to search properties without a warrant. In April last year, the British high commissioner, Fergus Cochrane-Dyet, was expelled after the leak of a cable in which he described Mutharika as &quot;increasingly authoritarian and autocratic&quot;. DfID and other donors also disagreed with Mutharika&apos;s decision to opt for a fixed exchange rate, with the Malawian kwacha pegged to the US dollar. The result was an overvalued kwacha and a shortage of imported goods such as fuel. Public discontent boiled over into demonstrations in major cities that turned violent. Twenty protestors were shot dead and hundreds arrested in July last year. In the same month, the UK suspended budget support, although it maintained overall aid levels by using other channels such as NGOs. Last month, Andrew Mitchell, the international development secretary, praised Banda for her &quot;brave reforms&quot;, but stopped short of announcing a date for when Britain will resume its general aid programme. DfID expects to make a decision by the end of the year, but the committee urged it to make its decision as soon as possible. &quot;Malawi has seen dramatic changes over recent months,&quot; said Malcolm Bruce, the chairman of the committee. &quot;When we visited the country in March, the political climate was very unstable, and the economy had almost entirely ceased to function. President Banda began to fix these problems immediately upon coming to office. The policies she is pursuing deserve UK support. If this progress is maintained, general budget support will be the most efficient option, both for the Malawian people and for the UK taxpayer.&quot; Banda took over following a tense 48 hours after Mutharika died of a heart attack. She has since undone some of her predecessor&apos;s policies, notably devaluing the kwacha by 50% on advice from the International Monetary Fund. MPs also called on DfID to provide funding for cash transfers  small cash payments provided directly to the poorest. They pointed out that DfID supports cash transfers for several countries including neighbouring Zambia. &quot;Its lack of support for cash transfers in Malawi  particularly given the levels of poverty which exist there  is difficult to understand. We recommend that DfID join Unicef [the UN agency for children], Germany and the EU in supporting cash transfers for Malawi,&quot; said the report. In addition, MPs urged DfID to continue its support for Malawi&apos;s farm input subsidy programme, which provides seeds and fertiliser to smallholder farmers at subsidised prices. &quot;Malawi remains one of the poorest countries in the world, so achieving food security is obviously challenging,&quot; said Bruce. &quot;The farm input subsidy programme was actually set up during President Mutharika&apos;s time. Despite his many failings in office, he deserves some credit for this. DfID&apos;s support to the programme has been of great value to poor people in Malawi, and it is important that this support continues.&quot; In response to the report, Mitchell said the nature of future British support for Malawi  including general budget support  &quot;depends on political and economic progress being maintained&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/24/joyce-banda-budget-support-malawi", 
    "wordcount": "691"
}