{
    "headline": "Timor-Leste strives to overcome culture of domestic violence", 
    "text": "Mauricia is shaking. She is in bed at the hospital where she has come to escape her husband. Her hair is pulled back tightly into a neat bun and her nails are painted pink. Her dress is splattered with blood from the punch that broke her nose. &quot;I was feeding baby when he come home, drunk again,&quot; the 22-year-old says of her husband, an unemployed labourer. &quot;He angry and smash me.&quot; It is not the first time it has happened and is unlikely to be the last, but Mauricia  fearful of repercussions  does not want to involve the police. &quot;Baby need me, I cannot leave,&quot; she says simply. It has been two years since Timor-Leste passed a law criminalising domestic violence, yet it remains the country&apos;s number one crime. Continued obstacles such as lack of rule of law, a feeble judicial system, economic dependence, and a culture of silence mean nearly one-third of all women have experienced some form of violence or assault since the age of 15, according to the government&apos;s 2009-10 demographic and health survey (pdf). In the capital, Dili, that figure rises to one in two. &quot;Despite the law against domestic violence, communities haven&apos;t changed their behaviour,&quot; says Marcelina Amaral, of Timor-Leste&apos;s victim support services (VSS), a legal aid unit that helps people who have experienced domestic violence seek help and justice. &quot;Our own culture makes it really hard for women to come forward in the justice system. Because of cultural reasons and economic dependency, most women have very low education levels, so they don&apos;t feel empowered to make decisions about their cases.&quot; Still considered a private matter among families, three in four domestic violence cases go unreported to police who, under the 2010 law, are required to investigate the crime within five days of it being lodged. Police stations, however, lack scientific testing and are often located far from the crime scene, particularly in rural areas. This frequently leaves people seeking justice through traditional courts, which prioritise community harmony over individual justice. &quot;Many people who live in rural areas don&apos;t have any information about the [official] legal system, so they decide to resolve [cases] in a traditional way,&quot; explains Luis de Oliveira Sampaio of Timor-Leste&apos;s judicial system monitoring programme (JSMP), which oversees the VSS. &quot;In [a rape] case they would decide to get married, because they don&apos;t understand how the legal system should work.&quot; But the official system has its flaws too. Without scientific evidence, cases frequently depend on testimony from the victim, who can be pressured to withdraw her case. According to JSMP&apos;s 2011 annual report (pdf), Timorese courts are often underequipped, lacking basics like running water, generators and judges. And the country&apos;s severely limited number of public defenders can result in both the victim and defendant sharing the same lawyer. Lisa Mortimer, a VSS lawyer, identifies a further problem: &quot;The trial process is so long that the victim has usually resolved the issue with her husband and community in the meantime. The victim often says: &apos;If you send him to jail now, I have no one to take care of me or the family&apos;. When we do get sentences, they&apos;re usually suspended.&quot; Violence is nothing new to Timor-Leste, which was colonised by the Portuguese for nearly 500 years before being annexed by neighbouring Indonesia in 1975. According to the UN, widespread rape and sexual assault of both women and children went grossly unpunished during the military occupation, which lasted 24 years. Today, 71% of men say physical violence against their wife is acceptable if they&apos;ve neglected the children, while 72% of women say wife-beating is justified if a woman goes out without telling her husband, according to the government&apos;s demographic survey. Domestic violence is one of many problems facing Timor-Leste, which is ranked 147 out of 187 countries in the UN 2011 human development index. Running water and electricity are considered luxuries, and 40% of the population lives on less than $1.25 a day. Nevertheless, officials point to progress on gender equality  notably the passing of a national plan of action on gender-based violence, and mandatory school education on the subject  as proof Timor-Leste is tackling the problem. &quot;We expect in the future that our president may be female,&quot; says the country&apos;s human rights and justice ombudsman, Sebastiao dias Ximenes. &quot;But we are just now trying to develop our human rights. We have to change our mentality [towards gender equality] because the previous mentality was influenced by either colonial thought or economics.&quot; Many marriages are still arranged around traditional dowries, but the fact that one-third of all parliamentary seats are reserved for women has helped Timor-Leste understand that &quot;women are an integrated and important part of society&quot;, says prime minister Xanana Gusmao. &quot;It forces us politicians and society [to question] male chauvinism in our culture.&quot; Activists worry, however, about funding for many of the programmes addressing gender-based crime. Donor funding for both VSS and Pradet, a charity offering psychosexual recovery and forensic testing for those affected, is due to expire at the end of this year, with unknown consequences. &quot;If the donors were to put their hands up empty, our services would be finished,&quot; says Pradet&apos;s Manuel dos Santos. &quot;Even the police depend on us for forensic testing or placing the victim in a safe house.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/24/timor-leste-strives-overcome-domestic-violence", 
    "wordcount": "911"
}