{
    "headline": "Boot up: Chinese hackers, Lumia buildup, life at Tumblr and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Chinese hackers who breached Google gained access to sensitive data, US officials say &gt;&gt; The Washington Post  Chinese hackers who breached Google&apos;s servers several years ago gained access to a sensitive database with years&apos; worth of information about US surveillance targets, according to current and former government officials. The breach appears to have been aimed at unearthing the identities of Chinese intelligence operatives in the United States who may have been under surveillance by American law enforcement agencies.  The database contained the information about court orders ordering surveillance relating to those operatives.  Windows Phone inventory buildup: bad sign for Q2 Nokia Lumia shipments &gt;&gt; Tech-Thoughts Sameer Singh:   The tech media has long been obsessed with the semantic differences between smartphone shipments and sales. In reality, all figures announced by companies, and those announced by IDC, are shipments (also known as channel sales or sell-in). Gartner is the only research house that tracks sales to end users (also known as sell-through). Comparing data from IDC and Gartner can give us good insight into channel inventory patterns across different smartphone platforms. This data suggests that Nokia &amp; Windows Phone may be in for some trouble in the next few quarters.  Never knew that there was that difference between IDC and Gartner. But should the headline be &quot;shipments&quot; or &quot;sales&quot;, then? Hardware Roundup: Wristwatch Macintosh revealed &gt;&gt; The Register  We haven&apos;t mentioned MacSlash for a while, but there&apos;s a rather interesting link to a story on the iWatch - a wristwatch running MacOS on a Transmeta chip. Or is there?  If anyone has an earlier reference to the fabled &quot;iWatch&quot; than this sighting from September 2000, get in touch. Tnaiste says Apple tax &apos;not an issue&apos; for Ireland &gt;&gt; RT News  The [US Senate] committee said the [Irish] Government has since the early 1990s negotiated a special tax arrangement with Apple, resulting in it paying corporation tax of less than 2%, and avoiding around $44 billion (34bn) in US tax over the last four years. Speaking on his way into a meeting of EU foreign ministers in Brussels, Mr Gilmore said: &quot;They are not issues which arise from the Irish taxation system.&quot; &quot;They are issues which arise from other jurisdictions. That&apos;s an issue which has to be addressed, first of all in those jurisdictions and secondly  it needs to be tackled by having robust international agreements, and Ireland very much is in favour of that,&quot; he said. Mr Gilmore said the Irish tax system was &quot;very transparent&quot;.  Common thread in this tax stuff: it&apos;s always someone else&apos;s fault they didn&apos;t fix their tax loopholes. Teen&apos;s invention could charge your phone in 20 seconds &gt;&gt; MSN CA  Waiting hours for a cellphone to charge may become a thing of the past, thanks to an 18-year-old high-school student&apos;s invention. She won a $50,000 prize Friday at an international science fair for creating an energy storage device that can be fully juiced in 20 to 30 seconds. The fast-charging device is a so-called supercapacitor, a gizmo that can pack a lot of energy into a tiny space, charges quickly and holds its charge for a long time. What&apos;s more, it can last for 10,000 charge-recharge cycles, compared with 1,000 cycles for conventional rechargeable batteries, according to Eesha Khare of Saratoga, California.  Isn&apos;t the thing about recharging batteries that if you try to put too much power in, they overheat and catch fire? This sounds promising, though. The One-Person Product &gt;&gt; Marco.org Mrco Arment was the first (and for a long time the only) employee at Tumblr, working alongside founder David Karp:   Intense focus requires neglecting almost everything else. David&apos;s focus on pushing the product forward meant that he didn&apos;t want to think about boring stuff: support, scaling, paperwork, and money. Every time we&apos;d get close to needing more funding, I&apos;d try to convince David to hold out a bit longer or try to become profitable, and he&apos;d convince me that everyone was better off if we&apos;d focus on the product instead. And every time, he was right.  It&apos;s a great post. Solar panel cost breakdown &gt;&gt; SolStats  The solar panels make up around 42% of the costs  or 4,200 of a typical 10,000 installation. The inverter adds 10% or 1,000. And the biggest cost? It&apos;s the labour, cabling, roof fixing and Installer profits making up 48% or 4,800 for a 10,000 installation. As we reported in a recent blog, the price of the panels has dropped by half over recent years. Just don&apos;t expect that to mean your quote for a home solar installation will drop by the same amount.  My one talk with Marissa Mayer &gt;&gt; Dave Winer Winer recalls a day in 2003, when Mayer was working for Google, which had bought Blogger and promised not to treat it specially:   a few weeks after the deal they broke the promise. They added a BlogThis! button to Google Toolbar. It only worked with Blogger. It would have been a simple matter to make it work with any blogging tool. But they didn&apos;t see why they should do that. Back then Google cared a little about what I thought, so the result was a conference call between me and an exec at Google, Marissa Mayer. I was driving cross-country from California to Boston, so I stopped in Utah, in the parking lot of a 7-11 just east of Salt Lake City, and we had the call.All I remember of it was there came a point in the conversation when Mayer had had enough. She just got up and left. I think the people remaining in the conference room were a little embarassed. Google didn&apos;t do anything to change the BlogThis! button. All this is to say that the promises execs make on acquisitions are meaningless. They own the thing, they will do what they want to with it. It doesn&apos;t matter how many nice sounds Mayer makes on the deal. At the core she cares not one bit what the users of Tumblr think. She&apos;s saying what she needs to say to make the deal happen. To avoid a PR crisis on Day One. To make the team at Tumblr feel like their work has value to the new owners. That somehow this acquisition isn&apos;t actually an acquisition.  Dropbox vs. Google Drive vs. Amazon vs. Skydrive: which one Is fastest? &gt;&gt; ReadWrite  As cloud computing services become ever more popular, you might begin to wonder how much you can really trust them to perform when you need them? I decided to find out - by testing the top file-transfer/file-storage/file-backup services. In many ways, getting a file from one computer to multiple computers is the most challenging task for the cloud. And because I like to use multiple computers running multiple operating systems, including Linux, Windows and the Mac, that function is particularly important to me.  Helpful and thorough. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/22/china-hacking-tumblr-lumia", 
    "wordcount": "1225"
}