{
    "headline": "London Met and Paralympics 2012: a tale of hypocrisy in international policy", 
    "text": "During the inspiring (and often moving) opening ceremony of the London 2012 Paralympics, news began to filter through on Twitter that London Metropolitan University (LMU) had had its status as a Highly Trusted Sponsor for international student visas revoked by the UK Border Agency. Some might say it was a cynical attempt by government to bury bad news at a time of national celebration. Rumours had been rife that an announcement was due since the Sunday Times broke the story on 26 August  even before London Met had been told. The irony of timing was a poignant reminder of our nation&apos;s contradictory mindsets. On the one hand, London has greeted the Games in a way few had predicted. Athletes, officials and spectators from around the world have been welcomed to what may be the world&apos;s most multicultural city. We are told it is the first time in Olympic history that the host city boasts a permanent resident from all 204 competing nations. Games makers received a roar of appreciation at the London 2012 closing ceremony, and their contribution was surely key to the joyous atmosphere evident in the capital during those remarkable days in July and August. Meanwhile, another viewpoint is reflected in the embattled islander approach of the Home Office, resistant to appeals from chancellors, vice-chancellors, sector-wide organisations and concerned citizens that international students should be removed from the migration statistics since the vast majority leave the country after graduation. Arguments have fallen on deaf ears, whether due to the significant contribution international students make to our economy, the soft political influence international alumni spread around the world or the growing &apos;internationalisation&apos; agenda. Universities have been encouraged by David Willetts to develop branch campuses and other partnerships overseas  a case of &apos;yes&apos; to internationalisation, but only at a distance? The revoking of LMU&apos;s licence for international students will have a number of far-reaching consequences, not least financial. What looks like a political decision, or even scapegoating of LMU to satisfy right-wing immigration rage, will have unforeseen consequences across the university and for the individual students within it. Coming just days before the start of term, the inpact on incoming students will be considerable. Some will have worked hard to secure funding and support to achieve their dream of studying abroad, others will have packed and sent things ahead, some may even have arrived in the UK ready for the start of term. As for those already on courses, their search for another university will be complicated by the ease or difficulty with which existing credits are recognised by an equivalent course in a university that is still accepting applications. These are the immediate difficulties for international students but let us also spare a thought for the depleted international environment which domestic and EU students, as well as staff, will face on their arrival or return to LMU. One important aspect of internationalising higher education is to encourage home students to see beyond a parochial worldview, to open their minds to alternative perspectives and ways of thinking, to challenge stereotypes and confront prejudice, to become &apos;global citizens&apos;. Nationality, race, religion, gender, sexual orientation, physical or mental disabilities have all been used as forms of discrimination or a basis for exploitation and persecution. Foreign students can support our efforts to create a better world by helping us to confront preconceptions and bigotry. Universities have a key role to play in providing a crucible for debate and for large-scale contact with difference or &apos;otherness&apos;, opportunities which can be employed and extended through an inclusive curriculum which incorporates internationalisation alongside other aspects of equality and diversity. How will inclusivity across the curriculum be affected by this perverse decision? The Paralympics opening ceremony reminded us that nationality is only one aspect of diversity, alongside disability. In the words which rang around the stadium, &quot;I am somebody, I am what I am&quot;, we were encouraged to see people not as able-bodied or disabled, but as individuals. Worryingly, the government seems to have failed to consider this nuance in students, whether home or international. That the news should arrive at a time when diversity was being celebrated to such stunning effect makes the paradox even more poignant. Elspeth Jones is emerita professor of the internationalisation of higher education at Leeds Metropolitan University and has published widely, including the edited collection, Internationalisation and the Student Voice This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/30/london-met-paralympics-opening-ceremony", 
    "wordcount": "758"
}