{
    "headline": "Apple disappoints analysts despite posting a 21% rise in profits", 
    "text": "Apple disappointed analysts despite reporting profits up 21% year-on-year to $8.8bn (5.6bn) and revenues up 23% to $35bn, after missing targets that Wall Street had forecast as consumers held off buying iPhones ahead of an expected new model later this year. The company also offered surprisingly low guidance of just $34bn in revenues for the coming quarter, suggesting it will not have another blockbuster product and may be expecting a slowdown in sales as people anticipate new products including new iPhones and possibly a smaller version of the iPad. That slowdown hit iPhone sales a year ago as anticipation grew ahead of the launch in October of the iPhone 4S. Chief financial officer Peter Oppenheimer told analysts after the release that iPhone sales were being impacted by rumours of new products. Though sales of its iPad leapt by 84% year-on-year to 17m, iPhone sales rose just 28% to 26m, well below the figures some analysts had expected. The stock plunged almost 5% in after-hours trading after the company announced the results, which were below the Wall Street consensus expectations for the quarter of $37.22bn. The number of iPhones was below forecasts, while iPad sales were ahead. A key part of the miss appeared to be sales in Europe and the Asia-Pacific region. In Europe, sequential sales dropped by 7%, but in Asia-Pacific they fell by nearly a 25% from the previous quarter. Tim Cook, Apple&apos;s chief executive, insisted that the company was thrilled with the sales of iPads. He announced that Apple would release Mountain Lion, a new version of its desktop operating system and said: &quot;We are also really looking forward to the amazing new products we&apos;ve got in the pipeline.&quot; He declared a $2.65 per share dividend as the company announced $9.32 per share profits. The Guardian understands from its own sources that Apple will be releasing a new, slimmer version of its iPhone in September, using a new, smaller &quot;nano-sim&quot; card for activation and a different dock connector on its base. That is likely to drive rapid sales in the fourth quarter of the year, but Apple&apos;s low guidance may imply that any new phone will come towards the end of the July-September quarter. The company saw a fall in quarter-on-quarter average selling prices (ASPs) for all its products except its computers. For the iPhone, the ASP fell from $647 to $624, and for the iPad, from $558 to $538. Both drops may indicate that Apple&apos;s move to cover the lower end of the market by continuing to offer its year-old iPad 2 at a reduced price, and 2010&apos;s iPhone 3GS as a &quot;low-end&quot; iPhone, are reducing both its revenues and profits. &quot;It really is the iPhone company. The iPad is not strong enough to beat numbers,&quot; said BGC Partners analyst Colin Gillis. &quot;The iPhone 5 is already the most hyped device and for it to exceed expectations is going to be really hard.&quot; The expected roll out of a new iPhone will likely pose a stiff challenge to rivals. This was a reason why few investors were not expecting a blowout third-quarter as they remembered how chatter over a new iPhone last year caused Apple to miss quarterly expectations for the first time in years. The economic slowdown in Europe and China also made many investors nervous. &quot;We expected a lot of consumers will probably delay their upgrade and their purchases until the iPhone 5 comes out,&quot; Channing Smith, co-manager of Capital Advisors Growth Fund, said. &quot;We saw a similar trend occur last year with the iPhone 4S.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/24/apple-profits-ipad-iphone-revenue", 
    "wordcount": "612"
}