{
    "headline": "Rhino horn: Vietnam's new status symbol heralds conservation nightmare", 
    "text": "It is the new delicacy of choice among Vietnam&apos;s high-rollers. When the young, fashionable and rich gather to party, they increasingly spice up their drink with a special ingredient: rhino horn powder. These status-conscious hedonists include men who believe that rhino horn can enhance their sexual performance. They apparently know or care little that, thousands of miles away, their obsession could one day drive a glorious animal to extinction. Between 1990 and 2005, poachers in South Africa killed an average of 14 rhinos a year. Since then the number has soared. In 2010, 333 rhinos were poached. In 2011, it was 448. So far this year, 339 rhinos have been killed for their horn, putting 2012 on course to be the deadliest since records began. &quot;Losing 500 a year, when it used to be 12 or 14 a year, is a crisis,&quot; said Tom Milliken, east and southern Africa director of the wildlife trade monitoring network Traffic. &quot;Rhino horn is fetching the highest prices I&apos;ve ever seen in my career.&quot; A Traffic report, co-authored by Milliken and published last month, blames &quot;a deadly combination of institutional lapses, corrupt wildlife industry professionals and Asian crime syndicates&quot;. It identifies four main consumer groups fuelling the demand. &quot;Belief in rhino horn&apos;s detoxification properties, especially following excessive intake of alcohol, rich food and &apos;the good life&apos;, has given rise to an affluent group of habitual users, who routinely mix rhino horn powder with water or alcohol as a general health and hangover-curing tonic,&quot; the report said. &quot;There is a strong, socially bonding element to such consumption which typically unfolds at group functions, including so-called &apos;rhino wine associations&apos; in which other Asian expatriate business elites participate.&quot; The notion that Asian traditional medicine used rhino horn as an aphrodisiac was a myth of the western media, Milliken said, but now, &quot;rather incredibly&quot;, he said, it had been embraced by Vietnamese men. &quot;The myth has come full circle: it has taken on a life of its own.&quot; A second group of consumers are people who believe another myth: that rhino horn is a miracle cure for cancer. It is promoted as such by unscrupulous dealers to desperate, often dying people. Milliken said: &quot;We&apos;ve had stories of rhino horn touts who go into cancer wards in hospitals with the hard sell.&quot; By monitoring online chatrooms, Milliken and his team were able to identify a third group: middle-class and wealthy young mothers who keep rhino horn as a home preparation to treat high fever. &quot;If their child falls ill and other medicines fail, they have it on hand in case of emergency.&quot; Finally, there are those using it for expensive gifts to curry favour with elites  rhino horn can be seen as &quot;the gift of life&quot;. It is sometimes used as an informal currency for luxury products, such as partial payment for a new car. There is little awareness of where the horns come from and by what brutal means. In South Africa, rhinos are usually shot dead by AK-47 assault rifles, the report found, although lately a growing number have died from a single shot from a high-calibre rifle normally associated with wildlife industry professionals. This, along with evidence of helicopters in some incidents, suggests the emergence of &quot;corrupt game industry insiders&quot;. From the poacher there follows a series of middlemen buyers, exporters and couriers. A courier can travel from Vietnam to South Africa, pack rhino horns into his rucksack and return within 24 hours. South Africa has stepped up anti-poaching measures in Kruger national park and other game reserves, making 192 arrests this year. The Vietnamese government, however, is accused of not taking the crisis seriously, despite pressure from the Convention on International Trade in Endangered Species (Cites). But Do Quang Tung, deputy director of Cites management authority in Vietnam, said Vietnam could not be the main market for South African rhino horn  &quot;not even close&quot;. Vietnamese authorities and conservationists have denied the allegations in the study, saying it is not objective or based on evidence. Milliken said: &quot;As far as we can tell, there has not been a single seizure since 2008. Vietnam is the only country in the world where rhino horn grinding bowls are mass produced; I went to a factory that&apos;s making 30,000 of them.&quot; He added: &quot;If they publicly signalled that the trade is unacceptable and gives Vietnam a bad image, that would set a whole direction of the country and lead to better law enforcement. So far we&apos;re not seeing that. Everyone at the highest level is ducking and diving.&quot; South Africa has an estimated 18,000 white rhinos and 1,195 black rhinos. The number of births still exceeds the number of deaths. But Milliken warns that if the country loses more than 500 a year, the population will start shrinking by about 2018. While the country&apos;s elephant population has been on an upward curve, a sharp increase in the legal export of lion bones  again for traditional medicine in the far east  has raised fears of illegal poaching of lions. A recent report in South Africa&apos;s Mail &amp; Guardian newspaper detailed smuggling routes used by criminal cartels and said a complete lion skeleton can sell for up to 80,000 rand (6,000). It quoted conservationists as saying big cats could be extinct in the wild within 10-12 years. Joseph Okori, African rhino manager at the WWF, said: &quot;Wildlife crime in Africa is on the increase. Asia&apos;s economies have been growing and people who would not be able to afford these products in the past can afford them now. The only way they obtain them is through illegal means. This has created a global market that is self-perpetuating. &quot;It&apos;s a complicated situation and it will not be solved overnight. It needs international co-operation at the highest level, not just at the African Union but at the UN.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/04/rhino-horn-wildlife-trade-vietnam", 
    "wordcount": "1011"
}