{
    "headline": "If you are going to sit on the highway, choose a nice chair", 
    "text": "The phrase &quot;Tables and chairs on the highway&quot; has a uniformly accepted meaning in all of England and Wales. That meaning is legalistic, deriving, we are told, from part VIIA, section 115 (A to K) of the Highways Act 1980, a chunk of parliamentary prose that has the title Provision of Amenities on Certain Highways. In describing those amenities, though, it makes no mention  none at all  of chairs or tables or any other kind of common furniture. The phrase &quot;Tables and chairs on the highway&quot; appears nowhere  nowhere  in Highways Act 1980. Nevertheless, many regional and local authorities proclaim that part VIIA, section 115 (A to K) of the Highways Act 1980  devoid though it is of tables and chairs  gives them authority to regulate all aspects of civic life that are covered by the phrase &quot;Tables and chairs on the highway&quot;. Regulate it they do. Chelmsford borough council publishes a document called Guidelines for Placing Tables and Chairs on the Highway under Section 115 Part VIIA of the Highways Act 1980. Westminster city council goes with the shorter title, Guidelines for the Placing of Tables and Chairs on the Highway. Eastleigh borough council keeps it terse; they call theirs Tables and Chairs on the Highway. What do all the tables and chairs on the highway regulations regulate? Cafes, restaurants, pubs, bars and shops that wish to place tables and chairs outside, on the street. The regulations mainly deal with safety, trying to ensure &quot;that free and safe passage for pedestrians can be maintained&quot;. For some councils  among them Basingstoke, Bath and North-east Somerset, Oxfordshire, and Kensington and Chelsea  that&apos;s about the extent of it. Other councils have larger concerns. They care, deeply, about the furniture. In the royal borough of Windsor and Maidenhead, the council lets it be known that the &quot;type and colours&quot; of all tables and chairs &quot;need approval&quot;. Rushmoor borough bouncil, in Hampshire, says: &quot;Upholstered chairs, cushions and similar effects will not normally be considered acceptable ... Materials, patterns, colours and style of furniture ... must not be too bright, loud or garish (Reason: public and visual amenity) ... Variation in design, eg chairs with or without arms, will only be acceptable if from the same design range and of the same general style (Reason: public and visual amenity).&quot; The almost-neighbouring Eastleigh borough council says: &quot;Be a good neighbour! ... Only furniture approved by the council may be used ... Full details, including metric dimensions, materials and colours, of proposed furniture, ideally accompanied by photographs, illustrations or drawings, will be required as part of the application ... The colour of furniture should be attractive but not too bright, garish or overly reflective.&quot; (Eastleigh borough council also says: &quot;The crockery and cutlery used in street cafes should be of good quality and a uniform style.&quot;) Up in Lambeth, however, the council simply says: &quot;The type and style of furniture is your choice.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/nov/26/improbable-research-street-cafes-tables-chairs", 
    "wordcount": "518"
}