{
    "headline": "UK firms up plans to cut 280m aid to India", 
    "text": "       Britain is intensifying plans to make substantial cuts to its aid budget to India on the grounds that it is difficult to justify spending 280m a year in one of the world&apos;s fastest developing economies. Justine Greening, the international development secretary, is working on the plans &quot;as a matter of urgency&quot; to ensure that Britain&apos;s relations with India focus on trade rather than aid. Greening, who discussed Britain&apos;s annual 280m aid budget to Delhi with Indian officials at the World Bank recently, is due to visit the sub-continent soon. Pranab Mukherjee, the Indian finance minister, said in February that Delhi did not need British aid but had agreed to accept the aid under pressure from Britain. Andrew Mitchell, Greening&apos;s predecessor, said the aid was justified because a larger number of people in India live in poverty than in sub-Saharan Africa. Mukherjee told the upper house of parliament, the Rajya Sabha: &quot;We do not require the aid. It is a peanut in our total development exercises.&quot; Greening outlined her thinking to MPs last week. She said: &quot;I have already engaged the Indian government in discussions  at the World Bank meeting a few weekends ago  and I shall continue those discussions, as a matter of urgency, over the coming weeks. I think that as the aid budget enables countries to develop  and far fewer countries are classed as lower-income than was the case 10 or 20 years ago  and as they move from aid-based to trade-based support  we must work with them carefully to establish what constitutes a responsible transition package, and that is what I am discussing with the Indians.&quot; Her remarks came in response to a question from Steve Brine, the MP for Winchester. Brine said: &quot;I am incredibly proud  as are many of my constituents  that the government are standing by some of the world&apos;s poorest people at a time when things are so difficult at home, but a number of my constituents are understandably concerned when India, for instance, is reported as saying that it does not need or, indeed, want our money.&quot; Greening first outlined her thinking to the Conservative party conference shortly after her appointment to the international development post in the cabinet reshuffle. &quot;We should focus our efforts on helping countries that are less able to help themselves, and on countries where our work can really speed up economic development. We should also recognise that as countries get richer, we need to be responsible about how we transition in our relationship with them from aid to trade. Those are the discussions that I am having with the Indian government at the moment,&quot; she said.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/04/uk-cut-aid-to-india", 
    "wordcount": "451"
}