{
    "headline": "Sheep dippers and potato pickers toil in the unseasonably warm weather", 
    "text": "Down on the machair the temperature is unseasonably high and I&apos;m certainly not envious of the group of crofters who, clad in wellies, waterproof dungarees and rubber gloves, are busily dunking a seemingly endless stream of resigned-looking animals at the sheep dip. The strength of the sunshine has brought out the warm herby smell characteristic of this stretch of the machair whatever the season, and here and there among the papery seed heads of the summer&apos;s yellow rattle and the dried angular heads of the umbellifers, a few last flowers are even now to be found. But it is around the margins of the family size potato patches that are ploughed into the machair amid the grassland and the long field strips that most of the flowers remain. By one is a great mass of mayweed, by another a show of corn marigold as bright as any found in the summer. The sheep dippers are not the only people at work this morning, for at many of the patches people are busy lifting potatoes. One couple has paused for a break, perched on their vehicle&apos;s tailgate. Flaskby their side, they pass a single mug to and fro. At another a solitary worker, car radio playing softly in the background, lobs potatoes into a large black bucket. Farther along the track a pair of enthusiastic sheepdogs race towards me from where their owner is turning over the soil. He summons them back, shouts a cheerful hello and waves what appears to be a lethal weapon but turns out to be a potato hook in my direction. &quot;Will you take one of these?&quot; he asks, as he jabs the hook into the soil and heaves the lump over before raking through to expose the potatoes. The wooden handle is smooth and polished with years of use and I wonder if, like the one used by my friend&apos;s family, it has been passed on father to son, father to son.", 
    "section": "environment", 
    "gid": "environment/2012/nov/01/south-uist-sheep-dippers-potato-pickers", 
    "wordcount": "331"
}