{
    "headline": "Border Agency decision threatens thousands of international students", 
    "text": "The UK Border Agency (UKBA) has revoked London Metropolitan University&apos;s power to teach or recruit international students, leaving nearly 3,000 students facing deportation unless they can find another place to study within 60 days. The university&apos;s vice-chancellor, Malcolm Gillies, has warned that the decision to revoke its licence to take non-EU students would create a 30m loss  equal to nearly a fifth of the university&apos;s budget  and threatens the institution&apos;s future. Of the 30,000 students expected at the university in the new academic year, about 2,700 from outside the EU. A statement posted on the university&apos;s website on Wednesday night said: &quot;The implications of the revocation are hugely significant and far-reaching, and the university has already started to deal with these. It will be working very closely with the UKBA, Higher Education Funding Council for England [HEFCE], the NUS and its own students&apos; union. Our absolute priority is to our students, both current and prospective, and the university will meet all its obligations to them.&quot; The NUS has contacted David Cameron and the home secretary, Theresa May, to &quot;express anger at the way that decisions have been made in recent weeks and to reiterate the potentially catastrophic effects on higher education as a 12.5bn a year export industry for the UK&quot;. The university&apos;s &quot;highly trusted status&quot; for sponsoring international students was suspended last month over fears that &quot;a small minority&quot; of students did not have accurate documentation. The revocation of this status means that any students not involved in the failures around monitoring their status will be allowed to remain in the UK and given 60 days to find a new sponsor, &quot;regularise their stay&quot; or leave the UK. Any longer stay may lead to deportation and refusal for any application to enter the country for 10 years. The Home Office guidance to universities states: &quot;If a student has already been given a visa when we revoke your licence, we will cancel it if they have not travelled to the UK. If they then travel to the UK, we will refuse them entry.&quot; A border agency spokesman said the decision had been made after the university &quot;failed to address serious and systemic failings that were identified  six months ago.&quot; He added: &quot;We have been working with them since then, but the latest audit revealed problems with 61% of files randomly sampled. Allowing London Metropolitan University to continue to sponsor and teach international students was not an option.&quot; The universities minister, David Willetts, said a taskforce led by the HEFCE and Universities UK would help overseas students affected by the decision: &quot;It is important that genuine students who are affected through no fault of their own are offered prompt advice and help, including, if necessary, with finding other institutions at which to finish their studies. The taskforce, which will also include UKBA and the NUS, will work with London Metropolitan University &quot;to support affected students and enable them to continue their studies in the UK&quot;. In an email before the licence was revoked, Gillies appealed for help to Keith Vaz, the chairman of the Commons home affairs select committee, saying university leaders &quot;absolutely accept&quot; some processes on international student recruitment &quot;will need further adapting&quot;. In a letter to Home Office minister Damian Green, Vaz said: &quot;While the committee is fully supportive of the government&apos;s efforts to clamp down on the abuse of student visas, and the need to follow rigorous processes, I share the vice-chancellor&apos;s concerns about the procedure in the case.&quot; Liam Burns, NUS president, said: &quot;It is disgusting that international students continue to be used as a political football by politicians who seem either incapable of understanding, or are simply uncaring about the impact of their decisions on individuals, universities and the UK economy. &quot;This decision will create panic and potential heartbreak for students not just at London Met but also all around the country. The needs of students must be at the heart of any process to find new places of study and NUS will be working with UUK and HEFCE to support affected students and ensure as far as possible that they can continue studying in the UK.&quot; &quot;Politicians need to realise that a continued attitude of suspicion towards international students could endanger the continuation of higher education as a successful export industry. This heavy-handed decision makes no sense for students, no sense for institutions and no sense for the country. This situation and the botched process by which the decision was arrived at could be avoided if international students were not included in statistics of permanent migrants.&quot; Further official information to students is available here.", 
    "section": "education", 
    "gid": "education/2012/aug/30/border-agency-international-students-threat", 
    "wordcount": "805"
}