{
    "headline": "New nuclear costs could squeeze renewables from UK energy mix", 
    "text": "Keeping people warm and keeping the lights on while meeting our carbon emissions targets means we have to use all the lower carbon electricity generation technologies  gas, wind, solar, hydro, nuclear, maybe even a bit of geothermal and wave. At least, this is the politically comforting narrative behind the current proposals to reform the electricity market. No hard choices here. There is something for everyone. The government sets out its energy and climate security goals and the market chooses which technologies can best deliver its requirements. Everyone&apos;s happy, right? Well, not really. The risk of wanting to do some of everything is that you end up not doing enough of anything. In any case, the government has already made some choices. It is required by law to deliver about 30% of its electricity from renewables by 2020. And it has announced that it wants 16GW of new nuclear by 2025. Together, it supposes, this will be enough meet its climate change targets without the lights going out. The government seems not to have noticed that its own Treasury will prevent this from happening. No one else seems to have noticed this either. This is probably not an accident. The Treasury is a master at concealing its hand, especially when it comes to letting other ministers feel the pain of its decisions. To unravel this tangle will mean delving into public expenditure controls  welcome to the wonders of the levy control framework. The renewables the government must have and nuclear it wants both require subsidies. Subsidies are unpopular, particularly so for nuclear. So the coalition has come up with a work-around. Electricity suppliers will be permitted to compel their customers to pay a levy. This cash will be used to finance a contract to pay nuclear and renewables generators the difference between what it costs them to produce electricity and the price offered by the market. This is the contract for difference that is at the heart of the government&apos;s energy bill. The cash never passes through the government&apos;s hands, ergo, it is not a subsidy. Well, maybe. But it is a tax. And therefore spending it still counts as public expenditure. And that must be controlled. And that&apos;s the Treasury&apos;s job. Hence the levy control framework which is the Treasury&apos;s device for ensuring that the Department of Energy and Climate Change (Decc) does not spend too much meeting its energy and climate goals. This simply sets a cap on how much levy can be collected each year. If the cap is breached, Decc has to pay the difference from within its existing spending limits. The current cap is 2.6bn a year and will rise to about 3.87bn by 2015. Here&apos;s the rub. To get the 16GW of new nuclear by 2025 Decc wants will be expensive. On the most optimistic estimates this will require a levy of 5.5bn a year by 2024. More realistic estimates make this 12.6bn a year. Even if there is no increase at all in the subsidy for renewables the levy cap would have to rise to more than 16bn a year. Anyone who thinks that the Treasury will agree to a levy cap this large is dreaming. Ed Davey will have to cut his policy cloth a lot better than this to fit within any levy cap the Treasury is likely to approve. He could choose to ignore British climate law and abandon its carbon reduction targets. But that would be pretty unpopular. He could choose to ignore European renewables law, which would be very popular with some, but also expensive as the commission imposes very large fines on countries which fail to meet their legal obligations. Or, he could get rid of the nuclear cuckoo and meet all his legal commitments. That would certainly upset the French, which would also be popular with some. It would embarrass all those who have been claiming that we will be freezing in the dark without new nuclear. But it would do nothing to imperil our climate or energy security and would save British householders and businesses a great deal of money.", 
    "section": "environment", 
    "gid": "environment/2012/oct/16/nuclear-ed-davey-energy-treasury", 
    "wordcount": "693"
}