{
    "headline": "Anthropology", 
    "text": "What youll learnAnthropology is a broad subject that explores how, when and where human life began, and examines human behaviour, cultures, history and social organisation. It attempts to answer some of the big questions about what it is to be human. Degree courses will usually dip into most of these areas before allowing students to specialise in social and cultural anthropology or biological anthropology. The first takes a more sociological route, examining societies, economies, religions and cultures around the world; while the latter looks at the science behind the ways that human beings evolved and how differences emerged between races, for example. So, you could find yourself examining the music of African pygmies one day and the corporate culture of the banking industry the next. Some courses will allow you to combine your anthropological studies with programmes in cultural studies, media, history, politics, economics, art and archaeology, ethnomusicology or foreign language training.   anthropology   How youll learnExpect tutorials, lectures, seminars and laboratory classes. You will often get the chance to debate complex ideas through discussion groups. Many courses will also require you to do a field work as part of a research project - which could involve a trip overseas. What are the entry requirements?Entry requirements vary, depending partly on course content. If your chosen programme includes biological anthropology then you may need an A-level (or equivalent) in biology. Sociology could also help your application.   anthropology   What jobs you could doThere are lots of career options. You might want to work as a journalist, documentary film-maker, museum assistant or librarian. You would also be well equipped to apply for work in the voluntary sector, for example, as a charity fundraiser or as a community or overseas development workers. If you want to do further study you could become a social researcher, lecturer or information scientist. Either way, youll leave university with an ability to engage with cultures, populations and groups different from your own. Youll have the ability to recognise different forms of communication and ways of thinking about the world - all of which will be attractive skills for future employers.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.anthropology", 
    "wordcount": "354"
}