{
    "headline": "Aquatic agriculture offers a new solution to the problem of water scarcity", 
    "text": "Hunger and nutrition will feature prominently at the G8 summit in Northern Ireland in June, in keeping with the renewed interest in agriculture, especially in Africa, where investors are eyeing the potential of vast tracts of land. But as experts note, water is the most severe impediment to increasing food production and security.            Ricardo Radulovich, professor of water science at the University of Costa Rica, points out that in Africa irrigation is a very limited option, due to lack of water, and rain-fed agriculture is affected by prolonged dry seasons and rainfall variability during the rainy seasons. A case in point is the Sahel in west Africa, where drought has grown increasingly frequent and where emergency aid was needed last year to forestall famine. Yet Radulovich believes that Africa&apos;s lakes can be part of the solution to the continent&apos;s agricultural limitations. Several African countries are endowed with lakes, some very large, that occupy a surface of more than 150,000 square kilometres. Why not use that water surface to grow food and aquatic plants, and for fisheries, asks Radulovich, who began his career as an agricultural water scientist 10 years ago. &quot;The key issue is water,&quot; Radulovich said in a telephone interview from Costa Rica. &quot;We have land, but water is the limiting element. You can have agriculture if you have water. If we use that lake surface to produce crops, aquatic plants, we won&apos;t waste water.&quot; Radulovich and his team, including Schery Umanzor, have already begun prototype projects on Lake Nicaragua, where they have grown lettuce, tomato, cucumber and cantaloupe melons on floating rafts, a continuation of trials that were undertaken at sea in 2001 at the Gulf of Nicoya, on the Pacific coast. The tomato roots can trail in the water or be potted with a cotton rope dangling in the water from the pot, which draws in water to the plant. The size of the rafts can vary, going up to six square metres, and can be made simply and cheaply, from plastic bottles, for example. Where the water is polluted by horticulture, an option is to grow flowers. One advantage of growing crops on water is that they are not as vulnerable to insects as they would be on land. The team&apos;s pioneering techniques have earned them a $100,000 (62,000) grant from Grand Challenges Canada, which is funded by the Canadian government. Targeting innovations for developing countries, Grand Challenges Canada will provide additional funding of $1m for those ideas that prove effective. Radulovich and his colleagues also see potential in aquatic plants such as azolla, water hyacinth and alligator weed. Frequently dismissed as weeds that clutter waterways, such plants are seen by Radulovich as enriching biodiversity, and as a source of nutrients and habitat for small fish and snails that attract bigger fish. He believes that hyacinth, for example, can be used as feed for herbivorous fish such as Chinese carp, animals and even humans, in the form of flour. &quot;Currently, where their blooms are a nuisance and clutter waterways, the new trend is to harvest and use them,&quot; Radulovich says. &quot;The next trend must be: cultivate them. All of this without even beginning selection and genetic improvement programmes, which in a few years, with a fraction of what is spent in agricultural improvement, can lead to tremendous advances.&quot; Radulovich is particularly excited at the possibility of growing rice by attaching rice plants to ropes. &quot;Even if the water is low in oxygen, maybe you can produce three rice crops a year, but whether we can do it economically I don&apos;t know,&quot; he says. Several countries have expressed interest in the concept of marine agriculture, including Uganda, Ethiopia, the Philippines and Malawi. But Radulovich sees the technological problems as only the start of the challenge, with cultural change, including food habits, posing greater hurdles. &quot;If people need it, and they do, the water environment must be used intelligently, and even changed, to an extent, without biological or environmental chaos.&quot;  This headline of this article was amended on 8 January 2013. The word marine was replaced with aquatic.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/05/marine-agriculture-solution-water-scarcity", 
    "wordcount": "696"
}