{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Straw-coloured bats flock together during migration in Kasanka national park, Zambia. About 8 million bats make it one of Africa's largest and most spectacular mammal migrations. The six-foot-wingspan bats live on just one-acre of forest on this huge continent. When they come home to roost after their daily hunt for fruit, each tree holds up to 10 tonnes of bats, making this the highest density mass of warm-blooded mammals on the planet Photograph: Will Burrard-Lucas/Barcroft Media       A group of great cormorants and great white pelicans on the banks of the Kazinga Channel in the Queen Elizabeth national park in western Uganda. The Kazinga Channel is a 20-mile (32km) long natural channel that links Lake Edward and Lake George. The park was formed in 1952 and covers an area of 1978 sq km. It is home to more than 500 different bird species and about 100 mammal species Photograph: Gernot Hensel/EPA       A lizard rides on the back of a snail in Batam, Indonesia Photograph: Shikhei Goh/Barcroft Media       A dog rests on a buffalo near Ravi river in Lahore Photograph: Mohsin Raza/Reuters       Two snakes are seen inside their compartment in wooden cupboards labelled 'poisonous snakes'  at a snake soup store. There are scores of people in Hong Kong who have through generations tamed snakes to make soup out of them, a traditional cuisine in south-east Asia, where many people believe snake meals and soups are good for health  Photograph: BOBBY YIP/REUTERS       Kenya Wildlife Service (KWS) anti-poaching squad search for poachers and displaced elephants in the Kora national park. Wildlife protection groups have expressed concern that elephant poaching in Africa is now at its highest for 20 years with an estimated 25,000 elephants killed in 2011. Kenya's worst incident of ivory poaching in recent history took place on 5 January when an entire family of 11 elephants were killed by poachers in Tsavo national park, which is home to some 13,000 elephants. Increasing prosperity in China, and a large influx of Chinese workers and investors throughout Africa, has sent demand for African ivory soaring  Photograph: Ivan Lieman/AFP/Getty Images       An aerial view of Kora national park in Kenya, where  surveillance drones are being deployed as part of efforts to protect elephants from poachers Photograph: Ivan Lieman/AFP/Getty Images       A National Geographic Society picture shows a Mekong giant catfish in the Tonle Sap Lake, Cambodia. Pangasianodon gigas or pla buek (huge fish) in Thai, can grow up to three metres long and weigh up to 300kg. It migrates hundreds of miles to spawn near Chiang Khong, northern Thailand, on the way passing through Xayaburi province, in northern Laos. The decision to build Xayaburi hydroelectric dam on the Mekong River is bad news for the giant catfish. In the Mekong, its numbers have declined by 90% over the past 50 years, mainly due to overfishing Photograph: Zeb Hogan/NGS/EPA       A cormorant is reflected in the waters of a lake in Kuwait City as it takes off for a flight in the morning sun Photograph: Raed Qutena/EPA       Hello, dodo. A museum employee looks at a dodo in display at the Extinction: Not the End of the World? exhibition at the Natural History Museum in London. More than 99% of species that once roamed the planet are now extinct. Organisers of the exhibition hope to show that a diverse range of plants and animals survived. Eighty museum specimens are on display from 8 February to 8 September 2013 Photograph: Peter Macdiarmid/Getty Images       Dead fish lie on the shores of the Ypacarai Lake near Aregua, Paraguay. Five months after the finding of cyanobacteria in its waters, the pollution in the once blue waters of the Ypacarai is worse than ever Photograph: Norberto Duarte/AFP/Getty Images       The gathering of the deers at the Tregothnan estate, near Truro in Cornwall. Tregothnan is bucking a historic trend by growing tea in England and exporting almost half of it abroad, including to tea-growing nations like China and India. Owned by a descendant of 19th century British prime minister Charles Grey, after whom the Earl Grey tea blend was named, the Tregothnan estate has been selling tea since 2005 and currently produces around 10 tonnes of tea and infusions every year   Photograph: Stefan Wermuth/Reuters       A parrot nibbles on simolu flowers on a tree on the outskirts of Guwahati city, India. This seasonal flower not only attracts a variety of wild birds and honeybees but has also become an attraction for nature lovers Photograph: Stringer/EPA       One of three African pygmy hedgehogs after being rescued from a courier package delivery in Lodz, Poland. Reports said four hedgehogs were purchased at an auction and posted in a box. The DHL hub collectively opened the box after an employee pointed to bad smell. One hedgehog had died in the box Photograph: Grzegorz Michalowski/EPA       A white stork called Macius re-occupies his nest in Bydgoszcz, Poland. Storks herald the coming of spring and have been coming to nest in this area of the city for 20 years   Photograph: Tytus Zmijewski/EPA       China's forest reforms threaten the giant panda habitat in Woolang panda reserve in Sichuan province  Photograph: Kate Barrett/Conservation International       Chimpanzees (Pan troglodytes) at the Virunga national park in Tongo forest, Democratic Republic of Congo. Fighting between government troops and M23 rebels in eastern Democratic Republic of the Congo has disrupted a promising plan for chimpanzee tourism in Virunga national park, also home to mountain gorillas Photograph: Alamy       A grey wolf (Canis lupus) pack, known as Druid pack, makes its way along a ridge in the Lamar valley of Yellowstone national park in Wyoming, US Photograph: Daniel J Cox/Getty Images       White swans swimming at a wetland in Wenquan county, north-west China's Xinjiang Uygur autonomous region. Every year 2 February is celebrated as the World Wetlands Day to mark the anniversary of the signing of the Convention on Wetlands. Signed on 2 February, 1971, the convention is an international effort to protect wetlands around the world. China joined the convention in 1992 Photograph: Jiang Wenyao/Corbis       A great one-horned rhinoceros, or Indian rhino, comes out of a mud bath in Pobitora wildlife sanctuary, about 31 miles (50km) from Guwahati, India. The Indian rhino is primarily found in Assam state of India and in Terai in Nepal Photograph: STR/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/08/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}