{
    "headline": "GCSE results: the toxic impact of telling students 'exams are getting easier'", 
    "text": "I&apos;m nearly twice as old now as I was when I sat my GCSE exams, although I&apos;m reliably informed that I look much older than that. When my friend (comedian Jonnie Price) found out I was only 30, his immediate response was &apos;F**k me, what happened to you?&apos; But regardless, I remember my school exams very well. I didn&apos;t go to a particularly reputable school. It was your standard over-subscribed under-funded school in an economically depressed area. One time our headmaster explained that there was a new electronics factory setting up in the local area. This factory would compete with the other electronics factory already established in the area. The new factory would be likely to poach all the top employees from the old factory, he said. The old factory would then have to promote people from the factory floor to fill the vacancies. This would leave a lot of factory floor jobs up for grabs. And if we worked hard and applied ourselves,  we could fill those entry level vacancies! This was genuinely meant as a motivational talk; if we did our best, we could maybe get jobs pressing buttons in a factory. Nothing wrong with such jobs of course, they&apos;re necessary and honest work, but they&apos;re rarely the subject of &quot;reach for the stars&quot;-style speeches. Except in my school. Long story short, I was in the minority for having educational aspirations. For example, in 1998, in my school of over a thousand pupils, if you added up the A-level physics, chemistry and biology classes, you got seven students. Three of them were me.  Infinite respect to the teaching staff, they generally did the very best they could with limited resources and in trying circumstances, but passing GCSEs and other exams with decent marks was a considerable effort for me and the others whose ambitions required this. But even so, a number of us got through with respectable grades. Turns out we needn&apos;t have bothered, because as numerous politicians pointed out once the national results were released, exams were getting easier. All that effort was pointless; we could have just glanced at our notes on the way in, scribbled down what we could remember along with some rudimentary guesswork and got a pass. No sweat. I remember this claim quite vividly. I was quite livid about it. I know I was a male adolescent so you might think this was my default mental state, but I wasn&apos;t an aggressive teen. All of my hormones were seemingly used up in producing acne. But whatever your mental state, having spent months working for something and actually achieving it, only to have some random political or media dullard dismiss it outright, it&apos;s difficult to not take that personally.  It&apos;s GCSE results week. Results this year are not expected to change vastly compared with last year, with the percentage of A to C grades predicted to remain roughly constant (although by the time you read this blog, that prediction could be proven wildly inaccurate). Whatever happens, the proportion of students achieving the higher grades will be much higher than when the exams were first introduced, and odds are it&apos;ll be too tempting to resist for some crusty old politician hoping to make political capital from trotting out the old &quot;exams are getting easier&quot; claim. Maybe exams are quantifiably easier than they used to be (but even this is debatable). But, some may argue, more and more students are getting higher grades, so obviously they must be. What other explanation could there be? There are several, actually. Is it not possible that today&apos;s children are actually getting smarter? This may seem like a sweeping generalisation, but then so is the claim that &quot;exams are getting easier&quot;. But check out the bizarre Flynn effect, which shows that each generation is quantifiably smarter than the last, regardless of country or upbringing.  There may be alternative explanations for this. Perhaps the incredibly detailed and constantly updated intelligence tests used to calculate IQ are getting easier too? But today&apos;s youth have access to more information at the touch of a button than previous generations had at even the most well-stocked libraries, so is it that ridiculous to assume they might know more stuff as a result?  Alarmists argue (without much evidence) that this is damaging the youth of today. I disagree. Maybe the context is different? Exams didn&apos;t mean so much in the years of O-levels. My father often likes to say: &quot;I worked hard in school. What a Thursday that was&quot;. He exaggerates, but he didn&apos;t get on with education. Didn&apos;t matter, he still managed to go on and do well, and end up with a son who is a prematurely aged science nerd. But in previous decades, university was more of a luxury than an apparent necessity. And with more people in university than ever (well, until now maybe) and a borderline-apocalyptic job market, getting a degree is less an indulgence and more of a necessity in many cases. When your long-term survival is at stake, this should motivate you to do well in exams. Or maybe exams really are relatively easier. Maybe successive governments who prioritise exam results over actual learning, like an angler who thinks catching a fish is less important than weighing the damn thing, have caused a gradual decrease in exam difficulty by an increasingly put-upon educational establishment. I don&apos;t know which of these possibilities is most likely to be the main contributing factor, if any. I do know, however, that whatever reason you favour, the ones who are not to blame are the ones sitting the exams; the students themselves. The whole &quot;exams are getting easier&quot; bandwagon that starts rolling whenever exam results are announced is inherently toxic. Students who do well in their exams get their achievements metaphorically pissed on in the national press. Those who fail, and there are still plenty of students who do, are made to feel much worse about this. It is lucky teenagers are so emotionally stable and reasonable, or this may have some negative consequences. And that&apos;s one thing that is never considered in the rush to pass sweeping judgements on exam results. Even if exams are easier, this is a purely relative measure. Today&apos;s GCSE students have never sat an O-level exam, they never will. They have no idea how easy or hard they were, they weren&apos;t even taught the same material. Their psychosocial context is completely different. To them, the exams they sit are still the most difficult assessment they have ever faced, and they are reminded of how important exams are with alarming frequency. And of course, stress impacts on test performance.  The structure of some long obsolete tests should be of no consequence, not used as a stick to beat them with for actually doing what is asked of them. If someone does something and you punish them for their actions, they are unlikely to do it again. That&apos;s a well-established principle of associative learning. Rats can learn this extremely quickly, and teenagers, whatever you think of them, are much smarter than rats. If, during the period in your life when you&apos;re distrustful of authority down to a biological level, you are told your success is dependent on educational achievement thanks to the mess those in charge have made of society, and then those same people tell you that your success is actually a fluke due to circumstances you have no say in, then that is probably going to cause some resentment. And politicians constantly wonder why today&apos;s youth are so disengaged with politics? Maybe it&apos;s because their first experience with politics involves being screwed over for the sake of scoring a few media points? A valuable life lesson, you may argue, but that doesn&apos;t make it right.  Despite what politicians and the media may think, teenagers aren&apos;t completely self-obsessed passive automatons, only communicating with the outside world via text speak or happy slapping. They are aware of what&apos;s being said of them, even if it&apos;s by proxy. We&apos;re in the world of 24 hours news and the internet in your pocket, and they have every right to be pissed off. It&apos;s often said that today&apos;s youth have &quot;no respect&quot;, but then they don&apos;t seem to receive any, so why would they? And to any GCSE or A-level students reading this: well done. Whatever your results, well done. You&apos;ve achieved a lot, while those who would claim to be your superiors are screwing things up left, right and centre. And if you see anyone running you down, it&apos;s probably because they&apos;re insecure about what you&apos;ve achieved, and are lashing out as a result. Having a massive rant in a mainstream media publication is how people over 30 work out their issues. Kudos to you all. Dean Burnett tries to be &quot;down with the kids&quot; via his twitter account, @garwboy  This article was amended on 23 August 2012. The original implied that punishment is synonymous with negative reinforcement. This has been corrected", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/aug/22/gcse-results-exams-easier-impact", 
    "wordcount": "1518"
}