{
    "headline": "Wii U: the essential guide", 
    "text": "     Friday sees the first major home console launch since 2006 and the beginning of the next generation in games hardware. But since its announcement at E3 in 2011, confusion and uncertainty has surrounded Nintendo&apos;s intriguing Wii U. Is it the latest slab of innovative offbeat brilliance from a company that specialises in confounding expectations, or a desperate bid to keep hold of the Wii&apos;s fading casual market? One thing is for sure  the queues have already begun to form outside HMV&apos;s Oxford Street store where the machine will see its UK launch (Game will also be opening 195 of its stores at midnight too). And although not entirely problem-free, the US roll-out earlier this month saw 400,000 units snapped up within a week. Nintendo wants to shift 5.5 million by the end of March 2013. Who will bet against them? For now, here&apos;s our in-depth guide to the Wii U, covering everything from the machine itself to the GamePad controller and the launch titles. The future of gaming, whatever it holds, may well begin here.   The bundles The Wii U will be available in three different bundle packages in the UK. The Basic bundle, retailing at around 250, comes with the console and a GamePad (both with their own power adaptors), as well as an HDMI cable and 8GB of flash memory. The Premium pack has all that plus a copy of Nintendo Land, 32GB of flash memory, a Wii U stand, a GamePad stand, a GamePad &apos;cradle&apos; and a Wii sensor bar. A limited edition ZombiU pack comes with all of the Premium Pack contents but swaps Nintendo Land for, yes, ZombiU and adds a Pro controller. Both the Premium Pack and the ZombiU pack retail at around 300. Nintendo has lots more information on all the packages here. The hardware The Wii U itself, is a sleek rectangular box, similar in dimensions to the Wii. It offers an HDMI port (outputting in 1080p, 1080i and 720p) and an AV multiout, which can handle standard definition for ye olde worlde CRT televisions. There&apos;s also a port for a Wii motion sensor array, as well as four USB ports, two in the rear and two beneath a flap on the front of the console, which also houses the SD card slot. Unlike the Wii, the Wii U can&apos;t be placed vertically without a stand (which comes free with the Premium bundle, but is missing for Budget purchasers).  This is an unassuming, minimalist piece of kit, very much intended to be hidden from view amid your living room entertainment set-up  a good thing in the case of the Premium version, which is very susceptible to finger prints thanks to its glossy black styling. The Controller The star of the show, of course, is the GamePad, a tablet-style game controller, with its own 6.2in touch-sensitive widescreen display, speakers, microphone and front-facing camera.             The front array also includes two analogue sticks, a traditional d-pad, and the four usual A, B, X and Y buttons, as well as Start and Select. In addition, there are left and right bumper and trigger buttons on the front edge; there&apos;s even a TV button which turns your GamePad into a universal remote control (after a little bit of reasonably painless calibration). It&apos;s all really comfortable, well-sized and well-positioned, and the analogue buttons move smoothly  they can also be clicked down for an extra button input. The controller comes with its own power cable, but the rechargeable battery will give you around 3-5 hours of untethered use. It&apos;s a strange beast, though, operating somewhere between a tablet PC and a game controller. At 500g it&apos;s lighter than a standard iPad and the contoured base makes it very comfortable to hold, but it&apos;s much more chunky and plastic then a tablet  and of course, it can&apos;t operate independently of the Wii U, so you won&apos;t be taking it on the bus. The screen isn&apos;t multitouch sensitive so you can forget about pinch controls, and sometimes it takes a good firm prod to get it to read inputs. However, the 854x480 pixel display is nice and crisp, and interplay between the pad and the console is very good: Ubisoft has said that latency is as little as 1/60 of a second. Designed by ST Microelectronics and the PNI Sensor Corporation, the built in motion sensors (including accelerometer and gyroscope) are some of the most sensitive around; according to Gamasutra, the geomagnetic sensor has a 15 times higher resolution than similar technologies found in smartphones, so expect very precise detection of your movements in all directions.  The big question is, well, what&apos;s the GamePad for? Nintendo is going to have to provide a really good answer, and it&apos;s not going to be as easy as &apos;look, you can play tennis by using the controller as a racquet!&apos;.  At a very basic level the GamePad provides a second screen for game stats or maps. So if you&apos;re playing a role-playing game like Zelda you won&apos;t have to keep swapping out to an inventory, you can just look down and select spells or weapons from your mini-display. For a football game, you could have your team formation and tactics on the GamePad screen so that you don&apos;t have to pause to make changes. Furthermore, it&apos;s likely that later titles will allow two GamePads to be used simultaneously; consequently, during two-player sports sims, you could make strategic alterations on your personal screen rather than on the TV so your opponent can&apos;t see your cunning plans. This is something the Madden NFL series of American football sims has needed for twenty years. The GamePad display can also be used as a secondary, motion-sensitive means of viewing the game world. In ZombiU for example it becomes a scanner, through which you get an enhanced version of the environment showing up any interesting objects or possible exits. With some titles (Batman Arkham City, for example), it&apos;s also possible to switch the whole game from the main TV display to the GamePad screen - perfect for when someone else comes into the lounge wanting to watch television. Now you&apos;re both happy. More interesting though is the concept of asymmetrical multiplayer gaming. Many Wii U titles feature two-to-four player modes in which a lone participant gets the GamePad and all the other people in the room have regular Wii Remote controllers. This opens up an array of possibilities. In Nintendo Land, for example, there&apos;s a game named Luigi&apos;s Ghost Mansion where four players using Wii Remotes have to elude a ghost, controlled by another player using the GamePad. The thing is, the ghost is not visible on the TV display, it&apos;s only shown on the GamePad, so the other players have to work together; when the spook is near one of them, their controller starts to vibrate so eventually the team is able to triangulate its position and &apos;kill&apos; it with their flash lights. Meanwhile, the ghost has to sneak up and touch each player before the time runs out. It&apos;s simple, but it leads to a really intriguing group dynamic with lots of emergent strategies.  My favourite examples so far, though are in the forthcoming Game &amp; Wario title. This includes a mini-game called Fruit, which shows a crowded street scene on the TV. Here, the player with the GamePad controls one inhabitant of this virtual town and must surreptitiously steal a number of juicy apples, while the other gamers have to guess which of the onscreen characters is controlled by their friend. Like Luigi&apos;s Ghost Mansion, it&apos;s genuinely challenging and entertaining, and provides a local multiplayer experience that would be impossible elsewhere.  There&apos;s another intriguing feature: the GamePad contains a Broadcom NFC (near field communication) controller. This technology allows devices to communicate with each other when placed in close proximity and is most commonly used in security keycards and contactless payment systems. In this case, it will mean that compatible items such as action figures could be placed on the GamePad display to interact with the onscreen action. It&apos;s very similar to the system used in Activision&apos;s hugely successful Skylanders games and figures, and Ubisoft has experimented with the tech in a prototype Wii U version of its popular Rayman series. It&apos;s easy to imagine a range of Mario figures which could store game stats and save data and open up new areas of the latest Nintendo titles. The technology Unlike the other console manufacturers, Nintendo rarely makes a big deal of its console architecture  the philosophy is, it&apos;s not about the tech, it&apos;s about the games. We know that the Wii U is based around a custom IBM Power-based multi-core processor and a AMD Radeon HD graphics processing unit, but detailed specs are unclear, although there have been excellent &apos;teardowns&apos; of the hardware by ifixit and AnandTech.  Whatever the details, there are already questions about whether this set up is powerful enough. Oles Shishkovtsov, the chief technical officer at developer 4A games told Now Gamer, &quot;[The] Wii U has a horrible, slow CPU&quot;. Reacting to this comment on Twitter, EA DICE game designer Gustav Halling commented that a slow CPU, &quot;will shorten its life a lot when new gen starts&quot;.  Nintendo of America chief Reggie Fils-Aime has responded to these accusations stating: &quot;&quot;In the end, our competitors need to react to what we&apos;re doing in the marketplace and need to figure out what their innovation will be,&quot; Fils-Aime told CNET. &quot;It&apos;s likely that faster processors and pretty pictures won&apos;t be enough to motivate consumers. They need to react to what we&apos;ve done and we need to continue innovating with the Wii U and we will.&quot; However, he has also claimed that, &quot;If you do a side-by-side comparison you would see that third-party games like Call of Duty look dramatically better on our system.&quot; So exactly where does the console stand in terms of sheer grunt? We asked Rich Leadbetter, a technical analyst for Eurogamer&apos;s Digital Foundry. He told us:  &quot;Initial indications suggest that, yes, the Wii U CPU is significantly less capable than the Xbox 360&apos;s. It appears to have been designed with efficiency and cost in mind - it&apos;s about half the physical size of the 360 CPU, so cheaper to produce, closing the performance gap to a certain extent with a more efficient design. But it is clearly not as powerful and so struggles with some games. Call of Duty: Black Ops 2 is the most extreme example we&apos;ve seen to date, where in worst case scenarios, in-game frame-rates can be halved compared to the exact same action being rendered on Xbox 360. This is somewhat at odds with comments from Reggie Fils-Aime &quot;The problem for games developers working across all platforms is fairly straightforward  they&apos;re used to working to specific strengths and weaknesses on each console. The Wii U introduces new strengths  more memory and a more capable graphics core  but has weaknesses you&apos;d not expect on a system released seven years after the debut of the 360. &quot;None of this will apply to games designed exclusively with the Wii U hardware in mind. Here, developers can play to the strengths of the architecture and get the most out of the system. We&apos;re already seeing some beautiful work from Nintendo itself just on the launch titles, and some of the third party exclusives are looking very nice too. However, game development budgets these days are huge and the best bet publishers have for making a profit is to release across multiple platforms  for a modern console to be lagging behind seven-year-old hardware already on certain titles is a genuine concern.&quot;  We also spoke to several several developers, all of whom asked to remain anonymous. They all mentioned the very decent GPU and the comparatively generous 2GB of video RAM, which is four times the amount available in the original Xbox 360 (but likely to be half of what we get in the next-gen PlayStation and Xbox). However, they also had concerns about the under-powered CPU, some even questioning whether it will have the capacity to drive two GamePads simultaneously. Certainly, it seems, the unit will struggle with elements such as AI and physics when developers seek to port over Xbox 360 or PS3 titles.  None of this was a problem with the Wii, where dedicated titles like Wii Sports drove demand, and where the unique motion controller took the focus away from graphics. But the GamePad&apos;s USP is its second display; it is  in a somewhat different sense  a concept driven by visuals. Nintendo will need to sell a lot of consoles in order to show third-party publishers that it&apos;s worth their while wrestling with this new hardware  especially as we&apos;re about to find out what Sony and Microsoft have planned. Wii fans with big game collections can rest easy though: Nintendo has said that the new system is backwards compatible with most Wii titles, as well as all Wii controllers.  The games Here is a complete list of UK launch titles: Nintendo LandNew Super Mario Bros. UFunky BarnCall of Duty: Black Ops IISkylanders GiantsTransformers PrimeDisney Epic Mickey 2Fifa 13Mass Effect 3 Special EditionBen 10: OmniverseTank Tank TankFamily Party: 30 Great Games Obstacle ArcadeTekken Tag Tournament 2 Wii U EditionSonic &amp; All-Stars Racing TransformedWarriors Orochi 3 HyperDarksiders 2Assassin&apos;s Creed IIIJust Dance 4Sports ConnectionRabbids LandYour Shape: Fitness Evolved 2013ZombiUBatman: Arkham City Armoured Edition Game Party Champions            There are three key titles in the line up. Nintendo Land is a lovely collection of mini-games showcasing the abilities of the GamePad, all within a charming theme park setting. New Super Mario Bros U is a sort of HD re-imagining of the similarly named Wii title, boasting beautiful side-scrolling action and some neat co-op functionality courtesy of the GamePad screen. Then there&apos;s ZombiU a tense, often truly terrifying survival horror game from Ubisoft, which is about as un-Nintendo as you&apos;re going to get on a Nintendo launch day. Later, we can look forward to the aforementioned Game &amp; Wario as well as new Zelda, Wii Fit and Pikmin titles. We&apos;re also excited about surreal puzzler The Wonderful 101 and Bayonetta 2, both from Platinum Games.  But here&apos;s a really important addition. In September, Nintendo announced that Wii U would support the Unity3D engine, a multi-platform games technology used by thousands of small and independent studios. The manufacturer will be able to utilise Unity in its own games or make it available to third-party developers, and will also be working with the engine&apos;s creators to include Wii U compatibility into the Unity SDK. Potentially, this means Wii U is now a target platform for indie developers who wouldn&apos;t be able to afford dedicated console development kits.  At the same time, Nintendo seems to be making it very easy for indies to submit games to the Wii U version of its digital gaming portal, eShop. This service works like Xbox Live Arcade, Steam or the Apple App Store, allowing consumers to download titles directly to their machines. Apparently, developers are able to set their own prices for games, and later, they won&apos;t be charged for creating updates for those titles.  Nintendo hasn&apos;t been a hugely pro-active supporter of independent development in the past, but no doubt inspired by the success of grass roots projects like Minecraft, Fez and Spelunky is now making more of an effort to engage with the community. This has already resulted in neat independent titles like Trine 2: Director&apos;s Cut and Cloudberry Kingdom, and may lead to some truly unique, idiosyncratic titles  the sorts of things Wii U will need if it is to compete against other next-gen machines next year.  The entertainment stuff Although Wii eventually offered an array of video-on-demand and digital TV services, the console never had as robust an entertainment offering as Xbox 360 or PS3. Nintendo is seeking to address that with Wii U. From day one in the UK, gamers will be able to access YouTube, Netflix and Lovefilm, and the company says it is working on deals with digital content providers to boost its video-on-demand offerings. It&apos;s likely we&apos;ll also see support for streaming TV offerings like iPlayer and 4OD.  Furthermore, Nintendo is also rolling out its Nintendo TVii service in the US next month and through Europe next year. There&apos;s a video trailer here:    Trailer Nintendo TVii [ITA] from GloboPictures on Vimeo.   This is a sort of socially connected viewing service which allows you to search all your VOD and streaming services as well as compatible TV channels for your favourite shows and movies. You can then create playlists and share these with your friends, as well as checking out what family members and pals have been watching.  Finally, Nintendo is also introducing its new Miiverse social network feature which will allow users to meet and chat via a colourful online environment. each game will have its own community where fans will be able to swap tips or ask for help. It&apos;s all heavily moderated to ensure everything remains family-friendly. Eurogamer has a good preview here. What the industry thinks &quot;The competitive landscape has altered dramatically from 2006, when the original Wii was launched. While the Wii was a great seller for three or four years, its lifecycle has been cut short due to a failure in providing ongoing user engagement. Third-party support for the Wii has not materialised in the later stages of the cycle and Nintendo lags behind the competition in terms of its connected content offering. For the Wii U, the company has been busy putting together a strategy to combat these weaknesses. Third-party support appears more developed at launch, the support of Unity suggests potential for the future and the company has made strides to improve its connected user experience. Nintendo has the building blocks to compete, so it now comes down to execution.&quot;Piers Harding-Rolls, senior principle analyst, IHS Screen Digest &quot;After almost two years of confused messaging and half-hearted press conferences the Wii U is finally here - but it&apos;s no closer to defining an identity. At launch the console has three really solid exclusives in New Super Mario Bros. U, Nintendo Land and ZombiU, each satisfying a different audience and crucially, none really worth buying a 300 console for. &quot;On day one Nintendo&apos;s machine offers a strong line-up of multi-platform games, an intriguing online social network and a control mechanism with plenty of potential  but it might take a while before the console truly carves out its niche.&quot;Andy Robinson, Editor, CVG (which has its own Wii U guide here) &quot;There&apos;s some good stuff in the launch line-up and interesting prospects in the near future, but nothing as yet that will sell the machine the way Wii Sports did for the Wii. Even the most exciting features in the world are nothing without a must-have game to put them in context. &quot;On top of that, Nintendo has a couple of specific and thorny issues to overcome with Wii U. One is keeping third-party game publishers on board. Publishers need to be able to make their games for multiple consoles and PC to be profitable, and Nintendo&apos;s spent a lot of time reassuring them (and gamers) that the Wii U&apos;s HD graphics and more traditional controls will be compatible with the games they make. But with a new Xbox due as early as this time next year and a PlayStation surely not far behind, it only has a window of a year or two - because those machines will likely be considerably more powerful than Wii U is. The technological arms race will move on and Nintendo will once again be left behind without the games that the competition has. This hurt the Wii in the long term, and it would be an even worse fate for Wii U which doesn&apos;t have such a clear selling point.&quot;Oli Welsh, deputy editor, Eurogamer &quot;Having been playing the Wii U and its launch lineup for the last week, I feel more positive about it than I did in the run up to launch. New Super Mario Bros and Nintendoland are both solid crowd pleasers that will go down well with families this Christmas, while meatier, hardcore titles such as Mass Effect 3 and Call of Duty: Black Ops II are just as good on Wii U as they are on the Xbox 360 and PlayStation 3. The Wii U is far from what I would call a day-one purchase, but it&apos;s off to a strong start, and as long as Nintendo get Mario Kart or a new Wii Sports released soon, it should build momentum ahead of the launch of other consoles at the end of next year.&quot;Guy Cocker, editor, GameSpot UK &quot;Something that shouldn&apos;t be underestimated is the Wii made it easy to understand video games again. No complicated button controls, you just swung the Wiimote and your man on screen hit a ball with a tennis racquet. The Wii U complicates things again. There&apos;s two screens you need to be aware of, some games can be played just on the tablet itself, some can&apos;t. There&apos;s control sticks and buttons, you need the Wii mote and nunchuck still and there&apos;s a proper games controller as well. That could be too overwhelming for consumers who have come to understand that with a tablet like the iPad, you just prod the screen and cool things happen.&quot;Matt Martin, editor, GamesIndustry.Biz &quot;I&apos;m hugely excited about the Wii U. In fact, as I speak to you I&apos;m sitting by my window in my underwear, waiting for the delivery van. Nintendo launches always feel like Christmas, and I think it&apos;s because Nintendo remembers that games machines should be toys first and foremost. Blue skies and WOO HOO! Not Netflix and Ad Banners.&quot;Robert Florence, games columnist, broadcaster Hands-on events Nintendo is touring the country with demo units so that gamers can try the hardware themselves. Here are the dates: The Gadget Show Live @ Christmas, Excel, London: 30 November  2 DecemberWestfield, London: 6  9 DecemberThe Centre, Milton Keynes: 13  16 DecemberArndale, Manchester: 3  6 January", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/29/wii-u-essential-guide", 
    "wordcount": "3708"
}