{
    "headline": "We must impose a carbon limit on new electricity generation here and now", 
    "text": "Arctic ice is melting faster than expected. Five years ago authoritative predictions suggested it would take until 2065 to shrink to the size it reached last month. Drastic action is necessary to reduce emissions from the energy sector if we are to slow the rate of global warming. Earlier this year, the UK government&apos;s independent climate adviser, the Climate Change Committee (CCC), called for the carbon footprint of UK electricity to be 50g/kWh by 2030. However, the government has set a standard for new electricity generators that is nine times higher. This is to allow electricity generation from natural gas. But we will not achieve the CCC target if these gas plants are built, because they typically last 30 years. The government claims this &quot;dash for gas&quot; will lead us out of recession. Rather than listening to the fossil fuel lobby, the government should look to Germany, now leading Europe out of recession. In today&apos;s Nature Materials, I point out, with German and Italian colleagues, that the peak price of electricity in Germany is falling steadily, giving their industry a competitive advantage. The peak price is falling because the amount of solar photovoltaic (PV) electricity is rising exponentially. In summer or winter, PV systems in Germany supply cheap electricity with maximum power around noon, when the sun is highest. The peak demand, and therefore peak price of electricity, also occurs around noon. In the UK, an all-renewable electricity supply would be even easier than Germany because the monthly wind variation and evening electricity demand match. Our evidence suggests the most effective, cheapest and quickest way to achieve the CCC target is to impose their limit on new electricity generation here and now. All the renewable energy technologies are well below the CCC limit. Most of them are already well established. In 2011 the UK had 12.3GW of renewable power which is around 20% of our maximum electricity demand. Many more renewable energy technologies are available now than in 2006. Offshore wind is expanding. My group at Imperial has developed solar cells that are being manufactured with three times the efficiency of current PV panels. Tidal and wave power did not appear in the 2011 figures, yet the UK has one half and one third respectively of Europe&apos;s tidal and wave resources. Bioenergy contributes around one quarter of the UK renewable supply. Many types of biogas generator produce electricity cheaper than using natural gas. A fast-rising biogas contributor is anaerobic digestion. This is biogas from bacterial fermentation of food, sewage or livestock waste in closed vessels. Resulting carbon dioxide emissions are much lower than the CCC limit and greenhouse gases from the rotting waste are avoided. Importantly, all biogas fuels are indigenous. A &quot;dash for biogas&quot; will mean the price of UK electricity will no longer depend on the whim of foreign governments. There would also be no need for the environmentally unsound and politically unpopular method of &quot;fracking&quot; for shale gas. Recovery from recession is hindered by the reluctance of banks to invest in new industry. A large number of first-time investors were prepared to support the UK renewable industry but were deterred when the feed-in tariff (FiT) for solar photovoltaics was cut in half. The FiT should be more closely modelled on the successful German counterpart. If the Treasury reversed its decision to count the FiT on its books, public expenditure would be reduced at a stroke. An even bigger boost to government finances could result if the CCC limit were imposed now. The government could save much of the 3bn tax break they gave the fossil fuel industry in the budget. Adopting the CCC limit now would help the UK emerge from recession. The cost of electricity would fall, new jobs would be created, government debt would fall and, at last, the government could fulfil its pledge to be &quot;the greenest government ever.&quot;  Keith Barnham is emeritus professor of physics at Imperial College London and author of The Burning Answer to be published by Orion Books next year", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/carbon-limit-electricity-generation", 
    "wordcount": "681"
}