{
    "headline": "On the road: Toyota Avensis T4 2.0 Tourer - review", 
    "text": "You know when you reach the end of your journey, you park up, then that should be it, job done? But no, it&apos;s not, because you&apos;ve then got to pull on a convenient and reassuring lever to your left. Yep, the handbrake. What an absolute nightmare that is. So thank heaven someone has invented a new system, whereby you have to fiddle around looking for another button, which you push, or possibly pull, and then you wait because you&apos;re not sure if it&apos;s worked, and it takes asecond or two for the light to come on, maybe you need to switch on the engine again, just to be sure... Oh, wait a minute, system A is better. But the motoring industry doesn&apos;t agree. They&apos;ve adopted the old &quot;If it ain&apos;t broke, break it&quot; approach. More and more new cars have electronic handbrakes, parking brakes, whatever you want to call them. (My girlfriend  there she is!  calls them fingerbrakes.) And Ibloody hate them. They&apos;re fiddly, take longer, don&apos;t offer the same reassurance. I imagine if they go wrong they cost about 7,000 quid to fix because the car needs an entire central nervous system transplant instead of a simple replacement cable. Don&apos;t even think about fingerbrake turns. This car has one, did you guess? I&apos;m actually glad, to be honest, because otherwise I wouldn&apos;t have very much to get steamed up about. The Toyota Avensis T4 2.0 Tourer simply isn&apos;t a car to get steamed up about, one way or the other. In many ways it&apos;s an excellent car, but it&apos;s not one that&apos;s going to stir the spirit. No one&apos;s going to get one because they&apos;ve always dreamed of having a Toyota Avensis; they&apos;ll get one because they decided it ticks all the right boxes and the numbers make sense. Or because whoever&apos;s in charge of the company car fleet has decided the numbers make sense. This will be a marriage of convenience, not a marriage of love. It&apos;s been re-tweaked. That&apos;s another thing the motoring industry does. Midway through a model&apos;s life, they&apos;ll &quot;refresh&quot; it, change the lights a bit, and the grille, try to make out it&apos;s new. In this case it&apos;s very minor cosmetic surgery. You probably wouldn&apos;t notice the difference, even if it was parked right next to a pre-nipped&apos;n&apos;tucked model. OK, so they&apos;ve also made it a little more efficient. Fuel consumption is better, emissions are down, more boxes get ticked, the numbers make even more sense. But it&apos;s not going to make you suddenly go, &quot;Oh my God, I love you, I&apos;ve just realised.&quot; Unlike real cosmetic surgery, obviously. You still won&apos;t feel very much at all, until you get in, and reach for the handbrake. Toyota Avensis T4 2.0 Tourer       Photograph: Simon Stuart-Miller for the Guardian    Price 24,620 Top speed 124mph Acceleration 0-62mph in 10 seconds Average fuel consumption 61.4mpg CO2 emissions 120g/km Eco rating 8/10 Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2012/jun/29/toyota-avensis-t4-tourer-review", 
    "wordcount": "499"
}