{
    "headline": "Rise of the home unschoolers   where children learn only what they want to", 
    "text": "Its Tuesday morning in Coventry and three children are making clay seal pups on the dining table at home. Zephan is four, so his looks a bit like an aeroplane. Noah and Josiah, 10 and 13, are carefully shaping flippers. A book about seals lies open on the sofa. This mornings activity was Zephans idea, inspired by the boys term-time holiday to see seal cubs on the Pembrokeshire coast. While other children may be fidgeting at their desks in school, these boys can take the day in whichever direction they choose. Zephan goes off to make a den; Noah picks up his Lego; Josiah decides the seal activity has more life in it and starts apainting.   Related: Councils seek new powers to check on home-schooled children    This is unschooling in action, a step beyond home education because children decide what theyd like to learn and when. Unlike school, or more traditional types of home education, theres no curriculum, no imposed learning, no testing. The children set the agenda and pace; the aim is to learn through living. For Alice Khimasia, mother to Zephan, Noah, Josiah and their 14-year-old brother, Elias, this is an antidote to school. In year 3 I started to be concerned about Elias, she says. He seemed to lose his spark, almost like the light in his eyes went out. He seemed downcast. He stopped looking at people. He exhibited anxious behaviour. Khimasia had written off home education as weird but she and her husband, Kaushil, a supply teacher, started to research it. Then came a snowy day in January 2010: It was the most beautiful day, clear and bright, she recalls. The boys were so excited when they woke up. So I rang school and said: The boys wont be in today, we want to play in the snow! And we didnt go back. Unschooling, also known as autonomous, child-led or delight-directed learning, has spread across the world from its inception in the counter culture of 1970s America. There are no firm figures for how many children are home educated in the UK, let alone unschooled, as there is no legal obligation for parents to register their children, but a 2015 survey put the figure at 36,609 home-educated children. The real number is likely to be much higher.     Today Zephan, four, has decided to do crafts  Photograph: Andrew Fox for the Guardian    Anecdotally unschoolers appear to be increasing. If you mean people taking their kids out of school and not teaching them in a structured way, thats definitely on the rise, says Simon Webb, author of Elective Home Education in the UK. On most of the lists and the Facebook sites you can see thats the trend, to not have to teach them as they do in school. Khimasias sons spend their days exploring their world. In addition to Zephans interest in ancient Egypt, Noahs fondness for the Bloodhound land speed record car, Josiahs art and Eliass engineering, they tend an allotment, attend a woodwork class with a group of pensioners and swim with other home-educated children. For Khimasia, who trained as a teacher, unschooling has required a shift in her mindset. Ive had to let go of a lot of my thinking. Im more of a mentor, encouraging the boys to have a vision and to undertake their own projects. According to a 2013 study by Boston College professor Peter Gray, which looked at the outcomes of 75 adults who had been unschooled as children: Unschooling benefited them for higher education and careers by promoting their sense of personal responsibility, self-motivation and desire to learn.      while Elias, 14, works on an engine and plans for a future in the automotive industry    Khimasias eldest son, Elias, standing in his workshop in the back garden tinkering with the hydrogen generator hes just built, appears a particularly self-reliant young man. At 14, he has chosen to re-enter formal education, attending an engineering academy to gain the GCSEs he feels confident will eventually lead to a career in the automotive industry. He feels unschoolings emphasis on self-directed learning has made him a problem solver and given him time and space to follow his passions. My teacher described me as the Google of engineering because Ive had experience actually building, designing and inventing things.   Related: DIY schooling on the rise as more parents opt for home education    Yet unschooling has its detractors. If a child is really curious about the world and enthusiastic about learning, he or she can spend as long as needed to explore various topics and pick up valuable life skills, says Webb. But some parents might not understand this method, so the child drifts, not doing much. Although the majority of respondents in Grays study were positive about their unschooling experience, three were unhappy, stating they came from dysfunctional, socially isolating families. One, who grew up in the UK, wrote: I actively disagree with unschooling because I believe that it is a very easy way for unwell parents to bring their children up without needing to actively participate/integrate into society. She didnt study anything or develop a satisfactory plan for her own life, she said. Although the responsibility in law for childrens education is with their parents, local authorities have a statutory duty to make sure all children get a suitable education. In an effort to do this the Local Government Association has called for the power to compel parents to register home-educated children and for the right to enter premises to see children and check the suitability of education being provided. But some home educators claim local authorities already have extensive powers and are not exercising these fully.     Josiah is keen on drums and brothers Zephan and Noah on the keyboard  Photograph: Andrew Fox for the Guardian    Lewis James, 26, from Rotherham, was taken out of school at the age of 11. He describes his home education as no schooling, even though he was visited annually by a local authority inspector and signed off as receiving a suitable education. But I wasnt really doing anything. I mainly did drawing and made things out of Plasticine. My mum used to make excuses, like my uncle was in a car crash, and she said it was too stressful for me to do any work. We moved when I was 14 and after that Ididnt see anyone from the council.   Related: 10 good reasons to home school your child    At 16, with no qualifications or work experience, Lewis tried to get a job, but it didnt work out. At 17 he went to college to do wall and floor tiling and worked as a cleaner. Eventually he approached the Princes Trust, which gave him a grant to set up his own business as an illustrator and in 2015 he became a young ambassador for the trust, speaking at events where he tells his story of turning from Neet to young entrepreneur. Khimasia has had a broadly positive experience with the local authority, and her annual inspections have taken place without incident, but not everyone wants inspectors in their home. Julie Coles Bunker, from Bromsgrove, Worcestershire, withdrew her three children from school when they were 13, 11 and eight and unschooled them at home. They werent happy in school and the schools werent meeting their needs, she says. For my children, they did not want to have anybody invading their privacy, wanting to interview them and ask questions. My children have the right to aprivate life so we chose to give writteninformation.      until Josiah decides its time for cooking. Photograph: Andrew Fox for the Guardian    Dr Helen Lees, senior lecturer in education studies at Newman University, Birmingham, recognises that some families will resent state involvement, but feels there is a need to modify the inspection regime to the benefit of children and parents: We need to understand whether parents are engaging their children in a suitable and efficient way. It has to be non-intrusive and inoffensive, but it is not unreasonable to ask carers to explain what theyre doing and why. For Khimasia her philosophy is clear: I want my children to become independent lifelong learners and to know that whatever they want to learn, they can learn it. Lay on a feast of interesting ideas and children will learn  thats what they do.", 
    "section": "education", 
    "gid": "education/2016/oct/11/unschool-children-monitor-home-schooling-education", 
    "wordcount": "1332"
}