{
    "headline": "Schools face no-notice Ofsted inspections", 
    "text": "Schools in England will face no-notice inspections from this autumn, the new head of Ofsted has announced, so that inspectors can see classrooms &quot;as they really are&quot;. Sir Michael Wilshaw, who became HM chief inspector of education, children&apos;s services and skills on 1 January, said on Tuesday all regular school inspections would take place without notice from September. Ofsted already undertakes unannounced inspections in a number of circumstances, including where concerns are raised about a school and for some satisfactory schools that do not show enough capacity to improve. But the normal period of notice is two days. Wilshaw said: &quot;Ofsted has been moving towards a position of unannounced school inspection over a period of years. I believe the time is now right for us to take that final step and make sure that for every school we visit inspectors are seeing schools as they really are in the corridors, classrooms and staffroom.&quot; The launch of Ofsted&apos;s Parent View website means parents do not have to be sent questionnaires before an inspection as they can give their views year round, Ofsted said. When the first Ofsted inspections took place in 1992, schools received a year&apos;s notice. Brian Lightman, the general secretary of the Association of School and College Leaders, said: &quot;We welcome moves to improve the effectiveness of inspection, but I have real doubts that no-notice inspection will accomplish this. &quot;An effective inspection system is based on mutual trust and respect, not the premise that schools are trying to &apos;cheat&apos; and need to be caught out. If it is going to lead to improvement, inspection needs to be done with schools rather than used as a beating stick.&quot; Michael Gove, the education secretary, said: &quot;I warmly welcome this proposal from Sir Michael and Ofsted. No-notice inspections, especially where behaviour and teaching standards are of concern, will provide parents and others a true picture of schools&apos; performance. I look forward to receiving the full proposals in the coming weeks.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/10/schools-no-notice-ofsted-inspections", 
    "wordcount": "337"
}