{
    "headline": "Mojiva claims to reach 1bn devices a month with mobile ads", 
    "text": "Mobile advertising network Mojiva has published some startling numbers about its growth, claiming that its network reaches more than 1bn devices a month, notching up 45bn monthly ad requests between them. The company is one of the independent firms challenging the in-house ad networks of Apple and Google. Mojiva says it now has more than 8,000 publishers and apps on its network, which is reaching well beyond its US homeland. In fact, Mojiva says 224m of its unique monthly devices are in the US, but Europe is growing fast with more than 64m with 33m of those in the UK. These figures are from December 2011, incidentally. &quot;We&apos;ve worked extremely hard to grow our footprint for marketers in the UK and Europe in the last year,&quot; chief executive Dave Gwozdz tells The Guardian. &quot;The tens of millions of unique devices reached per month in the region is indicative of the our commitment to being a global leader.&quot; We talked to Gwozdz to find out more about Mojiva&apos;s business, and the mobile advertising trends that it has identified as important to its current growth. &quot;We see a ton of growth in the app environment, particularly Android and iPhone,&quot; he said. &quot;We keep hearing about some of the others doing better, but not necessarily gaining ground in market share. All the app environments seem to be growing at a good clip though.&quot; Mojiva is currently investing significantly in analytics tools for its developer and app partners, to help them understand not just how people are clicking on ads in their apps, but how they are using the apps themselves. The company is also continuing its global expansion beyond Europe to Asia, where it&apos;s opening an office in Singapore and mulling a joint venture in China. The latter is a fascinating market for apps and mobile advertising. &quot;Fascinating, but scary,&quot; says Gwozdz. &quot;There are hundreds of millions of feature phones, but Chinese consumers are quick adopters. And the size of the three main mobile operators there dwarfs the operators anywhere else. There&apos;s a lot going on.&quot; While mobile phones currently account for most of Mojiva&apos;s business on the ad network side it also has an ad serving business with customers including Skype, Microsoft and Flirtomatic - Gwozdz says tablets are an increasingly interesting market for the company. &quot;You can&apos;t underestimate the energy around tablets, it&apos;s incredible, and we have a lot of demand for reaching tablet users through advertising,&quot; he says. &quot;Tablet sales continue to explode, and hopefully Samsung or one of these other guys will come out with some competitive tablets to make this more than just an iPad race.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/02/mojiva-1bn-devices-mobile-advertising", 
    "wordcount": "457"
}