{
    "headline": "Another Mars mission: has Nasa made the wrong choice?", 
    "text": "Just a few weeks ago I was worrying about the future of Mars exploration. Now I&apos;m thinking, &apos;Mars  again?&apos; On Monday we learned that Nasa would fund the InSight mission, which will investigate the interior of the red planet using seismometers and other instruments. The agency chose InSight over a voyage on the methane seas of Saturn&apos;s moon Titan; or a hop, skip and jump across the surface of a comet. The decision drew criticism that the agency is becoming fixated on Mars. Carolyn Porco, who works on Nasa&apos;s ageing Saturn mission Cassini, stated that there is &quot;too much emphasis on Mars in our current plans for planetary exploration&quot;. It is not that InSight will return bad science, and I&apos;m thrilled for the teams building its instruments, but it will launch in 2016, three years after the Mars MAVEN mission and just a few years before another promised Mars mission that Nasa is expected to announce soon. A look at the current Nasa manifest shows a distinct preference for missions to the inner solar system, especially to the moon, Mars and asteroids. Of the six spacecraft launched since New Horizons set off for Pluto in January 2006, only the Jupiter mission Juno is going to the outer solar system. With the selection of InSight, the next four missions will similarly head for nearby targets. As it stands, Nasa has no further plans to explore the outer solar system once New Horizons and Juno are complete. Announcing InSight, John Grunsfeld, Nasa&apos;s associate administrator for Science, said it showed the best chance of keeping within budget and on schedule, which is similar to the logic used to fund the Mars MAVEN mission. While admirable in one respect, this raises the question of whether Nasa now see Mars as an &quot;easy option&quot;. In the accompanying press release, Nasa&apos;s administrator Charles Bolden stated that the selection &quot;ensures we will continue to unlock the mysteries of the red planet and lay the groundwork for a future human mission there&quot;. This logic is difficult to follow. The question of whether Mars is geologically active is crucial for planetary scientists piecing together the history of the planet, yet it is hard to see how it will greatly benefit a human mission. If dangerously large marsquakes were common, we would have seen the results in the decades&apos; worth of images that have been taken from orbit. The comment also jars because there is no money on the table for landing humans on Mars. With the success of Curiosity, Mars is now well served and this selection was a chance to visit somewhere else. Comet Hopper would have put a lander on comet Wirtanen. It is similar, though much smaller in scope, to Esa&apos;s Rosetta lander, which will arrive at its target comet in 2014. The Titan Mare Explorer (TiME), however, was unique. It was designed to follow up Esa&apos;s Huygens lander, which touched down on Titan in January 2005. Saturn&apos;s largest moon, Titan, is revealing itself to be arguably the most Earth-like world in the solar system. It has a thick atmosphere and weather similar to ours, although instead of water, its sea, lakes and rain are composed of liquid methane. TiME would have floated in the Titan sea, showing us this truly alien place. As it stands, Huygens could become the robotic equivalent of the Apollo moon missions: a great start that was simply abandoned. If this were to happen, it would be a tragedy. All may not be lost. The Kepler space telescope was proposed five times before being accepted and funded by Nasa. After each rejection the team worked harder to prove their concept until Nasa could ignore them no longer. Now, the telescope is in space and capturing headlines by discovering thousands of planets around other stars. Let us hope the team behind TiME can battle on, and that we may yet sail on Titan. Let us also get behind InSight and look forward to understanding the interior of Mars.", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/aug/23/another-mars-mission-nasa-wrong-choice", 
    "wordcount": "673"
}