{
    "headline": "Mystery bird: Orange-chinned parakeet, Brotogeris jugularis", 
    "text": "    Orange-chinned parakeet, Brotogeris jugularis exsul (synonyms, Psittacus caudacutus, Psittacus flavigula, Psittacus toui, Caica chrysopogon, Conurus tovi; protonym, Psittacus jugularis), Statius Mller, 1776, also known as the bee-bee parakeet, brown-shouldered parakeet, Mexican parakeet or as the tovi parakeet, photographed at Minca, Magdalena department, Colombia (South America).  Image: Nick Athanas/Tropical Birding, 8 November 2011 (with permission) [velociraptorize]. Canon EOS 7D   Question: This South American mystery bird is notable amongst its congeners for one of its traits. Which trait might that be? Can you name these birds&apos; taxonomic family and species? Response: This is a pair of orange-chinned parakeets, Brotogeris jugularis, investigating a cavity in a tree, probably because they are thinking of nesting in it. The genus, Brotogeris, consists of small parrots that are endemic to Central and South America. It ranges from the southern portions of Mexico down south through Central America and into Colombia, Venezuela and northeastern Peru. This species is notable because its range extends the farthest north for any Brotogeris.  Orange-chinned parakeets are found in a wide variety of habitats, ranging from subtropical or tropical dry forests as well as moist lowland forests, and even in heavily degraded former forest. They eat seeds and fruit. Some authorities think orange-chinned parakeets may form a superspecies with the cobalt-winged parakeet, B. cyanoptera, and the golden-winged parakeet, B. chrysopterus.  Orange-chinned parakeets can be distinguished from these similar species:  Cobalt-winged parakeet, B. cyanoptera, has the same orange patch on its &quot;chin&quot; but cobalt-winged parakeets can be distinguished by the yellow feathers around their nostrils, and by the lack of a strong yellowish-green breast. Their green plumage has a distinct bluish-grey hue  Golden-winged parakeet, B. chrysopterus, has the same orange patch on its &quot;chin&quot; but has orange primary coverts, a small red patch in their plumage at the base of the upper mandible, and the sides of its tail feathers have a thin yellow edge   Barred parakeet, Bolborhynchus lineola, has a shorter tail, has thin black tips on its darker green upperparts, creating fine black barring in its plumage, it lacks the orange &quot;chin&quot; and lacks the white ring around its dark eyes This isn&apos;t the best video in town, but it&apos;s the best one of this species that I could dig up. It gives you an idea of their voices as well as their social and foraging behaviours (filmed at La Selva Biological Station in Costa Rica, uploaded 27 February 2009):             Visit SharingSunshine&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/19/2", 
    "wordcount": "476"
}