{
    "headline": "Now is the moment to get children playing outdoors again", 
    "text": "A quiet revolution has begun. Its aim is simple  to get our children outside and closer to nature. In March, the National Trust released a report called Natural Childhood. It highlighted the growing and concerning gap between children and nature. Less than 1 in 10 children regularly play in wild spaces now, compared to half a generation ago. This matters, the report argued, because nature is good for mind, body and soul. There are many good things about the rapid changes that have formed the modern world. An unintended but serious consequence is an equally rapid decline in the freedom our children have to explore and experience nature. This week, the National Trust hosted a conference with professionals from the worlds of education, health, childcare, planning, conservation and play among many others. Attending were representatives from the public, private and voluntary sectors. Our task: to find solutions that will reconnect our children with the outdoors and nature. A growing and credible body of evidence shows this disconnection is real and it matters. Natural England has calculated that equitable access to green space would create an estimated saving to the health service of 2.1bn a year. There are many organisations working on the issue, some with decades of experience. But we recognise that there is a bigger challenge. Much of this work is great but at too small a scale. Activity is fragmented, and the statistics show things are getting worse: for example the area a child is able to roam unsupervised has shrunk by an astonishing 90% in just one generation  ours. Yet there is almost a universal desire to get our children outdoors again, playing naturally and enjoying the benefits that contact with the natural world can bring. We are, I believe, at a tipping point. Materialism has taken a knock in the recession and people are turning to simpler pleasures. There is an opportunity, if we can grab it, to show how lives are enriched by children running free. But if we don&apos;t seize the moment, we risk bringing up a generation of children that won&apos;t have even the memories of playing in nature when it comes to bringing up their own children. There were three big messages that I took away from our conference. The first is that a society-wide problem needs a society-wide solution. No one organisation, or even one sector, can alone reconnect children with nature. Education policy, urban design, health provision, insurance provision, retailers, naturalists and more all have their part to play, working together. We need the right public policies, but no less important is the creativity and resources of the private sector. A shared commitment to solving a shared problem. Second is the importance of the quality and quantity of places children can play. How do we bring and nurture nature where children are: at school, at home? And how do we improve access for all children to good quality green space in the public realm? It is a simple fact that children closer to green space are much more likely to play outdoors. Improving access to green space is partly a matter of town and country planning. But it is no less a state of mind and attitude  window boxes, gardens and local parks can become wild places if that&apos;s how we choose to see them. Third is the realisation that this is nothing less than a nationwide culture change. We as parents  and as the mother of three daughters, I include myself in this  have ourselves been part of the process of disconnection. Children roam less and have less contact with nature because we, as parents, make that choice. Often we are concerned for their safety: sometimes this is valid; but often those concerns are overstated. Parents need help to make choices about where and how our children play. Catching tadpoles, flying kites, building dens and climbing trees should be staples of every childhood; things have come to a head when there&apos;s a market for plastic nature trail sets. There&apos;s a risk we sound too worthy and preachy: but what we are really talking about is freedom, joy, vitality. Our children come alive in the outdoors in a way they just don&apos;t when playing computer games. We owe it to them to do all we can to give them the experiences we treasured so much.  Dame Fiona Reynolds is the director general of the National Trust", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/27/children-playing-outdoors-recession", 
    "wordcount": "738"
}