{
    "headline": "How to disco dance the EDL off Google and Facebook", 
    "text": "Last autumn, four London-based friends, who prefer to remain anonymous, got to talking about reappropriating the acronym EDL from the English Defence League and &quot;putting it to better use&quot;. It started as a joke but they soon realised that it could become a more ambitious campaign. So they formed the English Disco Lovers and wrote a manifesto expressing their aim to oust the existing EDL from the top of Google&apos;s search results and outdo them on Facebook. They even have a logo, a shield-shaped mirrorball, and a Latin motto: Unus Mundus, Una Gens, Una Disco (One World, One Race, One Disco). &quot;I don&apos;t think any of us could say we were disco fans before,&quot; they explain via email, &quot;but as we&apos;ve heard more and grown to understand the message, we&apos;ve found ourselves identifying with it. Disco has always been a scapegoat for racism and homophobia. English Disco Lovers is turning the tables in favour of equality and respect.&quot;     An English Disco Lovers poster. Photograph: English Disco Lovers    The disco EDL&apos;s methods echo satirical Google bombing campaigns such as writer Dan Savage&apos;s successful 2003 effort to make &quot;santorum&quot; a lurid sexual euphemism in response to Senator Rick Santorum&apos;s homophobic comments. But by enlivening a serious point with playful humour, they are also true to disco&apos;s hidden politics. The late 70s disco boom coincided with the surging popularity of the National Front and the musical counter-attack of Rock Against Racism, but there was little overlap. RAR called for &quot;Crisis music. Now music. Music that knows who the real enemy is,&quot; which meant punk and reggae, not the seemingly cheerful hedonism of disco. However, disco grew out of marginalised subcultures  black, Latino and gay  with an inherent message of unity and self-expression. Some records made this explicit. The lyrics to the O&apos;Jays&apos; Love Train, the proto-disco anthem quoted in the EDL&apos;s manifesto, were written by politically committed Philadelphia soul kingpin Kenny Gamble. Chic&apos;s Nile Rodgers prided himself on sneaking veiled political messages into the band&apos;s colossal hits.            Reading this on mobile? Click here to view the video Today the disco EDL stepped up their campaign by launching a website. They&apos;ve had some hate mail from the other EDL, of course, but the scale of the positive response, including over 10,000 Facebook likes and offers of practical support from musicians and promoters, has surprised them. Even if it began as a joke, the English Disco Lovers&apos; deployment of wit and fun as weapons against belligerent xenophobia is a fine tribute to disco&apos;s subversive utopian vision.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/feb/01/disco-dance-edl-google-facebook", 
    "wordcount": "423"
}