{
    "headline": "Girls match boys for primary school enrolment in poor countries", 
    "text": "Girls have reached parity with boys in primary school enrolment in another development milestone, the UN reported this week in its latest snapshot of progress towards the eight milliennium development goals (MDGs) by 2015. Achieving parity in education is considered an important step in the promotion of gender equality and the empowerment of women  MDG3. Driven by national and international efforts, the MDG 2012 report finds many more of the world&apos;s children are enrolled in school at primary level, especially since 2000, with girls benefiting the most. There were 97 girls enrolled per 100 boys in 2010  up from 91 girls per 100 boys in 1999, falling within the plus-or-minus three-point range of 100% signifying parity. Enrolment rates of primary school age children increased markedly in sub-Saharan Africa, from 58% to 76% between 1999 and 2010, with many countries in the region succeeding in reducing their relatively high out-of-school rates even as their primary school age populations were growing. But, the report added that gender gaps appear on the first day of school in many countries. &quot;Three-quarters of the countries that have not achieved parity at the primary level enrol more boys than girls at the start of the school cycle,&quot; said the report. &quot;Unless this imbalance is corrected, the inevitable result is a permanent gender disparity in primary school.&quot; The report noted other milestones. For the first time since poverty trends began to be monitored, both the number of people living in extreme poverty and poverty rates have fallen in every developing region  including sub-Saharan Africa, where rates are highest. Preliminary estimates indicate that in 2010, the share of people living on less than a $1.25 a day dropped to less than half of the 1990 level. Essentially, this means that the first MDG target  halving the extreme poverty rate from its 1990 level  has been achieved at the global level, well ahead of 2015. But even at the current rate of progress, estimates indicate that about 1 billion people will still be living on less than $1.25 a day in 2015. In another success, the world reached the target of halving the proportion of people without access to improved sources of drinking water by 2010. The proportion of people using improved water sources rose from 76% in 1990 to 89%, translating to more than 2 billion people currently with access to improved sources such as piped supplies or protected wells. Moreover, the share of urban residents in the developing world living in slums fell from 39% in 2000 to 33% in 2012. More than 200 million have gained access to either improved water sources, improved sanitation facilities, or durable or less crowded housing. This exceeded the target of significantly improving the lives of at least 100 million slum dwellers, also ahead of a 2020 deadline. &quot;These results,&quot; said Ban Ki-moon, the UN secretary-general, &quot;represent a tremendous reduction in human suffering and are a clear validation of the approach embodied in the MDGs. But they are not a reason to relax.&quot; On the downside, the report said persisting inequalities are detracting from gains, given that achievements were unequally distributed across and within regions and countries. Moreover, progress slowed for some MDGs after the financial crisis of 2008. Projections indicate that in 2015 more than 600 million people will still lack access to safe drinking water and hunger remains a global challenge, with an estimated 850 million people not having enough to eat. There were improvements in maternal health and a reduction in maternal deaths, but progress is still slow. Reductions in teenage mothers and an expansion of contraceptive use have continued, but at a slower pace since 2000 compared with the decade before. Looking beyond 2015, Ban said among the most significant outcomes of last week&apos;s Rio+20 summit in Brazil was the agreement to launch a process to establish universal sustainable development goals (SDGs). These would build on the MDGs and be an integral part of the post-2015 development framework, he added. Ban said further success depends on fulfilling MDG8  the global partnership for development. &quot;The current economic crises besetting much of the developed world must not be allowed to decelerate or reverse the progress that has been made,&quot; he said. &quot;Let us build on the successes we have achieved so far, and let us not relent until all the MDGs have been attained.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/04/mdgs-girls-match-boys-primary-school-enrolment", 
    "wordcount": "740"
}