{
    "headline": "Distracted by A-level reform: why you can't afford to ignore grade inflation", 
    "text": "The debate around the protracted public killing off of the A-level system introduced by Labour 12 years ago continues. At the National Association of Head Teachers annual conference over the May day weekend, heads outlined their objections to plans to end modular A-levels and replace the two part qualification and return to a two year linear qualification. I&apos;m fascinated at the way that while there is concern about the detail of A-level reform, there seems to be little serious opposition to the charge that they have been &quot;dumbed down&quot;. Those in higher education may be tempted to gloat a little over the likely demise of a system which some have been warning for years is failing to prepare students for university study, but I can see lessons and a warning for the sector in the current turn of events. It is startling how swiftly the argument has moved in recent months. In April, Michael Gove declared his intention to give universities the task of reinstating A-level as the &quot;gold standard&quot; HE entrance exam. Shortly afterwards Glenys Stacey, the chief of the exams watchdog Ofqual, admitted that A-levels had been downgraded in an interview with the Sunday Telegraph, which has been in the vanguard of the &quot;dumbing down&quot; campaign over many years. She conceded that examiners were partly responsible for contributing to grade inflation: &quot;If you look at the history, we have seen persistent grade inflation for these key qualifications for at least a decade,&quot; she said. &quot;The grade inflation we have seen is virtually impossible to justify and it has done more than anything, in my view, to undermine confidence in the value of those qualifications. &quot;One of the reasons why we see grade inflation, and it is a laudable reason, is that a lot of the time there are very small gains just by giving the benefit of the doubt. But the benefit of the doubt factor has an impact over time. We need to find ways to manage grade inflation.&quot; This is a stark contrast with the Labour years when regulators and examination bodies maintained to the bitter end that there was no systematic evidence that standards had declined. Professor Robert Coe from the University of Durham was for years almost a lone voice. He compared A-level results over time with actual changes in achievement by using the International Test of Developed Abilities and found that attainment fell steadily over time. Now that the political imperative has changed it is interesting to see how quickly the necessary evidence has been found. Last week Ofqual published the latest in its continuing review of GCSE and A-level standards over time. Researchers examined standards in chemistry and biology A-levels between 2003 and 2008 and geography between 2001 and 2010. The Welsh exam board, WJEC was singled out for criticism for its biology A-level which had high percentage of short-structured questions, reducing the information pupils had to read and take in. The review of A-level chemistry too found that exams had become easier. Similarly the A-level geography review found that the removal of coursework from the qualification in 2010 - had made it &quot;less demanding&quot; and that the content had &quot;softened&quot;. Later this month will see the publication of an Ofqual international report comparing the English approach to examinations with countries such as Canada, China, the Netherlands, Finland, South Korea and New Zealand. It is striking how little discussion there is of how market competition between schools and examination boards played their part in grade inflation. League tables encouraged teaching to the test in state schools while departmental heads were able to shop around for the board most likely to deliver favourable results. Which is where we come to the parallels with higher education and the attendant dangers. There is already an emerging narrative about grade inflation in degrees. Figures published by the Higher Education Statistics Agency in January reveal that more than 15% of undergraduates were awarded firsts in 2011 compared to just over 12% four years earlier. The Guardian provides an excellent overview of how the proportion of top degrees has soared since the 1990s In October, University College London announced that it was abandoning degree classification for an American style &quot;grade point average&quot;. The provost and president of UCL Malcolm Grant told the Sunday Telegraph: &quot;There is clearly award inflation. The public assumes there is a national exam process but there is not. Every institution determines its own proportion of grades. Perversely, award inflation has been fuelled by league tables which give points to those universities with higher proportions of the top grades.&quot; As with schools the inflationary effects of league tables are likely to be accelerated by the creation of more of a market in HE. Students may be tempted to choose courses and universities more likely to award top degrees. There is already some indication that a more consumerist approach is leading students to be more aggressive in challenging academics who fail to mark highly enough. In 2010 the Office for the Independent Adjudicator for HE saw complaints, many about marking, rise by a third. Strong and confident regulation is needed if the challenges of competition and consumerism are to be resisted. Instead the Higher Education Funding Council (Hefce) has just published a consultation designed to reduce the burden of inspection on many institutions with a new &quot;risk based&quot; approach for the Quality Assurance Agency. Professor of higher education at Liverpool Hope University, Roger Brown, explained his concern about the vulnerability of the current quality assurance system in his lecture to the University of West London late last year. He argues that there is a contradiction between the quality assurance system which is based on shared principles and mutual professional trust and the market where competition and supposedly informed consumer choices are expected to drive improvements. He said: &quot;So far from marching in line with the Brave New World of market competition, as the government claims, the quality assurance regime we currently have is seriously at odds with it. So far from enhancing quality, market competition will actually weaken our capacity to protect it, with the absurd notion of a risk-based approach merely the first harbinger, always assuming it is taken forward.&quot; As a result Professor Brown says the government&apos;s belief that greater market forces in HE will raise academic standards is &quot;nonsense on stilts&quot;. Another striking parallel is how relaxed many in the sector seem to be about the accusations of dumbing down. Questions are often dismissed with the blanket assertion that all universities are rigorously assessed by the regulator or that problems will be solved by giving each student an achievement report to add context to their degree. Commenting in the Telegraph on the rising proportion of top degrees, the Universities UK president Nicola Dandridge took refuge behind improvements in A-levels:  &quot;A-level performance has also improved in recent years, so it is unsurprising that degree results would also show an improvement.&quot; Linking degree classification so directly to A-level grade inflation may be something that UUK lives to regret. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/11/a-level-reform", 
    "wordcount": "1227"
}