{
    "headline": "Is Malaysia the regional leader in international higher education?", 
    "text": "While restructuring its educational policies in the 1990s, the Malaysian government realised it would not be able to provide higher education to a significant proportion of its population through its own public institutions. In 1995, the Malaysian government was faced with a situation where 20% of Malaysian students studied abroad. This cost the country an estimated $800 million USD, nearly 12% of Malaysia&apos;s current account deficit. Malaysia became one of the top countries sending its own students to study abroad. Faced with such a predicament the Malaysian government embarked on a program to turn Malaysia into a fully developed knowledge based economy. To that end, the Malaysian government sought to partner with foreign higher educational institutions to offer more educational opportunities for Malaysians on their own soil. The ultimate aim was to make Malaysia a regional hub of higher education in south-east Asia. These new policies were soon translated into regulatory frameworks to provide quality education in the private sector coupled with support from international institutions of higher education. The Malaysian government realised this would ease the pressure on currency outflow but to put such a policy into effect was by no means an easy task. Previous regulations had barred the private sector and foreign universities from conferring degrees. In the 1980s private providers of higher education in Malaysia started inviting foreign universities to offer innovative training programs and open franchises to offer diplomas, certificates and qualifications up to bachelor&apos;s level. However, the Educational Act of 1996 opened the door much wider for foreign institutions. In addition to 11 Malaysian private universities, there are five branches of foreign universities, six university colleges, one virtual and one Open University in Malaysia. By 1999 at least 70 institutions of higher education from UK had some kind of collaborative arrangement with Malaysian private institutions. The number of foreign students enrolled in Malaysia increased from 1997 to 2003 with the overall higher education industry experiencing a 36.8 % growth during that period. The foundation for modern higher education in south-east and south Asian countries was laid down by the British. These British colonies at that period were intended to serve the economic, political and administrative interest of the British to consolidate and maintain their dominance in these colonies. Emphasis was laid on language and humanities studies rather than science and technology. Even today the fundamental ethos and the administration of HEIs in SE and southern Asian countries is based on the British universities. The policy of internationalisation in higher education in Malaysia has evolved due to necessity in keeping with the demands of changing market economies. To transform from a production based economy to a knowledge based economy requires a highly skilled and knowledgeable workforce. Increase in foreign student&apos;s enrollment in Malaysia has made the country one of the strongest emergent contenders in the international market of foreign students. The process of becoming a &apos;regional hub&apos; in education has also attracted its own critical perspective from fellow contenders. The private institutions are criticised for not being able to secure ranks in the top 100 universities in the world. While there has been a large inflow of foreign students, the nation has also experienced a growing concern among a number of unemployed graduates in Malaysia (see this report by Anantha Arokiasamy). The Malaysian government is also concerned about the vocational focus of private education which may not prepare graduates with appropriate moral and ethical values needed for a multicultural and multiethnic Malaysia. While most private institutions are based on a profit model, sensitivity to Malaysian unique socio-cultural situation has become a cause for concern. The internationalisation policy for higher education in Malaysia was formulated with six critical aspects in mind (that is, student mobility, staff mobility, academic programs, research and development, social integration and community development) with the aim to enroll 200,000 international students by the year 2020. A policy document from the Ministry of Higher Education Malaysia says: &quot;Malaysian strong hold of beliefs and values that stem from various racial and religious background, all of which is eastern, demands that the international students respect these beliefs and values.&quot; In order to attract foreign students, these higher education institutions must provide a positive experience with respect to academic and social facilities through its flexible and innovative programs. Only then will Malaysian higher education be able to move towards its goal to become a regional hub of higher education in south-east Asia. Patrick Blessinger is the founder and executive director of the International Higher Education Teaching and Learning Association (HETL) and co-founder of the Institute for Meaning Centered Education, New York City. Enakshi Sengupta is pursuing her PhD from the University of Nottingham, Malaysia Campus, on Internationalisation in Higher education This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/02/higher-education-in-malaysia", 
    "wordcount": "819"
}