{
    "headline": "Pupils return to school in Fukushima's shadow", 
    "text": "Kawauchi has welcomed back its youngest residents with music, applause and speeches  but not a single reference to radiation  as the village, located in the shadow of the Fukushima nuclear power plant, took a cautious first step towards post-meltdown normality. Teachers and parents fought back tears when pupils from the local nursery, primary and middle schools began a new term recently, more than a year after the nuclear accident forced them out of their homes. While workers at the plant struggle to contain thousands of tonnes of radioactive water and begin a decommissioning operation expected to last decades, the government earlier this month lifted evacuation orders in three locations just outside the 12-mile no-go zone. In the coming weeks, 16,000 of the more than 100,000 people displaced by the nuclear crisis could be able to return to their old neighbourhoods, although they will not be allowed to stay overnight until their homes have been decontaminated. &quot;There were times when we never thought we would be able to return and get on with our lives again,&quot; Yoshinobu Ishii, the head of Kawauchi board of education, told parents and children. &quot;There are only a few of us here, and I know you are missing your friends who are still living in temporary accommodation. These things take time. And remember, the whole of Japan wants us to succeed.&quot; The village of Tamura has also lifted its evacuation order, and Minamisoma is expected to shortly do the same for parts of the city closest to the power plant. But residents of eight other towns and villages located wholly or partially inside the evacuation zone have little idea of when, or if, they will be able to return. The minister in charge of tsunami reconstruction, Tatsuo Hirano, has hinted that a permanent nuclear &quot;buffer zone&quot; could be created around the plant due to the persistent threat from radioactive water leaks. Officials in Kawauchi have been preparing to welcome residents back after they reopened the village office in March. The mayor, Yuko Endo, took the controversial decision to encourage people to return after he visited to Pripyat, a deserted town near Chernobyl, scene of the catastrophic meltdown in 1986. Kawauchi, he decided, would not become a second Pripyat. &quot;You have become courageous over the past year,&quot; Endo said at a ceremony to welcome new pupils at the village community centre. &quot;You&apos;ve had a tough time as refugees, but now you can concentrate on the things that matter, like school and home.&quot; Endo, rather optimistically, has said he hopes that Kawauchi&apos;s population will return to pre-disaster levels in two to three years. Yet of the original population of 2,856, only 533 have returned. Had the nuclear accident never happened, Kawauchi&apos;s nursery, primary and middle schools would have had more than 200 pupils on their rolls this year; instead there are just 30. &quot;I&apos;m still not sure that we&apos;ve done the right thing,&quot; says Hirotaka Suzuki, whose 12-year-old son, Hideyoshi, is starting middle school. &quot;It&apos;s not as if there is no radiation at all here.&quot; Suzuki and his family started living together in their decontaminated home only last week, after more than a year in temporary accommodation in the nearby city of Koriyama. &quot;I&apos;m glad that some people have decided to come back,&quot; he adds, &quot;But I worry that life here will never be what it was.&quot; In post-meltdown Japan, residents near the crippled plant find their immediate future determined by a new radiation zoning system. The government&apos;s panel on nuclear compensation has recommended that people in neighbourhoods where radiation exceeds 50 millisieverts a year  rendering them uninhabitable for at least five years  should receive a lump sum of 6m (40,000) each in compensation. Residents of areas where levels are between 20 and 50 mSv a year will receive 2.4 million yen. The village&apos;s three schools and clinic have reopened, but Kawauchi, whose eastern reaches lie inside the 12-mile evacuation zone, is still living in nuclear limbo. The decontamination effort is far from complete, and authorities will have to keep a close watch on radiation levels. Areas in front of the schools measured between 0.114 and 0.16 microsieverts an hour last week  below the 0.23 microsieverts an hour the government considers safe. But in another part of the village the reading rose to 0.25 microsieverts an hour. Workers are decontaminating 23 homes belonging to families with young children, but most shops and restaurants are still shuttered. Fields that once yielded tonnes of rice are now a mass of tangled weeds and grass. The village authorities have told farmers not to plant rice this year, the damage radiation has caused to Fukushima&apos;s farming industry would render any crops unsellable. A few farmers say they will plant rice anyway, for use as biofuel. Amid the modest signs of human activity, Kawauchi has the feel of a village under siege. Police cars patrol around the clock to deter burglars, and to ensure that no one enters the exclusion zone. The radiation monitors positioned around the village are a constant reminder of the invisible threat that sent residents fleeing and will keep many of them away for months  perhaps years  to come. Now that he has persuaded about a sixth of the population to return, Endo&apos;s mission is to convince the remainder to follow, or accept that Kawauchi may be living on borrowed time. As he told the new intake of pupils: &quot;I want you to let everyone else know that life is good here, that there is a future for this village.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/16/pupils-return-to-school-in-fukushima-shadow", 
    "wordcount": "952"
}