{
    "headline": "Protecting your Facebook privacy at work isn't just about passwords", 
    "text": "Facebook has threatened to sue companies that force their employees to reveal their Facebook login details. As laudable as this is, I worry that it will fail to accomplish its primary objective  protecting Facebook users from employer snooping. Increasingly, firms configure the computers and devices on their internal networks to trust &quot;self-signed certificates&quot;. These cryptographic certificates are the same files used by your browser to establish secure, eavesdropping-proof connections to websites and to validate software updates, and to generally validate the identity of remote machines and guard the files they send you from tampering and spying. Firms have legitimate (ish) reasons to install these certificates. Many firms treat the names of the machines on their internal networks as proprietary information (eg accounting.sydney.australia.company.com), but still want to use certificates to protect their users&apos; connections to those machines. So rather than paying for certificates from one of the hundreds of certificate authorities trusted by default in our browsers  which would entail disclosing their servers&apos; names  they use self-signed certificates to protect those connections. But the presence of your employer&apos;s self-signed certificate in your computers&apos; list of trusted certs means that your employer can (nearly) undetectably impersonate all the computers on the internet, tricking your browser into thinking that it has a secure connection to your bank, Facebook, or Gmail, all the while eavesdropping on your connection. Many big firms use &quot;lawful interception&quot; appliances that monitor all employee communications, including logins to banks, health providers, family members, and other personal sites. Even firms that don&apos;t require self-signed certificates in their employees&apos; computers may use keyloggers, screenloggers, and other spying tools to watch what you do and capture your passwords. If your employer, school or institution gets to control the software on your computer, you can&apos;t know that it&apos;s not snooping on you at all times. Just ask the kids in the Lower Merion School District, whose school-issued laptops were loaded with software that let school administrators covertly watch students at home and at school through the computers&apos; webcams. Some may argue that employees who don&apos;t want to be spied upon should not use company premises for personal business. There&apos;s a grain of truth to this, but it&apos;s a small grain. After all, America is &quot;the land of the 55-hour work-week&quot;, where personal time to conduct personal business is most often found in snatches between work at your employer&apos;s premises. Besides, there are plenty of contexts in which &quot;company property&quot; would not excuse this level of snooping. If you met your spouse on your lunchbreak to discuss a private medical matter in the break room or car park, you would probably expect that your employer wouldn&apos;t use a hidden microphone to listen in on the conversation  even though you were &quot;on company property&quot;. Why should your employer get to snoop on your private webmail conversations with your spouse during your lunch-break? This was what I was getting at in my essay What&apos;s Inside the Box?: if we totalise property and elevate it above human rights, privacy and dignity, we end up in a situation where many of the devices in our lives, from the thermostats that have the power to freeze us or cook us, to the lease-purchase prostheses that let us live our lives, to the contract-subsidised mobile phones that have the power to watch our every move and record our every breath, are all designed to lock us out from controlling them  or even knowing what they&apos;re doing.", 
    "section": "technology", 
    "gid": "technology/2012/mar/27/facebook-privacy-passwords", 
    "wordcount": "590"
}