{
    "headline": "Google drop: what the blogs say", 
    "text": "It will be one of the most expensive emails ever sent, the one that sent Google&apos;s results to the shares regulator (SEC) four days early wiped $20bn (12.47bn) from the company&apos;s market value. The problem was not that the results were released early, but that they were missing the context (and reassurance) of comment from Larry Page, Google&apos;s chief executive. And the stock market never likes surprises. Henry Blodget on Business Insider picked apart the problems with the figures. Some were small misses, like operating profit coming in at $3.95bn against a forecast of $4.1bn, but this &quot;modest miss in core business&quot; came from an unexpected drop in the price-per-click. The real problem is mobile  specifically Google&apos;s acquisition of Motorola which only generated revenue of $1.7bn on estimates of $2bn. &quot;So, there&apos;s actually some good news in here. Most of the disappointment came from a business that was almost certain to disappoint  the dying elephant known as Motorola. Google&apos;s core business, meanwhile, came in just below expectations.&quot; Kai Petainen on Forbes&apos; (annoying ad warning) came down hard on Google in a hit-and-run analysis. &quot;A large portion of the funds that hold Google are concerned about growth in stocks, for their funds. It&apos;s in Google&apos;s growth, that I see a &apos;red flag&apos; ... That&apos;s not good. Google has had a remarkable run with &apos;earnings momentum&apos;, but perhaps that momentum is finally slowing down. As most funds that hold Google are categorised as GARP [growth funds], this could create downward pressure on GOOG. Funds may want to trade out of a stock with a slowdown in earnings momentum and look for other prospects.&quot; Reuters was asking how long Google&apos;s shares could keep hitting record highs. There&apos;s only one way to go after that all-time high of $744.38 per share on 5 October. Mobile is an area of concern because, as with Facebook, there&apos;s a challenge in shifting a web ad model to mobile, where&apos;s there&apos;s simply less space on screen and a different engagement pattern. But there&apos;s also a looming anti-trust case in the US and the EU too. &quot;The FTC is not likely to demand actions nearly as dramatic as the forced breakup of telecom giant AT&amp;T in 1984, but the constant threat of antitrust investigations makes it a more highly scrutinized company and therefore they need to tread more carefully than others,&quot; said Colin Sebastian, an analyst at Robert W. Baird &amp; Co. &quot;It becomes a perception issue that could affect how aggressively Google tweaks its search algorithms,&quot; he added. The San Francisco Chronicle was upbeat: &quot;The search giant is still one of the most influential firms in technology. Our perspective is that Google is in a fundamentally good position,&quot; says Clark Fredricksen, vice president at Web analysis group eMarketer. &quot;The company now holds more revenue than any other company in the US search, display and mobile advertising markets, respectively.&quot; Barrons quoted JP Morgan analyst Doug Anmuth, who sealed the consensus on the episode: It looked more dramatic than it was. Google has a challenge on its hands building up its mobile ad business fast enough to meet the levels of growth its shareholders expect. But it hasn&apos;t lost its mojo just yet. &quot;While still light overall, Google numbers are not as bad as they initially appeared ... Core Google margins were light, though at least part of that is likely attributable to higher than expected Nexus 7 tablet sales. We would expect Google shares to regain some ground once they begin trading again and we&apos;d be taking advantage of the sharp sell-off.&quot; So not so bad, after all. Apart from the poor butter-fingered schmuck who sent the email to the SEC. That head has probably already rolled.", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/19/google-drop-financial-results", 
    "wordcount": "640"
}