{
    "headline": "The sensitive plant", 
    "text": "      I am sure many of you have met sensitive plants, Mimosa pudica, on your travels through the local glasshouses and plants nurseries. This plant is native to Central and South America, but now it seems to have escaped captivity and has established itself in several parts of the world.  Neither this plant nor its flowers are particularly attractive, in my opinion, but it is a popular houseplant because of a particular &quot;behaviour&quot; it exhibits. Basically, this plant closes its leaves at night and opens them in the morning. But that&apos;s not all; this plant also closes its leaves in response to being touched, blown on, shaken, or heated. Below the jump is a charming video that captures the plant&apos;s movements in response to being touched, bumped, hit, and heated with fire along with time lapse videography that captures the plant opening its leaves again a few minutes later.   But how does this plant respond so quickly? The plant folds its leaves by rapidly changing the turgor pressure inside its disturbed cells. Turgor pressure is created by water that is stored in vacuoles inside the plants&apos; cells. When filled, the water presses against the cell wall, making it rigid (see diagramme; &quot;turgid&quot;). When turgor pressure is high, the plant stands upright; when it is low, the plant wilts (see diagramme; &quot;flaccid&quot;).  When a sensitive plant is disturbed by touching or heat, the cells release positively-charged ions, such as potassium ions, that act as an intracellular signal. These ions bind to receptor proteins on the surface of the vacuoles that store water inside the cell. Binding of potassium ions causes the vacuoles to release the water, which results in a rapid loss of turgor pressure. This makes the plant flaccid, and ... the plant closes its leaves. Here&apos;s a diagramme of this process:        This signal can also be transmitted to neighboring leaves: as you&apos;ll see in the video, leaflets next to a disturbed leaflet also respond by folding up even though they were not touched at all. After five minutes or so, the plant recovers its usual perky appearance by pumping water back into its cell vacuoles, which restores turgor pressure so the leaves unfold.  It&apos;s not known why the sensitive plant evolved this response, but I&apos;ve been told by my colleagues that the plant may use this as a defense against plant predators -- rapid shrinking of a plant may scare an herbivore so the plant is less likely to be eaten. Some plant keepers tell me this sudden movement dislodges harmful insects, although I&apos;ve never run across anything in the primary literature suggesting this.  The sensitive plant is one of the few plants that responds rapidly to being touched. Another familiar plant that shows a rapid response to touch -- a favourite of mine -- is the venus flytrap, Dionaea muscipula. The venus flytrap is a carnivorous swamp-dwelling plant with a tiny range on the east coast of North America. Its mechanism for rapidly closing a trap around an insect is similar to that used by the sensitive plant to close its leaves. Here&apos;s a closer look at the sensitive plant and its rapid movement:             [video link]. Music by Kevin MacLeod (Comfortable Mystery and Cartoon Pizzicato).  NOTE: [added a few hours later] A reader pointed out [link] that I should indulge my passion for weird but wonderful words by sharing &quot;thigmonasty&quot; with you in this piece. Well, I&apos;ve decided to go one further by also introducing you to that and a few other weird but wonderful &quot;nasty&quot; words.  Nastic movements are responses to stimuli such as humidity, light or heat. These are movements that plant and fungi show due to changes in either turgor or growth patterns. Basically, plants and fungi respond to a variety of stimuli, from water and light to chemical nutrients, so there&apos;s a bunch of &quot;nasty&quot; words used to describe these responses. I will tell you about the words used to describe several of those many responses; the two responses I mentioned in this piece and a third movement that you saw in the video.  When a sensitive plant folds up in response to primate poking, it is displaying thigmonasty -- a response to touch or vibration. In addition to the &quot;poke response&quot;, the term, thigmonasty, also applies to changes in growth patterns, such as when a vine grows onto and climbs up anything that it touches. But when thigmonasty occurs specifically due to poking, shaking or blowing, it is also known as haptonasty or as seismonasty (whose meaning is probably easier to suss out). It is important to note that these second two words specifically refer to changes in turgor pressure; they do not refer to responses due to changes in growth patterns.  In the video, you also saw the sensitive plant respond to fire, which is known as thermonasty -- response to temperature. The other movement that I referred to in this piece is &quot;sleep&quot;, where plants fold their leaves or petals at night. In fact, many higher plants respond to darkness with rhythmic circadian movements, known as nyctinasty.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/07/1", 
    "wordcount": "869"
}