{
    "headline": "Call of Duty Elite: the future", 
    "text": "Call of Duty, Activision&apos;s all-conquering first-person shooter franchise, is as significant a modern pop-culture phenomenon as reality TV or Justin Bieber  and infinitely less unappealing. And that&apos;s truer than ever of the franchise&apos;s most recent iteration, Modern Warfare 3. When it launched last Christmas, Activision augmented Modern Warfare 3 with a new web-based service which, it hoped, would integrate CoD still further into our everyday lives. The service, Call of Duty Elite, initially encountered both bewilderment and a certain amount of resistance, since the full Elite membership requires a subscription on top of the Xbox Live and Sony Entertainment Network subscriptions gamers must already pay to play via those online services. But the point of Elite slowly became clear, and it is now beginning to achieve its aim. We caught up with two of its prime movers  Noah Heller, product director at CoD Elite developer Beachhead Studios, and Mark Cox, marketing director for digital products at Activision  in a quest to find out where Elite is at and where it might go. CoD Elite: the story so far According to Cox, Elite now has more than 7 million free members and 1.5 million subscribers to the full service  a pretty healthy amount, which makes it clear that after initial misgivings, the MW3 community has largely embraced it. You would imagine that those 1.5 million subscribers would correspond to the most hardcore Modern Warfare 3 players  after all, your life would have to pretty much revolve around the game for you to pay a subscription  but the message that Heller is keenest to put out contradicts that notion. &quot;With Elite, we want to help everyone step up their game,&quot; he says. &quot;We&apos;re trying to turn casual players into players who are ultra-competitive. I think that&apos;s a good thing for the entire franchise.&quot; Heller explains that one of the key concepts that Elite adds to MW3&apos;s multiplayer side  anyone who has played the game will tell you is at its most compelling when played online  is that of clans. Previously, when you played CoD online, you might get a few friends together before jumping into online battles with random opponents. But Heller contends that formalising the creation of teams via Elite&apos;s clan-generation capabilities has revolutionised the experience. &quot;When I select my Elite clan title, I&apos;m wearing the same title as everyone in my clan  my clan leader sets it for me. The reason I want to highlight this is because it has turned out to be something rather massive. &quot;When we rolled out the clans feature, we thought it would be a little bit hardcore. But when we turned the feature on, within the first minute, there were 40 clans. Within a day, there were 25,000 clans, and today we stand at over 670,000 clans. With up to 100 members each, clans has become a mainstream feature. &quot;Thus as part of our commitment to continually upgrade and update MW3, we added the ability for you to set your own little motto on your clan title. Our players are starting to refer to these as their uniforms.&quot; Heller highlights another clever feature which ensures that clans have to major on teamwork. &quot;With clans, you level up only by playing together,&quot; he says. &quot;You get rewards  for example, if a clan gets to level 10, it unlocks two hours of double-XP [experience points] for every member of the clan. That goes all the way to level 50, where you get a whole 12 hours of double-XP.&quot; And the system includes leeway for the less proficient: &quot;We take the top six numbers, and there&apos;s a really good reason for that  so that you don&apos;t kick people out of your clan who suck.&quot; The popularity of the clans feature led Beachhead to introduce Clan Operations  inevitably abbreviated in CoD-parlance to Clan Ops. As Heller explains: &quot;An Operation is a stat-based challenge. In this case, Sticky Fingers, it&apos;s for the most captures you can get in Domination within a three-hour period. &quot;So if we all played together, it would be aggregated for our clan, but if our clan actually plays together, we could do much better  if you&apos;re running live-shield and he&apos;s running UAV, and I&apos;m concentrating on killing for the team, it&apos;s good for the whole clan.&quot; Cox adds: &quot;In our first Clan Operations, which we ran over two days, 25,000 clans took part and about 200,000 people. It was a whole new social experience within the game  rather than individuals talking to each other or parties, they were teams, working together.&quot; Activision has taken advantage of the timed nature of Clan Ops to offer prizes for winners. &quot;We occasionally do events for real prizes. We do several a week, in lots of different territories, and then every four to six weeks, we do 100K days,&quot; says Heller. Cox adds: &quot;The latest one we ran, we were giving away ATVs, snowmobiles and diving holidays to Hawaii. We also align the prizes to content that has dropped recently, so in Europe, we had snowmobiles, which links really nicely to the Black Ice SpecOps drop.&quot; Such competitions add a subtle pressure, encouraging free Elite members to subscribe to the full package, as non-subscribers can only win digital prizes.     Call of Duty Elite     New Elite features The joy of a web-based system is that it can be continually updated, and Heller and Cox highlight a number of features that have recently been added to the service. Heller opens up the console app  a downloadable app that brings the most pertinent bits of Elite to the console on which you play CoD: &quot;The console app is what you can do when you&apos;re sitting on your couch, enjoying Call of Duty. Here, for example, we&apos;ve got the programme guide, listing Clan Operations. The experience is optimised for your controller.&quot; Heller reckons one of the primary uses of the console apps is for players to review their performances using &quot;heat maps&quot; showing their movements, spawn points, where enemies &quot;camped&quot; plus areas in which they died and achieved most kills. &quot;One of the things we just added was Elite TV,&quot; he says. &quot;Elite TV is our commitment to Call of Duty as a lifestyle  not just stats and community, but rich content as well. For example, here&apos;s one of our weapons videos. When someone unlocks an AK-47 in the game, say, one of the first things they do is go and watch a video showing how to use it. &quot;These are all narrated by XboxAhoy, who is a pretty luminary guy in the community in terms of tactics and education. We also have Friday Night Fights, which plug into what the pros are doing. We run matches like firemen versus policemen or rappers versus rockers. &quot;You can see that we&apos;re starting to treat Call of Duty almost as a sport  there are strategy sessions and colour-commentary, and there&apos;s a chance for you to see how the pros play, which helps to step up everybody&apos;s game.&quot; Cox adds that Season Two of Friday Night Fights is in production, and Activision has enlisted Ridley Scott&apos;s production company to make it. Plus, he says: &quot;We have a brand-new show called NoobTube, which uses user-generated content created by our fantastically talented audience to supply things like screenshots, videos and clips, and it&apos;s hosted by Will Arnett and Jason Bateman.&quot; Finally, Heller says: &quot;We&apos;ve also been working furiously on a mobile application. So we shipped an Android and iOS version, and it&apos;s pretty cool. The main use for the mobile app is to change your loadouts on the fly  if you&apos;re on the tube or in a taxi, you can do whatever you want to them and send them to the game so they are waiting for you.&quot;     Call of Duty Elite     Elite: the future Regrettably, a certain amount of coyness crept in when the conversation turned to where Elite will head in the future, but Heller, at least, did talk about another new building-block &quot;We&apos;re working on a tablet application right now,&quot; he says. &quot;I can&apos;t tell you that much about it, but I can tell you it&apos;s a totally, customised app for the tablet, not a simple port. The whole website is built in HTML5, so you can go to that on a tablet, and it will look fine. But to make the apps on a tablet, it was about making the most of that real-estate and that landscape.&quot; Which sounds like a recipe for live heat-maps, a feature that would get Modern Warfare 3 players very excited indeed? &quot;I can&apos;t say anything about that.&quot; The last aspect of Elite is downloadable content (DLC). Since MW3 launched, Activision has launched a steady stream of DLC  most recently two SpecOps missions called Black Ice and Negotiator, and a Survival map called Black Box. Elite subscribers get all MW3&apos;s DLC for free, and before everyone else  and Cox points out that while Activision promised 20 chunks of DLC when Elite launched, it has now actually delivered 24. An area of Elite called Dropzone dissects that DLC in a useful manner for players, as Heller explains: &quot;Here, we&apos;re showing an overhead map with spawn points located  you need to know that to be a great player, but traditionally, we&apos;ve never talked about it in Call of Duty. And here, we&apos;re talking about Clan Plays. &quot;For example, if you want to play Team Defender, here are some great ways to defend the map  if you put players in these locations, you can lock the map down, and have a sweeper picking up the stragglers. It&apos;s been fascinating to work with mobile clans and pro clans, and get their feedback, creating this idea of pro plays.&quot; Heller contends that that sort of integration of MW3&apos;s downloadable content into the basic game is a key aspect of Elite, and vaguely states that it will be stepped up in future. But in the meantime, there&apos;s no doubt that Elite is transforming the experience of playing Call of Duty online into something with a social element more akin to an MMO like World of Warcraft. If that appeals, you might fancy heading to the Elite website, joining a clan and, if the experience proves irresistible, becoming a fully paid-up subscriber. The fact that you can try Elite before you buy ought to allay any suspicion you might harbour that it is a mere cynical money-grabbing exercise.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/13/call-of-duty-elite-future", 
    "wordcount": "1778"
}