{
    "headline": "The other side of Indias IT capital Bengaluru  in pictures", 
    "text": "   A boy cycles past a shrine to the Virgin Mary on his way to school in Bengaluru (formerly Bangalore). According to the country's official census, just 2.3% of India's population is Christian, compared with 80.5% Hindu and 13.4% MuslimPhotograph: Simon Murphy/INSP/SCIAF       A slum dweller hangs out her laundry. Last year's census showed the city's population rose by 47% in just 10 years, making it the second fastest growing city in India, after Delhi. The reason for the rapid growth is the booming information technology sector: the Indian Institute of Science estimates that 30% of the IT workforce live in Bengaluru. Around a quarter of its 8.4 million people live in slumsPhotograph: Simon Murphy/INSP/SCIAF       Children during a prayer ritual in a Hindu temple in a Bengaluru slumPhotograph: Simon Murphy/INSP/SCIAF       Girls wash clothes under a flyover. Huge redevelopments are taking place across the city in an attempt to tackle severe congestionPhotograph: Simon Murphy/INSP/SCIAF       A family travels by scooter in the city. As India's growing middle class buy more cars and scooters, traffic congestion is a serious problem in many urban areasPhotograph: Simon Murphy/INSP/SCIAF       Cows roam the public garbage belt in the slums. The rubbish dumps across the city are a breeding ground for diseasesPhotograph: Simon Murphy/INSP/SCIAF       A mother carries her son, who is affected by polio, to fetch water. In February, India was finally removed from the WHO's list of countries plagued by polio after decades of battling to eradicate the disease. But for the thousands of young people who have already been affected by the disease, it will determine their future. According to the UK-supported charity APD, an estimated 17 million people with disabilities in India do not receive support such as mobility aidsPhotograph: Simon Murphy/INSP/SCIAF       A child works in an iron workshop in a slum. Despite government efforts to provide schooling, many slum kids have to work to help provide income for their familiesPhotograph: Simon Murphy/INSP/SCIAF       Children cling to a crowded bus as they make their way to school in the rush hourPhotograph: Simon Murphy/INSP/SCIAF       A woman sells fish in a slum. Informal labour still is the only means of income for the majority of the city's residentsPhotograph: Simon Murphy/INSP/SCIAF       Girls play outside their home in the streets of a slum. Although the presence of technological giants such as Infosys in the city has created vast wealth for many, 2 million people still live in povertyPhotograph: Simon Murphy/INSP/SCIAF       A cow wanders in the public rubbish dump on the edge of a slumPhotograph: Simon Murphy/INSP/SCIAF       A Muslim woman and her son beg in the rush-hour traffic. In its latest country overview of India, the World Bank warned: 'Indias integration into the global economy has been accompanied by impressive economic growth that has brought significant economic and social benefits to the country. Nevertheless, disparities in income and human development are on the rise'Photograph: Simon Murphy/INSP/SCIAF  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/apr/06/india-technology-not-helping-poor-in-pictures", 
    "wordcount": "0"
}