{
    "headline": "Nobel prize in physiology or medicine 2012: as it happened", 
    "text": "  2.56pm BST    Nobel winner speaks       British scientist John Gurdon speaks during a news conference at the Science Media Centre in London on Monday. Photograph: Matt Dunham/AP    Sir John Gurdon has issued a statement on his Nobel prize win:  I am immensely honoured to be awarded this spectacular recognition, and delighted to be due to receive it with Shinya Yamanaka, whose work has brought the whole field within the realistic expectation of therapeutic benefits. I am of course most enormously grateful to those colleagues who have worked with me, at various times over the last half century. It is particularly pleasing to see how purely basic research, originally aimed at testing the genetic identity of different cell types in the body, has turned out to have clear human health prospects.             Gurdon speaks at the press conference. His biology teacher described his ambitions to become a scientist as &apos;a total waste of time&apos;. Video: Reuters    Updated at 7.09pm BST     2.49pm BST    Yamanaka's road to the Nobel    Just to prove that winning the Nobel prize is usually preceded by acres of awards elsewhere, here&apos;s an article on Shina Yamanaka on the sparkly new website created by the Gladstone Institutes to celebrate their newest Nobel laureate. His work on iPS cells had already gathered seven major awards before this morning:  The Millennium Technology Prize in June 2012. This is Finlands tribute to technological innovation that significantly improves the quality of human life today and for future generations.  BBVA Foundation frontier of knowledge and culture award in medicine in February 2011. The BBVA Foundation awards &quot;recognize and encourage world-class research and artistic creation, prizing contributions of lasting impact for their originality, theoretical significance and ability to push back the frontiers of the known world.&quot;  King Faisal international prize for medicine in January 2011. The Faisal Prize embodies the foundations belief that the highest aspirations of mankind are realized through the collective efforts of outstanding individuals.  Kyoto prize for advanced technology in June 2010, for significant contribution to humankinds scientific, cultural and spiritual development.  March of Dime prize in developmental biology in February 2010. The March of Dimes was founded by President Franklin Delano Roosevelt and prize in developmental biology has been awarded annually since 1996 to investigators whose research has profoundly advanced the science that underlies the understanding of birth defects. Albert Lasker basic medical research award for stem cell research in September 2009, also shared with fellow laureate John Gurdon. This prize is often considered to be a warm-up for a Nobel.  Shaw prize for stem cell discoveries in June 2008. Set up in November 2002, this international award homnours individuals who are currently active in their respective fields and who have made outstanding contributions in the biomedical sciences and innovations in clinical medicine.    Updated at 4.04pm BST     2.20pm BST       Ewen Callaway of Nature magazine is not 100% convinced that James Thomson should have been on this year&apos;s Nobel award list, though he does see why people would argue for it. See his Twitter feed for more details.    @alokjha There's a reason the reprogramming cocktail is called Yamanaka factors.&mdash; Ewen Callaway (@ewencallaway) October 8, 2012   Pharmacologist and blogger David Kroll agrees...    Good point, Ewen. RT @ewencallaway: @alokjha There's a reason the reprogramming cocktail is called Yamanaka factors.&mdash; David Kroll (@davidkroll) October 8, 2012   Interestingly, Yamanaka won the King Faisal international prize for medicine in 2011 jointly with James Thomson, for their work on stem cell therapy.    Updated at 3.06pm BST     2.11pm BST    Gurdon's former student writes     Commenting below, AdamTut fondly recalls his former lecturer:  I was lectured by Gurdon as an undergraduate. Brilliant and very modest guy, and absolutely fits the stereotype of the gentleman scientist. I now teach his classic experiments on Xenopus nuclear transplantation to first year students as an example of an elegant and simple (though technically demanding) experiment that changed the way we think about cell development. It&apos;ll be nice to let them know that this work has finally been recognised with a deserved Nobel.     Updated at 3.05pm BST     2.06pm BST    More comments from the great and the good        Sir Paul Nurse. Photograph: Graham Turner for the Guardian    Sir Paul Nurse, the president of the Royal Society and winner of the 2001 Nobel prize for physiology or medicine, said Gurdon&apos;s work had &quot;changed the way we understand how cells in the body become specialised, paving the way for important developments in the diagnosis and treatment of disease. Its very pleasing to see another of the Royal Societys Fellows being recognised in this very special way. My congratulations go out to both John and Shinya. Sir John Burn, professor of clinical genetics at Newcastle University said the work rewarded was &quot;a real game changer. Sir Martin Evans, chancellor at Cardiff University and Nobel Prize winner in 2007 for stem cell research said he was delighted with the announcement. He added:  Johns studies on reprogramming of nuclei from differentiated cells by nuclear transplantation in the frog Xenopus were fundamentally important, providing the base for all of our modern studies of the molecular biology of development of multicellular organisms. He has, moreover, continued fundamental studies of the mechanism of reprogramming of nuclei by egg cytoplasm. Shinya Yamanakas breakthrough was an unexpected technological feat showing that the function of the nucleus in a specialised (differentiated) cell could be reprogrammed and the cell changed into an undifferentiated embryonic stem cell by the addition of no more than four specific molecules. These molecules were factors controlling molecular readout from the genes in the cell - transcription factors. The practical outcome is that now we not only know that it might be theoretically possible to convert one cell type into another but it is also practically possible. These are very important foundation studies for future cellular therapies in medicine.     Updated at 3.04pm BST     1.35pm BST    Anyone snubbed this year?       Professor James Thomson of the University of Wisconsin-Madison&nbsp;in August 2005. Photograph: Jeff Miller/AP    After the initial excitement of the announcement, seasoned Nobel watchers will know that there will be furious discussions of who else should have been on the list of winners this time around. In other words, was there anyone more worthy for the same work or anyone who was snubbed? There&apos;s no doubt that Gurdon and Yamanaka led this field and that they should get the prize for the development of cell reprogramming and iPS cells. But spare a thought for James Thomson of the University of Wisconsin-Madison. Thomson is a pioneer in the field of human embryonic stem cells and was the first to isolate them in the lab back in 1998. In 2007, Thomson also showed that mature human body cells could be reprogrammed into stem cells, publishing his work in Science. The work was published at around the same time as Yamanaka&apos;s work on reprogramming human cells. Ewen Callaway at Nature touches on the issue here. Anyone with any further thoughts do post below or get in touch via email or Twitter.    Updated at 2.57pm BST     1.02pm BST    Academic reaction continues    Tom Douglas, a research fellow at the Uehiro Centre for Practical Ethics, University of Oxford, said the award was a &quot;rare example of a scientific discovery that may solve more ethical problems than it creates.  Many ethical objections to stem cell research have focused on the need to destroy human embryos. iPS cell technology may ultimately enable scientists to evade these objections by deriving pluripotent stem cells from adult tissue. For the moment though, iPS cell research will need to run parallel to research with embryonic stem cells.  Sir Ian Wilmut, the scientist who led the team that cloned Dolly the sheep:  Many congratulations to Shinya Yamanaka and John Gurdon for the award of the Nobel prize. I am delighted that the committee has recognised their important and innovative work on cellular reprogramming and its importance for regenerative medicine.  Charles ffrench-Constant, the director of the Medical Research Council&apos;s Centre for Regenerative Medicine at the University of Edinburgh:  I am absolutely delighted that the opportunities offered by the spectacular scientific advance of cellular reprogramming have been recognised by the Nobel prize committee. I offer Shinya and John my well-deserved congratulations.  Kieran Breen, the director of research and innovation at Parkinsons UK:  The discovery that we can send adult cells back to a stem cell-like state has immense potential for understanding and curing neuro-degenerative conditions like Parkinsons. Researchers can turn skin cells from people with Parkinsons into brain cells that are almost identical to those lost in the condition. This means we now have a window into the Parkinsons brain - allowing us to study these precious cells at close quarters, work out why they stop working and die, and testing new ideas and treatments. Being able to grow healthy new nerve cells from our own skin could also provide the best possible source of tissue for transplants that one day help us repair the Parkinsons brain. These breakthroughs will ultimately lead to new and better treatments for conditions like Parkinsons and improve the lives of millions of people around the world.     Updated at 2.56pm BST     12.51pm BST    Lunchtime summary     John B Gurdon of Cambridge University and Shinya Yamanaka of the Gladstone Institute at the University of California, San Francisco, have won the 2012 Nobel prize in physiology or medicine.  Gurdon worked out that cells could be reprogrammed into a more immature state in 1962.  In 2006, Yamanaka worked out how to turn mature cells in mice into stem cells by introducing a few genes. These could then be developed into all cell types in the body.  Yamanaka&apos;s &quot;induced pluripotent stem cells&quot; (iPS) removed the need to use live human embryos to create versatile human stem cells, thus side-stepping the many ethical objections against work in this field of research.  iPS cells are used in basic medical research to understand human diseases such as Parkinson&apos;s, motor neurone disease, juvenile diabetes and sickle cell anaemia.    Updated at 2.51pm BST     12.31pm BST    Shinya Yamanaka's boss speaks     Guardian science correspondent Ian Sample has spoken to R Sanders Williams, the president of Gladstone Institute at the University of California, San Francisco, and Shinya Yamanaka&apos;s boss.   R Sanders Williams on Yamanaka's Nobel prize in medicine 2012 (mp3)   Impressively, the Gladstone Institutes have already set up a brilliant-looking website of resources about their new Nobel prize winner.    Updated at 12.37pm BST     12.25pm BST       Some reaction has started to come in from British academics, via the Science Media Centre in London. Julian Savulescu, ethicist at the University of Oxford:  This is not only a giant leap for science, it is a giant leap for mankind. Yamanaka and Gurdon have shown how science can be done ethically. Yamanaka has taken peoples ethical concerns seriously about embryo research and modified the trajectory of research into a path that is acceptable for all. He deserves not only a Nobel Prize for Medicine, but a Nobel Prize for Ethics. Before Yamanakas breakthrough, which built on Gurdons work, this research could only be done on cells derived from live human embryos. Many people objected to the creation of embryos for research, describing it as cannabalizing human beings. They even objected to the use of embryos no longer required for IVF. This led GW Bush to introduce laws that retarded the field for years. Yamanaka was able to overcome all those objections and resuscitate the field. Yamanaka has opened the door to a completely new kind of medicine: regenerative medicine. Until now, dead or damaged tissue and organs, for example in the brain or heart, have been replaced by scar tissue. This results in loss of function, such as inability to talk or walk after a stroke, or heart failure after a heart attack. Regenerative medicine offers the prospect of replacing dead or damaged human parts with new functioning ones. It also opens a radically new way of studying the origin of disease: by creating tissue with disease, it can be experimented on in the laboratory, instead of in humans and animals. This is good for humans and good for non-human animals used in experiments. This is as significant as the discovery of antibiotics. Given the millions, or more lives, which could be saved, this is a truly momentous award.  John Hardy, professor of neuroscience at University College London:  I think everyone who works on developmental biology and on the understanding of disease mechanisms will applaud these excellent and clear choices for the Nobel prizes. Countless labs work build on the breakthroughs they have pioneered.  Emma Lane, lecturer in pharmacology at the Welsh School of Pharmacy:  This discovery has been hugely influential in both the understanding of the mechanisms that cause disease and furthering the potential for new cell-based therapeutic interventions, the repair of organs that have been devastated by disease, tailored to groups of patients or individuals. The significance of this discovery is hard to put into words because it has already developed science exponentially since their original work and will continue to have an unquantifiable effect on the progress of both science and medicine in the future.     Updated at 1.33pm BST     12.06pm BST    Nobel winner in his own words (plus a bonus picture of a frog)    More from Sir John Gurdon. In 2006, he wrote a sort-of-autobiography of his time and work in science. He called it &quot;a personal historical account of events leading from the earliest success in vertebrate nuclear transfer to the current hope that nuclear reprogramming may facilitate cell replacement therapy.&quot; Some brilliant quotes in here. In a section titled &quot;How not to start&quot;:  Fortunately, the greater part of my career did not follow logically from its exceptionally inauspicious beginning. At my school, students were not taught biology until the age of 15. After just one semester of starting biology, my biology teacher reported at length on my efforts by saying, among other things, that I believe Gurdon has ideas about becoming a scientist; on his present showing this is quite ridiculous; if he can&apos;t learn simple biological facts he would have no chance of doing the work of a specialist, and it would be a sheer waste of time, both on his part and of those who would have to teach him.  From the section &quot;Toward mechanisms of nuclear reprogramming&quot;:  Probably the worst stage in an academic career is when starting on one&apos;s own as a new assistant professor, with a hefty load of new lectures to be prepared, the need to acquire research support for an independent program, the wish to attract students to form a group, and no one except oneself to do the lab work with which to attract students and research support. I was very fortunate to be joined, within two years of starting at this level, by two outstanding students, Christopher Graham and Ron Laskey.  &quot;From Nuclear Transfer to Nuclear Reprogramming: The Reversal of Cell Differentiation&quot; -J.B. Gurdon, Annual Review of Cell and Developmental Biology Vol. 22: 1-22 (Volume publication date November 2006)     A female Xenopus frog &ndash; the first sexually mature adult vertebrate produced by nuclear transplantation &ndash; which Gurdon created in the 1950s. Photograph: J B Gurdon      Updated at 12.12pm BST     11.30am BST    Sir John Gurdon profile       British developmental biologist Sir John Gurdon. Photograph: Ho/AFP/Getty Images    From the Wellcome Trust archives, a 2010 interview with Gurdon.  Among the clutter of John Gurdon&apos;s brightly lit Cambridge office sits a picture frame, displaying a small scrap of browning paper from an early school report. It reads: &quot;I believe he has ideas about becoming a scientist  this is quite ridiculous  it would be a sheer waste of time, both on his part and of those who have to teach him.&quot; Professor Sir John Gurdon is now a knight of the realm, a Fellow of the Royal Society, a former Governor of the Wellcome Trust and the scientist who kickstarted the field of cloning.   Had history taken a different turn, John Gurdon wouldn&apos;t even be a scientist. Educated at Eton, he was on course to study classics, only to receive a surprising offer from an Oxford admissions tutor who had neglected to fill all the places at his college. Fate, if a scientist believes in such things, led the young John to follow his childhood interests and read Zoology at Christ Church. A PhD followed in 1962, and there again fate intervened. Challenged with working on transplanting a nucleus from one cell to another, John successfully &quot;cloned&quot; the South African frog Xenopus laevis from a tadpole&apos;s intestinal cell (&quot;a pivotal piece of luck,&quot; he says) by transplanting the nucleus into an empty Xenopus egg cell. The result was an organism genetically identical to the tadpole before. This proved that cells can be &quot;reprogrammed&quot; to start anew. The discovery caused shockwaves around the scientific community, not least because a mere graduate student had disproved previously held dogma developed by more famous and established scientists. &quot;In the 1950s, no one knew if all cells in the body had the same genes,&quot; says John. &quot;The hypothesis was that as cells grew they lost the genes they didn&apos;t need.&quot; His finding proved that cells all carry the same genes, with other factors telling the cell which to use. The biologist John Haldane dubbed John&apos;s achievement &quot;cloning&quot;, borrowing a term from plant biology, and a new field was born.     Updated at 4.15pm BST     11.06am BST    Video of Shinya Yamanaka    Here&apos;s Yamanaka speaking when he won the 2012 millennium technology prize.            In addition, for the technically-minded, here are Yamanaka&apos;s key scientific papers on iPS stem cells: &quot;Induction of Pluripotent Stem Cells from Mouse Embryonic and Adult Fibroblast Cultures by Defined Factors&quot; - Cell, Volume 126, Issue 4, 663-676, 25 August 2006 &quot;Induction of Pluripotent Stem Cells from Adult Human Fibroblasts by Defined Factors&quot; -Cell, Volume 131, Issue 5, 861-872, 30 November 2007    Updated at 11.51am BST     10.53am BST    Induced pluripotent stem cells    Some background on induced pluripotent (iPS) stem cells, a technical tour-de-force, which was published by Yamanaka in 2007.  In 2007, Shinya Yamanaka at Kyoto University in Japan demonstrated a way of producing ES-like cells without using eggs. He took a skin cell and, using a virus, inserted four specific bits of DNA into the skin cell&apos;s nucleus. The skin cell incorporated the genetic material and was regressed into an ES-like cell  it had been &quot;reprogrammed&quot; using a batch of chemicals in the lab. In a few short experiments, scientists had a near-limitless supply of stem cells that were, seemingly, as good as ES cells for their research. By creating iPS cells from patients with genetic diseases, scientists have been able to watch which genes go wrong in a variety of conditions, how and when it happens  all of it critical detail in finding ways to stop diseases in their tracks. The method works like this: take some skin cells from a person with Parkinson&apos;s disease and then regress these back into iPS cells. Then coax these stem cells to turn into neurons and watch how they work and, crucially, how they go wrong. These neurons are genetically identical to the patient&apos;s own brain cells  allowing scientists to model the disease more accurately and test out ideas or even screen potential drugs.     Updated at 11.53am BST     10.42am BST    Winners announced    This year&apos;s winners have been announced. From the Nobel prize press release: John B Gurdon discovered in 1962 that the specialisation of cells is reversible. In a classic experiment, he replaced the immature cell nucleus in an egg cell of a frog with the nucleus from a mature intestinal cell. This modified egg cell developed into a normal tadpole. The DNA of the mature cell still had all the information needed to develop all cells in the frog. Shinya Yamanaka discovered more than 40 years later, in 2006, how intact mature cells in mice could be reprogrammed to become immature stem cells. Surprisingly, by introducing only a few genes, he could reprogram mature cells to become pluripotent stem cells, i.e. immature cells that are able to develop into all types of cells in the body.    Updated at 11.54am BST     10.32am BST    Live webcast    The webcast for the prize announcement is now live. The commitee is walking on: http://www.nobelprize.org/    Updated at 11.54am BST     10.28am BST       The most famous (and most awkwardly-titled) prize for medical scientists or physiologists will be unveiled this morning at the Karolinska Institute in Sweden. Previous winners have included Barry Marshall for his discovery that the bacterium Helicobacter pylori caused peptic ulcers and British scientists Paul Nurse and Tim Hunt in 2001 &quot;for their discoveries of key regulators of the cell cycle&quot;. Probably the most famous award went to Francis Crick, James Watson and Maurice Wilkins in 1962, &quot;for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material&quot;. Last year, one of the winners, Ralph Steinman, died a few days before the prize was announced. Despite strict rules that the Nobel prize cannot be awarded posthumously, the committee upheld the award.    Updated at 11.55am BST  ", 
    "section": "science", 
    "gid": "science/blog/2012/oct/08/nobel-prize-2012-live-medicine-physiology", 
    "wordcount": "3267"
}