{
    "headline": "Ducks are nature's Tories, and other fun with cherry-picking", 
    "text": "Recent discussions with some friends in a pub beer garden lead to an interesting theory. I mentioned having read Tessa Kendal&apos;s recent book review covering the subject of supposedly uniquely human behaviours being evident in animals. This followed a discussion about animosity between UKIP and the Tories. At this point, a solitary duck wandered into the beer garden. Because sometimes, life just does things purely to see what happens.  The combination of the conversational topics, alcohol and a random duck lead to the profound observation that the Tories Vs UKIP scrap is analogous to Ducks vs Seagulls, which in turn lead to the formation of the theory that ducks are nature&apos;s equivalent of Tories.  It makes perfect sense when you think about it. Beneath the calm and occasionally charming image of ducks which endears them to the general public, there lie some unpleasant and evil properties. For example, all ducks have a right wing. You know who else is right wing? That&apos;s right, Tories!  Feeding the ducks is an enjoyable pastime for many in the UK. This is where hard working normal people give their own resources to ducks, which greedily snatch them up and offer nothing in return. Sound familiar? Tories also aren&apos;t exactly known for their progressive attitudes to women&apos;s rights and that. Ducks also have some very unpleasant sexual &quot;policies&quot;. A lot of ducks, after consuming the resources of the UK contributing nothing, then migrate to avoid the harder months. So ducks have &quot;offshore havens&quot;. What a coincidence! If you&apos;ve ever fed ducks in a busy area, you&apos;ve probably witnessed an occasion where they end up fighting seagulls for the scattered food. This lead to the original observation; Seagulls are loud, aggressive, disorganised, annoying, somewhat alarming, clearly the UKIP of nature. Ducks are calmer, more organised, and have a much better public image which conceals their evil designs, thus are obvious Tories. Both fight over the same things in the end, though.  If you need any more evidence, on top of the fact that Tories show an innate fondness for ducks, then consider this; the most stereotypical image of a typical Tory is an ageing, white, very wealthy male who is concerned with greed and making money above all else. And who fits that description better than anyone? SCROOGE McDUCK! Sorry for blowing your minds there, but you can&apos;t deny the evidence when it&apos;s this overwhelming. The above argument should illustrate several things, such as the sort of company I keep, the sort of things I end up saying when alcohol is involved, and the obvious limitations of my knowledge in both politics and ornithology.  My theory is clearly ridiculous. Both ducks and Tories aren&apos;t inherently evil. Scrooge McDuck is Scottish, a nationality not known for its fondness of the Conservative party. And they have both left and right wings (that&apos;s ducks, not Tories; Tories, much like scientists, are humans, not walking collections of offensive stereotypes). I even know several conservative voters myself, and they are inconsiderate enough to be nice, normal people, ruining any convenient exaggerated preconceptions individuals like me may have. Bastards!  I just say all this to show that, if you look hard enough and are flexible with how you interpret things, you can find evidence to support even the most ridiculous of ideas.  There&apos;s a lot of information out there in the world. More than is contained in the whole of Wikipedia. More than is contained on every hard drive on the planet. There is so much information out there, some of it even Stephen Fry doesn&apos;t know about. Making sense of it is, in many ways, the point of science. The trouble is, science is a human endeavour, and humans aren&apos;t perfect. We have feelings and emotions and other distractions. We&apos;re not the relentlessly cold and logical beings that total adherence to scientific principles would demand. In short, humans aren&apos;t Vulcans. Ideally, in their purest form, scientific theories should be attempts to explain why certain things are what they are and do what they do. If a theory explains the data, then great, it can be considered a correct theory. If, however, some new information comes to light which doesn&apos;t fit the theory in any way, then the theory has to be changed, or replaced with a newer, better one. For example, scientists used to theorise that the Universe would eventually collapse back in on itself in a &quot;Big Crunch&quot;, but more recent discoveries mean that theory is no longer as popular/credible. That&apos;s how it should work. It doesn&apos;t always. When you have a theory that you have invested a lot of time and effort into, maybe even a whole career, then you&apos;d obviously be reluctant to discard all of that because of some stupid &quot;evidence&quot;. You&apos;d find some rationale to dismiss the new evidence, no matter how reliable it may be, or just ignore the new information altogether.  This can be even more evident for theories that didn&apos;t stem from a scientific rationale in the first place. Homeopathy, Intelligent design, the majority of conspiracy theories, these are generally based on prior beliefs, intuitions, flawed assumptions, things like that. Their proponents often cite numerous examples of evidence in support of their ideas, but rarely acknowledge the often far bigger body of evidence that contradicts them outright. This is sort of behaviour can be described as cherry picking (among other things). It&apos;s not just the extreme examples like the groups listed above though, cherry picking happens so often it&apos;s barely worth mentioning any more. The pharmaceutical industry seemingly depends on it, politicians do it all the time, and yes, scientists do it too. It could be argued that the recently resurgent aquatic ape theory is a good example of scientific cherry picking. I would never say that myself; it&apos;s a divisive subject that many people passionately support.  I certainly think it a lot, though. It&apos;s only human to look for evidence of our views of ideas. Odds are science wouldn&apos;t have gotten nearly as far it has without people trying to prove that their specific ideas are right. You just have to be wary of when people are doing it to extent where what they&apos;re claiming is inaccurate or misleading.  Maybe one way to get people used to this is for them to come up with the most ridiculous or out-there theory they can, then find evidence to support it. I&apos;m not sure how you&apos;d get people to do this sort of thing, maybe in schools or classes or something? Regardless, I recommend it. It&apos;s fun to see how far you can take a wild theory, as with the above duck-based example. Assigning political views to animals is just one approach, and it shows just how easy it can be to make a theory look credible by carefully selecting the &quot;evidence&quot;. It&apos;s either that, or rely on people like me to write rambling articles whining about cherry picking. However, doing so inevitably involves searching the web for particularly good examples of the practice. And that&apos;s just hypocritical.  Dean Burnett is on Twitter, but suggests you only read the good tweets he does, @garwboy His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available here and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/apr/29/ducks-are-tories-fun-with-cherry-picking", 
    "wordcount": "1228"
}