{
    "headline": "The glaciers are still shrinking  and rapidly", 
    "text": "Glaciers are one of the natural environments most often used to illustrate the impacts of climate change. It is fairly indisputable that in a warming world, glaciers melt faster. Yet two recent studies published in top scientific journals (more here and here) suggest that in the Himalayas the rate of mass loss has been small and overestimated, and that further west, in the Karakoram range, the glaciers are actually slightly gaining mass. Is there a conflict between these studies and the wider body of research indicating that, worldwide, glaciers have been receding for several decades? To answer this question, we need to look a little more carefully at what the studies show, and to place them in the context of global changes to land and sea ice. Both studies cover a relatively short period of time: eight to nine years, over roughly the last decade. The Himalayas experience large variations in snowfall from year to year depending on the strength of the monsoon. But in atmospheric sciences, trends in climate are generally determined from records that span at least 30. To obtain observations over these longer time scales is a challenging task for glaciologists. There are more than 160,000 glaciers on the planet, less than 120 of which have continuous, long-term measurements taken. These ground-based measurements have been supplemented by data from airborne and satellite sensors. The combined records indicate that most, but not all, glacier systems have been losing mass for at least the last four decades, and that the rate of loss has been accelerating since the 1990s for key regions including Patagonia, the Canadian Arctic, Alaska and, most important of all for sea-level rise, from the great ice sheets covering Antarctica and Greenland. These two ice giants contain 99.5% of all land ice on Earth, and store enough ice to raise global sea level by around 64 metres. The evidence that mass loss in Greenland and west Antarctica has been accelerating since the early 1990s is irrefutable. Likewise, Arctic sea ice that used to cover around 9m sq km of ocean at the end of summer has, after 30 years, reduced at such a rate that the Arctic Ocean seems likely to be ice-free in summer by the middle of this century. The most recent predictions for the European Alps, for which there are comprehensive observations, suggest that glaciers will have shrunk in area by 80-96% by 2100. With glaciers and ice sheets covering such a diverse range of latitudes (from the tropics to the poles) and altitudes (from sea level to over 6,000 metres), it is not surprising that there are regional variations in their behaviour. Such variability should not, however, distract from the broader and more important story unfolding, which is one of profound and likely irreversible changes to global land and sea ice cover. Taken as a whole, the evidence for sustained changes to the cryosphere is clear. The impacts these changes are having on water resources, sea-level rise and climate feedbacks are already observable and significant. Some recent predictions of the increase in sea levels by 2100 exceed one metre. Loss of Arctic sea ice results in enhanced warming of the Arctic Ocean due to a strong positive feedback. Most glaciologists believe we are witnessing unprecedented changes to land and sea ice. The burning question is not if, but how fast, land and sea ice will disappear, and what we can do to mitigate and adapt to these changes.  Prof Jonathan Bamber is director of the Bristol Glaciology Centre", 
    "section": "environment", 
    "gid": "environment/2012/apr/15/glaciers-shrinking-rapidly", 
    "wordcount": "589"
}