{
    "headline": "How to get the most from internal communications: live chat", 
    "text": "Tracy Playle, director of Pickle Jar Communications, describes the intranets at universities she&apos;s visited as &quot;at worst poorly designed online repositories for HR documents, and at best one-way communications channels.&quot; She goes on to say: &quot;The notion of online communications with existing students at times barely extends beyond a clunky virtual learning environment.&quot; Tracy&apos;s views are reinforced by a survey by The World 100 Reputation Network of senior management perspectives and best practice in internal communications at HEIs. In the executive summary, the report&apos;s author Louise Simpson says: &quot;In the areas of best practice, the world-class universities appear strong at crisis communications and news dissemination. They are also good at campus communications, although rather strangely they don&apos;t think it is very important.&quot; So why is internal communications important? HELIX, the Higher Education Leading Internal Communications project identifies internal communications as being of strategic importance to the success of a university. The project states: &quot;HEIs are fundamentally about the skills, qualities and abilities of those who work in them, therefore, effective internal communications is not only applicable to higher education, it is especially applicable because of the centrality and importance of people to the core mission and operation of HEIs.&quot; On Friday 30 March, we&apos;ll bring together a panel to explore the ways in which internal communications can help an institution meet its wider strategic objectives, bring change from the inside out or simply reinforce a sense of community. Join us to share best practice from your institution at 12 BST. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Louise Simpson, director, The Knowledge Partnership Louise is an expert in higher education communications and has led research for many universities and government bodies in the UK and Europe. She managed the communications of the University of Cambridge for 10 years before becoming a consultant. Louise was project manager for the HEliX project for HEFCE, creating a new methodology for assessing and improving internal communications in universities (project group included the Universities of Leicester, Oxford Brookes, Bristol and Edge Hill). she devised much of the benchmarking and wrote the case studies for leading communications in higher education. @LSimpsonTKP Helen Wesley, internal communications manager, Bournemouth University Helen has worked in communications for over eight years in very different sectors; global investment banks to fashion retail and now, higher education. Internal communications offers a chance to work in a creative environment and requires the skills to deal with sometimes quite challenging stakeholders. @bournemouthuni Kevin Mulhern, head of communications and external affairs, Queen&apos;s University Belfast Kevin joined QUB in 2004 and has direct responsibility for community and public affairs, media relations, Online Communication, Corporate Affairs and Internal Communications. He has 25 years of experience within the communications sector including working as a government press officer in the new Northern Ireland Assembly. @QueensUBelfast Tracy Playle, education communications specialist, Pickle Jar Communications Ltd Tracy started her career working in PR at the University of Warwick and founded Pickle Jar Communications in 2007 to work with HEIs in developing new communications strategies and approaches. She is also the founder and community manager for HE Comms, the social network for HE communications professionals. @picklejar @hecomms Caroline Boyd, internal communications officer, University of Salford Caroline has worked in internal communications at the University of Salford since 2008 when the function was first established at the University. Communicating with over 2,000 academics and professional services colleagues across the university, Caroline has worked closely with the head of internal communications to establish and evolve best practicein her field. @SalfordUni Robert Holbach, web content production officer, University of Glamorgan - Student Portal Glamlife Rob is the web content editor on the student portal Glamlife. He&apos;s been working in internal communications with students for the University of Glamorgan since 2006. The role includes copywriting and copyediting, web content generation and sourcing, and marketing within the site, as well as social media interactions on behalf of the student communications team.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/28/internal-communications-in-universities", 
    "wordcount": "689"
}