{
    "headline": "Talk Point: your views on the World Economic Forum", 
    "text": "This week, business leaders and politicians from around the world are gathering in Davos, Switzerland, for the exclusive annual meeting of the World Economic Forum (WEF). It&apos;s invitation-only, and largely impenetrable for those not counted among the global elite. The statistics are striking: for one week, this small Swiss town will host more billionaires per square kilometre than anywhere else on earth. But the Davos agenda items are of deep public relevance. What to do about the global economy? How to tackle youth unemployment? How can new technologies be leveraged for global peace and prosperity? Over the last year, readers and writers on the Guardian&apos;s global development site have had much to say about these global challenges. Over the next week we&apos;ll be tracking the news relevant to development from Davos, as we hear from Guardian journalists attending. Here are four themes that will definitely be on the table: What kind of leadership and innovation do we need?  Brazilian Graziano da Silva recently took up his position as director of the UN Food and Agriculture Organisation (FAO), promising to help bridge the divide between rich and poor countries. Mexico has promised to put global development front-and-centre at this year&apos;s G20 summit. Can a change of leadership herald new models of development and international engagement? Or has the last year shown that true innovation comes from the streets? What can be done to jump-start growth and create new jobs? Pressing issues for rich and poor countries alike, often debated by our readers. Jayati Ghosh discussed India&apos;s jobless growth in July, Michael Clemens made the case for increased migration in September, and Owen Barder ended 2011 on a hopeful note, claiming economic growth has made the developing world less dependent on aid. This week, the International Labour Organisation said 600m new jobs must be created over the next decade to meet the &quot;urgent challenge&quot; of global joblessness. How can we better manage global resources and improve sustainability? &quot;A future we want&quot; is the slogan of August&apos;s Rio+20 conference, and talk of post-2015 SDGs  sustainable development goals  is ramping up. Julia Day, writing this month, felt &quot;putting developed and developing world issues in the same arena could transform future action&quot;. While Alex Evans, writing on sharing resources fairly in July, agreed that &quot;given that the key demand drivers for natural resources are global, the solutions have to be too&quot;. Will it be possible for the WEF to set some momentum for Rio+20? What&apos;s the role of technology and new models for social action? With upheaval in north Africa, emerging social models will be high on attendees&apos; agendas. Innovative cash-transfer models like Brazil&apos;s Bolsa Familia continue to inspire, and learning from the south could well be a theme to watch  Duncan Green in March wrote of a &quot;comprehensive obliteration of the north-south distinction&quot;. Proposing practical action, Calestous Juma suggested lowering the voting age to 16 in Africa. In December, Ken Banks cautioned: &quot;Technology races ahead at a breathtaking pace, but behaviour change chugs along in a much lower gear.&quot; What would you like to see discussed? What are your thoughts on these issues? As we see interesting stories emerge over the next week, we&apos;ll be sure to draw them into this comment thread. But we&apos;d love to hear from you too, so please join in the debate. If you have problems posting, or would prefer to comment anonymously, email us at development@theguardian.com and we&apos;ll add your thoughts to the debate.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/25/davos-world-economic-forum", 
    "wordcount": "592"
}