{
    "headline": "Nasa counts down the hours to its latest mission: is there life on Mars?", 
    "text": "     A giant space probe is set to plunge into the atmosphere of Mars at a speed of more than 13,000mph in a few weeks&apos; time. For the following seven minutes, its onboard computer will issue electronic instructions to direct the craft through manoeuvres of unprecedented complexity to guide it to the ground. Atmospheric friction and later a giant parachute will cut its speed to a few hundred miles per hour. Then rocket engines will fire and the probe will slow down until it hovers about 20 metres above the surface of the Red Planet. The spaceship&apos;s hold will open and a one-tonne robot rover, Curiosity, will be lowered  on three nylon cables  on to the surface of the Gale Crater, near the Martian equator, the craft&apos;s target landing site. After two seconds, explosive bolts will cut the cables and the probe will be instructed to give a final blast of its engines to lift itself clear of Curiosity and to crash land at a safe distance. The rover, the size of a small car, will then start its journey over the Martianlandscape It is an intensely delicate operation. Should any part of the landing sequence go wrong, $2.5bn worth of hardware, and a decade of effort by astronomers, will be splattered over the Martian landscape. &quot;We will get seven minutes to descend from the top of the atmosphere to the surface, to go from 13,000mph to zero, in perfect sequence, perfect choreography, perfect timing, with the computer operating all by itself,&quot; said Nasa engineer Tom Rivellini. &quot;If any one thing does not work out right, it is game over.&quot; Hence the Curiosity team&apos;s nickname for its descent: the seven-minutes of terror. Certainly the scientists and engineers who gather at Nasa&apos;s Jet Propulsion Laboratory in Pasadena, California, to follow the descent and landing on 6 August, can expect a nerve-racking experience. As British astrobiologist Lewis Dartnell, of University College London, put it: &quot;A lot people will be gnawing their fingernails that day.&quot; Nor will Mars&apos;s grim reputation as a graveyard for space missions help their nerves. Britain&apos;s Beagle 2 disappeared during its landing in 2003, for example, while the last bid to launch a probe to Mars  Russia&apos;s Phobos-Grunt mission  failed to get out of Earth orbit after its launch last November. &quot;If you look at the scorecard, less than 50% of Earth&apos;s missions to Mars have been successful,&quot; said the head of Nasa&apos;s Mars Exploration Programme, Doug McCuistion. McCuistion admitted to being particularly nervous about the huge heat shield that will take the brunt of the craft&apos;s initial entry into Mars&apos;s atmosphere. Should it fail to detach after Curiosity has passed through its initial descent stage, the craft will plunge to its destruction. Some engineers worry about the rocket firing sequence. Others fear the probe&apos;s giant parachute will not deploy properly. The terrors that Nasa will face on 6 August when the probe enters the Martian atmosphere are a consequence of Curiosity&apos;s ambitious design. Described by Charles Bolden, head of Nasa, as &quot;science fiction come to life  the Superbowl of space exploration&quot;, Curiosity  which was launched from Cape Canaveral on 26November last year  is a goliath among extraterrestrial rovers. The vehicle is the size of a small car and towers over previous Martian rovers. Sojourner, the first robot vehicle to land on the Red Planet in 1997, was not much bigger than one of Curiosity&apos;s wheels. The craft also brims with sophisticated machinery designed to seek out signs of organic material that might support life on Mars. A laser-induced breakdown spectrometer will burn holes in rocks and soil at distances of up to seven metres and will then analyse their chemical composition remotely. A robot arm will be able to reach up to two metres and will hold up to 30kg of equipment to drill holes and pulverise rocks. There is an instrument suite  Sample Analysis of Mars (Sam)  that even includes an oven in which soil and rock samples will be baked while mass spectrometers will analyse the gases given off to test for the presence of organic carbon. The aim of all this instrumentation is simple: to show, once and for all, that Mars possesses organic materials, amino acids and sugars, which are the building blocks of life and which would demonstrate that conditions in the soil of Mars could support living organisms. &quot;If Curiosity does not find them, then that will pose problems,&quot; said Dartnell. &quot;However, their presence would be a key piece of evidence that life could have existed on Mars in the past and may still be present, in a primitive form, deep underground.&quot; Previous probes to Mars have shown that around 3.5bn years ago, Mars  like Earth  had oceans. However, the planet lost its magnetic field because of major changes in its geology. On Earth, our magnetic field protects us from the solar wind, a stream of highly energetic particles produced by the Sun. Without that protection, Mars&apos;s atmosphere was stripped away and its surface water boiled off into space. Utterly dry, cold and battered constantly by ultraviolet radiation, Mars is now a highly inhospitable world. &quot;Primitive, single-cell organisms had evolved on Earth by 3.5bn years ago, so something similar might have appeared on Mars,&quot; said Charles Cockell, professor of astrobiology at Edinburgh University. &quot;However, it will not have had the chance to evolve as life did in so many ways on Earth.&quot; The question is: did primitive life ever appear on Mars? And if so, has it survived? Curiosity will not provide answers directly but it should provide evidence that indicates if the planet could support life. &quot;That is a start,&quot; said Dartnell. &quot;It will be up to future probes, such as the forthcoming European rover mission, ExoMars  which will be able to drill deep into the Martian soil where we might just find signs of life. It is not scheduled for launch until 2018, however.&quot; By then, Curiosity will have completed its task to survey the Gale Crater. It was selected as a landing site from a list of 50 candidates because satellite surveys have shown it contains ancient river beds and fractured terrains typical of those that lie above aquifers on Earth. After trundling round these features for several months, Curiosity will then begin a careful ascent of the central mountain inside Gale. Made of sedimentary rock, its various rock layers should provide the rover with a perfect chronology of early Martian history. Our knowledge of the Red Planet could be transformed in the process. All of which makes the Curiosity&apos;s imminent landing a very nervous affair, a point stressed by Nasa engineer Adam Steltzner. &quot;From the top of the atmosphere of Mars to its surface, itwill take seven minutes for the probeto descend. It also takes 14minutes or so for the signal from thespacecraft to reach us, that&apos;s how far Mars is from Earth. So when we first get word that Curiosity has reached the top of the atmosphere, the vehicle will have already been on the surface  alive or dead  for at least seven minutes.&quot; As another engineer added: &quot;I just hope seven is our lucky number.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/14/nasa-mission-to-mars", 
    "wordcount": "1231"
}