{
    "headline": "BBC removes climate claim from repeated final Africa episode", 
    "text": "The BBC removed part of Sir David Attenborough&apos;s narration in the final episode of its flagship nature documentary Africa after it acknowledged it contained a mistaken claim about climate change. In the original episode first broadcast last Wednesday, Attenborough said: &quot;Some parts of the continent have become 3.5C hotter in the past 20 years.&quot; But following further scrutiny of this claim by the Guardian, it transpired that the ultimate source of the claim could not be readily verified. A climatologist told the Guardian that the claim could not be substantiated. &quot;Our data does not support the claim of 3.5C warming in the last 20 years in some regions of Africa,&quot; said Dr Tim Osborn at the University of East Anglia&apos;s Climatic Research Unit. The BBC took the decision on Saturday to re-edit the episode for its repeat showing, as well as remove the original broadcast from its iPlayer online catch-up service. In the edited episode, Attenborough&apos;s words were replaced with a lengthened musical score. In a statement issued to the Guardian, the BBC said: &quot;There is widespread acknowledgement within the scientific community that the climate of Africa has been changing as stated in the programme. We accept the evidence for 3.5C increase is disputable and the commentary should have reflected that, therefore that line has been removed from Sunday&apos;s repeat and the iPlayer version replaced.&quot; The BBC also acknowledged that Attenborough had not researched the claim himself. It has been placed in his script by the programme&apos;s production team. In 2011, the BBC was forced to defend itself after it was accused of misleading viewers in its Attenborough-narrated Frozen Planet series when it used footage of newborn polar bear cubs shot at a wildlife centre in the Netherlands rather than in the Arctic. As the viewers were shown the cubs in a den, Attenborough said: &quot;But on leeside slopes, beneath the snow, new lives are beginning.&quot; Following criticism, the BBC said the narration had been deliberately &quot;very general&quot;, so viewers would not assume it referred to the specific cubs.", 
    "section": "environment", 
    "gid": "environment/2013/feb/11/bbc-climate-claim-africa", 
    "wordcount": "352"
}