{
    "headline": "Boot up: more on S4 'gimmicks', Google v CalDAV, life in Microsoft world, and more", 
    "text": "A burst of 12 links for you to chew over, as picked by the Technology team Transitioning from Google Reader to feedly &gt;&gt; Building Feedly  Google announced today that they will be shutting down Google Reader. This is something we have been expecting for some time: We have been working on a project called Normandy which is a feedly clone of the Google Reader API  running on Google App Engine. When Google Reader shuts down, feedly will seamlessly transition to the Normandy back end. So if you are a Google Reader user and using feedly, you are covered: the transition will be seamless.  They say half a million have already shifted. Silver linings and all that. (Thanks @lollygagging for the link.) How Google+ could save RSS &gt;&gt; Colin Walker  Equally as ironic as social killing Reader, it could also be its saviour  Google+ in particular. The recent Google+ profile redesign gives us more control over how our information is viewed and compartmentalised. As well as our &quot;links&quot; and &quot;contributor to&quot; sections why not have an option for RSS feeds both for Profiles and Pages?  Could happen. Might be a UI nightmare. (Thanks @modelportfolio2003 for the link.) Let them pee: avoiding the sign-up/sign-in mobile antipattern &gt;&gt; Boxes and Arrows Greg Nudelman:   Anything that slows down customers or gets in their way after they download your app is a bad thing. That includes sign-up/sign-in forms that show up even before potential customers can figure out if the app is actually worth using. This antipattern seems to be going away more and more as companies are beginning to figure out the following simple UX equation:Long sign-up form before you can use the app = Delete app However, a fair number of apps still force customers to sign up, sign in, or perform some other useless action before they can use the app.  The case study he then cites is priceless. Apple keeps warranty switch under wraps &gt;&gt; Sydney Morning Herald  Apple has now changed this [warranty period] from 12 months to 24, which appears to bring it in line with Australian Consumer Law. The change was announced to Apple staff via email and to resellers on a web portal and first revealed publicly by Apple enthusiast website MacTalk.com.au. But it appears some high-up employees within Apple don&apos;t want the change talked about too widely. One email Fairfax Media has seen, which was circulated within an Australian Apple store, told staff not to talk to customers about the detail of Apple&apos;s new policy. Apple Australia media spokeswoman Fiona Martin had no comment about the changes.  Samsung&apos;s Galaxy S IV will mark the beginning of the end of Samsung&apos;s smartphone dominance &gt;&gt; VentureBeat John Koestler:   Others that I&apos;ve talked to agree, but still see a role for Samsung&apos;s innovation. &quot;I agree that some of the software is buggy,&quot; Rocky Agrawal, an analyst and mobile consultant who also writes for VentureBeat, told me. &quot;If they would stick to the non-core things that they&apos;re adding it could make sense  but to go in and mess up core stuff like keyboards and error correction, that&apos;s justinnovation for the sake of innovation. You shoulddifferentiate on things that matter.&quot; We have seen this movie before, during the 90s and 2000s, in a different industry: the PC market. Much as Android is to iOS what Windows was to Macintosh, Android vendors are to each other what HP was to Dell was to Compaq was to every other faceless PC manufacturer: a clone trying to be an individual. And with every vendor trying to deliver unique value, a unique product, and a unique brand in a by-nature commoditized market, they get desperate. The result: software that adds a line item in the product comparison chart and a bullet point in the marketing blurb, but is really just crapware.  That would make Samsung the equivalent of HP, but very much more profitable. Microsoft in the clear to add Google CalDAV support to Windows Phone &gt;&gt; ZDNet Mary Jo Foley:   At the end of January 2013, Microsoft and Google came to a last-minute agreement to extend Google&apos;s support of Google Sync, which is built on Microsoft&apos;s Exchange ActiveSync, until July 31 - instead of terminating it by the end of January, 2013, as previously announced. In the interim, Microsoft would build support into the Windows Phone operating system for CalDAV and CardDAV, the Google calendar and contacts sync protocols, the companies announced. Yesterday, however, Google announced CalDAV API support was being discontinued on September 16, 2013, with the Google Calendar API becoming the CalDAV replacement. However, according to Google&apos;s blog post on the topic, some unnamed &quot;whitelisted&quot; developers would be able to continue to use CalDAV. Google&apos;s CalDAV page already lists the API as being &quot;deprecated.&quot;A note on the page adds &quot;If you think you have a compelling use case and would like to be whitelisted for the new version of CalDAV API, please fill out this form.&quot; I asked Microsoft officials if the Windows Phone team was among the whitelisted developers. No word back so far.  Perhaps Google could publish a list of those on the whitelist? That would be open and transparent. But how long before it drops support for CalDAV completely,  la Google Reader? How well do Microsoft&apos;s Xbox, Skype, Office, and SkyDrive work together? &gt;&gt; Businessweek Ashlee Vance:   It took three Skype customer support people to conclude that what I wanted to do  use my Microsoft phone to access a Microsoft account to use a Microsoft service  was impossible. Similarly, only some of the movies I have purchased on my Xbox show up, as promised, on my other Microsoft devices like Microsoft&apos;s own Surface tablet. I&apos;m not sure how Microsoft&apos;s services pick and choose what I get to watch, but they seem to have a real thing against cartoons. At the same time, life in Microsoft Land can also be quite wonderful. My young son is enthralled when he watches the interactive version of Sesame Street on the Xbox. Via the Kinect sensor, my son appears in the show and can jump around with Big Bird and punch letters and numbers. This is streaming, immersive television, and it really does feel as if it&apos;s from the future.  BlackBerry chief lays out survival plan and says iPhone is old news &gt;&gt; Australian Financial Review  Speaking exclusively to The Australian Financial Review, ahead of the local launch of its make-or-break smartphones, Mr Heins said last week&apos;s launch of the Samsung S4, along with a wave of recent smartphone releases had reeled in the lead Apple used to hold in the market. He said BlackBerry was making early strides in encouraging users to switch from other mobile platforms to its own, that a follow up to its commercially unsuccessful PlayBook tablet was a long way off and that developers of big name apps like Instagram and Netflix were being won over by the reaction to its new BlackBerry 10 (BB10) operating system. &quot;Apple did a fantastic job in bringing touch devices to market ... They did a fantastic job with the user interface, they are a design icon. There is a reason why they were so successful, and we actually have to admit this and respect that,&quot; Mr Heins said. &quot;History repeats itself again I guess ... the rate of innovation is so high in our industry that if you don&apos;t innovate at that speed you can be replaced pretty quickly. The user interface on the iPhone, with all due respect for what this invention was all about is now five years old.&quot; Mr Heins said one area that the new BlackBerry phones had surpassed the iPhone was in the ability to multi-task - running multiple apps at once - meaning that users could work in the same fashion on their smartphone as they liked to on a laptop.  We feel fairly sure that the iPhone interface is six years old, at least in its public incarnation. Hands-On With the Galaxy S 4: First Impressions &gt;&gt; WSJ.com Spencer Ante:   a few of the camera functions seemed gimmicky, while others failed. One called &quot;Beauty Face&quot; was supposed to make you look better by doing things like slimming your face automatically. The feature didn&apos;t turn me into George Clooney; in fact I couldn&apos;t see any difference between the photos. Another one called &quot;Drama Shot&quot; sounded promising in theory, letting you create one integrated photo composed from several pictures. But when I tried the feature it simply didn&apos;t work. Samsung marketers shrugged and blamed the way we staged the photo shoot. Another highly touted feature called &quot;Air Gesture&quot; is designed to let you manipulate the screen by moving your hand across, or up and down the screen. At first I couldn&apos;t get it to work. A Samsung rep gave me a quick tutorial, which helped, but it wasn&apos;t as responsive as I had hoped.  Still, the universal remote function worked fine. Android China &gt;&gt; Benedict Evans  Top 20 Android phones in China, on the basis of page views on Baidu. Samsung at the top (with about 30% total share), but lots of domestic brands in there too.  Samsung phones in total make about 20% of page views for the top 20 here. Of course, phones accessing Baidu by definition have a data plan and/or Wi-Fi connection. Many millions of smartphones in China might not be used that way... yet. Thumbs and Ammo &quot;Real tough guys don&apos;t need guns, they just need a positive, can-do attitude&quot;. Still from films with guns replaced by thumbs. Surreal, then thought-provoking. (Women not exempt.) SanDisk cops to malfunctioning Micro SDs in Galaxy S3s &gt;&gt; The Register  Certain Samsung Galaxy S3 users will barely have noticed the rollout of the S4 uberphone , they&apos;ve been too busy concentrating on the flash card problems in their current smartmobes. Flash-card shuffler SanDisk, meanwhile, has told El Reg that it has issued a fix.  Isn&apos;t clear what the &quot;fix&quot; is, but one would have thought a simple replacement would make sense. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/19/technology-links-newsbucket", 
    "wordcount": "1741"
}