{
    "headline": "Green news roundup: India's tigers, smart meters and US drought", 
    "text": "Environment news  India&apos;s tiger population facing &apos;total disaster&apos;Majority of UK unaware of smart meters, research shows US court overturns coal pollution ruling US drought will lead to inflation and higher food prices, says report UN calls on nations to adopt urgent drought policies Fish demand &apos;exceeds UK sea supply&apos; Abandoned Severn tidal power project to be reconsidered On the blogs     Olympic Gold medalist and Tour De France winner Bradley Wiggins greets fans at BT London Live venue in Hyde Park on August 4, 2012 in London. Photograph: Dan Kitwood/Getty Images    Where is Captain Paul Watson? An unforgettable ride with Bradley Wiggins If we are to cope with climate change we need a new moral order The corporate cock-up that&apos;s refuelled the Canadian tar sands debate Can a honey-processing service unite urban beekeepers? Multimedia     Sheep graze near the Baiyinhua No. 1 open-cast coal mine in West Ujimqin Banner of Xilin Gol, Inner Mongolia, 10 May 2012. A new Greenpeace report shows that ten billion cubic meters of water will be consumed by 16 new coal fired power plants and mines in China planned for 2015, and trigger a severe water crises in the countrys arid Northwest. Photograph: Lu Guang/Greenpeace     China&apos;s mega coal power bases exacerbate water crisis  in pictures The week in wildlife  Best of the web     A Red-eyed frog is seen at Frog exhibition during the National Golden Frog Festival at the Summit Zoo in Panama City August 10, 2012. The Golden Frog is Panama's national frog and the Golden Frog Festival shall will be celebrated on August 14 amidst activities and events taking place from the August 10 till 19.  Photograph: Carlos Jasso/Reuters     Does the world need nuclear power to solve the climate crisis? Temperature rise &apos;slows economy in poor countries&apos; Has Fukushima radiation created mutant butterflies? ... And finally     Second mate Peter Brown holds a pilotless drone aircraft as he stands on the deck of the Sea Shepherd Conservation Society ship, Steve Irwin, off Australia's western coast in this handout picture taken on December 24, 2011. Hardline whaling opponents attempting to stop Japan's annual whale hunt in the Antarctic said on Sunday they had intercepted and photographed its whaling fleet using pilotless drone aircraft. Picture taken December 24, 2011.  Photograph: Handout/Reuters     Ecology drones track endangered wildlifeGermany delays windfarm because it&apos;s not fit for porpoise, yet", 
    "section": "environment", 
    "gid": "environment/2012/aug/22/green-news-roundup", 
    "wordcount": "166"
}