{
    "headline": "New to nature special: the top 10 new species", 
    "text": "On 23 May,the International Institute for Species Exploration announced the annual top 10 new species for the sixth time. A committee of taxon experts led by Dr Antonio Valdecasas of the Museo Nacional de Ciencias Naturales in Madrid made the final selections. The list is a kind of scientific shock-and-awe campaign, shocking us at what we did not know about our own planet and leaving us in awe over the diversity, complexity, wonder and beauty of the living world. From new species of black-staining fungi that threatened the Palaeolithic cave paintings at Lascaux, France to the first old-world monkey to be discovered in Africa in 28 years, a beautiful shrub from Madagascar&apos;s disappearing littoral forests, a bioluminescent cockroach, and a violet from the high Andes that is barely 1cm tall, we are struck that the depth of Earth&apos;s living diversity is matched only by our ignorance of it. A new species of green lacewing is a sign of things to come, being discovered through social media in a collaboration among citizen and professional scientists. A new record was set for the smallest vertebrate animal by a Lilliputian frog with an average body length of only 7.7mm. As if to remind us of the constant change on our planet and unending struggle for survival, a fossil hanging fly was described from Jurassic deposits 165m years old in China that mimicked gingko leaves so well that the two were confused. Rounding out the top 10 were a beautiful, ringed, snail-eating snake and a harp-shaped predaceous sponge. Choosing just 10 species from the 18,000 or so new ones named last year was a seemingly impossible task, but merely a dress rehearsal for living through the biodiversity crisis of the 21st century. Some scientists believe that more than half of all species could disappear in the next 100 years, which would rank as only the sixth mass extinction event in Earth history. While we cannot save every species, or even all those we set out to save, we can have a significant impact on what biodiversity looks like in the future. If picking 10 favourites was tough, imagine making decisions that affect which and how many species survive. We announce the top 10 on or about Carl Linnaeus&apos;s birthday on 23 May as a homage to his incredible, inspiring vision of an inventory of Earth&apos;s flora and fauna. When he conceived and set out on his inventory in the middle of the 18th century, it was a dream impossibly larger than he could have imagined. The 10,000 or so species known to him are outnumbered nearly two to one by the new species we name each year, and we have yet to become serious about completing this enterprise. Technological advances, particularly in cyberinfrastructure, have quietly chiselled away at all the constraints of access to travel, colleagues, collections, literature, and data that held back Linnaeus and the generations of taxonomists who have followed. With investments in natural history museums, taxonomic research infrastructure, and inspiring and educating the next generation of species explorers we can discover and describe most of the estimated 10m-12m &quot;higher&quot; plant and animal species in less than 50 years. Baseline data on what species exist and where will empower us to detect, monitor, and respond to changes in biodiversity and make effective public policies. If you liked the top10, imagine announcing thetop10 million. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2013/may/24/new-to-nature-top-10-species", 
    "wordcount": "587"
}