{
    "headline": "Fishermen back sanctions against Iceland over mackerel catch", 
    "text": "Evoking memories of the &quot;cod wars&quot; of the 1970s, fishermen are backing a threat of sanctions against Icelandic vessels in a move that could wreak havoc on Britain&apos;s fish-processing industry and put jobs at risk. Incensed at Iceland&apos;s decision to massively increase its mackerel quotas, the European Union is considering sanctions that could include a ban on Icelandic fishing boats landing any catch at EU ports. The sanctions threat is being supported by Scottish skippers who fear the amount of mackerel they can catch could be slashed if Iceland, and also the Faroe Islands, continue to award themselves huge quotas. Mackerel is Scotland&apos;s most valuable fish, with 164m-worth landed in 2011 out of a total UK landed catch of 205m. However, Grimsby, the UK&apos;s major fish-processing centre, and the Humber area rely heavily on Icelandic seafood, particularly cod. So-called &quot;mackerel wars&quot; have raged since 2008 when Iceland, which previously caught little of the fish, unilaterally increased its quota after the numbers in its waters increased dramatically  believed to be as a result of warmer waters due to climate change. Now, the EU is under pressure from fishermen in Scotland and Norway to bring in trade restrictions after 12 rounds of talks have failed to reach any agreement, or make any progress. Ian Gatt, of the Scottish Pelagic Fishermen&apos;s Association, said the EU and Norway had made &quot;improved offers&quot; but there had been &quot;no response or counter offer&quot; from Iceland and Faroe. &quot;The point we have come to is that simple negotiation doesn&apos;t work. It needs another tool, and for us that tool would be implementing sanction measures, because the level of quotas Iceland and Faroe have set themselves is absolutely crazy.&quot; But Steve Norton, chief executive of the Grimsby Fish Merchants Association, said Grimsby was worried &quot;as a significant amount of the fish we process here is Icelandic fish&quot;. He said 4,000 jobs depended directly or indirectly on fish processing, which handled around 70-80% of chilled seafood sold in the UK. Grimsby&apos;s fishing fleet foundered as a result of cod wars in the 50s and 70s when Iceland extended its fishing zones and Britain sent naval vessels to protect its fishermen. Now a processing centre, it has strong trading relations with Iceland, which sends around 268m a year of seafood into the Humber region. &quot;I am not scaremongering, and I personally believe the sanctions threat is just a blunt instrument to get people back to the table,&quot; said Norton. &quot;But potentially we are at risk, if this was to go wrong and sanctions were imposed. It&apos;s a crazy situation we find ourselves in, not of our making.&quot; The European Union and Norway blame Iceland and the Faroe Islands for the failure to resolve the dispute, despite several rounds of negotiations between the four, which jointly manage the north-east Atlantic mackerel fishery. Iceland increased its annual mackerel quota to 146,000 tonnes in 2011, compared with just 2,000 tonnes three years previously. Faroese catches increased six-fold over the same period to reach 150,000 tonnes last year. Iceland believes it is being unfairly blamed for the failure of the talks, and that any sanctions could only involve the landing of mackerel, and not other fish, under EU legislation. Iceland&apos;s UK ambassador, Benedikt Jonsson, and its chief negotiator on mackerel, Dr Sigurgeir Thorgeirsson, both recently addressed meetings in Grimsby to allay fears. Jonsson told the Guardian that threats would not solve the dispute. &quot;Fish is the backbone of our economy. It is to Iceland what oil is to Norway, wine to France and the City to the UK. The best thing to block any agreement in mackerel is to propose sanctions. No nation will yield to threats of this nature,&quot; he said. &quot;We don&apos;t want to engage in a war of words. We are very willing to engage thoroughly in an objective manner.&quot; Thorgeirsson added that claims that Iceland had refused to negotiate were &quot;totally unfair and not substantiated&quot;, adding: &quot;The truth is the gap between our proposal and theirs is still such that neither party has been willing to accept the other one&apos;s proposal. The truth is the mackerel is migrating into our waters in huge quantities. Last summer it was estimated that about 1.5m tonnes of mackerel were in our waters for months consuming probably up to 3m tonnes of food that it takes in competition with other valuable stocks. &quot;It is not justified or acceptable that the EU and Norway together decided, as they have been doing over the last years, to take 90% of the total catch. &quot;We will not solve this either by threatening sanctions of throwing dirty words at each other.&quot; The UK is the largest mackerel quota holder in the European Union with a share in 2012 of 188,751 tonnes against an EU total of 349,230 tonnes. Iceland has claimed that as mackerel are now more prevalent in its waters it deserves a larger share of the fishery, within the safe limits proposed by International Council for the Exploration of the Sea. While the UK accepts this to an extent, it does not consider that the scientific evidence justifies current levels of Icelandic fishing activity, said a Defra spokesman. The fisheries minister Richard Benyon said: &quot;Mackerel is extremely important to the UK  our most valuable stock. The continued sustainability of the stock is vitally important, but that is increasingly threatened by the actions of the Faroe Islands and Iceland. &quot;The UK continues to seek a negotiated settlement that is fair and equitable to all. However, that would require a far more positive and flexible approach to the current situation than we have seen from the other parties to date.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/06/fishermen-sanctions-iceland-mackerel-catch", 
    "wordcount": "981"
}