{
    "headline": "Worried about the economy? It's the environment, stupid", 
    "text": "In recent weeks a slew of stories has hit the news about the soaring price of food, petrol and household energy  and the financial pressure this is putting on cash-strapped households. But as politicians scrabble around for the best short-term fix, a fundamental cause underpinning much of these economic woes is often overlooked. Under the bonnet, there&apos;s something big going on: we&apos;re damaging the planet and draining its resources, and it&apos;s starting to cost us big time. With growing confidence scientists are linking climate change to the increasingly freakish weather around the globe which is causing food prices to rise. Earlier this month the National Farmers&apos; Union predicted more price rises when it revealed that wet weather had cut UK wheat yields by 15%. Natural resources are not infinite and with developing economies growing fast, we&apos;re beginning to discover that there are not enough to go round. You only have to look at your energy bills to see the predictable effect this all has. According to energy regulator Ofgem, our gas and electricity bills have sharply risen principally because of the rocketing price of fossil fuels, driven by international demand. In 2011 the price of natural gas was the biggest cause of increases in domestic energy bills, which were somewhere in the region of 200. And it&apos;s the same story with oil prices: up, up, up, with all that entails when you fill your car at the pump. All of this hits the poorest hardest, with more than 5m households now in fuel poverty, and &quot;transport poverty&quot;  where people cannot afford to travel and so struggle to find work or access services - a stark and growing problem. But faced with all the evidence, no one on the political scene is showing the kind of leadership required. They prefer to squabble about short-term sticking-plaster policies, like the perennial scrap about a few pence on or off fuel duty. David Cameron recently got into lots of bother on the issue of unfair energy tariffs which, while not a trivial nut to crack, is a sideshow to the real economics of bill rises. The biggest problem is the chancellor, who doesn&apos;t seem to understand that in the long term you simply can&apos;t have a healthy economy without a healthy environment. By pitting the two against each other, he ignores not just the CBI  which says green and growth must go together  but cold, hard, economic reality. In claiming, contrary to the evidence, that &quot;gas is cheap&quot;, George Osborne has become a modern day King Cnut, attempting to turn back the tide of evidence on the rising price of gas by flat out denying it  and, indeed, pushing to keep the economy hooked on the stuff. This is especially galling from a man who reportedly accuses environmental advocates of acting like the Taliban. If anything it&apos;s Osborne, with his reckless dash for gas, who wants to keep us in the dark ages. The writing has been on the wall for years  indeed some enlightened parts of the business community have even helped write it. It&apos;s more than a decade since the Association of British Insurers warned of the impact of more frequent and more severe flooding as a result of climate change. In 2006 the review into the economics of climate change by former World Bank chief economist Nicholas Stern convinced Tony Blair of the sound economic case for action. This was hinged on the central argument that it will be cheaper to prevent climate change than to deal with its costs and impacts, which also fall disproportionately on the least well-off. We&apos;re now seeing the very beginnings of what Lord Stern was getting at. A broad church of organisations, all with a stake in wishing to avoid economic mayhem and keen to see a green-powered economic recovery, now gets that green is working: manufacturers, unions, businesses, consumer groups, faith groups, and poverty campaigners. It&apos;s time our political leaders  of all hues and persuasions  did too.  David Powell is economics campaigner at Friends of the Earth", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/29/economy-environment", 
    "wordcount": "678"
}