{
    "headline": "Laos campaigner's abduction sends shockwaves through activist community", 
    "text": "Sombath Somphone was snatched on a busy street in Laos&apos; capital Vientiane last December, while police officers looked on. The 60-year-old was stopped by police in his 4x4, but two people in plain clothes bundled him into another vehicle and he has not been seen or heard of since. The police and other government authorities state they had no part in his abduction and do not know where he is. The nature of Sombath&apos;s disappearance has shocked local environmental activists and non-governmental organisations. He is a highly respected community worker and green campaigner, and worked for more than 30 years on grassroots community activity including consulting for Unicef, where his wife also worked. He founded the Participatory Development Training Centre, which educates rural Laotians in everything from fish farming to rice milling and microcredit to recycling household waste. In 2005, he won the Ramon Magsaysay award for social activists, often called the Asian Nobel prize. Colleagues in the NGO community fear that his abduction represents the beginning of a state crackdown on dissenting voices. His wife, Shui-meng Ng said: &quot;I believe that he is still alive but I do not know in what condition. He is in need of daily medication for prostate cancer. He has not received his medication since his disappearance.&quot; She remembers the day of his disappearance. &quot;We normally go out in the same car, but that Saturday I had to go first. I took the car, and Sombath took the jeep.&quot; They met later to go home for dinner. &quot;I drove my car in front, and he drove behind me.&quot; So far, so normal. They became separated when Sombath was stopped at a police checkpoint. &quot;After that, I did not see his car. I thought nothing about it. I went home. When he did not return, I called his phone, but it was switched off. I thought it had run out of battery. By around midnight, I started to worry. We went out looking for him. We went to the hospitals. Next morning, we reported to the police.&quot; Then she had an idea that led to evidence which threatens to undermine Laos&apos;s attempts to portray itself as a Communist country undergoing political reform. She asked to see CCTV footage on the police computers, recorded it on her phone and put it online. It shows Sombath being stopped, a motorcyclist turning up and taking his vehicle, and then Sombath being abducted and driven away in a white 4x4 with flashing lights. Complicit or perhaps fearful, the police do not intervene. Shui-meng said: &quot;We never suspected anything like this. But Vientiane is very small, and if people want to follow us or find out where we are, it is easy.&quot; Despite the disturbing evidence of the CCTV footage, state authorities blame &quot;business rivals&quot;, even though he has no business. His friends in Laos&apos; international community believe his trouble began when he organised a high-profile meeting of Laos community leaders. The Asia-Europe People&apos;s Forum took place just before Laos played host to a summit of heads of state from Europe and Asia  an outward sign that Laos was throwing off years of isolation and socialist dogma. The forum had official approval. It was opened by the deputy prime minister, Thongloun Sisoulith, widely regarded as a liberal. Sombath encouraged delegates to speak freely. One working group discussed land grabbing, a hot topic in the country. According to foreign observers at the meeting, one woman said her ethnic group did not want to be turned into labourers on a rubber plantation. But then the facade of state liberalism seemed to crack. The woman, who activists have requested is not named for her own safety, was attacked by government officials who were filming speakers and taking notes. Days later, officials visited her home village. In an atmosphere of intimidation, Sombath approached his government counterparts in organising the meeting to solve the crisis. Anne-Sophie Gindroz, the Laos director of Helvetas, a Swiss-based agricultural development NGO who had organised the land workshop, wrote to foreign donors underlining the &quot;serious constraints on freedom of expression&quot; in a country where &quot;there is little space for meaningful democratic debate&quot;. The government read her letter and, on 7 December, the ministry of foreign affairs wrote to her boss in Zurich accusing her of waging an &quot;anti-government campaign&quot;. She was given 48 hours to leave the country. Eight days later, after returning from Burma, Sombath disappeared. The US state department, UN human rights commission, fellow recipients of the Magsaysay award and many others have pleaded with the Laos government to find and release Sombath. But so far there is no sign. Supporters fear the police, while supposedly trying to find Sombath, are trying to dig up dirt on him. Shui-meng said they had visited his village, asking about his drinking and whether or not he holds an American passport .He does not, although he was educated in the US and has many foreign friends. Shui-meng said: &quot;I do not fear any threat to my own safety. I plan to stay until I get Sombath back safely. We have worked together for 30 years to improve Laos people&apos;s wellbeing and livelihoods. We have done nothing wrong. We have done everything openly and in full public view, and have abided by the law of the land.&quot;  This article was amended on 15 March 2013. It originally stated that police sent CCTV footage of Sombath Somphone&apos;s abduction to his wife. In fact she recorded the footage on her phone while watching it on a police computer. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/laos-campaigner-abduction-activist-community", 
    "wordcount": "948"
}