{
    "headline": "New to nature No 71: Potamotrygon tigrina", 
    "text": "The tiger ray is a beautifully coloured freshwater species found in Peru in the Nanay river, a moderately sized tributary of the Amazon. Although specimens of the tiger ray have been sold in the aquarium trade under this common name for at least 13 years, almost nothing is known about its biology. The species was not given a scientific name until 2011, when Marcelo de Carvalho of the University of So Paulo and his co-authors Mark Sabaj Prez of the Academy of Natural Sciences at Drexel University in Philadelphia and Nathan Lovejoy of the University of Toronto published their official description of it in the journal Zootaxa. To date, there are more rumours than facts about the species, including unconfirmed collections from the Putumayo river in Peru and specimens reaching a full metre in body width. It is likely that many specimens showing up in the aquarium trade originate in the ornamental fish market in Iquitos. Fishkeepers report that the tiger ray is more difficult to maintain in captivity than other commonly kept ray species. Even though de Carvalho and his colleagues suspect the species may be widespread in the upper reaches of the Amazon drainage, so little is known about its population and reproductive habits that it is impossible to say what its status is in the wild. The photograph shows live colouration of the type specimen of P. tigrina when it was freshly captured. The swirling tan-to-bright-yellow-or-orange irregular, curved and convoluted pattern against the brown-to-black dark background colour is nothing short of spectacular and the bands on the apical portion of the tail remove any doubts about the appropriateness of its common and scientific names. Although the species is distinct in a number of characters, the dorsal and tail-colour patterns are sufficient to distinguish it from all others in the genus. The nearest relative of the tiger ray is P schroederi. This sister species was described in 1958 and is known to live in the Negro river in Brazil and the Orinoco of Venezuela and Colombia. Neotropical freshwater stingrays are represented by four genera and more than 20 species, but the authors are aware of other species new to science and expect that number to exceed 35 in the near future. While the colour patterns of some species, including P. tigrina, are reliable for species identification purposes, colour varies so extensively in many other species that it can be misleading. The kind of thorough comparative morphology work by de Carvalho et al in this study is needed across the family Potamotrygonidae but this will require a great deal more fieldwork to assemble enough representation of variation to corroborate species boundaries. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/apr/22/amazon-tiger-ray-new-to-nature", 
    "wordcount": "460"
}