{
    "headline": "Caroline Spelman's deep cuts to flood defences begin to look foolish", 
    "text": "Is the environment secretary regretting the 2bn she sacrificed from her environment department&apos;s budget? In 2010, as the new coalition rolled up its sleeves, steeled its jaw and set to work on cutting the huge budget deficit, Caroline Spelman offered to axe 30% of her budget. The prime minister and chancellor didn&apos;t hesitate to accept and Defra was left nursing the biggest cut in Whitehall of any major department. Two years on, as thousands of households bail filthy floodwater out of their living rooms, Spelman&apos;s zeal is looking more and more like foolishness. Deep cuts to flood defences have been needed to deliver the 30%, yet each new analysis shows climate change is increasing the risk of flooding, which already threatens 5m homes. That means flood defence spending has to go up as the waters rise. Worse, we knew this already. After the devastating floods of 2007, the Pitt review concluded that spending on river and coastal defences needed to rise year after year  which they did, rising 33% between 2007 and 2010. They then fell by over 25% in the first year of the new government. Spelman&apos;s first row of defensive sandbags is that the cutting the deficit left by the last government is the greatest priority. But were the schemes that will save many times more in damages than they cost really the best choice? Other departments, notably that for energy and climate change, got far better budget settlements, making the deficit-reduction argument look decidedly leaky. The second line of Spelman&apos;s sandbags is a new &quot;partnership&quot; approach to funding the levees and walls needed. This brings in private money from those, such as property developers, who will benefit financially from the improved protection from washout. But the sum attracted so far is 2.6m, an insignificant amount given the scale of the problem. Local authorities have chipped in more, 70m, but are facing drastic budget cuts of their own. The last line of sandbags is to blame the weather as extraordinary. That is true, but makes it all the more reckless to cut funding while ignoring the advice of the experts, who agree extreme weather is getting more common. Spelman knows the misery of having your home flooded. &quot;I know from personal experience exactly what flooding feels like, having been flooded out of my home for 10 months. I understand the devastation that is caused to people,&quot; she told parliament in June. The sentiment was heartfelt, though the revelation prompted Labour MPs to ask to which of Spelman&apos;s four homes she was referring. The cuts to flood defences leave the secretary of state one big flood away from all the budget savings she made being washed down the drain. Spelman has already gained some admiration for the way in which she apologised for, and then reversed, the attempted sell-off of England&apos;s publicly owned woodlands. She now has a choice: cross her fingers for clear skies or apologise again.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/14/caroline-spelman-cuts-flood-defences", 
    "wordcount": "497"
}