{
    "headline": "Fracking debate draws Yoko, Lennon and Sarandon to rural battlegrounds", 
    "text": "Yoko Ono might not seem the most likely bus traveller. Northern Pennsylvania, on a cold, snowy January day, might not seem a likely destination. Yet the threat of hydraulic fracturing, or fracking, and its impact on the farm she and John Lennon bought in New York spurred Ono and her son, Sean Lennon, into action. On Thursday the pair, a group of activists and the actress Susan Sarandon formed an improbable troupe for a road trip through towns which have been affected by fracking. The expedition travelled under the banner of Artists Against Fracking, the group Ono and Lennon set up last summer, when governor Andrew Cuomo was originally due to rule on whether to allow fracking in New York State. Thanks no doubt to the star power of its founders, the group quickly managed to attract backing  from regular celebrity activists such as Sarandon and Mark Ruffalo to Alec Baldwin, the two living Beatles and Robert DeNiro. They also earned the support of the Scissor Sisters.  &quot;It was an incredible response,&quot; Ono said, as the bus picked its way along narrow lanes. &quot;All these artists are starting to come together. These days artists are very much into, and very sensitive to what is happening in society, not just what is happening with their work.&quot; It was the potential impact of fracking on rural parts of New York State that prompted Lennon and Ono to get involved in the anti-fracking cause last summer. Cuomo eventually delayed his decision, pending further investigation into the practice; he is now due to rule on whether to allow fracking as early as 27 February, following a four-and-a-half year ban.  Ono and Lennon clambered aboard the bus  in fact a relatively luxurious coach  on Thursday as part of their bid to persuade the governor against the practice. Ono and Lennon still spend time at their rural farm, which was bought in the years before John Lennon died. While the farm might have inspired Ono to take up the cause, she said the campaign now went beyond that. &quot;It&apos;s not just for me, but for New York State and New York City as well. But also when we lose this game we&apos;re losing not just for New York State but for the United States and for Britain. I&apos;m getting letters from Britain saying, &apos;Yoko, please do something, they&apos;re starting to frack here.&apos;&quot; The pair keep secret the exact location of their farm, where Ono and John Lennon famously tended a herd of cows, but they will say that it is in prime fracking territory. The pair established Artists Against Fracking in August and organised the bus tour to show the impact fracking has had in Pennsylvania. Fracking involves drilling a hole into shale rock deep underground, then blasting in water mixed with sand and chemicals. This creates fissures in the rock, releasing natural gas that is captured in a well at the surface. Problems can arise if the cement casing around the well-hole is inadequate, allowing chemicals to leak into water supplies. Those who support fracking say that with tougher regulation and stricter controls on the drilling process the practice is safe, although opponents argue that this is too much to risk. &apos;Our water was bubbling in our well&apos;            The home of Michael and Tammy Manning in Franklin Forks was one of the bus tour&apos;s first stops  after four attempts to climb a particularly icy hill. The couple say the water in their home, which is sourced from their own well, like many homes&apos; water supply in this region, became contaminated after fracking was carried out nearby. &quot;Our water was bubbling in our well. It looked like a full running boil in our well,&quot; said Tammy Manning, 45. Four generations of their family live in the house, a two-storey wood-paneled structure set in perhaps an acre of land. Video taken by Matthew Manning and shown as the anti-fracking entourage crammed into the Mannings&apos; small living room showed water spurting out of the top of their well as from a fire hydrant. Inside the house, the water ran brown. Pennsylvania&apos;s department of environmental protection tested the Mannings&apos; exploding well soon after it began erupting. It found extremely high levels of methane, and told the family to keep all windows and doors open when running the taps or taking a shower  any build-up of the gas could be dangerous. The Mannings said they have received little help beyond that, and have to buy mineral water for drinking and cooking. They shower in tainted water. &quot;We don&apos;t want to have to leave,&quot; Tammy Manning said. &quot;We just bought the house. But if we&apos;ve no water what can we do.&quot; The reality is that the family has few options. &quot;I don&apos;t think we can sell it with no water. We&apos;re stuck.&quot; Supporters of fracking argue that the process can produce cheap fuel, promote energy independence and create jobs. The roads of Susquehanna County were certainly busy on Thursday, activists on the bus shouting out &quot;sand truck&quot; or &quot;water truck&quot; time and again, as heavy goods vehicles bearing the key elements of fracking passed by. Some spoke of the tension within small towns and villages that has been caused by differing opinions over fracking. Companies pay good money for access to mineral rights, but one or two neighbours resisting the deal can deter companies from becoming involved with a whole street or community. Representing &apos;the 1%&apos;?     Yoko Ono and Sean Lennon with allegedly fracking-impacted water in Dimock, PA. Photograph: The Guardian    As the bus arrived in Dimock, where the department of environmental protection ruled in 2010 that fracking wells drilled by Cabot Oil and Gas Corp had leaked into 18 drinking wells, a man who identified himself as living locally shouted and gesticulated animatedly at the members of Activists Against Fracking as they disembarked. The man, who left before the Guardian could ask his name, insisted loudly that money from fracking had paid for his wife&apos;s cancer treatment.  He was not the only fly in the ointment. Filmmaker Phelim McAleer, a vocal critic of those opposed to fracking and something of a courter of controversy, approached the bus with a cameraman, loudly accusing Ono, Lennon and Sarandon of acting in the interests of the &quot;1%&quot; in their opposition to the practice. As McAleer jogged and jostled for position, heckling Ono, Lennon and Sarandon and being heckled back by activists, the Irish filmmaker  who made the news recently after accusing Matt Damon, the actor whose new film, Promised Land, deals with the subject of fracking, of being a &quot;liar&quot;  became separated from his trilby hat, which he had to collect from the muddy slush. McAleer shouted to the group that the drinking water in Dimock was safe, citing EPA studies that activists say are incorrect. In any case, Cabot Oil and Gas Corp agreed in December 2010 to pay a $4.6m settlement that required it to fix its leaking wells. The Pennsylvania DEP ruled that Cabot could resume fracking near Dimock in August last year. McAleer&apos;s arrival marked the only time Ono took advantage of a large V12 Mercedes-Benz which an aide drove behind the coach for the entire trip, and which might raise some questions over the environmental soundness of the exercise. Ono got into the back of the black car as McAleer made himself known nearby, later popping her head out of the window to check all was clear before clambering back on to the bus for the ride home. &apos;I&apos;m not an activist by nature&apos;     Matthew and Tammy Manning, outside their home in Franklin Forks, PA. Photograph: The Guardian    Artists Against Fracking have already given Cuomo plenty to consider ahead of his February ruling. In addition to the clutch of celebrity supporters, the group and other anti-fracking organisations collected 200,000 messages during a 30-day public consultation period in December and January. Ono and Lennon helped to deliver the messages to the governor in Albany on 11 January.  The campaign could have an impact in New Jersey too. The Garden State&apos;s year-long moratorium on fracking expired on Thursday, and governor Chris Christie is due to make an announcement on the immediate future of the process before the end of the month. &quot;I&apos;m not an activist by nature, I&apos;m a musician. What I&apos;m interested in is making music and art,&quot; Lennon said on the bus. &quot;I had no desire to be spending any of my time researching things like benzene, methane and uranium and well-pits and well-casings and what percentage of well-casings fail over how many years.&quot; Lennon said he had been moved by the stories of people who face having to leave their homes because of a lack of clean water, but like those people, he had the sense of a personal threat. His family&apos;s farm draws fresh water, unfiltered, from its own well, just like the Mannings&apos; house and the homes in Dimock. To Lennon, fracking poses a risk to the farm at which he can remember spending time with his father as a young boy. &quot;It would actually change my life,&quot; he said. &quot;I think on some level I might have to consider leaving. I&apos;m so into nature and the country, and having a place in the country where I could drink my own water was really essential to my feeling safe, it means a lot to me. So if that changes, I might leave.&quot; Lennon said he was unsure if he would leave New York, or leave the US entirely  he has both American and British passports and describes himself as an Anglophile. &quot;But I don&apos;t want to be in a place where I feel like I can&apos;t drink clean water,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2013/jan/18/fracking-debate-ono-lennon-sarandon-tour", 
    "wordcount": "1623"
}