{
    "headline": "Boot up: Google unPlayful, 19 degrees of web separation, iWatch v Glass and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Google asks journalists to tone down story of &quot;massive&quot; Google Play security flaw &gt;&gt; Apple Insider  After publishing the story [that Google Play accounts pass on emails and location details of buyers of apps to the app owners], News.com.au reported that &quot;this story was amended at the request of Google. News.com.au took out the words &apos;massive&apos; and &apos;huge&apos; - referencing the size of the security &apos;flaw&apos;. The word &apos;flaw&apos; was also put into inverted commas.&quot; Google wouldn&apos;t comment on the record, but apparently views the issue of sharing customers&apos; data as non-newsworthy policy that shouldn&apos;t be reported as a security flaw, especially not as a serious one that users should take notice of. The author, Claire Porter, added a comment on the story after its headline had been neutered to the nicer &quot;Google &apos;flaw&apos; puts users&apos; details on display&quot; that stated, &quot;For the people asking how the story was amended: Despite the fact that Google refused to comment on the record, I was asked to change the headline (both the homepage headline and SEO headline inside the story), as well as the standfirst and lead (first paragraph). Google&apos;s issue was with the use of the word &apos;flaw.&apos;  (Thanks @jseths on Twitter for the link.) No cute Android pins, no Schmidt, no slide: Google tones down its presence at MWC this year &gt;&gt; TechCrunch Ingrid Lunden:   So what&apos;s the reason for this? There appear to be a few. We&apos;ve heard from sources that Google these days is less keen on emphasizing the Android brand  witness the Android Market getting rebranded almost a year ago (after the last MWC) as Google Play. Pulling away from having a strong a presence may fold into that. &quot;Nexus and Galaxy are brands; Android is not,&quot; is how the thinking goes here. It&apos;s a far cry from years past, when Google had a dedicated site to its efforts at the conference, and gave out its popular array of Android pins to fans and those hoping for a neat profit someday on eBay (even making a video about them). You could also argue that part of the reason why Google does not need to make as big of a push at MWC is because it has already achieved market dominance In this sense, absence is power, not weakness.   Any two pages on the web are connected by 19 clicks or less &gt;&gt; Surprising Science  No one knows for sure how many individual pages are on the web, but right now, it&apos;s estimated that there are more than 14 billion. Recently, though, Hungarian physicist Albert-Lszl Barabsi discovered something surprising about this massive number: Like actors in Hollywood connected by Kevin Bacon, from every single one of these pages you can navigate to any other in 19 clicks or less. Barabsi&apos;s findings, published yesterday in Philosophical Transactions of the Royal Society, involved a simulated model of the web that he created to better understand its structure. He discovered that of the roughly 1 trillion web documents in existence  the aforementioned 14 billion-plus pages, along with every image, video or other file hosted on every single one of them  the vast majority are poorly connected, linked to perhaps just a few other pages or documents. Distributed across the entire web, though, are a minority of pagessearch engines, indexes and aggregatorsthat are very highly connected and can be used to move from area of the web to another. These nodes serve as the &quot;Kevin Bacons&quot; of the web, allowing users to navigate from most areas to most others in less than 19 clicks.  They came too soon: the history of tech&apos;s premature births &gt;&gt; Wired UK Surely there are plenty more? Open addresses and linked data &gt;&gt; Open Data Institute Stuart Harrison:   There has been a lot of talk recent about the need for an open national address dataset. As someone who has campaigned tirelessly for open postcodes, and, in my previous role at a local authority, who is only too aware of the issues surrounding licensing of geodata, this is something I&apos;m passionate about too. However, all the talk recently has been around making the Postcode Address File (PAF) public, which, given that the Royal Mail is about to be privatised, I can understand.  It&apos;s a suggestion and debate that has been going on for the best part of a decade, without any resolution. Apple iWatch vs Google Glasses and the next UI battle &gt;&gt; Tech.pinions Brian S Hall:   Advertising is not merely built upon data collection. It also requires interruption  what I call the &quot;intrusive business model&quot;. I think the most potentially intractable problem that Google faces in its quest to create connected, personal hardware devices, one that Apple is liberated from, is the fundamentally intrusive nature of its business model. We may all &quot;search&quot; for information, but that does not necessarily mean we want to be bombarded with ads. Ads are already everywhere, it seems; within our (free) apps and games, on Google maps, scattered across web pages, inside YouTube videos, and more and more on the Google search page. Where does this end? I don&apos;t want my Google Glasses, for example, to pop up ads right in my eye, nor have a commercial play some catchy jingle into the sensor I keep in my ear. I don&apos;t want my iWatch clone, for example, to vibrate every time it thinks I might be interested in some deal or datapoint  when in fact, it&apos;s really because the sender  the intruder  is making money off stealing my attention. As computing becomes increasingly more personal, there is a very real chance that Google&apos;s business model becomes increasingly more intrusive.  Dislike of advertising is puzzling to Americans, but much closer to the surface in the UK and other European countries. Then again, in Asia advertising is rarely less than intrusive. Will there be regional differences in the success of different business models? Boy meets girl. Girl strips on webcam. Tells boy to do the same. Girl blackmails boy &gt;&gt; Naked Security  Singapore&apos;s Police Force has warned of femme fatales befriending potential victims on sites such as Facebook and Tagged.com.&lt;p? The women enter steamy webcam conversations with their prey, where they strip and encourage their male victim to do the same. What the man doesn&apos;t realise, as he feverishly rips his clothes off and agrees to engage in various sexual acts in front of the camera, is that his female love interest is secretly recording everything that&apos;s going on. The male victim is then blackmailed for money by the woman who threatens to circulate the compromising photographs and videos. Ouch! That must put a dampener on the evening.  Tesla owners hit the road to prove long distance can be done &gt;&gt; AllThingsD Different ambient temperatures, different levels of knowledge on the parts of the drivers (especially that the New York Times writer had had problems because the apparent mileage varied with temperature) - not surprising that they&apos;d succeed, is it? A Chinese hacker&apos;s identity unmasked &gt;&gt; Businessweek  [Joe] Stewart says he meets more and more people in his trade focused on China, though few want that known publicly, either because their companies have access to classified data or fear repercussions from the mainland. What makes him unusual is his willingness to share his findings with other researchers. His motivation is part obsession with solving puzzles, part sense of fair play. &quot;Seeing the U.S. economy go south, with high unemployment and all these great companies being hit by China  I just don&apos;t like that,&quot; he says. &quot;If they did it fair and square, more power to them. But to cheat at it is wrong.&quot;  The internet forgets nothing. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/19/technology-links-newsbucket", 
    "wordcount": "1363"
}