{
    "headline": "Herminio Blanco: the next head of the WTO must 'come from the outside'", 
    "text": "The next head of the World Trade Organisation (WTO) should bring an outsider&apos;s perspective to the struggling institution, says Herminio Blanco (pdf), Mexico&apos;s former trade minister and one of two remaining candidates to become the next WTO director general. &quot;The WTO is facing such a critical time, it&apos;s in such a defensive mode, that what you need is somebody to come from the outside,&quot; Blanco says, adding that the new director general should &quot;have the credibility, the political stature, the networks  and here I would be referring to networks in both the private sector and with ministers  to lead this great organisation into a new mode&quot;. Blanco says he is the man for the job. An economist who trained at the prestigious University of Chicago, Blanco served as Mexico&apos;s trade minister from 1994 to 2000, and before that he was his country&apos;s lead negotiator on the North American Free Trade Agreement. &quot;I have the experience of leading negotiations and leading them to a successful end,&quot; he says. Perhaps due to his close ties to the United States, rumours have been floating around WTO headquarters in Geneva that Blanco is the rich-country favourite, whereas his opponent, Roberto Azevdo (pdf) of Brazil, is the candidate favoured by the Brics (Brazil, Russia, India, China and South Africa) countries of the global south. But Blanco disagrees with that assessment. &quot;It&apos;s absolutely inaccurate  very, very far from the reality,&quot; Blanco says of the rumours. Azevdo similarly denies the claims. &quot;We&apos;re having very good backing from African countries,&quot; Blanco says of his candidacy. &quot;We have a very good number of Asian countries; we have the backing of many countries in Latin America  from non-OECD (Organisation for Economic Cooperation and Development), from developing countries, from least developed countries, we have absolutely very good backing.&quot; Blanco has spent the past decade running his own consulting company, a Mexico City-based firm that specialises in helping corporations and governments deal with issues relating to international trade. This has led some observers to wonder whether Blanco might be too far removed from the latest ins and outs of the WTO to be able to serve as an effective director general. But Blanco claims that his time in the private sector gives him an advantage over Azevdo, who has spent his entire career in government. &quot;I think that [my] experience is quite different from the experience of our friend from Brazil,&quot; Blanco says. &quot;He is a very valuable ambassador of a great country and a friendly country  but that is his experience.&quot; &quot;What this organisation needs is a leader that will take the organisation out of the state in which it is. And for that, you need somebody that not only knows the details  [you need] somebody that has a vision, somebody that has experience, somebody that has the political stature to move the organisation forward.&quot; Whoever is picked to replace Pascal Lamy of France as the WTO&apos;s next leader will face the challenge of breathing new life into the organisation&apos;s 11-year-old Doha round trade talks. Concluding the Doha round is crucial, Blanco says, because a new global trade deal can help boost the economies of the global south. &quot;We have a responsibility to keep the benefits [of trade] for these developing countries with lower levels of development,&quot; Blanco says. &quot;By opening up our markets [we] can help smaller economies, small developing economies, and the least developed economies.&quot; The selection process for the director general , which was launched in December, has gone from an initial field of nine candidates down to a final two. The WTO&apos;s 159 members are responsible for choosing the organisation&apos;s next leader; each will get a single vote in the final selection round, which will conclude on 7 May. The successful candidate will take up the post on 1 September. And whether Blanco or Azevdo ultimately wins, the WTO will undoubtedly have a Latin American as its next leader. In the organisation&apos;s 18-year history, only one other director general, Supachai Pantichpakdi of Thailand, has been from the global south.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/03/herminio-blanco-world-trade-organisation", 
    "wordcount": "701"
}