{
    "headline": "International women's day: a voice from Accra, Ghana", 
    "text": "I was a senior clinical fellow at Harvard University when I met my ex-husband, who was a colleague and a friend. He had been like a mentor to me, he was Ghanaian and I am part Nigerian  our west African connection gave us a natural affinity. We knew each other for 13 years before we became romantically involved  this was a man who had seen me in my element as a head of department; he was supportive and admiring. Soon after we married he decided to move back to Ghana. He was out of touch for months, but when he reappeared, relatives persuaded me to move to Ghana and give the relationship another try. In Ghana he had become very influential, and his brother had been appointed attorney general, but I began to realise something was wrong. He had become a different person from the man I used to know. He would disappear for days without telling me where he was going. He threatened my friends for going out with me. He fired my staff behind my back, and told my children they weren&apos;t welcome at our home. He would yell and scream at me, and I was petrified of him. I left him and found a safe house. I eventually obtained a divorce, but he contested it at every stage. Then one day, two years after I left him, at 3am he and a group of armed police stormed my house, ransacked my things and arrested a friend who was staying in my guest room. He struck me on the back of the neck then began pounding me as I fell to the floor. The police had to drag him off me. I pressed charges against him for using official state resources to persecute me. It was a test case under the domestic violence act. I knew everything was against me, and we went through four different judges on the case. In the end he was acquitted. I had help from a wonderful women&apos;s organisation  the African Women&apos;s Development Fund  who really supported me. The case lasted seven years and cost about $50,000 in total. But it isn&apos;t about money. I wanted to show people that for women in Ghana, there is no justice. They say women can&apos;t get justice because they are poor. I had money. They say women can&apos;t get justice because they don&apos;t know their rights. I am educated. So in my case, what excuse is there left? Now I work on issues affecting women&apos;s and children&apos;s rights. I am president of the council of United Way  an NGO that works on community health and education  and serve on the board of the Women&apos;s Initiative for Self Empowerment. One thing I want to see in Ghana now is special fast-track women&apos;s courts. Any woman who has been to court in Ghana knows that it is the most miserable, demeaning, threatening place. During my case I would sit there looking at these poor women, looking at the other professionals in court laughing at them, wrongly translating what they say  even though if you listen to the facts, it is clear that they do have a case. The system just builds this wall against us.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-ghana", 
    "wordcount": "538"
}