{
    "headline": "Boot up: tablets in India, iPhone in CSS3, Google+'s influence, movie pricing and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team I am done with the Freemium Business Model &gt;&gt; Tyler Nichols &quot;I am done with &quot;free&quot;. I have come to the realization that most people who want something for free will never, ever think of paying you, no matter how valuable they find your service.&quot; He&apos;s converting his site to paid-only. Report: Analysis of the Stratfor Password List &gt;&gt; Tech Herald &quot;Just before the holiday weekend, as their final act of defiance in 2011, AntiSec supporters published nearly a million records taken during the Christmas Eve attack on Strategic Forecasting Inc. The Tech Herald has examined the list of 860,160 passwords hashes that were leaked, and the results of our tests were both expected and pitiful.&lt;br /&gt;&quot;We&apos;re sorry to report that the state of password management and creation is still living in the Dark Ages.&quot; This story never changes. Why are we surprised any more? Are we surprised any more? The more worrying aspect is &quot;password recycling&quot; where people use the same password in multiple places. [Overhyped] Indians on Tablet Spree. 14Lakh Aakash Tablets Pre-booked, RIM Sells 12000 Playbooks &gt;&gt; Asia 2.0 blog &quot;If 2011 was the year of smartphones, 2012 is surely turning into a year of tablets for the Indian market.&quot; Turns out that India, with more than 100m internet users, is getting interested in tablets too. But is it just a bubble? [Corrected with link to originating site.] Windows 8 tablets secret weapon: OneNote and inking &gt;&gt; ZDNet James Kendrick: &quot;I strongly urge the folks at Redmond to remember the big advantage over the competition in the tablet space, and work the pen and OneNote into the forefront of Windows 8 tablet design.&quot;This insight came to me out of the blue when I recently received a phone call asking for my help. A former client of mine needed information about a project I handled for his company years ago, and while he figured I had no memory of the work after all this time he had to ask. Fortunately for him Microsoft and OneNote came to the rescue.&quot; OneNote looks fantastic. And it could be the thing that makes Windows 8 tablets (Intel ones? ARM ones? Both?) really desirable. Why do all movie tickets Cost the same? &gt;&gt; The Atlantic &quot;Like tens of millions of Americans, I have paid money to see Mission: Impossible, which made $130 million in the last two weeks, and I have not paid any money to see Young Adult, which has made less than $10 million over the same span. Nobody is surprised or impressed by the discrepancy. The real question is: If demand is supposed to move prices, why isn&apos;t seeing Young Adult much cheaper than seeing Mission: Impossible?&quot; We seem to remember Stelios trying to use his &quot;book early&quot; system for cinemas and being completely frozen out a couple of years ago. Spam Finds a New Target &gt;&gt; WSJ.com &quot;Spam, one of the Internet&apos;s oldest annoyances, is gearing up for a second act. Unlike traditional email spam, which usually comes from strangers, this new formdubbed &quot;social&quot; spamoften appears to be from a friend. Criminals find social networks alluring because they can spread messages though a chain of trusted sources.&lt;br /&gt;&quot;Such spam puts the usefulness of social networking at risk. Facebook says less than 4% of the content shared on its site is spam and Twitter says just 1.5% of all tweets were &quot;spammy&quot; in 2010. But Facebook adds that the volume is growing faster than its user base. On any given day, spam hits less than 0.5% of Facebook users, or some four million people.&quot; Spam is the E.coli of the internet. Google+ is going to mess up the internet &gt;&gt; ReadWriteWeb Jon Mitchell, who is responsible for reporting on Google+ at RWW, doesn&apos;t like the way it lets people snarf entire articles to repost them (even seen Facebook, Jon?), the lack of permalinks, the shoehorning of Google+ profile pictures into search results, the shoehorning of Google+ posts into search results, and quite a long list, actually. Refresh and reset your PC &gt;&gt; Microsoft: Building Windows 8 Steve Sinofsky, head of Windows: &quot;Many consumer electronic devices these days provide a way for customers to get back to some predefined &quot;good&quot; state. This ranges from the hardware reset button on the back of a wireless network router, to the software reset option on a smartphone. We&apos;ve built two new features in Windows 8 that can help you get your PCs back to a &quot;good state&quot; when they&apos;re not working their best, or back to the &quot;factory state&quot; when you&apos;re about to give them to someone else or decommission them.&quot; The settings are called &quot;PC Reset&quot; and &quot;PC Refresh&quot;, and Paul Thurrott thinks they&apos;re two of the best features in Windows 8. We&apos;d have put more money on Picture Password as the most fun feature, but we include this for completeness. iPhone 4 in pure CSS3 &gt;&gt; TJRus &quot;This rendering of iPhone 4 and its icons was made in pure CSS3. No images, no base64, no SVG, no canvas, just 3395 lines of CSS code and 335 lines of Javascript code (with jQuery, of course).&quot; You can unlock it, turn it on or off, and use the Home button. Does this count as skeumorphism, though? You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest links, tag articles on Pinboard.in with &quot;guardiantech&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/05/technology-links-newsbucket", 
    "wordcount": "972"
}