{
    "headline": "Outrage at head of Ofsted's stress jibe at teachers", 
    "text": "As the children of an incredibly hard-working secondary schoolteacher, we feel obliged to express our concern and outrage at Ofsted boss Michael Wilshaw&apos;s statement that &quot;teachers don&apos;t know the meaning of stress&quot; (Stressed out?, 11May). Come and spend a day in the life of our family and you will see how untrue those comments are. Not only does our mother spend virtually all day, every weekday, in school, but most of her evenings and weekends are taken up with lesson planning, preparation and other essential tasks. Not to mention meetings, presentations and parents&apos; evenings, all out of school hours and unpaid, and weekend field trips. And this already vast workload is only set to increase (and is unlikely to be matched by an equal increase in salary). The huge amount of time that her job consumes is often to the detriment of other areas of her life, such as spending time with her partner and children, which adds still more pressure and stress. It&apos;s true our mum is a perfectionist. She puts her all into her job and she wouldn&apos;t know how not to. There are times when it seems worth it and there have always been pupils and colleagues who respect and appreciate her time and effort. But it has been heart-breaking over the years to see so much commitment go largely unrecognised and unappreciated, and so much talent and enthusiasm appear to go to waste. In our &quot;blame others&quot; culture, where many people do not want to take responsibility, everything is the teacher&apos;s fault. Ofsted, the government and even the public can&apos;t seem to wait to point the finger and dismiss the care and hard work that most teachers strive to provide. This is not offset by an impressive salary, adding financial stress into the mix. Don&apos;t misunderstand, our lives are not a sob story. We are happy and well enough off, but please do not do us, ourmother and teachers across the country the discourtesy of imagining that it is somehow a simple or stress-free existence.Jennifer (23), Stanley (17) and Lilian (14)Bristol  Why does Michael Wilshaw feel the need to disrespect the profession he came from? Over the last 12 years, I have seen many levels of stress among colleagues. From mild symptoms, such as trouble sleeping, via migraine and exhaustion, right up to depression and self-harm. I know of staff crying in the toilets and hiding in their cupboards. How dare you blame us for social ills, such as young people being &quot;unable to get a job because they&apos;ve had a poor experience of school&quot;. There are no jobs to apply for. Children can&apos;t learn if they&apos;re not well fed, they can&apos;t thrive in poverty. Is that our fault too? He does a disservice to teaching and also to mental-health sufferers. Belittling their difficulties only compounds the problem. Channel 4 reported last year that suicide levels among teachers are 30%-40% higher than the general population.Jessica WortleySunderland  Michael Wilshaw believes teachers don&apos;t know the meaning of the word stress in comparison to his father. He, we are told, &quot;struggled to find a job in the 50s and 60s&quot;. Unemployment then ran at 3%, compared with over 8% today. Was he too poor to afford a bike?Keith GlazzardManchester", 
    "section": "education", 
    "gid": "education/2012/may/17/outrage-ofsted-stress-jibe-teachers", 
    "wordcount": "557"
}