{
    "headline": "Lego to launch Minecraft sets", 
    "text": "In what could be the most post-modern, self-referential toy tie-in of all time, Lego has announced that it is releasing a new construction kit based around the hugely successful PC title, Minecraft. The downloadable game, which has now sold more than 4m units, allows players to construct their own environments and buildings out of pixellated blocks, and was heavily inspired by Lego. Fans of the game have constructed astonishing models with its virtual doman, including a version of the Starship Enterprise. Now the concept has come full circle.  The first Lego Minecraft set, named 21102 Lego Minecraft Micro World, features four interlocking vignettes that combine to create a small and highly authentic chunk of Minecraft landscape. Better still, the top can be removed to reveal a cave system beneath  just like the game. The set also contains two &apos;micro mobs&apos; based on well-known characters Steve and Creeper. The basic building blocks are apparently 11 Lego plates with a tile on top. &quot;Not a perfect cube,&quot; concedes the press release, &quot;but the best approximation at the chosen scale.&quot;  The set was developed by four members of Lego&apos;s Cuusoo community, a group of enthusiasts who design and prototype their own Lego sets. When projects attract more than 10,000 supporters they can be submitted to Lego for manufacture. Markus &quot;Notich&quot; Persson, the creator of Minecraft has supported the development of the set; and his company Mohang will be donating one percent of the proceeds to charity. Toy construction sets based on video game licenses have become increasingly popular over the past year. Mega Bloks has a successful range based on the sci-fi shooter, Halo, while Meccano showed new sets based on Sonic the Hedgehog and Xbox blaster Gears of War 3 at the recent London Toy Fair. The first Minecraft Lego box will be available via Lego&apos;s website and larger brand stores in the summer, but can be pre-ordered via video game retail site Jinx for 34.99.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/17/lego-launch-minecraft-sets", 
    "wordcount": "335"
}