{
    "headline": "On the road: Audi A3 1.4 TFSI SE", 
    "text": "I didn&apos;t have a great Christmas, presents-wise. Wasn&apos;t it supposed to be the year of the iPad? I got slippers. And a jar of paprika, weirdly. Everyone else is showing me their lovely new tablets, holding them up. Look, even this bloody car got one. At the touch of abutton, a 5.8in colour techy Vorsprung durch Technik wafer emerges out of the top of the dashboard, taunting me. Yeah, all right, it might tell me where to go, plus a whole lot of other stuff, but it&apos;s not going to keep my feet cosy, isit? Or spice up my goulash? The peekaboo display screen isn&apos;tthe only nice thing about the inside of this new A3. I especially like the chrome dials surrounding the air vents  they look good, theyfeel good. Actually, it all looksand feels good. Not too flashy classy, understated, like. They like that at Audi, the understated thing,not too shouty. On the outside, however, if anything it&apos;s a bit too understated. The lights are different, there are now fashionable creases in its flanks (I&apos;m beginning to develop them, too, as it happens), but the car doesn&apos;t look a whole lot different from the previous A3. A non-expert might not even notice. (Speaking of experts, my son had an excellent Christmas, incidentally, his best present being ababygrow with &quot;My dad is afamous motoring journalist&quot; emblazoned on the front.) Anyway, it is actually a whole newcar, built on a whole new platform, the same one that the newVW Golf will have. The wheelbase is a bit longer than the previous A3, it&apos;s a bit wider, and there&apos;sabit more room in the back and in the boot, where there&apos;s now alitre of luggage space for every dayof the year (unless it&apos;s aleap year). I&apos;ve got the smallest available (1.4-litre) petrol engine. It&apos;s economical and efficient, but it&apos;s turbocharged, feels very capable, not underpowered. It handles well, too  perhaps not quite as well as aBMW 1 series, but not far off. OK, so it&apos;s not cheap, even this most basic model, and as soon as you start adding stuff, the price will rocket. But then it&apos;s a &quot;premium&quot; motor, innit? You&apos;re paying for your miraculous tablets that rise from nowhere. You&apos;re paying for your chrome dials, your strokable surfaces, your four circles on the front. You&apos;re paying not just to go from A to B, but to feel ever so slightly pleased with yourself as you do so. Not ostentatiously or shoutily, mind. But classily and understatedly. Again, I&apos;m seeing something of me in this car. I certainly wouldn&apos;t mind one. Maybe next Christmas Audi A3 1.4 TFSI SE     Audi A3 1.4 TFSI SE:  Photograph: Simon Stuart-Miller for the Guardian    Price From 18,560Top speed 126mphAcceleration 0-62mph in 9.3 secondsCombined fuel consumption 54.3mpgCO2 emissions 120g/kmGreen rating 6/10Cool rating 6/10  This article was amended on 6 February 2013 to add a note to the caption about the location of the main picture.", 
    "section": "technology", 
    "gid": "technology/2013/jan/26/on-the-road-audi-a3-review", 
    "wordcount": "524"
}