{
    "headline": "Samsung exploding phone issue extends past Note 7, lawsuit says", 
    "text": "Samsungs Galaxy Note 7 is not the companys only smartphone prone to dangerous explosions, according to a new lawsuit that says a Galaxy S6 Active shot out five-inch flames and left a user with melted flesh. The complaint, which alleges Samsung knew for years its technology was hazardous, comes amid an embarrassing and expansive recall of 1.9m Galaxy Note 7 devices after it was revealed that the lithium ion battery was catching fire.   Related: Samsung owners furious as company resists paying up for Note 7 fire damage    The lawsuit, filed on Wednesday in the US district court in California, suggests that the tech malfunctions extend beyond the Galaxy Note 7 and that Samsung chose to conceal the problem from the public  despite knowing the foreseeable and predictable risk that the phone may overheat, flame and destruct from the inside presenting a risk of serious harm or injury. The problems with the Series 7 phones were just the tip of the iceberg, said Frank Pitre, the attorney for Brandon Covert and his wife, Jennifer, who allegedly dealt with a fiery explosion of a Galaxy S6 Active.  On 2 August at around 2am the California couple and their infant daughter were asleep when there was a loud explosion, resembling a gunshot, the complaint alleged. On the dresser Brandons S6 Active was on fire, shooting out flames four to five inches high and quickly filling the room with smoke.     Brandon Coverts Galaxy S6 Active. Photograph: Covert v Samsung court file    Brandon, 32, tried to smother the phone with a shirt but the fire continued to ignite and a foamy, acidic-like substance began spewing from the phone, according to the lawsuit. He then grabbed the phone, ran to the kitchen and drenched it in water. What remained was a contorted pile of metal, plastic and glass, along with Brandons melted flesh, the suit said. Pitre told the Guardian: Theres the physical part of it, which is the severe burns, but then theres the emotional trauma that affects both him and his wife in believing what you thought what was an indestructible phone could become a bomb in your own home  This is your worst nightmare.  More than 90 Samsung Note 7 phones have caused damage, and problems continued even after the company recalled and replaced some of the phones. That led to a second, larger recall, and the Note 7 is now banned from many airlines, forcing the company the open stalls in airports where owners can swap or refund devices before boarding. Several Note 7 owners have recently come forward to the Guardian alleging that Samsung has failed to properly compensate them and help them recover from the damage. The Coverts lawsuit includes more than 30 consumer reports dating back to 2011 raising a number of concerns about past Samsung models.           Samsung Note7 customer shows charred remains of phone after it caught fire    In August of 2011 one consumer reported that a Samsung Intensity phone became incredibly hot while charging and that if the phone would have been in my pocket or on my person I would have been burned. Another consumer that year said the Acclaim R880 Handset instantly overheated while in the consumers pocket, burning the consumers leg and causing the consumer to drop his pants and roll, the suit added. The reports also mentioned problems with the Galaxy S2, Galaxy Tab 2, Galaxy Tab 3, Galaxy S3, Galaxy S4 Active, Galaxy S5, Galaxy S6 and Galaxy S6 Edge. As the batteries progressed and became more powerful, the consequences became more significant, said Gene Stonebarger, another attorney representing the Coverts. This information is being repressed and has not been made public by Samsung. They are clearly aware of the dangers of their phones beyond the [Galaxy Note 7].    This information is being repressed and hasn't been made public. Samsung is clearly aware of the dangers of their phones  Gene Stonebarger, another attorney representing the Coverts     The suit, which seeks unspecified damages, said the smell of toxic fumes, scorched metal, burnt flesh, and smoke filled [the Coverts] bedroom, making it uninhabitable for several days following the explosion and fire. Stonebarger said the Coverts case and the past consumer complaints indicated that there should be much broader recalls and that Samsung should face extensive government investigations. People should not have to live in fear that they are walking around with a ticking time bomb. A Samsung spokesperson declined to comment.", 
    "section": "technology", 
    "gid": "technology/2016/oct/19/samsung-galaxy-s6-explosion-lawsuit-note-7-recalls", 
    "wordcount": "682"
}