{
    "headline": "Climate change  what next after the 2C boundary?", 
    "text": "This Friday, another frustrating round of negotiations under the United Nations Framework Convention on Climate Change (UNFCCC) ends in Bonn/Germany. It is highly doubtful that the international community will be able to agree on a treaty that would commit all industrialised countries and emerging economies to binding emissions reduction targets by the end of 2015. With global emissions still rising, it is even more unlikely that such an agreement would be compatible with the overarching target of international climate policy: to limit the global mean temperature increase to 2 Celsius above pre-industrial levels, which is considered to be the threshold to &quot;dangerous climate change&quot;. Nobody really wants to talk about the coming failure of the 2C target. But from a political point of view it is pretty clear that a target that is considered to be unattainable cannot fulfill either a positive symbolic function or a productive governance function. Thus, the 2C target will have to be modified eventually. Such a process is not only risky for the EU as a global climate policy leader; it also entails troubling consequences for scientific policy advice. For almost two decades, the 2C target has served as a common reference point for climate policy and climate science, as a &quot;boundary object&quot; that allows these two different spheres to communicate and interact productively. But they each use this target in markedly different ways. In climate policy, the 2C target has served primarily as a prominent symbol of the orientation toward an ambitious emissions mitigation agenda. In climate science, the target is used as the basis for complex calculations, especially to determine target-compatible carbon budgets and emissions reduction paths.  These two functional logics have long enjoyed a mutually supportive relationship, particularly in Europe. Efforts to raise the status of climate policy have gained scientific legitimacy, while climate research has found a growing political consensus and increased societal relevance, reflected not least of all in significantly improved funding.  Basically, there are three modification options. World leaders could either allow the 2C target to become a benchmark that can be temporarily overshoot, accept a less stringent target, or give up on a global stabilisation objective altogether. Regardless of which modification option the EU prefers in the medium term and which of the conceivable options prevail within international climate policy, the relationship between climate policy and climate science will inevitably have to change.  The impending necessity to reinterpret or even revise the 2C target primarily marks a fundamental failure of international climate policy. But it also highlights the failure of scientific policy advice.  Compared to its influence on other public policies and national-level policymaking, the influence of science on international climate policy has always been relatively strong, both in terms of defining basic causal chains as well as in setting the short- to medium-term agenda. The 2C target and the emissions budgets derived from it are only the most visible expressions of this. With a modification of this particular objective it will become clear that setting &quot;scientific&quot; climate targets to constrain the options available to policymakers has failed. What seemed to be a non-negotiable planetary boundary will be subject to (more or less publicly visible) renegotiation. The problem-centred modes of extensive environmental governance associated with the carbon budget approach are ultimately unfeasible politically. Its key weakness is the lack of consideration of crucial political factors, in particular the ways multilateral organisations, national governments, and political parties actually work.  Not even the EU or member states like the UK or Germany, which describe their climate policy explicitly as &quot;science-based,&quot; are actually be prepared to submit to the logic of a global, regional or national emissions budget, since this would mean to put emissions reductions at the top of the political agenda for the next four decades.  In the process of modifying the 2C target, climate policy will tend to &quot;politicize&quot; while climate science will tend to &quot;scientise&quot;. The EU will no longer be able to count on climate scientists to support its international climate policy preferences. At the same time, climate scientists will have to accept that their relatively privileged status will be limited to the areas of media access and research funding, whereas their political influence will be no greater than the influence of scientists in other policy areas. In the near future, scientific policy advisors will have to carefully re-examine their role. When appearing in the media or before parliamentary committees, they should not attempt to distill the enormous volume and range of climate research into explicit demands for political action. Rather, they should restrict themselves to presenting the conditions and consequences of specific policy alternatives (pdf). The history of the 2C target clearly demonstrates that the establishment of an absolute climate target contributes little to effective risk management if major emitters refuse to actually implement corresponding measures because the reduction paths appear too ambitious to them. The 2C target might have worked well as a focal point (pdf) for climate policy formulation, but it has clearly failed as a focal point for appropriate action.  Furthermore, unrealistic pledges send the signal that they can be disregarded with few political or reputational consequences. A more pluralistic approach in scientific advice to climate policy makers could result in a more pluralistic understanding of legitimate policy options. Oliver Geden is a senior research fellow at the German Institute for International and Security Affairs (SWP), a think tank that provides analysis on foreign policy issues to the German federal government and the parliament. He is the author of the recently published SWP study &quot;Modifying the 2C target: climate policy objectives in the contested terrain of scientific policy advice, political preferences, and rising emissions&quot;", 
    "section": "science", 
    "gid": "science/political-science/2013/jun/11/science-policy1", 
    "wordcount": "980"
}