{
    "headline": "Apps Rush: Tesco Photo, OverSkreen, Roku, House of Fraser, Toilet Genie, Appoday, Crosswa.lk and more", 
    "text": "A selection of 23 new apps for you today: Tesco Photo Free Mobile Print Shop Getting your iPhone photos printed down your local Tesco supermarket? There&apos;s now an app for that. It ties into the Tesco Photo cloud service too, so pictures can be stored and shared, while also ordering prints from 120 Tesco Photo centres around the UK.iPhone OverSkreen: Floating Browser The latest web browser for Android tablets is OverSkreen, which floats its web-windows on top of the screen, hovering over other apps. And yes, that means multiple windows on the screen at once, too.Android Roku This Android app turns a smartphone into a remote control for connected set-top box Roku, launching and rating channels. It can also work with multiple Rokus, switching between them at will.Android House of Fraser Retailer House of Fraser has launched an iPhone app offering more than 1,000 designer brands to browse, with gift and wish list features, a store finder, and the ability to scan products in-store to find out more about them.iPhone USA Today for iPhone American newspaper USA Today has relaunched its iPhone app, now with updates throughout the day to cover breaking news, sports scores, weather and other content.iPhone Remiix Mixmag: New Horizons Music technology firm Liine has teamed up with Richie Hawtin (aka Plastikman) and dance music magazine Mixmag for this iOS remix app, which serves up a selection of emerging artists&apos; songs to loop and warp.iPhone / iPad Toilet Genie There is no better way to put this: Toilet Genie brings gamification to age-old arguments about whether men remember to put the toilet seat down after urinating. It&apos;s an app that awards points for lid-closing. How? A wireless sensor stuck to the bottom of the toilet seat, and a Toilet Genie base station plugged into the Wi-Fi router. Which, frankly, sounds more complicated than simply threatening divorce.iPhone Square Register US mobile payments startup Square has a new iPad app for retailers, which helps them organise their inventory and accept credit card payments using its card reader peripheral.iPad Dungeon Village Japanese games developer Kairosoft has applied its simulation-game formula to roleplaying games. Well, sort of. Your task is to turn a &quot;humble hamlet into a mecca for the land&apos;s most ambitious adventurers&quot;, so you&apos;re building a town rather than actually slaying monsters yourself.Android ARnav beta This is one to keep an eye on: an augmented-reality navigation app for Android, out in beta, which &quot;simplifies navigation to Points of Interests&quot;. It uses OpenStreetMap data.Android Appoday &quot;Just like Groupon but for Apps &amp; Games&quot; claims the App Store listing for this new app  something that&apos;s been tried before by startups like Free App A Day. The idea here: daily deals and discounts on iPhone apps. It&apos;s the work of the former CEO of Outfit7, the company behind the ubiquitous Talking Tom Cat.iPhone Crosswa.lk Apple has just bought app-recommendations app Chomp, which either makes this an amazing or a dreadful time to launch a rival. Already available as a website, Crosswa.lk is now an app too, using &quot;data from your friends, family, opinion leaders, and your personal app choices&quot; to suggest new apps you might like.iPhone Small Street Glu Mobile&apos;s latest freemium game is (a bit) like a horizontal Tiny Tower, as you build a town of shops, restaurants and apartments while matching citizens to specific jobs. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Blackjack / Ninja Royale / Putt Putt Penguin Japanese mobile social games network Mobage is expanding globally, having already supported a series of Android games with its platform. Now Mobage itself has released three iPhone games: Blackjack, Ninja Royale and Putt Putt Penguin, which all include its community.iPhone / iPad Fanatix for iPad Fanatix started life as an iPhone &quot;social messaging platform for sports fans&quot;, but now has an iPad version. It connects your Facebook and Twitter accounts with global sports matches, so you can chat to friends and other fans about what you&apos;re watching.iPad My A-Z There are many flash cards apps available for kids, but this is one of the most creative. It lets you and/or your children create the card for each letter of the alphabet, taking photos and recording audio of the people, places and objects that your child recognises.iPhone The Drop Out Bouncy cartoon-physics puzzler The Drop Out has bags of character, as you rescue a succession of hapless furry critters from imprisonment across a varied bunch of levels.iPhone 50 Easiest ever Italian recipes UK-based Olive Magazine has launched a new iPad app promising to help even novice chefs whip up a tasty Italian meal in their kitchens. Each recipe comes with a full-screen photo, ingredients list and step-by-step instructions.iPad What&apos;s the Expression for iOS This is the latest iOS app aimed at children with autism. In this case, it wants to help them recognise emotions including Happy, Angry, Tired, Surprised and Sneaky, by looking at virtual characters.iPhone / iPad Heist: The Score This is a good-looking on-rails shooter based on a 1920s bank robbery in Prohibition-era America. Spiffing 3D visuals are partnered with motion-captured cut scenes to move the story on.Android Regus Regus, a provider of temporary offices, has a new Android app, helping people search its global database of business centres, get directions to them, book meeting rooms and day offices, and share the details with contacts.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/05/apps-rush-tesco-photo-roku", 
    "wordcount": "922"
}