{
    "headline": "Car review: VW Beetle", 
    "text": "Price 16,490MPG 47.9Top speed 111mph Certain cars wrap themselves around your heart and no matter how many miles you drive, you never forget them. Same for songs, lovers, films The first VW Beetle Itravelled in belonged to Birgit, my friend&apos;s German mother. It must be 35 years ago, but Ican picture that car so clearly. It was a biscuity beige with woven plastic seats. Ican still hear that distinctive rasp from its rear-mounted engine and hear Birgit cursing in German as she wrestled with its knackered gears. One day she turned to us in the back and abruptly said: &quot;Listen, boys, when you are married, if there is ever anything strange you want to do in the bedroom, don&apos;t ask your wife&quot; We sat in silence as her voice trailed off. A few minutes later I saw her wipe a tear from her cheek with the back of her hand. It seems like another life, but the latest Beetle VW has just launched to replace the New Beetle of 1998 (that in turn replaced the original Beetle of 1938) is so reminiscent of the original that anyone over the age of about 30 will soon be accelerating straight down memory lane. The car is such a return to form that when I first fired up the 160PS TSi petrol engine I was amazed it didn&apos;t rattle the windows with that familiar old clatter. To be honest Iwas a little disappointed, too. Retro cars are big business these days  just look at the Fiat 500 and the Mini (I&apos;m still hoping Citron will do the same with its 2CV)  but we mustn&apos;t let gorging on nostalgia confuse the picture. The old cars these new vehicles replace share aname and a cultural identity with their ancestors, but that&apos;s as far as it goes. These newbies are safe, usable, reliable and comfortable, while their progenitors were little more than gussied-up death traps. Before you throw away your Janis Joplin tape and flush the LSD down the toilet, you&apos;ll be pleased to hear the new Beetle brilliantly captures the spirit of Herbie and Woodstock while also packing plenty to convert anew generation of Beetlemaniacs. More than 22.5m Beetles have been sold  it&apos;s the third most successful car of all time, just behind the VW Golf and Toyota Corolla. So this new design has some big shoes to fill. It&apos;s front-engined, front-wheel driven, and has three doors and four seats. It&apos;s longer, wider and lower (aren&apos;t we all) than the outgoing model, but it is also sportier and more masculine. There&apos;s no sign of that hellish &quot;bud vase&quot;. The bonnet and roof lines are less curved and the windscreen is inclined at amuch steeper angle  which again harks back to the flat screens of the old cars. The new car has also achieved a 5-star safety rating and comes with a choice of three petrol or two diesel engines. I drove the 1.4-litre Sport, which packed more vim and verve into its handling than you should rightfully expect from abunchbacked Beetle. There are so many faithful design points  from the top-hinged glovebox to the running boards and hooded lights  that you feel the car has been created by abunch of sunkissed old hippies with the Love Bug ringtone on their phones. It&apos;s almost a surprise it doesn&apos;t come with a big 53 on the doors. A word of warning Planning a road trip to France? Breathalysers are to be compulsory from 1 July. As of today,France is taking a new approach in battling drink driving by legally requiring every driver, including visitors from the UK and elsewhere, to carry a single-use breathalyser kit. However, under the new rule, drivers caught without a breathalyser will only be cautioned until November  after that point anyone caught without the kit will face an 11 fine. The single-use breathalyser kit needed under the new rule can be used to check the driver&apos;s blood alcohol level. The legal limit in France is 0.5 grams per litre (50mg per 100ml of blood  lower than the 80mg limit in the UK). The new kit will allow people to test themselves as well as others if they suspect they are over the limit. Single-use breathalysers cost between 0.50 and 1.50 and the authorities are trying to make sure there are enough available before the law comes into force. Breathalyser tests carrying the blue circular &quot;NF&quot; logo are recommended in France to comply with the legislation (this is the equivalent of the BSI kite mark in Britain), and they can be purchased online ahead of travelling. However, there are many products being sold as French breathalysers, but these won&apos;t necessarily satisfy the French police known as the Gendarmerie unless they are on an approved list. Green Flag, the breakdown service, is advising motorists to carry at least two NF-certified breathalysers at all times, so that one can be used if necessary while the other is kept to produce if requested by police. Green Flag reminds us that anyone driving in France is already required to carry a warning triangle and a fluorescent safety vest. The vest should be carried inside the car and not the car boot. Failure to have these in the car can lead to a fine of 90. Other items required are a first aid kit, fire extinguisher and spare bulbs for car lamps, lenses and reflectors.", 
    "section": "technology", 
    "gid": "technology/2012/jul/01/car-review-volkswagen-beetle-martin-love", 
    "wordcount": "931"
}