{
    "headline": "Birth of a new particle", 
    "text": "We are in the &quot;winter conference&quot; season right now. Many of my colleagues are currently in the Aosta Valley, being distracted from their skiing by the new results being announced at the Rencontres de Moriond meetings. More conferences will follow over the next weeks, and at each one progressively more information is likely to be released; in the case of the LHC experiments, these are results being squeezed out of the huge number of proton-proton collisions delivered by the LHC over the last three years and recorded by the big experiments ALICE, ATLAS, CMS and LHCb. The biggest discovery at the LHC so far is of course the new boson. ATLAS and CMS are in the process of trying to measure as much about this boson as we can. So far everything we know about it is consistent with it being the famed Higgs boson; evidence that we really do understand the origin of the masses of fundamental particles, and evidence that the Standard Model of particle physics is valid up to much higher energies than many physicists might have expected. This discovery was made under intense pressure. Pressure of competition, between ATLAS and CMS, and at least initially with the Tevatron experiments. Everyone was very excited, the media were following every twist and turn and public interest was high. In that context the two animations, made by the ATLAS collaboration (of which I am a member), are fun and instructive. Concentrate on the one above first. To make this distribution, we collected proton-proton collisions, and looked for pairs of isolated high-energy photons. Photons are the quanta of light, but the ones we measure here are about a billion times more energetic than the photons of visible light. Once we have two photons, with energies measured in our calorimeter, we can hypothesize that they were the result of the decay of some particle, and combine their momenta to work out what the mass of that particle might be. In most cases, the hypothesis is false, and we see a smoothly falling distribution of masses. If there is a new particle in there, there will be an excess of pairs of photons at a mass corresponding to the mass of the new particle.  Watch the animation above (you might have to reload). Over time, we collect more and more photon pairs. There are fake &quot;bumps&quot; in the distribution everywhere, which are statistically insignificant. That&apos;s when you have to keep calm and carry on, despite the tension. Collect more data. In the meantime, try all kinds of tricks to make sure you are measuring the mass of the photon pairs correctly - calibrate the detector. How sure are you of where on the horizontal axis a given photon pair should appear? Watch the distribution... Eventually, the distribution gets smoother, all except for the glitch around 126 GeV, which gets more and more significant until in the end there is a clear bump - the sign of a new particle. In parallel, the other major distribution being watched is the mass distribution for &quot;four-lepton&quot; events. &quot;Four leptons&quot; means there were two electron-positron pairs, two muon-antimuon pairs, or one of each. Again, if you combine the momenta of the four leptons to get a mass, you can search for a new particle. In this case the backgrounds are much lower. These events are very rare, whether or not there is a Higgs in there. It is a different kind of exercise in statistics and patience, watching this distribution build up. There are two peaks expected, one from the Z boson (at 90 GeV) and one from the threshold at which a pair of Z bosons can be made (starting at about 180 GeV). The background is low, but not simple, definitely not smoothly falling like the photons. Anyway, here is the animation: four lepton mass. Watch for the Higgs peak beginning to form. When would you make the call? Remember, CMS were watching their own versions of these plots at the same time but we didn&apos;t know what they were seeing and they didn&apos;t know what we had. In the end, the same things emerged. I find it a lot of fun watching it develop, and I think it gives some insight as to what we meant as we discussed the false alarms, the hints, and the sigmas of discovery. The original figures, and more, are available here.  Jon Butterworth works at UCL and CERN and is a member of the ATLAS experiment. Follow him on twitter at @jonmbutterworth. If this blog has had an impact on you he&apos;d quite like to know for the REF.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/mar/07/animated-higgs-boson-discovery", 
    "wordcount": "780"
}