{
    "headline": "Activists push for international ban on legal trade in polar bear items", 
    "text": "Environmental activists in the United States and Russia have come together to push for unprecedented protection for the polar bear, hoping to stave off the decline of its already dwindling population. With Arctic Sea ice at record low because of climate change, polar bears have been deprived of a key habitat and feeding ground. Legal trade in polar bears, mainly in the form of trophy skins and furs, remains legal under the Convention on International Trade in Endangered Species (Cites), leading to the death of hundreds more each year. Activists from the International Fund for Animal Welfare (IFAW) and the Human Society International (HSI) are hoping to change that by supporting government initiatives to upgrade the polar bear&apos;s status from appendix two to one within the convention, thus banning all international commercial trade. &quot;The real opportunity to ban the trade is around the corner,&quot; said Jeffrey Flocken, head of IFAW&apos;s Washington DC office. Activists have been lobbying officials in the US to table the so-called &quot;uplist&quot; proposal by 4 October, ahead of a global Cites conference early next year, but fear US reluctance after a similar proposal did not pass a vote at the convention&apos;s last meeting in Doha in 2010. IFAW activists have also received written assurances from the Russian ministry of natural resources that it will support an initiative tabled by the US, according to a copy of the letter obtained by the Guardian. Activists hope that joint Russian-US support will help the motion receive the two-thirds vote it needs to pass inside the 176-country body. They warned of increasing urgency, following recent reports by the National Snow and Ice Data Centre in Boulder, Colorado that Arctic Sea ice had declined to record lows. At the same time, prices for polar bear skins have soared, prompting increased hunting and poaching. &quot;Polar bears are becoming more and more scarce, and that scarcity is driving up demand,&quot; said Teresa Telecky of HSI. &quot;It&apos;s helping drive the species towards extinction,&quot; she said. At a recent auction in Canada, two polar bear pelts fetched a record 10,200 each  about double the price at auctions five years ago. Canada is the only country to allow its polar bears to be killed and sold on international markets, something its indigenous population argue is key to its survival and livelihood. In one Moscow shop, a large polar bear hide was going for 1.6m roubles (31,760). The luxury items are most popular among buyers in Russia and China. Russian websites have popped up to sell Cites certificates that indicate a legal kill under Canada&apos;s quota, something used by many of the poachers who kill an average 200 polar bears in Russia per year, activists said. Nearly 6,000 polar bears are believed to have been killed between 2001 and 2010, with that number increasing in the past two years, according to IFAW and HSI. The world&apos;s polar bear population is now estimated at around 20,000, activists said. The US Geological Survey warned in 2007 that diminishing sea ice could result in the loss of two-thirds of the world&apos;s polar bear population within 50 years.", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/polar-bear-legal-trade-ban", 
    "wordcount": "532"
}