{
    "headline": "Lulzsec mastermind Sabu: an elite hacker and star FBI informant", 
    "text": "He was the self-taught &quot;elite hacker&quot; behind devastating attacks on the US Senate, the Zimbabwean government and a string of enemies in between. From the New York apartment block he shared with his two children, 28-year-old Hector Xavier Monsegur led an audacious double life as the internet activist &quot;Sabu&quot;  something of a celebrity in the world of hackers. But Monsegur was finally unmasked on Tuesday after it emerged that he had pleaded guilty to computer hacking charges and had acted as an informant for the FBI since August 2011, just as the international crackdown on the notorious Anonymous hacker collective gathered pace. Monsegur was deeply involved in attacks on behalf of WikiLeaks in December 2010, according to court papers unsealed in New York on Tuesday. The hacker acted as a &quot;rooter&quot;, identifying weak spots in the websites of multinational firms including Visa, MasterCard and PayPal which his Anonymous group of &quot;hacktivists&quot; would then attempt to exploit. The 27-page indictment of Monsegur reads like a hall of fame of online sabotage. According to the FBI, Sabu was intimately involved in the WikiLeaks &quot;Operation Payback&quot; attacks that managed to steal documents from the Yemen and Zimbabwe governments and deface the website of the Tunisian prime minister. Sabu was always quick to claim responsibility for the attacks, aiming to taunt law enforcement bodies and gain respect from his peers. And although rumours of his identity began to circulate in the hacker community, his precise details remained unknown. On 7 June last year, the act was over. FBI officials found Monsegur at his Manhattan apartment. According to the US media, the expert hacker had been foiled by his own carelessness. The FBI discovered that he had logged into an internet chatroom from his own internet address  a schoolboy error of computer hacking. Unknown to his fellow hackers, Monsegur quietly pleaded guilty to 12 charges related to computer interception on 15 August last year. And, threatened with 124 years in prison, he agreed to become an FBI informant. The FBI took his own battered laptop and replaced it with their own  which they monitored around the clock. Online, he maintained his bravura attitude. &quot;Next thing you&apos;ll say is I work for the CIA and I&apos;m a blackop,&quot; he snapped at a Guardian inquiry on Twitter after the Sun&apos;s website was hacked in July. &quot;Am I snitch/informant? Lets be real  I don&apos;t know any identities of anyone in my crew,&quot; said an online post attributed to Monsegur in October last year  weeks after he was &quot;flipped&quot; by US authorities. &quot;And the last thing I&apos;d ever do is take down my own people. I am a grown ass man I can handle my own issues. I&apos;ve been to jail before  I don&apos;t fear it. In fact there is very little I am afraid of especially these days.&quot; The post was a response to other hackers who were increasingly accusing Sabu of being a &quot;media whore&quot; and an informant. The rumours were rife  little more than 14 hours after he avoided imprisonment by assisting the US government, one group claimed Sabu was a &quot;Chinese infiltrator&quot;. &quot;Lately I&apos;ve been chilling; enjoying time off to focus on my personal life. I&apos;m not tied to this the rest of my life,&quot; said the post linked to Sabu&apos;s Twitter account. &quot;I&apos;ve already made my impact. If I disappear now or get knocked, its already too late  Sadly people want to exonerate themselves from their responsibility  like emailing the feds for immunity.&quot; Monsegur described himself in the post as a professional security researcher, but the computer genius had been unemployed since the closure of filesharing giant LimeWire, according to US authorities who spoke to Fox News. The broadcaster cited Monsegur&apos;s handlers, who described him as an anti-government, anti-capitalist hacker who had a political edge. They said his now-infamous online moniker had been taken from a professional wrestler born on nearby Staten Island, known as Sabu the Elephant Boy. The hacker clearly drew inspiration from the New York fighter. He routinely responded aggressively to police, journalists and others on social networking websites. &quot;I don&apos;t give a fuck what anyone thinks, I also don&apos;t give a fuck if you have a beef with me,&quot; said a post attributed to him on the Pastebin website. &quot;The end result is always going to be: You. Can. Not. Stop. Me. Deal with it.&quot; The FBI handlers described Monsegur as brilliant but lazy. According to Fox News, US authorities found him selling stolen credit card details to others on Facebook. It is not clear how lucrative Monsegur&apos;s brief reign of terror was. But the downfall of Sabu will continue to send reverberations through online hacker collectives for a long time to come.", 
    "section": "technology", 
    "gid": "technology/2012/mar/06/lulzsec-mastermind-sabu-hacker-fbi-informant", 
    "wordcount": "814"
}