{
    "headline": "Colombia's president is demonstrating his political nous", 
    "text": "At a meeting with a group of Colombian NGOs the other day, a political analyst summed up the mission of Juan Manuel Santos, who is completing two years as president of Colombia this week, in two words: modernisation and decency. These two words could hardly be applied to Santos&apos;s predecessor, hardliner Alvaro Uribe, many of whose closest family and advisers have been linked to the murderous narco-paramilitary groups. When I asked Santos a couple of months ago why Uribe keeps savaging him on Twitter despite the fact that their signature policies seem so similar, his answer was revealing: &quot;I often ask myself the same question.&quot; From his economic and social policies  attract foreign skills and investment to expand natural resource exports to pay for social investments: the classic neoliberal package  to his attitude to the guerrillas, which he recently summarised as &quot;more lead&quot;, he seems to be following where Uribe led. That is certainly how it looks to many of his critics on the left. But his drive to be modern and decent has imbued these policies with a subtle rebalancing. Recent pictures of indigenous people removing armed soldiers from their land surprised the country  Uribe tweeted that this was a breakdown of law and order. But for some it demonstrated the difference between the two men. Where Uribe would probably have ordered the troops to fight back, Santos accepted a limited humiliation of the armed forces in the name of decency. I remember hearing the first radio announcements by the Santos government endorsing the importance of human rights defenders and thinking: &quot;Santos is going to be different.&quot; Uribe never lost an opportunity to harangue and undermine those working on human rights, often accusing them of complicity with terrorism. Perhaps most blatantly, the diplomatic attitude Santos shows towards the Venezuelan president, Hugo Chvez, despite his certainty that Chvez funded the Farc guerrillas, must deeply annoy Uribistas, demonstrating as it does a mature diplomatic approach to international politics. Lest this article be mistaken for a hagiography, let me make clear that everything is relative and that politics is often the art of the least-worst option. Santos still cares more about mining profits than the land rights of indigenous people and poor communities, and there is no sign whatsoever that the fundamentals that make Colombia one of the world&apos;s most unequal countries are being challenged  Santos&apos;s record on restoring land to victims of displacement is very weak, despite a fairly progressive new law recognising victims&apos; rights. While poverty is down again this year, rightly a source of pride to progressives in the government, it is still around the level it was 20 years ago  7 million Colombians live on less than $2 a day, according to the World Bank. But it is Santos&apos;s reverence for modernity in a world of exciting new heterodox thinking that may serve his country best, even more so than his instinct for decency. When neoliberalism was modern, Santos believed and upheld it. But Santos is a liberal, not a neoliberal. Now that neoliberalism is in history&apos;s dustbin, it is highly likely that Santos will allow his politics to be strongly influenced by new currents of economic thought, particularly those emanating from Colombia&apos;s South American neighbours. It is no coincidence that Santos refers to Colombia&apos;s inequality in almost every speech he makes, now that it is fashionable to do so, with the World Bank itself leading the charge. Santos&apos;s new home-building programme is borrowed from Brazilian and Venezuelan success, as is his plan to pay poor young people to study. Most crucially of all, if he decides to learn from the Brazilian experience of heavily investing in small farmers as a complement to mega-agroprojects, he could expect to see similar falls in hunger and poverty. I am even prepared to retune my critique of the National Agency for Overcoming Extreme Poverty (Anspe), which I wrote about a few months ago. In May, I visited a woman for whom Anspe was the first serious contact with a poverty-focused state she has had in her lifetime (she was displaced to the outskirts of the city of Montera, in northern Colombia, 30 years ago). Although oversold (an exit from poverty requires jobs, public services and infrastructure, not just visits from a social worker, as I said at a meeting with Anspe bosses afterwards), it is at least the first tentative step towards decent social security for the country&apos;s poorest inhabitants, and one initiated by Uribe, under whom official poverty figures also fell. These tweaks of an unjust system are not going to satisfy those who rightly continue to point to the grave human rights violations and land displacements, still unanswered for, which blight Colombia&apos;s polarised history. But if Santos has proved anything apart from his decency and modernity, it is that, like Brazil&apos;s ex-president, Luiz Incio Lula da Silva, he has the political nous to know the limits of the possible in a country where violence and elite power are still major factors in the political firmament.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/13/two-years-president-colombia-political-nous", 
    "wordcount": "850"
}