{
    "headline": "David Cameron steps in to salvage UN report on international development", 
    "text": "David Cameron is to launch an 11th-hour bid to save a major UN report on the future of international development amid fears among aid groups that it has turned into &quot;a bit of a car crash&quot;. As he prepares to co-chair a session of the UN High Level Panel on aid in New York on Tuesday, the prime minister said he needs to intervene to ensure the report does not lose sight of its original goals. Speaking ahead of the meeting, Cameron said: &quot;It is coming to the end of its work. I hope it is going to be a good piece of work. But I need to be there in order to nail down some simple clear commitments that everyone can get behind as we look to the successors to the millennium development goals.&quot; The prime minister is one of three co-chairs, along with the presidents of Liberia and Indonesia, of the high level panel established by the UN secretary general, Ban Ki-moon, in July last year to establish a new set of development goals. Many of the Millennium Development Goals (MDGs) will not be met by the target date of 2015. Aid agencies have warned that a report being drawn up on behalf of Cameron and his two fellow co-chairs has been stripped of some of its main goals. It is understood that a first draft of the report made no mention of Cameron&apos;s aim of eradicating child death and hunger by 2030 and eradicating extreme poverty by the same year. One aid agency source said: &quot;It is unfortunately a bit of a car crash though it is not of the UK government&apos;s making.&quot; It is understood that progress was made at three meetings of the high level panel held in London last November, in the Liberian capital Monrovia in February and in Bali in March  the only meeting Cameron did not attend. The other co-chairs of the panel are President Susilo Bambang Yudhoyono of Indonesia and President Ellen Johnson Sirleaf of Liberia. But drafts of the report written after the meetings, which are understood to have caused alarm in No 10, have been described as &quot;absolutely awful&quot;. In the first version of the report it is understood that there was no reference to Cameron&apos;s eradication goal. The second draft made reference to the targets but only in relation to income. The absence of a reference to &quot;zero&quot; goals is important because aid agencies believe it is important not to lose momentum towards achieving some MDGs which will be missed in 2015 but where progress has been made. These are in the area of access to education, access to health and sanitation and child mortality. Brendan Cox, director of policy and advocacy at Save the Children, said: &quot;This meeting is the last chance for the prime minister to save the panel&apos;s report from being relegated to obscurity. With a long UN process still to run he must ensure an ambitious proposal from the panel that is powerful enough to shape the rest of the debate and focus minds on global action to end extreme poverty in our lifetime. &quot;The panel has to pass two tests: will it set out goals to eliminate poverty in all its forms and will it address inequality and discrimination which in many countries is the only route to poverty eradication? If it fails on either count it will join a long list of panel reports that gather dust in UN basements. If it succeeds it could set the future of development for a generation.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/14/david-cameron-un-report-international-development", 
    "wordcount": "604"
}