{
    "headline": "League-table success based on jumping through hoops", 
    "text": "Michael Barber (Lessons from Singapore, 23 August) doesn&apos;t mention the role of local education authorities in supporting schools to raise standards. But the coalition, through its free schools and academies programme, has drained so much funding away from councils that local education departments are now being squeezed out of existence. Solihull LEA, for example, shed a further 25 advisory teachers at the end of the summer term, leaving a tiny core  a shadow of a once proud and effective team. Teachers will now be working without the dispassionate and continuous support of experienced experts whose role was to make trustworthy and productive professional relationships with teachers and managers; to organise subject and management conferences; to lead regular subject, heads of department and management meetings; to identify and disseminate best teaching practice; to identify and work to remedy problem areas of education, such as links between junior and secondary schools; to build national networks with other schools, LEAs and researchers; to provide training in curriculum initiatives; to help develop teaching skills alongside teachers in the classroom; and to offer support in times of school or personal crisis. Michael Gove is already making the argument that if standards fall, it is because of a more challenging examination regime. In reality it will be because Gove is dismantling schools&apos; traditional means of advice and support. David CurtisSolihull, West Midlands  Michael Barber reflects our view that the way schools are measured needs rethinking. Many young people will have done well in their GCSEs. This is fantastic  they and their teachers have worked really hard for their results. But what do these grades actually mean? What do they stand for? To quote one of our children, who got her results yesterday: &quot;You&apos;re given the syllabus and that&apos;s what you learn.&quot; Is this really an education? This hoop-jumping culture is all down to that freedom-crushing behemoth, the league table. Academic league tables push for all young people to learn and perform in a certain way to meet a certain model of success. Young people find little opportunity to grow their own skills and interests, to find their own strengths and values. Thinking for yourself and knowing what you believe and what you&apos;re good at is just as important as passing exams. This knowledge brings confidence, clarity and motivation, which in turn helps young people flourish at work when they leave school or university. So instead of ranking our schools by the number of A grades they churn out, we think it is time to measure them by their ability to produce self-aware, well-rounded young people capable of independent thought and able to make a positive contribution to society and the world of work, no matter what letters are printed on that results slip. Richard Addis Founder, The Day, Tom Hickman Founder, The Bridge, Sarah Wrixon Founder, uni&apos;s not for me   It&apos;s time to treat teachers as professionals, and not anti-progress apparatchiks. Teachers will not bemotivated by performance pay (Report, 22 August). Their reward is in students achieving as best as they can. Mr Gove appears not to understand his brief. Time for a change.Ian McKenzieLincoln ", 
    "section": "education", 
    "gid": "education/2012/aug/23/league-table-success-hoops", 
    "wordcount": "524"
}