{
    "headline": "10 Best Android apps this week", 
    "text": "We&apos;re making some changes to our regular Apps Rush post, which is now being split by platforms, and run on a weekly or monthly basis. Here&apos;s the first weekly Top 10 for Android, based on the last week&apos;s releases. An iOS version will be posted later in the day, while BlackBerry and Windows Phone will both get monthly posts (although as soon as the flow of great apps makes it possible to run weekly posts for them, we&apos;ll do that too). Why no big games? There&apos;s a separate weekly post for the best new smartphone and tablet games, which you can find here. Some like Noddy in Toyland below will fall into a grey area between games and kid-apps though. On with this weeks Android apps: Rumpus The vast majority of whizzy tablet music-discovery apps launch first for iPad, so Rumpus is bucking the trend good news for music fans who&apos;ve just bought a Nexus 7 tablet, for example. It offers biographies of thousands of artists, discographies, music videos, and links to similar acts, as well as a built-in downloads store. Twitpic The &quot;first ever photo sharing site for Twitter&quot; has touched down on Android, claiming to be an easier and better way to share photos and videos with friends. Quite a claim, given Instagram&apos;s presence on Android, not to mention Facebook and Twitter&apos;s own apps. Noddy in Toyland Avanquest reckons its new app is &quot;the first Noddy game for Android smartphones&quot;, bringing all the stars from his modern TV show (Tessie, Mr Plod, Bumpy, Mr Jumbo and The Skittles, etc). The app includes puzzles, pairs, car racing and a spot-the-difference game. Dr Seuss&apos; Sleep Book More fun for the children of Android-owning parents here, with the latest book-app from Oceanhouse Media. It includes the familiar Seuss characters and illustrations, following &quot;one small yawn that spreads from bedroom to bedroom across the country until finally ninety-nine zillion, nine trillion and three Seussian creatures are sound asleep&quot;. Trello Trello has a snappy slogan: &quot;The easiest way to organise anything&quot;. That means birthday parties, sales leads, or simple To-Do lists. It&apos;s the latest personal management app to launch on Android, and is getting some rave reviews from early users. Kiip Currently a US app, although with Kiip having just launched in the UK too, it may well cross the Atlantic sooner rather than later. This is the official app of the mobile rewards network, which specialises in offering real-world vouchers when you reach achievements in certain mobile games. Its app updates users about new rewards and Kiip-enabled games. Logie T.Rex Augmented Reality A bit of fun here, if you&apos;re not an augmented reality sceptic. Launched by developer Logie, it&apos;s a showcase for how AR could be used in education and museums: an animated T-Rex that leaps out from a printable marker when your smartphone is pointed at it. Android HIFI The latest sign of some of the creative development that&apos;s going on among Android developers: this turns your smartphone into a receiver for Apple&apos;s AirPlay technology streaming music from AirPlay clients including iTunes. It&apos;s early days, and heaven knows what Apple will make of it, but one to watch. BuildApp Pro Popular home-design app BuildApp has been available as a free download on Android for a while now, but now it has a separate paid version. The idea: model your house in the app, complete with photos used for textures, and get automatic calculations of distances and surfaces. Trainz Driver You might describe this as a game, but I see it more as a fun electronic train-set, which qualifies it for more general app status! It&apos;s a spin-off from tablet app Trainz Simulator, providing a way to ride around tracks created by users of that on a variety of locomotives. That&apos;s this week&apos;s selection, but what&apos;s been hogging a homescreen slot on your Android device? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/10/best-android-apps-rumpus-twitpic", 
    "wordcount": "663"
}