{
    "headline": "Senior EPA official resigns after 'crucify' remarks surface in YouTube video", 
    "text": "A senior Obama administration official, caught on video calling for the crucifixion of oil and gas companies, stepped down on Monday. Al Armendariz, who oversaw the oil-rich south-western region of the Environmental Protection Agency, quit only days after video surfaced of a 2010 meeting in which he called on staff to make an example of companies that break environmental laws. &quot;The Romans used to conquer little villages in the Mediterranean. They&apos;d go into a little Turkish town somewhere, they&apos;d find the first five guys they saw and they would crucify them. And then you know that town was really easy to manage for the next few years,&quot; Armendariz said in the video. The gaffe was an election-year gift to Republicans, who used Armendariz to skewer Obama&apos;s economic policies. In a letter to the head of the EPA, Armendariz offered a second apology since the remarks came to light last Wednesday, and said they had not informed his work regulation oil and gas industry in Texas. &quot;I regret comments I made several years ago that do not in any way reflect my work as a regional administrator,&quot; he wrote. He went into more detail in a letter to supporters in the Dallas Morning News. &quot;I had become too much of a distraction,&quot; he wrote. &quot;No one person is more important than the incredible work being done by the rest of the team EPA.&quot; He said he had not been pressured to resign, although the EPA administrator Lisa Jackson had publicly deplored his remarks. The offending remarks, which had been posted on YouTube, were circulated by the Republican Senator James Inhofe to make his case that the Obama administration is hostile to the oil and gas industry. At least seven Republican members of Congress called for Armendariz to be sacked. The EPA has been a favourite target of Republicans in Congress generally opposed to the idea of environmental regulations. It has also been engaged in a tough fight with the oil and gas industry over the agency&apos;s moves to impose safeguards on the technique known as fracking. Armendariz, who was the top EPA official for Texas, Oklahoma, Louisiana and three other states, was in the middle of some of those skirmishes. Armendariz, a former professor at Southern Methodist University, was a well-known environmental activist when Obama appointed him to the EPA in late 2009, just as the oil and gas boom was taking off. His office had been battling the natural gas producer Range Resources over charges it contaminated water wells in rural Texas. However, the EPA last month was forced to withdraw its endangerment order.", 
    "section": "environment", 
    "gid": "world/2012/apr/30/obama-administration-usa", 
    "wordcount": "442"
}