{
    "headline": "Carbon Trust chief: 'We are on the side of the good guys.' Not everyone agrees", 
    "text": "Talk to people working in the environmental sector about the Carbon Trust and some will splutter with indignation. &quot;They are masterful at producing lots of PowerPoint [presentations], but was that ever a good use of public money?&quot; asks one. Even more moderate critics raise their eyebrows at the amount of public money the trust has spent on TV advertising. Try to get anyone on the record and it is a different story, as the trust wields considerable power in the environmental markets. &quot;Give me an example and I&apos;ll happily comment on it,&quot; says the trust&apos;s chief executive, Tom Delay. It is no surprise the trust has its critics. Set up in 2001 to use funds raised from green taxes to help businesses go green, it didn&apos;t classify as a quango, as the board was not appointed by the government, but was a private not-for-profit body with substantial government funding. Over 10 years, the trust spent  or &quot;invested&quot; as Delay would rather  more than 700m of public money, helping companies become energy efficient, nurturing cleantech startups, and raising awareness with those TV ads. Environmentalists are also wary of its sleek corporate image. Delay himself had come from a career at Shell. With flash offices in the heart of the City and sharp-suited management consultants on the payroll, the trust always seemed a touch too close to business to hold it properly to account. Critics point to the Carbon Trust Standard, which companies use to trumpet their green credentials but requires emissions to be cut by only 0.1% a year. Asked about this, Delay tells how he helped with the Live Aid effort during the Ethiopian famine of the 80s. Shell had good access to the African ports, he says, and could therefore provide tankers to refuel aid planes. &quot;I had to charm the captain into letting me strap, literally, a road tanker on to the deck of a Shell cargo float.&quot; His point is that companies always want to do the right thing. &quot;I think there is a real fine line in the Carbon Trust positioning about encouraging people to do the right thing versus beating them up for not doing the right thing,&quot; Delay says. Standard-bearers tend to beat the 0.1% target by a substantial amount. Of the more than 750 successful applicants, the average company has reduced emissions by 3% a year. (For the record, the Guardian cut its emissions by 27% last year). Would he be comfortable if a company had only cut emissions by 0.1% and went on to emblazon their shop windows with the Carbon Trust Standard? &quot;I might feel uncomfortable about it. I probably wouldn&apos;t stop them because I think you&apos;ve got to be consistent, you&apos;ve got to be fair.&quot; Why not set the bar higher? Delay says it would be too hard to explain to boards of directors and would make it difficult to engage with big business. So instead of forcing companies to cut emissions by a certain amount, the standard enables companies &quot;to get on to the journey in a very public way. Their progress is now reported. If they drop the standard, it&apos;ll become pretty obvious they&apos;ve dropped the standard.&quot; That is not entirely true. Almost 10% of companies that achieve the standard one year, fail to be recertified the next. Close observers might notice when a company discreetly drops the logo, but there is no publicly available record. There is also a question over whether the trust should be awarding standards to companies it works for as a consultant. Delay counters that its certification and consultancy work are done by two separate legal entities and the certification company has been rubber-stamped by the United Kingdom Accreditation Service, &quot;which means the ring-fence around it is pretty bulletproof. I have to say, in a few noteworthy examples, they don&apos;t bother separating them as much as we have,&quot; he says, but couldn&apos;t divulge who. &quot;I&apos;d never ding a competitor because I don&apos;t think there is any reason to, but I think we are firmly on the side of the good guys.&quot; Delay, 52, clearly enjoys being one of the good guys, joking that he works in the environmental industry &quot;to atone for my sins&quot;. In fact, he&apos;s very proud of his 16 years at Shell, particularly his time in Africa. &quot;Every day I felt I was working for the local community, the country I was employed in,&quot; he says. As an oil worker in the sub-Saharan region, he occasionally found himself at the sharp end of civil unrest. &quot;I&apos;ve looked down the wrong end of an AK47 more often than you&apos;d believe. I think it helps keep things in perspective. To some degree I do take a view that if nobody is getting killed this morning, it&apos;s probably OK.&quot; With a young family, that couldn&apos;t last and Delay moved back to London. For the next five years, he worked in management consultancy. &quot;Don&apos;t know why.&quot; He pulls a face at the memory. &quot;I worked for McKinsey and AT Kearney and it was great. It was a great learning experience, great skills but, um, it wasn&apos;t my happiest time at work.&quot; It did, however, land him his &quot;dream ticket&quot;. At the time, there was something of a revolving door between McKinsey and the government, with senior figures moving in both directions for top jobs. Although Delay was not appointed by the government, the trust was seen as an example of Tony Blair&apos;s penchant for government-by-management consultancy. One observer suggests: &quot;He&apos;s been a de facto government climate change department head, until they set up the department.&quot; Once they had, public funding of the trust looked increasingly fragile. In 2010, it appeared to survive the bonfire of the quangos but last year the coalition cut its funding by 40%, then quietly announced that the trust would have to bid for any future work. The abundant flow of core grant funding had been turned off and Delay was forced to manage the trickiest business transformation of his career, including during his years as a management consultant. &quot;I was pretty hardcore and I don&apos;t think I ever advised anybody to do anything as quickly as we have had to do here. Ever.&quot; He then shows a flash of a man no longer in thrall to his government paymasters. &quot;Businesses, when they make things change, they are very conscious of the value of what they&apos;ve got, whereas frankly ministers don&apos;t recognise value in the same way. Look at the health service. &quot;The NHS has huge value and you sort of think, it&apos;s a bit cack-handed, the drive for change.&quot; The trust cut its workforce from 220 to 150, set about finding some cheaper offices, and slimmed down its operations. It is still a not-for-profit, with any proceeds from commercial activities reinvested in &quot;the mission&quot;, but projects now have to sustain themselves. &quot;There were some things there that only could work with government funding and support, and those are the programmes we have lost,&quot; says Delay, matter-of-factly. One casualty was the service offering on-site assessments to small and medium-sized business, to find out where they could improve energy efficiency. The trust sought out commercial partners to keep other schemes going. Delay cites a 550m fund launched with Siemens to offer loans for companies to invest in energy efficiency. But the terms have necessarily changed. Instead of government-backed interest-free loans, Siemens Financial Services lends the money at commercial rates. The aim is that these will be covered by any savings in energy bills but there is no guarantee, prompting fury among retailers. &quot;Indies rage as Carbon Trust drops free loans,&quot; shouted a headline in the Grocer, citing a Budgens manager who had been offered a loan at a 9.7% interest rate to fit doors to his chiller cabinets. Delay says this is one of the biggest challenges of going private. &quot;A lot of people we would have known in the past as a publicly-funded organisation will say, &apos;Well that&apos;s fine, all this is free, I&apos;m entitled to this.&apos; And of course we can&apos;t offer that now.&quot; It is also set to announce a deal with GE, to develop a fund to invest in early-stage cleantech companies in Europe. While the trust did something similar with the government, here too the rules have changed. &quot;Everything we ever did was good and gave great value for money,&quot; says Delay. &quot;But it wasn&apos;t viable commercially because we were taking a lot of early-stage risk. So now we&apos;ve got to take that portfolio and morph it into a portfolio that is viable.&quot; This has led to fears that the trust will become just another investor, prompting some to question its role in a market with plenty of funds seeking out opportunities in cleantech. Delay says the trust has no interest in markets that are already well-served by investors. &quot;Our job as a not-for-profit is to have a mission, which is to accelerate the move to a low carbon economy. We can&apos;t do that if we are trying to crowd people out of the market. That doesn&apos;t make sense.&quot; One of his competitors disagrees: &quot;The Carbon Trust has an advantage derived from close links to government that distorts the market for a lot of things, certainly in the investment space.&quot; A striking example is the trust&apos;s work in China, where it runs a joint venture with a state-owned company. Set up in 2008 with funding from the Foreign Office, this venture introduces UK cleantech companies to the lucrative Chinese market. &quot;We are opening up channels that businesses otherwise wouldn&apos;t benefit from,&quot; says Delay. &quot;If they had to go through the private sector, that would limit their access to the Chinese market.&quot; Now the trust is private and competing for business, this venture gives it a huge advantage over other consultancies and investors trying to find a foothold in China. &quot;Businesses are delighted that we are there trying to promote their cause in China,&quot; Delay says, adding that he is not aware of any complaints from other investors. &quot;If they want to come and put some money alongside ours I happen to know they would be very welcome,&quot; he laughs. Try to do it alone, however, and they may struggle.", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/carbon-trust-tom-delay-profile", 
    "wordcount": "1771"
}