{
    "headline": "Doha climate talks as it happened", 
    "text": "  5.05pm GMT    Wrapping up    As we&apos;re still a few hours off from the next stock-taking plenary by the talks&apos; president  and still potentially several more off from an actual deal in Doha  I&apos;m going to draw this liveblog to a close now. Thanks very much for reading, and for all your contributions on email, in the comment thread and on Twitter. Fiona Harvey will be reporting on the latest news as it happens, even if the talks run into Saturday, as they have in recent years. Keep your eye on the environmentguardian homepage, and @guardianeco on Twitter for the latest. In the meantime, I&apos;ll leave you with this video interview with our environment editor John Vidal, who&apos;s just returned from Doha, on thechance a successful deal being reached this weekend.              Updated at 5.05pm GMT     4.58pm GMT       My colleague Fiona Harvey has just filed a story on Monckton&apos;s ejection after impersonating a delegate from Burma(see 1.25pm). She notes:  He was booed and heckled by other delegates, when it became clear what he was saying. Although Monckton is clearly not ethnically Burmese, many small developing countries have advisors from other countries, so his appearance in the hall dressed in a business suit would not have raised suspicions.  That story will be up soon. Burma&apos;s delegation hasn&apos;t commented yet.       4.55pm GMT       The Climate Action Network have handed out their awards for who they perceive to be the most regressive countries of the day, the long-running &quot;Fossil of the day&quot; (fossil fuels and fossilised thinking, geddit?). New Zealand and the US tied for first place, with Canada taking second.     Fossils of the day at Doha climate talks. Photograph: Sarah Rifaat      Updated at 4.56pm GMT     4.32pm GMT       It appears there might be a name forthe deal being worked on  the Doha Climate Gateway, as Responding to Climate Change&apos;s editor, who&apos;s at the talks, notes:    We don't have a deal in #Doha but #COP18 President just referred to the Doha Climate Gateway so at least it has a name rtcc.org/cop18-live-lat&mdash; RTCC #climate news (@RTCCnewswire) December 7, 2012   If true, the Gateway will joint the greatest hits of names for agreements at the UN climate talks, including the Durban Platform, Cancun Agreements (the clear winner for originality), the Copenhagen Accord, and Bali Action Plan, among others.    Updated at 4.33pm GMT     4.27pm GMT       Al-Attiyah has said the next stock-taking session will be at 11pm (8pm UK time), when he hopes negotiators will come back with &quot;the white smoke.&quot; Is that a reference by an Arab to the Papal tradition where, as Wikipedia reminds us, &quot;dark smoke signals that the ballot did not result in an election, while white smoke signals that a new pope was chosen? i.e. a climate agreement would be the white smoke? Who knows. The cultural references and language in Doha exists in a parallel universe. One of my favourite soundbites earlier on was from the Chinese negotiator:  This meal [i.e. the texts under discussion], prepared by you [the chair of the AWG-LCA], just like that in the QNCC [the convention centre where the talks are being held], is not that delicious, but at least offers us something to eat.  Officials are now back to the hard work of trying to reach agreement on the texts:    All groups still working away on texts and consultations. Chair urges all to finish in the next few hours #COP18&mdash; Anna Axelsson (@AnnaAxelsson4) December 7, 2012     Updated at 4.30pm GMT     4.05pm GMT       The talks&apos; president, Al-Attiyah, has just said:  We have no time left. We must now resolves the few remaining issues and close our business this evening. I urge you and Im begging you, the coming hours are the last hours.  He seemed to be about to make some other interesting points about urgency and how these final few hours will pan out, but the UN webcast has just gone down. More soon.       3.59pm GMT       My colleague John Vidalponders:  Lord Monckton has been officially &quot;de-badged&quot; and chucked out of the meeting [see 1.25pm), but what about nasty&quot; Nick Griffin who is stalking the halls, sporting a pink badge showing he is part of the official EU delegation. The BNP leader and MEP for the north west says he will be trying to block a tranche of amendments put forward by the European Parliaments Development Committee. But how did a man who said in 2009 that Islam is a cancer and that we urgently need global chemotherapy against Islam to save civilisationget on to the EU delegation, and how come he was let in to Doha at all? The liberality of the Qataris and the UN knows no bounds. An EU press officer tells me that he is not the only far right member in Doha: All the goups in the EU parliament are repesented.        3.56pm GMT       There&apos;s another stock-taking session by the talks&apos; president taking place now. You can tune in via the UN webcast.       3.35pm GMT       Fiona Harvey, on the ground at the conference centre, hears that &quot;the Qatari team all went home last night [Thursday] at 10.30pm instead ofworking on the texts.&quot;    Updated at 3.40pm GMT     3.32pm GMT       Here&apos;s a little bit of reaction on Doha from scientists and experts, which has been rounded up by the Science Media Centre. They&apos;re largely pretty gloomy about the &quot;enormous mismatch&quot; between the emissions cut that science says are required, and the ambition of the UN climate talks. Bob Ward, policy and communications director at the Grantham Research Institute on Climate Change and the Environment at London School of Economics and Political Science, says:  This meeting is making excruciatingly slow progress on tying up issues left over from last year, including formal agreement on a second commitment period for the Kyoto Protocol and on the provision of financial support from rich countries to developing countries between 2013 and 2020. It is important that these issues are resolved during this summit, even though the negotiations are running on beyond their scheduled finish. There remains an enormous mismatch between the scale and pace of the action under discussion at these talks and that which is required to manage the huge risks of climate change. In particular, there has been no real progress in strengthening current pledges to reduce emissions by 2020. The prospects of avoiding global warming of more than 2C now look increasingly remote without a rapid and substantial injection political will at both domestic and international levels.  Prof Nigel Arnell,Directorof the WalkerInstitute at theUniversity of Reading, has this:  The talks in Doha are trying hard to set the agenda for a new global treaty in 2015 binding countries to reductions in emissions. However, to have even a 50% chance of limiting warming to 2C, global greenhouse emissions need to peak by 2020 and then come down at several percent per year. Its hard to see how this can be achieved now, even if a new global emissions deal is agreed by 2015.  And Dr Chuks Okereke, also at Reading, but at the School of Human and Environmental Sciences, notes:  The biggest stumbling block at the UN climate negotiations is the tension between developing and developed countries. From the developing world perspective the developed countries have failed in their commitments on three counts: domestic emission reductions; technology transfer; and, most crucially, finance. Climate change is ultimately a question of justice and those who have contributed the most should assume responsibility in solving the problem.      Presidents informal stocktaking plenary during COP18 UN Climate Change Conference in Dohar, Qatar on 7 January 2012. Photograph: UNFCCC         3.26pm GMT       Fiona Harvey also has this very handy explainer that cuts through some of the jargon, and explains which texts are under discussion in Doha:  There are four key texts  the second commitment period of the Kyoto protocol, which is negotiated by the AWG-KP, or Ad Hoc Working Group on Further Commitments for Annex I Parties under the Kyoto Protocol the AWG-LCA (long term cooperative action), which cover the negotiations that include countries that are outside the protocol finance the ADP, which stands for Ad hoc working group on the Durban Platform for enhanced action, which will produce a work programme for negotiations leading up to 2015 when a new treaty is supposed to be signed.  The decisions on finance will ultimately be incorporated into the other three texts (i.e. AWG-KP, AWG-LCA and the ADP), but have been grouped together for the purposes of managing the negotiations. Everybody wants the AWG-LCA to close down, because then that brings all the negotiations back together into one stream. It was started up, partly at the insistence of George W Bushs negotiating team, after the Kyoto protocol came into force in 2005 and the US was the only major economy that had not ratified it. So while the other groups were enjoying their MOPs (meetings of the parties to the Kyoto protocol, as opposed to conferences of the parties, or COPs, which are where the parties to the UN Convention on Climate Change get together) there had to be separate negotiations for the US (and Australia, and Turkey, the other hold-outs).      President Bush in 2005, when the Kyoto protocol came into force. Photograph: Pablo Martinez Monsivais/AP      Updated at 3.40pm GMT     3.19pm GMT       The head of the UN climate talks has been talking to Reuters. Here&apos;s Christiana Figueres on the frustration being expressed by many in Doha:  There never is going to be enough ambition...The fact is that the international policy response is fundamentally behind where the science says we are. If you look at the difference there is always going to be a lag. That is the frustration...Finance is on its way, it&apos;s a big issue. The details of the Kyoto Protocol are a big issue, as well as ambition across the board.      Christiana Figueres, Executive Secretary of the United Nations Framework Convention on Climate Change (UNFCCC). Photograph: Mohammed Dabbous/Reuters         3.18pm GMT       The Guardian&apos;s environment correspondent Fiona Harvey writes on possible backsliding by the two biggest emerging economies:  I&apos;m told China and India have been trying to backtrack on agreements made last year at Durban. For instance, they are refusing to agree on MRV (monitoring, reporting and verification) as they don&apos;t want their emissions to be monitored internationally and they want more technology transfer. But developed countries won&apos;t agree to the giveaway of intellectual property and never would  this issue was supposed to have been solved at Copenhagen [in 2009], when developing countries accepted that tech transfer could effectively mean cooperation on technology instead. After all, companies from developed countries have been investing in technology such as wind turbine and solar panel manufacturing in China and India, so the issue of tech transfer seemed to fade massively in importance in the lead up to Copenhagen.      A windfarm in the northwest Xinjiang region, China. Photograph: Reuters      Updated at 3.20pm GMT     2.58pm GMT       Need cheering up? Here&apos;s Greg Barker, the UK&apos;s brilliantly Tigger-ish climate minister, with the rest of the UK delegation in Doha:    TeamGB in good spirits as we head into a long night of talks at # COP18 #HighAmbition twitter.com/GregBarkerMP/s&mdash; Greg Barker (@GregBarkerMP) December 7, 2012        2.52pm GMT       New versions of the texts have been published  see here and here. (h/t: @NRDC) You can see the previous texts via my earlier post at12.05       2.39pm GMT       The Guardian&apos;s environment editor, John Vidal, hasjust been speaking to Meena Rahman of the Third World Network, who he says &quot;understands the mood of the developing countries as well as anyone&quot;, and sums up the situation like this:  Its very, very depressing. There is nothing [in the text] at all on finance, nothing about emissions reduction, it&apos;s all about workshops and talk shops. There is no commitment by [by rich countries] on anything.  Vidal adds:  The Americans are being widely cast as the villains for their lack of ambition on future commitments to cut emissions, intransigence on money and refusal to compromise on intellectual propertuy right or sharing obligations to cut emissions. But the Qatari presidency must take its share of the shambles now emerging. The host country is responsible for bringing parties together, trying to bridge the diplomatic gaps and urging countries to finding common ground. Mexico and South Africa pulled off remarkable diplomatic successes in 2010 and 2011 after months of intense backroom lobbying and preparations. But my feeling is that many countries thought this meeting was not that important and that Qatar didn&apos;t take these talks seriously enough in the run up. In addition, the president of the conference, Abdullah Bin Hamad Al-Attiyah and his Qatari team, just havent got the diplomatic experience to cope with three major working groups, 194 countries all pursuing their national interests and an unprecedented seven simultaneous tracks of negotiation. These, after all, are the most complex economic and financial negiotiations that have even been conducted by the UN and it may prove beyond any country to keep them on track. My best guess? I will of course be proved wrong, but right now, I would say that there is no way of meaningfully bridging the gaps and that the chair will have no option but to declare an impasse tomorrow [Saturday] morning. Former British climate envoy John Ashton recalls that this is exactly what happened at COP6 in the Hague in 2000 and the meeting was resumed in Bonn the following July as a bis (or part 2).     Updated at 2.49pm GMT     2.32pm GMT       In an echo of that BusinessGreen source, our environment correspondent Fiona Harvey says the view that the talks are drifting due a lack of leadership by the hosts is quite widespread:  Haven&apos;t spoken to a single delegate who thinks the Qataris are doing a good job. They don&apos;t seem to mind people being here all night and have failed to force countries to make a decision. They need to get a grip, I&apos;m told, perhaps with the aid of other countries.  http://www.guardian.co.uk/global/2012/dec/07/doha-climate-talks-final-day-live    Updated at 2.34pm GMT     2.22pm GMT       BusinessGreen, one of our partners on the Guardian Environment Network, has been speaking to an anonymous source, who is very down on Qatar&apos;s leadership at Doha:  [they] accused the Qataris of treating the event like they were hosting a World Cup instead of a climate conference.&quot;It&apos;s total chaos,&quot; they told BusinessGreen. &quot;The Qataris have lost control of what&apos;s going on and it&apos;s a car crash.&quot;The COP president didn&apos;t take control of the talks in the last three days, so we don&apos;t have agreements on a couple of the really difficult technicalities that should have been sorted by now.&quot;        2.13pm GMT       Neither the US or Canada are happy with the text as it stands. Canada&apos;s environment minister, Peter Kent, says he does not accept the text:  It cannot be a take it or leave it text. If that is the case, Canada will leave it  And here&apos;s the US&apos;s Special Envoy for Climate Change,Todd Stern:  We know the text is subject to further consideration, and thats a good thing. In its current state its not acceptable to us. In this respect, we align ourselves with Canada and Australia.      Presidents informal stocktaking plenary during COP18 UN Climate Change Conference in Dohar, Qatar on 7 January 2012. Photograph: UNFCCC         2.10pm GMT    Hot air    There has been a modest breakthrough on one issue, Fiona Harvey reports:  One small sticking point at the talks got resolved this morning. It was over a form of carbon credits, called &quot;assigned amount units&quot; or AAUs in the jargon, awarded under the Kyoto protocol. When it was negotiated in 1997, countries agreed that emissions would be counted from a baseline year of 1990. They also agreed on a system of carbon credit trading, called the clean development mechanism, by which rich countries with emissions-cutting targets could meet those targets partly through buying carbon credits. Most of these credits were to be generated by projects that cut emissions in poor countries, such as wind turbine installations or solar panels, which the project owners could then sell to rich countries for cash. But countries who had seen their emissions fall since 1990 - chiefly ex-Eastern bloc countries, whose industrial bases and economies collapsed after the fall of the Soviet Union - were able to claim credits on the difference between their 1997 emissions and those in 1990. This was a carrot to tempt these countries to sign up to the protocol. Now, countries, including Poland, Ukraine and Russia have large surpluses of these surplus AAU creditsAAUs are derided as &quot;hot air&quot; by critics because they represent greenhouse gases already reduced many years ago, rather than new efforts, so they are highly controversial.Developing countries wanted a deal at Doha by which AAUs would be cancelled, rather than carried over. They said this was needed to preserve the environmental integrity of the continued protocol. But Poland had refused to give up its AAUs, insisting they be carried over into the second phase of the Kyoto protocol. Poland had an estimated 500m tonnes of carbon credits, known as assigned amount units, or AAUs, but has sold some of these. The credits are not worth much at present  similar credits can be picked up for as little as 1  but Poland argued they were a &quot;national right&quot;. The rest of the EU was prepared to have the credits cancelled.This morning, a deal was reached with Poland so that the EU could present a single position on the subject. Poland was allowed to keep its AAUs, but if it wants to sell them, they can effectively only be sold to Kyoto protocol countries. These are chiefly EU member states and a few others. All of these countries have already agreed that they will not use AAUs towards their emissions-cutting targets. So Poland has the right to sell its credits, but no one to sell them to. Sounds absurd? Well, quite. But apparently to Poland it was an important issue, because it was seen as one of national sovereignty. As one talks insider put it, &quot;it&apos;s like bullfighting to the Spaniards&quot; - that is, it&apos;s mainly symbolic, but they don&apos;t want other countries telling them what to do on the issue.What we don&apos;t know yet is whether the developing countries will accept the EU&apos;s new position, in order to keep the Kyoto protocol alive.        2.00pm GMT       There&apos;s a briefing taking place by some of the world&apos;s poorest countries and those most vulnerable to climate change&apos;s impact, the Alliance of Small Island States (AOSIS) and the Least Developed Countries. Here&apos;s a flavour of it:    Listening to AOSIS, LDC presser and so far talk of walkout at the #COP18 is not on the table, though they are unhappy with lack of ambition&mdash; michael casey (@mcasey1) December 7, 2012     Marshall Islands/AOSIS: most perplexing is failure to recognise the urgency of this issue#cop18 #unfccc&mdash; cindy baxter (@cindybax) December 7, 2012        1.47pm GMT       Finance for poorer countries has just come up again. Algeria&apos;s representative, speaking on behalf of the G77 plus China grouping of developing countries, said:  The issue of financing is of utmost importance for a successful outcome in Doha. COP18 [the Doha talks] must deliver in finances to deliver clarity and certainty for coming years. We consider need for clarity on the funding gap between 2012 and 2020...  It&apos;s being webcast here.    Updated at 1.52pm GMT     1.42pm GMT       Aysar Tayeb, chair of the AWG-LCA (the group looking at long-term plans to tackle climate change), has just been speaking in a plenary at the conference:  [We have] tried all efforts to bring to you a balance package... I heard there are concerns on specific issues. But I also heard these are resolvable.     Updated at 1.51pm GMT     1.25pm GMT       Activist Cindy Baxter has been in touch with me to flag up an incident on Thursday night involving one of the regular pantomime villains of the talks, climate sceptic Lord Christopher Monckton:  He took Myanmar&apos;s [Burma] seat in Plenary and made an intervention, claiming 16 years with no warming. [He was] De-badged, thrown out (actually, I&apos;ve now heard he&apos;s been banned from UNFCCC for good). I personally think it&apos;s disgusting that he&apos;s poncing around playing the fool here in Doha while the Philippines delegate is in tears calling for action after typhoon.  There&apos;s a video of Monckton speaking here:            Our environment editor, John Vidal, who has just returned from the Doha talks, wrote about the Philippines negotiator&apos;s emotional speech yesterday:  When a senior diplomat at global talks breaks down in public, it is a signal that other countries must pay attention. It happens rarely, but it can have a dramatic effect. On Thursday, it happened in a full plenary session of the COP18 climate talks at Doha.               Updated at 1.30pm GMT     12.47pm GMT       Here&apos;s a little more from the climate campaigners who staged a protest in the conference centre earlier today (see 11.15am). LIdy Nacpil of Jubilee South Asia Pacific said:  [The Doha texts are] a million miles from where we need to be to even have a small chance of preventing runaway climate change.As civil society movements, we are saying that this is not acceptable.  AndAsad Rehman, spokesperson for Friends of the Earth International, on the the text on continuation of the Kyoto protocol says:  It&apos;s an empty shell, an insult to our futures. There is literally no point in countries signing up to this sham of a deal, which will lock the planet in to many more years of inaction.What the world and its people need is more urgent action on cutting climate pollution, more help to those transforming their economies and more help to those already facing climate impacts. This text fails on every count.        12.27pm GMT       More on the increasingly likely prospect of talks running into Saturday:    Notice up that the buses to the conference have been extended and will run till 10pm tomorrow. Expecting talks to overrun it seems #cop18&mdash; John Parnell (@RTCC_john) December 7, 2012     The organisers have extended the shuttle service to tomorrow - so #COP18 not going to end today&mdash; Jaspreet Kindra (@Minikindra) December 7, 2012   The official UN site now says:  Parties will conduct final negotiations today and possibly into tomorrow.        12.18pm GMT       The UK negotiators, includ Tory climate minister Greg Barker and Lib Dem energy and climate secretary Ed Davey, are bedding in, in preparation for the talks running over. The team is reportedly booked on flights home early on Saturday evening, and Barker tweeted this morning that &quot;huge work&quot; is still needed.    Huge work still be done at #COP18 to reach agreement, TeamGB preparing to go round the clock to get the best deal possible #TheLongestDay&mdash; Greg Barker (@GregBarkerMP) December 7, 2012   Let&apos;s just hope we don&apos;t get a repeat of Durban last year, when the &quot;marathon&quot; talks rolled through right into the early hours of Sunday until a deal was struck. The talks&apos; Qatari president,Abdullah bin HamadAl-Attiyah,raised some eyebrows today after EU climate commissioner, Connie Hedegaard, said there was not much time left to strike a deal. In response, he said:I have plenty of time. I can sit here for one year.&quot; As news site Responding to Climate Change, who are at the talks,put it:  negotiators have called on him [Al-Attiyah] to close things down on time tonight so they can make their flights home, but he lives ten minutes from the convention centre. I like having you visit, I want you to stay here some more days&quot; [Al-Attiyah said].      Christiana Figueres, Executive Secretary of the United Nations Framework Convention on Climate Change (UNFCCC) and Abdullah bin Hamad Al-Attiyah (C) President of the (COP18) at the United Nations Framework Convention on Climate Change (UNFCCC) speaks during opening in Doha November 26, 2012. Photograph: Mohammed Dabbous/Reuters      Updated at 12.28pm GMT     12.05pm GMT       If you want to delve straight into the fine detail, the UN has posted up copies of the current draft texts under discussion:  Continuing the Kyoto protocol Climate finance Work towards a 2015 treaty        11.52am GMT       Our story from Fiona Harvey, &quot;Doha climate talks stall over draft text wording&quot;, has just gone live.       11.44am GMT    Background    If you&apos;re coming fresh to the climate talks, it can seem like a bafflingly complex and long-running process. Here are some useful starting points to get your head around it, or you could just watch the YouTube video below (featured on yesterday&apos;s Eco Audit), which more or less sums it up in just 83 seconds.  A timeline of the international UN climate talks What is the Kyoto protocol and has it made any difference? Our jargon buster for climate talks jargon What to expect from the Doha climate talks The highs and lows of 15 years of climate talks - in pictures                  11.35am GMT    State of play    Fiona Harvey, our environment correspondent, has just filed a news story on the state of the key texts that negotiators are trying to agree on. Here are the top lines:  Talks aimed at a global agreement on climate change appeared stalled on Friday morning, with countries failing to agree on the wording of the draft texts that will form the outcome of the fortnight-long UN conference in Doha.Delegates reported tough going and frustratingly slow progress, as a key text that was supposed to be delivered overnight in its near-final draft form was delayed, and there has been little done so far to take an overview of all the four texts in circulation, which negotiators say is needed.Although the talks are not thought to be close to breakdown, they have been sluggish as delegates have appeared to feel little sense of urgency. The talks are supposed to finish at 6pm on Friday, but were always likely to drag on into the night and now participants appear resigned to a finish on Saturday  and that sense of resignation has not helped to inject any fresh impetus. Some delegates have blamed the Qatari presidency, which they say has not taken a firm grip on the talks, and the Saudi Arabian chair of one of the negotiating strands, who has been accused of not cooperating well with the negotiators.However, the work on one strand - the continuation of the Kyoto protocol - is said to be close to completion.  The near agreement on a second commitment period of the Kyoto protocol sounds welcome. But it&apos;s worth noting that all the countries and blocs interested in its continuation  and those who clearly weren&apos;t, such as Japan and Russia  had already outlined their position before this fortnight of talks even started. The EU, Norway, Switzerland and Australia are among the countries who have signalled they will sign up for a second phase of Kyoto.     Vice President Al Gore, center, shakes hands with former Japanese Prime Minister Ryutaro Hashimoto, right, as former Japanese Foreign Minister Keizo Obuchi looks on prior to their talks in Kyoto, Japan, on December 8, 1997, where the Kyoto protocol was agreed. Photograph: Katsumi Kasahara/AP         11.21am GMT       Disagreements over climate finance  the &quot;how&quot; of money promised by developed for developing countries to adapt to the impacts of global warming and cut emissions  are at the fore, as AP notes this morning:  After overnight negotiations, a draft agreement was presented Friday that does not include midterm targets, which developing countries had called for. The U.N. climate secretariat said &quot;further consultations are necessary.&quot; That issue has overshadowed the talks since they started last week in Qatar, the first Middle Eastern country to host the slow-moving annual negotiations aimed at crafting a global response to climate change. Climate activists said the talks were being held back by short-sighted financial concerns among developed countries. &quot;The tone of the negotiations is extremely sour now,&quot; said Greenpeace international leader Kumi Naidoo, who predicted that discussions would continue into the weekend. Rich nations pledged in 2009 to deliver long-term financing to help poor nations switch to clean energy and adapt to rising sea levels and other impacts of global warming. They offered $10 billion a year in 2010-2012 in &quot;fast-start&quot; financing, pledging that the amount would be increased to $100 billion in 2020. But they didn&apos;t say how. The latest text on the table urges developed countries &quot;to make firm commitments to provide scaled up climate finance beyond 2012&quot; but didn&apos;t include any midterm targets.      Kumi Naidoo of Greenpeace International, at Doha climate talks.  Photograph: Greenpeace International/Twitter      Updated at 12.28pm GMT     11.15am GMT    Protest at conference hall    Appears a flashmob just popped up at theQatar National Convention Centre where the talks are hosted, protesting at the lack of ambition shown by negotiators from the 194 countries present in Doha. It&apos;s a welcome bit of drama from civic society, who in recent years at UN conferences in Durban, Cancn and Copenhagen have injected urgency and certainly colour to the long-running negotiations.    Youth campaigners text is a million miles from where we need to be and blame rich countries @ukycc #adaptnow #COP18 twitter.com/NicholasMilton&mdash; Nicholas Milton (@NicholasMilton) December 7, 2012     Aeriel view of the demonstration at #COP18 just before it began: #Solidarity #ClimateLegacy twitter.com/Maria_Osman/st&mdash; Marian Osman (@Maria_Osman) December 7, 2012     #COP18 end of flash mob.... twitter.com/LaurenLavittNY&mdash; Lauren Lavitt (@LaurenLavittNYC) December 7, 2012     Protesters hold red sticking plasters they will hold over their mouths to rep refusal to accept weak deal #cop18 #Doha twitter.com/loubgray/statu&mdash; Louise Gray (@loubgray) December 7, 2012     Crowd told to disperse. #cop18&mdash; Kelly Rigg (@kellyrigg) December 7, 2012        11.02am GMT       There&apos;s a stock-taking session taking place right now at the windowless conference centre in Doha where the talks are taking place. Here&apos;s a shot of the room:    On the final afternoon of #COP18, parties gather to discuss the status of negotiations. Webcast: bit.ly/VwtUs9 twitter.com/UN_ClimateTalk&mdash; UNFCCC (@UN_ClimateTalks) December 7, 2012   And a quick roundup by people at the talks on the negotiating blocs&apos; latest comments:    EU: time is running out. need opps from ministers to capture ambition. #cop18&mdash; Farrukh Zaman (@Farrukh_Zaman) December 7, 2012     #doha #cop18 China progress on package but still issues, partic KP ambition, finance. Will make compromises to ensure conference succeeds.&mdash; ruth davis (@ruthdavis27) December 7, 2012     AOSIS disappointed with the current #doha package. #cop18&mdash; Farrukh Zaman (@Farrukh_Zaman) December 7, 2012     #cop18. EU: time is running out. Need cross negotiating between processes required now. Concerned with various texts including on markets&mdash; Damian Ryan (@DamianTCG) December 7, 2012     #cop18. General sense at stocktake seems that draft package more acceptable to devg ctries. Small Islands and poorest v concerned tho.&mdash; Damian Ryan (@DamianTCG) December 7, 2012     Updated at 11.07am GMT     10.25am GMT    Final day of UN climate talks    It&apos;s officially the last day of the UN climate talks in Qatar, where nearly 200 countries have spent the past fortnight working to agree the next steps to a future climate treaty to be nailed down in 2015. However, in the tradition of recent years of talks, where the negotiations have run over by hours and even days, we&apos;re already hearing that a final agreement is not expected until Saturday, perhaps around noon. As our environment correspondent, Fiona Harvey, tells me that&apos;s disappointing considering this was considered a housekeeping conference whose aims were all &quot;eminentlydoable&quot;. Here are the four key areas that officials are trying to agree on:  A continuation of the Kyoto protocol, the only existing legal international treaty for cutting emissions, by the EU, Norway, Sweden, Switzerland and Australia An end to the &quot;twin track&quot; negotiating process that the talks have operated under for several years - the &quot;Ad Hoc Working Group on Long-term Cooperative Action (AWG-LCA)&quot; and the Kyoto protocol group Principles around climate finance to see money transferred from rich to poor countries, though specific numbers are not expected Most crucially, a roadmap to a legal climate treaty to make all the countries in the talk cut emissions, to be agreed by 2015 and come into effect by 2020  You can follow the news here, on the UN&apos;s webcasts, and on the hashtag #cop18 on Twitter.    Updated at 12.30pm GMT  ", 
    "section": "environment", 
    "gid": "global/2012/dec/07/doha-climate-talks-final-day-live", 
    "wordcount": "4640"
}