{
    "headline": "Why power has two meanings on the internet", 
    "text": "Back in 1906, an Italian engineer turned economist named Vilfredo Pareto made a startling discovery: 80% of the land in Italy was owned by 20% of the population. He studied land ownership patterns in a number of other countries and found that the same ratio applied. He also found that the ratio seemed to apply in other contexts: for example, 20% of the pea pods in his garden produced 80% of the peas. In the 1940s, an American engineer named Joseph Juran noticed that 80% of the quality problems in industrial mass-production systems seemed to come from 20% of the possible causes. He then stumbled on the work of Pareto and christened the 80/20 split the Pareto Principle in his honour. Thus was born one of the canonical rules of thumb of business consulting. It turned out that the Pareto Principle was really just a special case of a more general phenomenon, namely the fact that in many areas of life there is no such thing as a typical or average case. This is disturbing because we are culturally programmed to think in terms of averages. For example, if you draw a graph of the distribution of the heights of a significant number of men or women, you will get something that looks like a bell curve, centred on the average height, with very few dwarfs and even fewer people who are over 8ft tall. So familiar is this state of affairs that we call it the &quot;normal&quot; distribution. The trouble is that this normal distribution is actually quite rare in many areas of life. The populations of cities, the sizes of earthquakes, moon craters and solar flares  to take just four examples  are not normally distributed. Nor are the sizes of computer files, the frequencies of words in books, the number of papers written by scientists, hits on web pages, inbound links on websites, sales of books and records or people&apos;s annual incomes. In fact, the more you look at it, the rarer does the normal distribution seem. In its place, we see the distribution of which Pareto&apos;s Principle is a special example: a small number of people/sites/words/etc account for most of the action, with a &quot;long tail&quot; getting very little of it. Thus, instead of most websites having an &quot;average&quot; number of inbound links, a very small number of sites (the Googles, Facebooks and Amazons of this world) have colossal numbers of links, while millions of sites have to make do with only a few. Mathematicians call this kind of pattern a &quot;power law&quot; distribution  using the term power in its mathematical sense  which is deliciously ironic given that a power law distribution actually describes a situation where a select few have most of the available goodies while the majority has almost none. A power law, in other words, in the Mitt Romney sense of the term. Everywhere you look on the internet, you find power laws  yes, even in the Guardian&apos;s online comment forums, where 20% of comments are provided by 0.0037 per cent of the paper&apos;s monthly online audience. And, while there are millions of blogs out there, a relatively small number of them attract most of the readership. Various sinister explanations have been canvassed for this, but really it&apos;s just an illustration of the power of power law distributions. As Clay Shirky once put it: &quot;In systems where many people are free to choose between many options, a small subset of the whole will get a disproportionate amount of traffic (or attention or income), even if no members of the system actively work towards such an outcome. This has nothing to do with moral weakness, selling out or any other psychological explanation. The very act of choosing, spread widely enough and freely enough, creates a power law distribution&quot;. This is where the mathematical and political interpretations of &quot;power&quot; fuse into one. When blogging went mainstream in the 90s, many people speculated that the net would expand what Jrgen Habermas called the &quot;public sphere&quot;, ie &quot;an area in social life where individuals can come together to freely discuss and identify societal problems, and through that discussion influence political action&quot;. With the relentless consolidation of mass-media ownership into the hands of giant conglomerates, that public sphere had been steadily shrinking in the postwar era, with worrying implications for liberal democracy. It seemed a racing certainty that a technology that enabled anyone to become a global publisher without having to kow-tow to editorial &quot;gatekeepers&quot; would change things for the better. Fifteen years on, there are still grounds for optimism, but only if we can find a way of overcoming the tyranny of power laws.", 
    "section": "technology", 
    "gid": "technology/2013/jan/06/power-laws-internet-john-naughton", 
    "wordcount": "801"
}