{
    "headline": "First grey whale spotted south of the equator", 
    "text": "Astonishing news from Walvis Bay, Namibia, where scientists from the Namibian Dolphin project on Tuesday confirmed the sighting of a grey whale. Not only has this north Pacific species been extinct in the Atlantic since the 18th century, it has never been seen south of the equator. The significance of this sighting is creating excitement among marine biologists. It may suggest good news  that the great whales are recovering from the disastrous hunts of the 20th century. Or it may indicate that the changing climate is disrupting their feeding habits  with unknown consequences. A unique sighting of a grey whale in the Mediterranean in May 2010  the animal got as far as Israel  has overturned many preconceptions, with some scientists speculating that this much-hunted great whale  reduced to near extinction in the 20th century  is regaining ancient migratory routes. John Paterson, of the Walvis Bay Strandings Network, says the whale was first sighted by tour boats on dolphin watch on 4 May. The &quot;strange whale&quot; was confirmed as a grey, and photographed, by a member of his team on 12 May. &quot;The question is now, what is origin of this whale?&quot; says Paterson. The photographs prove this is not the same individual that turned up in the Mediterranean, he says. &quot;Is it another individual that has traverse the North-west Passage, or perhaps travelled around the southern tip of South America and across the Atlantic? Unfortunately, we&apos;ll never know the route it followed to get here.&quot; Known as &quot;devil fish&quot; for the ferocity with which they fought the whalers (usually because the hunters targeted the calves, which the mothers fiercely defended), grey whales now permit themselves to be petted by tourists from whalewatch boats off Baja California. Their historic range included the Atlantic, with convincing historical evidence that Icelandic people hunted them. The whales may have migrated south to the Mediterranean to calve in the warmer waters of the Mediterranean, where they would also be relatively free from attack by orca, their only natural predators. As shore-hugging, bottom-feeders, grey whales may have also been once common off British shores. A vertebra in the collection of the Royal Cornwall Museum, Truro, found in Cornwall, has been identified as belonging to a grey whale. The last records of grey whales in the Atlantic appear to coincide with the start of modern whaling off the coast of New England in the early 18th century, with the appearance of &quot;scrag whales&quot; off the island of Nantucket. The southern African grey whale joins other whales where they should not be. In Cape Cod Bay off New England last year, an aerial reconnaissance team from the Provincetown Centre for Coastal Studies surveying the north Atlantic right whales feeding in the bay were amazed to find a bowhead whale  a strictly Arctic cetacean  among their number. Climate change and shifting ice have been attributed to its surprise appearance  with the same conditions possibly accounting for the Mediterranean grey whale, which may have crossed from the north Pacific to the Atlantic via the opened-up North-west Passage. In his forthcoming book, Feral, George Monbiot cites a contemporary proposal to reintroduce grey whales to the Irish Sea by airlifting 50 animals there from California. Today&apos;s news from southern Africa (Walvis Bay translates as Whale Bay) indicates that the whales may be about to achieve their own reintroduction without the need of airpower.", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/14/grey-whale-walvis-bay-namibia", 
    "wordcount": "571"
}