{
    "headline": "Tech City  believe the hype?", 
    "text": "Since the Coalition came to power in May 2010, the Tech City initiative has had significant money, PR and industry support thrown behind it. Tech City is often trumpeted as the saviour of the UK&apos;s flagging economy and the ultimate replacement for a broken financial services industry by capitalising on two of the UK&apos;s greatest, but underexploited, strengths  science and innovation. But how much innovation is actually taking place in Tech City? And what about other burgeoning tech clusters in the UK? When Cameron announced in November 2010 that the UK government would be throwing its weight behind Tech City, he was clear about what he wanted to achieve.  &quot;Our ambition is to bring together the creativity and energy of Shoreditch and the incredible possibilities of the Olympic Park to help make east London one of the world&apos;s great technology centres,&quot; he said. &quot;[We want to] Help to create the right framework, so it&apos;s easier for new companies to start up, for venture capital firms to invest, for innovations to flourish, for businesses to grow.&quot; Fast forward two years, and the announcement of a 50m fund to help regenerate Old Street roundabout attracted similarly grandiose words from the prime minister, the mayor of London, Boris Johnson, and the then incoming CEO of the Tech City Investment Organisation (TCIO), Joanna Shields. &quot;Tech City has become a thriving hub of tech-based enterprise and creativity,&quot; said Shields. &quot;We have a vibrant community here, full of exciting emerging businesses that are growing alongside some of the world&apos;s most respected tech companies.&quot; You might assume from these comments that Tech City is presently Europe&apos;s most dynamic, innovative and fast-growing tech cluster. The fast-growing part is at least true. In 2008 there were just 15 media and technology companies registered in Shoreditch. In 2013, according to the Tech City Map, there are 1,340.  But how many of these startups are actually technology businesses creating innovative products? Number crunch     Slow movers? An audit by the Guardian found that of the 1,340 companies in Tech City, only 137 are tech companies. Photograph: Barcroft Media/Sandalism.co.uk    The Guardian audited every company listed on the Tech City Map, which was set up with the blessing of the government to help analyse their influence, and found that of the 1,340 companies, 137 are tech companies, 700 are PR or design agencies and 482 are &quot;miscellaneous&quot; - which includes charities, pubs, cafes and fashion boutiques. The remaining 21 companies were either entered more than once or entries with no information or link to an external site. So just 10% of companies in Tech City actually do technology, 53% are PR or design agencies, and 37% are &quot;miscellaneous&quot;. Such a low concentration of tech companies raises the question of why the Government has thrown its weight behind Tech City. Is the initiative a cynical PR campaign, with London acting as a figurehead for a wider drive to diversify the economy? Or is there a genuine ignorance to the makeup of Tech City that&apos;s yet to inform policy?  The Guardian asked Benjamin Southworth, deputy CEO of TCIO, a public body that was set up to help grow and promote Tech City, about the figures. &quot;The Tech City Map is a great resource, but we don&apos;t recognise this precise split in terms of companies that make up the businesses based in the cluster,&quot; he said.  &quot;Equally, one of Tech City&apos;s strengths is the interplay between what people have historically called &apos;creative&apos; and &apos;technical&apos; industries. We at Tech City believe that these distinctions are less relevant in an increasingly integrated world.&quot; Southworth argues that &quot;tech should not be siloed into being only one thing&quot;. He says: &quot;At Tech City, our focus is to nurture, support, and celebrate the development of entrepreneurs, the go-getters and business builders determined to strike out and succeed on their own.&quot; Regional ascents Yet other tech clusters, some with a higher concentration of tech companies, exist elsewhere in the UK without the same industrial and governmental support. Cambridge is well known for its roots in hard tech such as biotechnology and engineering; its cluster currently houses 1,535 companies; 12 tech companies in Cambridge have achieved $1bn (642m) valuations in the past 15 years, and the combined turnover of the entire cluster was recorded at 11.8bn in 2011. This makes it one of the biggest, oldest and most successful tech clusters in Europe. Yet politically, Cambridge goes largely unnoticed.  Mauro Ciaccio, founder of CamTechNet.info, a Cambridge technology news and company listing website, thinks the Tech City initiative is partly a PR exercise: &quot;I would say the majority of Cambridge tech companies are innovative companies and that continues to evolve. In the past, it was the [processor design company] ARM&apos;s and hardware manufacturers, the second big one that came was the inkjet printing, and now there&apos;s a whole thing of biotech. It&apos;s seen as the next big sector to explode in Cambridge.&quot; Stewart McTavish, director of Idea Space, a startup enterprise accelerator, says Cambridge has more innovators because &quot;there&apos;s a real experience base of people that have started and succeeded in Cambridge who are able to help people out. Repeat entrepreneurs and investors are part of the ecosystem and they&apos;re willing to spend their time to help develop business ideas.&quot; Further afield in the north-west, Manchester also has an established and growing tech cluster. Trade association Manchester Digital believes digital content and ICT industries account for 45,800 jobs in the Greater Manchester area and generate about 2bn annually in economic output. Shaun Fensom, founding director of Manchester Digital, explains: &quot;Manchester has the most significant internet exchange outside London. There is a large concentration of data centres offering hosting and co-location. These attract carriers and major ISPs  they&apos;re all here  and transit costs are similar to London. Growing clusters of digital, tech and media activity are helping to accelerate this.&quot; Manchester had a thriving games industry years ago with names like Ocean Software, Fensom says: &quot;it mostly collapsed. Now, with mobile apps, it&apos;s back and thriving again.&quot; Newcastle ignited     There are 30 to 40 tech startups in Newcastle, with accelerator programmes helping develop the industry. Photograph: Doug Hall/Alamy    Take a short trip east and you&apos;ll find two sides to the north-east tech scene. First is the small but concentrated tech cluster developing in Newcastle, which is still in its early stages. It&apos;s estimated there are around 30 to 40 startups operating out of Newcastle and accelerator programmes such as Ignite 100 are helping develop the scene. Paul Smith, director of Ignite 100, has personally helped more than 30 tech companies through his accelerator programme. He says the north-east is the &quot;rational choice&quot; for a tech startup because of the better quality of life and lower cost of living.  The other side is the more established and growing clean tech programme that&apos;s creating new technologies such as Nissan&apos;s electric car initiative and SMD developing renewable energy technology. Although the cluster is small, there is a trend emerging of the type of tech company planting its roots in Newcastle. Paul Rawlings, founder of Screach, one of the best known local startups, explains that there is more emphasis on innovation and product development than providing services.  &quot;This is the advantage of these accelerator programmes. There are 10 teams on an accelerator and they&apos;re all creating a product so there&apos;s people to talk to about tech. It&apos;s happening down south too, but up here it&apos;s moving more towards product creation than service offering. A lot of companies are starting to realise there&apos;s more money in product than service.&quot; Brighton rocks Brighton, too, has an established tech cluster. It&apos;s less hard tech than Cambridge and Manchester, instead focusing more on the creative adaptation of existing technologies. Phil Jones, director of Wired Sussex, a members&apos; organisation for digital companies in Brighton, told the Guardian that &quot;In this city, no idea is too off-the-wall not to be treated with respect. This is key in these new industries where disruptive thinking is in their DNA.&quot; Wired Sussex, alongside Manchester Digital, Bristol Media and the South East Media Network formed an alliance called One Digital in 2009 to represent the UK&apos;s tech clusters outside of the capital. Jones says: &quot;Brighton, Bristol and Manchester formed the One Digital alliance because we recognised that all three tech clusters could benefit from sharing our individual experience, expertise and knowledge.&quot; Unlike Tech City and TCIO, all are funded by their member companies. &quot;It does need to be recognised that rapidly growing clusters like ours in Brighton that successfully fuse creativity and technology have much that Tech City could learn from,&quot; says Jones. So Is TCIO too London-centric? &quot;We recognise and support the other technology clusters around the UK, and we are looking at ways we can take what&apos;s happening in Tech City and use this to help establish, nurture and support a community of ideas and innovation around the country,&quot; says Southworth. &quot;In the coming months, we will be collaborating with other technology clusters from around the country to share ideas, thinking, resources and learnings in order to build on our collective success.&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/01/tech-city-funding-uk-startups", 
    "wordcount": "1523"
}