{
    "headline": "The Realm, Kickstarter and the joy and fear of game development", 
    "text": "Now reaching the end of its Kickstarter appeal, Atomhawk&apos;s The Realm, is a visually stunning adventure game, set in a future England now re-taken by nature. A young girl named Sarina sets out from her village to find a cure for her sick mother, encountering and befriending a gigantic stone golem on the way. Originally conceived as an experimental side-project, the beautiful artwork soon started generating interest online  encouraging the development team to consider an official release.  The thing is, Atomhawk isn&apos;t really a development house; it is a specialist art studio, providing assets to a range of Triple A titles from the likes of Sega, Ubisoft and Disney. The company was founded by a group of industry veterans who have all been through the ups and considerable downs of this volatile business; it would have been easy to leave development behind. But somehow they couldn&apos;t. The Realm is now just days away from funding  or, god forbid, failure. Here, studio director Cumron Ashtiani talks about the fear and potential of Kickstarting a project, and the pleasure of making a full game again. So The Realm was originally meant as a portfolio project? How did it come about? As an art studio, it is easy to fall into being &quot;art guns for hire&quot; and that could lead to us losing touch with our own desires to create. In my experience, people can become jaded if they find themselves letting go of the majority of their ideas, in return for commercial success. Don&apos;t get me wrong, we love working on all the amazing projects that we get to collaborate on, but sometimes it&apos;s nice to make something for ourselves. The Realm is different. We decided that we would set ourselves an internal project of our own design. We embarked on an experiment to see if we could generate a universe, back-story and characters from scratch just as I did when I was an in-house art director at numerous game development studios. The project was designed to teach the team the art of IP creation. Let&apos;s quickly talk about your past. You were at Midway&apos;s UK office when it closed  can you tell us about that experience? It was very harsh at the time. In my case, it was the third time I&apos;d been through a studio closure and I just couldn&apos;t believe it was happening again  and my wife was expecting our first baby at any time. What was especially tough was that we were not paid our notice or severance and so we were all left broke and in need of work. However, nearly 4 years on I have a very different opinion of what happened. Midway closing was a blessing as it liberated a load of very talented guys who may have otherwise been too scared to move on. Nearly all of the team moved on to better jobs at more successful developers, or moved into other industries, and a large portion of us went on to found new companies. Between Atomhawk, CCP and Pitbull Studios, that all founded from the ashes of Midway, we now employ nearly 60 people. Midway was only 78 in its final days and a lot of that team now work at companies like Sumo, Ubisoft and Rare. So Midway&apos;s closure actually went on to generate more jobs in the North East by creating three new successful companies. When did you start considering making The Realm into a full game? The idea to make it into an adventure game was born out of a partnership between Atomhawk and a former colleague, Tom Szirtes (Lantern Interactive&apos;s Director). We previously worked together, many years ago, on the horror-survival game The Thing and have been friends ever since. We were having a few beers at GDC in San Francisco last year and I showed what we had been working on. He was very excited and suggested we make it into a game. The next thing I know he&apos;s quit his day job at Orange and was working away on the Realm... the guy&apos;s a mad man but for all the right reasons. What is it about the project that&apos;s inspired people? I mean, it looks beautiful of course, but what else?I&apos;m so pleased that people have been inspired by its beauty, there are not many games out there that create a believable, non-abstract world and at the same time don&apos;t go down the dark and apocalyptic route. I really liked Journey and Enslaved for that reason and this has resonated. I think it also has appeal because it captures that sense of mystery, fantasy and adventure that people remember from great stories they read or watched as children. We deliberately wanted to create a universe that raises a ton of questions and sets your mind wondering. The idea was to mix the Western, high quality art of Pixar with the epic scale, fantastical stories and odd characters found in Miyazaki&apos;s work. And this has also gone down well. What has inspired you to move away from traditional games industry influences and forms?I&apos;ve always made horror games, war games, violent games... but I became a dad a couple of years back and having a daughter just made me realise that while the games I had been making were great, I can&apos;t share those with her. We all wanted to make an &apos;oldskool&apos; adventure game that relies on a great story, great puzzles and great art and audio, something everyone can enjoy at all ages. But then, the fantasy genre is rather over-populated. Titles like Skyrim, Dragon&apos;s Dogma, etc, all seem to be essentially inhabiting the same spaces...Skyrim and Dragons Dogma are big budget action RPGs  we have little in common with them. We are doing something different with our blend of Ico-inspired co-dependency gameplay and point-and-click style emphasis on story, puzzles and stunning environments. The Realm should offer something to gamers tired of the same old stuff. Why Kickstarter? It seems after the honeymoon period last year, developers are finding it hard to get funding in this way There was an inevitable boom at the start as people discovered crowd funding and jumped to try it. Like all new frontiers, there was a lot of scope for big gains. However, the people that went first had to find that secret key to success themselves  we&apos;re now able to look at what they did and learn from it. I do think that the public are suffering a little from fatigue but it&apos;s still a very good way to find funding if you are prepared to put the preparation work in. One big problem is that Kickstarter in particular is still very US-focused and US backers tend not to look at projects outside of their locale. That is what we really need: the British public&apos;s support. So what if The Realm is a huge success  do you think you&apos;ll return to development on a fulltime basis?Atomhawk has no intention of becoming a game developer again, we&apos;re quite happy doing what we do  that is why we have partnered with old friends. We&apos;re truly embracing the movie industry model that we&apos;ve been used to from working with our film clients: it&apos;s about bringing a team of experts in their field together to make a project happen, rather than feeling we need to build a development studio. Atomhawk will provide the art, Tom and Lantern will handle development, Richard Jacques on audio and Andrew Curtis will lead the project&apos;s design. Just like how a team comes together to make a movie. Which means less risk but also better talent as it can take a very long time to hire people of that calibre as employees. Do you think this is generally a good time to be an indie developer? It seems elements such as digital distribution and crowd funding have opened up opportunities but at the same time, there is the huge problem of discovery You&apos;ve hit the nail on the head in your question really. The market place is a lot more open and accessible which is great, but at the same time the competition is fierce and the market is crowded. You have to create something really special to stand out, plus spend a lot of time making sure people know about it. Do you have a key piece of advice for developers thinking of using crowd-funding?Make sure you set up your social media networks and start to gain followers and build a community before you launch. For a project like the Realm, we average 20 per backer and so we need around 9500 backers. Reaching that many people in four weeks is hard and so anything you can do in advance to generate more awareness really helps. Have a Facebook page, Twitter account, etc, and start collecting supporters early as they then help spread the word on launch. The other big one is make sure you get set up for US payments. Running a UK only Kickstarter means that people have to pay by credit card. Fine here in Britain, but a lot of Americans don&apos;t have one or have one that is not compatible with UK payment systems. If you get set up for a US bank account then you can use Amazon payments and that is really easy for US backers. We&apos;ve also only just discovered in our own campaign that a lot of Germans also prefer to pay in USD and use Amazon payments and so for an adventure game like ours, this has made it harder than it needed to be. Getting the US bank account take six-eight weeks and so that needs to be started early! What has this process taught you about contemporary game development in the &apos;indie&apos; space?Indie development is &quot;seat of your pants&quot; and that comes with some great positives but also some negatives. The positives are that you can explore ideas that are beyond the normal safe threshold of most publisher business models. You can also retain more control over your games and connect directly with the players. This means that rather than working in isolation for three years on a AAA console game without even knowing if people will actually like it&apos; we can test things out and see what resonates with the player. The downsides are that as the budgets are smaller, you have to really get creative to make that money go further. Indie dev also comes with a degree of personal risk as often you have to invest your own money and time which could be painful if the project fails. It&apos;s all about calling in favours whenever you can and generally being cheeky! The Realm is due for release on PC and Mac. Visit the Kickstarter page for more information.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/17/the-realm-kickstarter", 
    "wordcount": "1806"
}