{
    "headline": "If cycling infrastructure ideas are ignored, very little will change", 
    "text": "The all-party parliamentary cycling group inquiry, to which I presented some of your ideas a fortnight ago, is rumbling on. Today, MPs and peers examine cycling infrastructure. Among the assembled witnesses is Dr Dave Horton, a cycling sociologist whose Understanding Walking and Cycling project, which I wrote about in 2011, had a big impact on my thinking. Below are the five points Horton sent to the committee in advance, to give an idea of his thinking, followed by some more thoughts, penned specially for this blog. This, to me, is somewhere near the crux of the current cycling debate in Britain. Very simply, if the top of government ignore these ideas, very little will change. That&apos;s my opinion, anyway  I&apos;d be intrigued to know yours. Five points from Understanding Walking and Cycling: 1. If cycling conditions remain much as they are across Britain, cycling will remain a very minor mode of urban mobility, practised mainly by a committed hardcore of cyclists who feel able to &quot;do battle&quot; with motorised traffic, while being completely off-putting for &quot;the normal&quot;, and vast, majority. Current conditions for cycling STOP Britain cycling. 2. A significant increase in levels of cycling requires a reversal in the balance of power between the car and the bicycle. Travel by car for short trips in urban areas must become more difficult, so that it starts to feel abnormal and exceptional. In contrast, policies must be put in place that make cycling easy, safe, comfortable, and accepted as the normal and obvious way of moving around urban areas for most people. 3. It is essential that the urban environment is made safe for cyclists. This requires provision on all arterial and other busy roads in urban areas of dedicated space for cycling, separated from both motorised traffic and pedestrians. It is clear from the research that most non-cyclists and recreational cyclists will only consider cycling regularly if they are separated from motorised traffic and that pedestrians are hostile to pavement cyclists. 4. There needs to be effective restrictions on traffic speeds, parking and access on all residential roads and other routes without dedicated cycle and pedestrian paths so that cyclists (and also pedestrians) feel that they have a safe and convenient environment in which to travel. This could include 20mph speed limits and resident-only access by car in some areas. 5. All provision for cycling should be predicated on people often needing and/or wanting to travel as a group. It is very rare indeed for people currently to feel able to cycle together in British cities, which is a significant barrier to cycling in general but family and child cycling in particular; this must change for cycling to become normal. Dedicated cycling provision must be designed for group rather than solo cycling, and where cycling shares space with motorised traffic cyclists should be given priority. And here&apos;s what Dave wrote for us:  The Understanding Walking and Cycling project, funded by the UK&apos;s Engineering and Physical Sciences Research Council, spent three years investigating people&apos;s attitudes to and experiences of these two sustainable modes of mobility. Through a mix of quantitative and qualitative methods, the project learned much about what currently stops so many people from cycling short, urban journeys, and what it will take to get them to do so.  Perhaps the project&apos;s key finding, when it comes to cycling, was the existence of a values/action gap. Not everyone but certainly many people consider urban cycling a very good thing, and something which  ideally  they&apos;d like to do. But these pro-cycling values aren&apos;t being translated into cycling action, because cycling currently requires each individual to do too much work.  Horton explains:  &quot;In Britain the onus remains on people to get themselves fit for cycling, and ready and willing to &apos;do battle&apos; with an often hostile transport environment. That&apos;s no way to get Britain cycling. Instead of expecting people to equip themselves to cycle effectively through an environment which most perceive as too difficult and dangerous, we should be much more serious about changing that environment in ways which make cycling easy, safe, convenient and obvious - in a word, &apos;normal&apos;. Only when we get serious about systematically building cycling into the urban environment in this way will we be serious about getting Britain cycling.  Cycling advocates tend to take our findings as rather depressing, but I think the opposite. What&apos;s depressing is the amount of commitment and energy we&apos;ve put into promoting cycling, certainly for as long as I&apos;ve been involved in cycling advocacy - about 20 years - with so little effect. Our strategies simply aren&apos;t working, and the sooner we recognise the fact, and insist that if central government is really serious about boosting cycling then it needs to take the lead and get really serious about prioritising it above the car, the better. We&apos;ve yet to create a culture of cycling in Britain because central government has yet to try to do so.  London, particularly inner London, is clearly ahead of the game here, partly because a culture of car use as ordinary for short urban journeys is less embedded there than in most of the rest of Britain. It&apos;s very good to see cycling increasing in some places, but we mustn&apos;t let that - or indeed any easy talk about a &apos;cycling renaissance&apos; - lead to complacency and the sense that cycling will somehow inevitably grow without concerted action. It won&apos;t. Over the last half century we have effectively designed cycling out of the urban environment and over the next half century we must effectively design it back in again, starting now.  The Understanding Walking and Cycling concluded that the changes required to get Britain cycling are systematic, but visible change on the ground is clearly key.  ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/feb/06/cycling-infrastructure-ignored-little-change", 
    "wordcount": "967"
}