{
    "headline": "Halo 4: Master Chief redesigned and campaign mode widened", 
    "text": "The question of who Master Chief is and what makes him tick will be key elements of the Halo 4 single-player campaign  that was the message delivered by developer 343 Industries at the Xbox Spring Showcase in March. The enigmatic lead character of the original Halo trilogy is set to return to action in the fourth title, due for launch this winter, after sitting out previous prologue installment, Halo: Reach. And this time, we&apos;re told, it&apos;s personal. &quot;Master Chief is the heart and soul of Halo and as gamers we missed him,&quot; said executive producer, Kiki Wolfkill. &quot;We wanted to contiune his story and map out his journey over the next 10 years. It was a real challenge to think about how we take this beloved hero and move him forward.&quot; Graphically, the character model has received a huge overhaul. Images of Chief, as well as other Spartan soldiers, reveals densely detailed armour with a Batman-style rubberised material beneath the metallic plates and at joints. &quot;We want to provide a very visceral first-person experience and to deliver on the fantasy of being this 900 pound spartan, feeling that combination of strength and athleticim that defines him,&quot; said Wolfkill. &quot;We reworked the armour with an eye toward the functionality he&apos;ll need today, but also trying to think over the next decade to some of the things he could be doing.&quot; Although 343 Industries will not reveal the new enemy of the series, after the defeat of the Covenant, it has provided some juicy hints. &quot;Chief has faced an enemy in the past that he knows very well,&quot; said Wolfkill. &quot;Now he&apos;s going to face a new threat, it&apos;s very ancient, very dark and it&apos;s going to present challenges that he&apos;s never had to face before. How he does that, the decisions he has to make, will help to define him as a hero and give him more dimension as a character.&quot; The rumours are that this ancient antagonist will be the Forerunners, the alien race that built the halo technologies at the centre of the series. Unsurprisingly, 343 Industries would not confirm this. Speaking to the Guardian, Wolfkill stressed: &quot;From a game perspective, it&apos;s a completely new enemy.&quot; Telling an engrossing story around this new confrontation is clearly a major concern for the studio. &quot;There&apos;s such a rich fiction around Chief that we get in the books and other media, but it hasn&apos;t traditionally come through in the game,&quot; said Wolfkill. &quot;So how do we take some of that and really pull back the curtain on Chief and his motivations? &quot;We want to look under the mask, without being disruptive to the game experience. It&apos;s a first person experience, so it&apos;s about how we reflect Chief in the people around him. Obviously Cortana is his closest friend and ally and their relationship is very important for the story  she reflects Chief. In some ways, she&apos;s more human than him  so how do we capture some of that humanity?&quot; That whole idea of getting under the mask, seems to be a guiding element. Wolfkill also pointed out at one stage that the team was redesigning the heads-up display. The idea is to give players a real feel for being in the Spartan helmet, looking out through its visor, and interacting with its futuristic technology. Will ammo and weapon data be illustrated like an augmented reality display overlaying the visor? Something akin to the helmet cam in Need for Speed: Shift 2? We&apos;ll see.     Halo 4    Elsewhere, creative director Josh Holmes claimed during the Xbox event that the game would have a darker feel than previous instalments. &quot;We want to tell a more impactful, more emotional story than ever before in a Halo game,&quot; he said. &quot;The focus is on the depth of character development. What this means for the game is a darker and more sophisticated tone  that&apos;s in service to the story we&apos;re telling and the themes that will come up through that story. And we&apos;re thinking about this in the context of a story that will be told over multiple titles, with a span of the next decade or more.&quot; Speaking to the Guardian, franchise director Frank O&apos;Connor also promised a total technical overhaul for the series. &quot;We talked about the engine a few days ago,&quot; he said. &quot;We were asking ourselves, well, what is it exactly? If you&apos;re using a commercially available engine, it&apos;s really easy to pick a rubicon  it&apos;s version number one, or two or three, etc. But the Halo engine is more organic, it&apos;s something that&apos;s evolved over the years. &quot;There&apos;s still some code from Halo 1 buried in our engine, but it would probably be pretty unreconisable to the original developers. In Halo 4, almost every single system has been either radically overhauled or rewritten from the ground up. Almost nothing is untouched. I don&apos;t know what to call that! It&apos;s such a radical evolution of what it was, even as recently as Reach. The way we render, the way we stream textures, the way audio is handled  everything is very different. But the core gameplay, the spirit, is intact.&quot; O&apos;Connor also hinted that we can expect much larger levels and environments in the single-player campaign of Halo 4. &quot;Our coding and engineering team is second to none,&quot; he says. &quot;They&apos;ve done wonders. Some of our campaign levels are going to be way bigger than the already gigantic spaces seen in previous Halo titles. The 360 is a very flexible platform, and we get a lot of support from Microsoft to do things that would otherwise be very challenging.&quot; But O&apos;Connor was also keen to bring the discussion back to that over-riding concern: narrative. &quot;The story we&apos;re telling this time is really personal. It&apos;s about characters and people, in a way that it hasn&apos;t been before. That&apos;s how you can move players. What people care about ultimately is other people. They want that in the context of epic tales of heroism and enigmatic galactic mystery, or whatever  but really, it&apos;s about, &apos;how can I identify with that character?&apos; That&apos;s where we&apos;re really pushing the envelope.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/05/halo-4-master-chief-redesigned", 
    "wordcount": "1053"
}