{
    "headline": "Kia Rio EcoDynamics", 
    "text": "13,04588.3mpgTop speed 106mph Last week a little girl saved my life. Bywaking up and stumbling downstairs as we were leaving afriend&apos;s house, 10-year-old Kitty delayed our leaving by a crucial 60 seconds  a minute that we&apos;ll be repaying her for decades. We said our goodnights and as we headed out into the frigid night, the hush was shattered by what sounded like an empty skip being tossed down the road by arampaging elephant. The awful scraping, graunching, grinding, banging racket finally came to an end. We stood in the porch, frozen. Then, as the spell broke, we ran out on to the pavement. In front of us, steaming and hissing in the cold, was a wrecked people carrier rocking on its side, a trail of destruction in its wake, as if a small tornado had passed through. The driver, trapped inside like a drunken goldfish, was trying to open the sunroof, thinking it was the door. He was so drunk that much later, when the fire brigade chopped him out, the police had to carry him to the squad car. Taking in the carnage I didn&apos;t at first recognise the car we&apos;d driven to the party in  aperky little Kia Rio. But yes, there it was, shoved 10ft down the road and on to the kerb, its pretty face crumpled like aprize-winning pug&apos;s. The doors had burst open and the front wheels had folded sideways as if curtseying. Ilooked through the broken glass at the seats where we&apos;d have been sitting. Then I walked to where the drunk was flapping his arms uselessly in the bubble of his trashed car and (this surprised me, Ihave to say) smashed my fists on the sunroof and screamed through the glass at his face: &quot;Why are you driving when you are this pissed?&quot; Bystanders gazed at me in the yellowy light. The drunk stared at me uncomprehendingly, his guppy mouth opening and shutting. Though it was Kitty who saved us, I think the sturdy little Kia would have made a decent fist of trying to if she hadn&apos;t. The headline this fourth-generation Kia has been making is that with its 1.1-litre three-cylinder turbodiesel, it is the most efficient non-electric car in the world, including hybrids and eco specials. Sporting the full gamut of Kia&apos;s EcoDynamic fuel-saving technologies, it will do an eyepopping 88.3 miles to the gallon while producing a barely detectable 85g of CO2 per km. Laudable though that is, it&apos;s the robust safety features of the Rio that have attracted my attention. To help avoid a crash, all Rio&apos;s are fitted with electronic stability control and emergency brake assistance, which ensures maximum stopping power is guaranteed even if you don&apos;t apply full force to the brake. Once a crash becomes unavoidable, you can put your faith in twin front, side and curtain airbags, seatbelt pre-tensioners and load limiters for the front occupants, as well as crumple zones fore and aft to absorb and dissipate the force of a crash. Finally, when all else fails, there&apos;s a body shell as rigid and unyielding as the Pontypool front row. I&apos;d like to have spent longer getting to know the Rio and its frugal engine  its life was cut short with just 730 miles on the clock  but what I saw of it I liked very much. And Kitty, thanks for waking up.", 
    "section": "technology", 
    "gid": "technology/2012/jan/01/kia-rio-ecodynamics-efficiency-safety", 
    "wordcount": "580"
}