{
    "headline": "Kicking down the doors: how to give scientific advice to governments", 
    "text": "If bird flu ever begins to spread between people, we wouldn&apos;t expect the government to ask the bloke down the pub for advice on how to handle the crisis. We&apos;d expect ministers to consult a crack team of virologists.  While most of us might have an opinion on solving the debt crisis or the housing shortage, when it comes to the details of cutting-edge science we need people who have demonstrated a sound grasp of the field in question. Scientists are often said to stand aloof from society  and the political process. The work of a researcher in a lab or at a computer requires long hours of intense concentration to ensure their efforts stand up to the scrutiny of their peers. It&apos;s little wonder that so few scientists want to get mixed up with the messy business going on in the House of Commons or Whitehall. Bob Watson has managed it, though. The chief scientific adviser (CSA) at the Department for Environment, Food and Rural Affairs, Watson retains a foothold in academia as a professor of environmental sciences at the University of East Anglia. The arrangement was recently praised by the House of Lords Select Committee on Science and Technology. In its report Strengthening the Role of Chief Scientific Advisers, the committee even went so far as to recommend it for all CSAs, suggesting that most of them should be employed only on a part-time basis so that they can conduct outside research.  However, in its response to the report  published on Friday  the government has rejected the idea that most CSAs should be part-time, saying instead that individual departments, not government, should set CSAs&apos; hours. Even if a CSA can juggle a role in research with one in Whitehall, the committee found that they may still experience difficulty in plugging science into the policy process. Giving evidence at the Lords&apos; inquiry, former Home Office CSA Professor Paul Wiles admitted that access to ministers was never automatic. &quot;I think part of the job of a CSA is to make sure they kick the door down,&quot; he said. It&apos;s fun to imagine an outraged scientist barging into a minister&apos;s office with stacks of data printouts on whether a badger cull is the right way to combat tuberculosis in cows, but does it have to be this way? The Lords didn&apos;t think so, because they also recommended that CSAs have a right of direct access to ministers, and the government has agreed, albeit without turning this into a formal policy. For the time being, while CSAs continue kicking down doors, one institution will sit above the fray. The House of Lords has &quot;an extraordinary breadth and depth of expertise&quot;, according to Chris Tyler, the science policy academic set to take over as head of the Parliamentary Office of Science and Technology (Post) in June. &quot;The role of the House of Lords in scrutinising parliamentary legislation is greatly benefited by that.&quot;  And it might be all but lost if the Lords became an elected chamber: in a recent survey, only six out of 37 peers from a research background said they would stand. But bills with elements of science are ripe for the special kind of peer review that only the Lords provides. When it comes to science, the Lords contains an impressive bunch  from zoologist John Krebs to astronomer Martin Rees and fertility doctor Robert Winston, who was voted &quot;Peer of the year&quot; by fellow parliamentarians in 2008 for his work on the Human Fertilisation and Embryology Bill. But most peers are not scientists or even lay science champions. And in any case, a peer with a science background may have conducted their research decades ago and is now out of touch. So Post is working on a study of how peers access science with the idea of setting up an induction scheme to keep new peers abreast of scientific progress. In its report, due in September, Post will also look at how to ensure peers receive independent information when they assess partisan claims made by lobbyists. While the Lords rejoices in an impressive display of scientific expertise, the House of Commons puts on a poor show. &quot;There are very few MPs who have any sound scientific knowledge,&quot; laments Julian Huppert, the only MP whose former employment was as a research scientist (only two other MPs have PhDs). Huppert is frequently calling for more MPs with a science background. He said recently: &quot;We need to encourage people from a diverse range of careers and backgrounds to enter politics so that we have a mix which is more representative of the people that we have been elected to serve.&quot; This point about proportionality is illustrated in the graphic at the top of this article (click to enlarge). Using data from the Science Council&apos;s 2011 report into the UK&apos;s science workforce, it shows that proportional representation of those in a primary science role among the general population (1.2 million people) would result in their occupying 13 of the 650 seats. Including those in a secondary science role (4.6 million), this rises to 60 seats. And yet at present only one seat is occupied by a scientist from a research background  Huppert&apos;s. But soothing concerns over how science is handled in parliament cannot be as simple as electing more scientists to Westminster. The main problem, says Ian Taylor, a science minister in John Major&apos;s government, is that addressing science in parliament is not a particularly good way to climb the greasy pole. &quot;Those of us who did talk a lot about science were regarded as being a little bit geeky and slightly strange,&quot; says Taylor. He recalls talking about space exploration in the Commons, when &quot;the reaction from the front benches was that they&apos;d love to give me a one-way ticket&quot;. If this was how Taylor, who doesn&apos;t have a science background, is treated in parliament, you can understand the reluctance of actual scientists to become involved in politics. And, in any case, Huppert&apos;s call for more scientists in parliament skips over two key points. First, in focusing on an elected chamber, Huppert overlooks not only the role of the government&apos;s CSAs but also the thousands of scientists employed across the civil service. It also ignores the opportunities to improve the way mechanisms such as the select committees and Post incorporate current scientific research from our universities and institutes into policy formation. Second, it seems people outside parliament are becoming more engaged. More scientists are lobbying MPs on science issues and activists are tracking MPs&apos; records in order to force them to commit to evidence-based policy. As former Times science editor Mark Henderson argues in his newly published book, The Geek Manifesto, &quot;The geeks are on the march.&quot; In my next article, I&apos;ll explore whether geeks could really force a cultural change among politicians. If you have stories, data or opinions for the &quot;Talking science to power&quot; series, please comment below, tweet me @AdamCommentism or email talkingsciencetopower@gmail.com", 
    "section": "science", 
    "gid": "science/2012/may/11/kicking-down-doors-scientific-advice-governments", 
    "wordcount": "1187"
}