{
    "headline": "Branch campuses: the lay of the land", 
    "text": "It seems everyone wants a British degree these days. In Malaysia and Singapore, more than 45,000 students are currently enrolled on UK university courses; in Hong Kong, more than 20,000. UK universities are truly global institutions, says Professor Reg Jordan of Newcastle University  and they are rapidly expanding their reach. &quot;Students gain a great deal of life experience, new friends, and greater understanding of cultural differences and new ways of studying and working,&quot; says professor John Chapman of Glasgow University. Staff follow new lines of research and cement bonds with new colleagues. Some students attend purpose-built campuses, taught by home-grown or international academics; some are taught in local colleges by UK academics on flying visits; some take degrees franchised from the UK but taught by locals; and some staff and students participate in exchanges. Branching out Branch campuses teach UK degree programmes in international locations, explains Professor Andy Walker of Heriot-Watt University Edinburgh. In Malaysian administrative capital Putrajaya, Heriot-Watt is opening a new campus to teach science, engineering, business, mathematics and design to 4,000 students from 2014. Quality (exam moderation and the syllabus) is assured by the mothership in Scotland, while staff for Heriot-Watt Malaysia are internationally recruited. Whereas Malaysian universities are licensed by the ministry of education, UK universities are self-determining not-for-profit entities. The ministry limits which courses universities can offer, though not their content. &quot;Quality is our hallmark,&quot; stresses Reg Jordan, &quot;but you can&apos;t come in here like some neo-imperialist. You have to understand what the host wants: moving their population up the knowledge chain. They need a lot more doctors, for instance.&quot; Newcastle is building a flagship campus in EduCity, Johor Bahru on the southern tip of Malaysia, an ambitious project encouraged by the Malaysian government. Pre-medical students are already taking Newcastle&apos;s degree; they will soon be joined by engineering students from the University Southampton as well as those studying education, English language and business from the University of Reading. Newcastle academics are seconded to Malaysia for 18 months to three years, with visitors flying out for a month&apos;s teaching. &quot;It&apos;s not for everyone,&quot; stresses Jordan, but opportunities for career development and research attract Newcastle staff to stints teaching abroad. However, most staff are locally recruited. Newcastle is following the market. &quot;If we sit here in the UK waiting for students to come to us, it will all dry up,&quot; says Jordan. Nottingham, which calls itself a &quot;truly global university&quot;, has had a Malaysian campus in Kuala Lumpur since 2000. Likewise, Liverpool&apos;s ambitious collaboration with Xi&apos;an Jiaotong in Suzhou is the largest international collaborative university of its kind in China and one of the largest branch campuses in the world. However, the UK still draws students, both on the popular exchange programmes, and directly  Oxford Brookes, for instance, has more than 4,000 Singaporean students. Students taking Birmingham&apos;s MBA in Singapore can take a year in England; third-year students in Malaysia&apos;s International Medical University may transfer to Glasgow; while hundreds of students from Hong Kong finish their degrees atMiddlesex. More commonly, says Andra Edwards, director of international development and mobility at the University of Birmingham, UK academics work as a &quot;flying faculty&quot;, teaching students in Singapore, Malaysian and Hong Kong institutions in intensive blocks of two weeks. Lancaster University&apos;s small but respected MA in Teaching English as a Second Language (Tesol) works similarly, appealing alike to UK academics and Hong Kong students, who work full-time along with study. Far-flung campuses But the fastest growing model offers UK degrees taught locally, with exams and syllabuses moderated from the UK. Thousands of students take Heriot-Watt degrees in local institutions in Singapore, Malaysia and Hong Kong. Glasgow&apos;s John Chapman adds: &quot;By next year, we will have 15 staff based in Singapore and a total of 600 students on our programmes there. All these students have the option to spend four weeks in summer in Glasgow.&quot; Students develop into loyal alumni. University of Kent alumni in Hong Kong have been building exchanges with Hong Kong universities in politics, international relations and business since 1966. Links have expanded into joint four-year business degrees and double master&apos;s degrees, where students attend both universities and get two degrees. Such arrangements benefit the UK in more than income. Links with other universities continue to proliferate  professor Roger Vickerman of Ken, for instance, is now researching across several Hong Kong universities. &quot;Education is an important feed into industry generally,&quot; he says. &quot;The more we can get British students to learn in other environments the better.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/16/branch-campuses-hong-kong-asia", 
    "wordcount": "803"
}