{
    "headline": "Anonymous collective will decline in 2013, McAfee report predicts", 
    "text": "A few short weeks ago, the sometimes lauded, sometimes hated hacking collective Anonymous launched an attack against the nearly universally disliked extremist Westboro Baptist Church. After the church announced they would be protesting at the funerals of victims of the Sandy Hook shooting which included 20 children aged six and seven Anonymous used one of their favored tactics of a data drop to publicly release the addresses, social security numbers and contact information of the group&apos;s known members. This information leak happened just before security firm McAfee released a report on Thursday that predicted the decline of Anonymous in 2013. A team of McAfee labs researchers said in the 2013 Threats Predictions (pdf) that too many &quot;un-coordinated and unclear operations&quot; made by Anonymous are destroying its reputation.   Added to this, the disinformation, false claims, and pure hacking actions will lead to the movement being less politically visible than in the past. Because Anonymous&apos; level of technical sophistication has stagnated and its tactics are better understood by its potential victims, the group&apos;s level of success will decline. However, we could easily imagine some short-lived spectacular actions due to convergence between hacktivists and anti-globalization supporters, or hacktivists andecoterrorists.  The McAfee assessment draws a distinction between purely political hacking groups and the loose collection of hackers at Anonymous, irrespective of the group&apos;s evolution into a politically motivated group. Writing for Wired, journalist Quinn Norton explained in July how the group has changed. Norton said: &quot;In the beginning, Anonymous was just about self-amusement, the &quot;lulz,&quot; but somehow, over the course of the past few years, it grew up to become a sort of self-appointed immune system for the internet, striking back at anyone the hive mind perceived as an enemy of freedom, online or offline.&quot; Anonymous&apos;s collectivist structure means that individuals decide whether or not they want to partake in hacking when an operation is proposed from within. In part because of this decentralized structure, the McAfee analysis predicts that attacks by Anonymous will be usurped by cyber-attacks orchestrated by &quot;more politically committed or extremist groups.&quot; McAfee also expects an increase in successful hacks by &quot;hacktivists&quot; who use their skills to aid political groups in areas plagued by unrest and tyrannical internet control, like Libya.  Anonymous mounted several distinctly political cyberattacks in 2012 including hacks of local and federal US government agencies, a Mexican drug cartel and the Syrian defense ministry. The group&apos;s most notable act of the last 12 months came from a 2011 hack of private intelligence firm Strategic Forecasting (Stratfor), which resulted in the release of more than 5m emails between the company and its clients by WikiLeaks in 2012. This attack resulted in what might become the real threat to Anonymous&apos; ability to wreak havoc on the cyberworld in 2013 legal action taken by government agencies. Anonymous&apos;s &quot;former unofficial not-spokesman&quot; Barrett Brown was arrested in September for threats made against the FBI and is also facing federal charges related to the Stratfor information release. One of those charges is for posting a link in a chat to credit card information and identities of 5,000 people in Stratfor&apos;s database, which puts journalists who share similar data dumps in a compromising position. The Chicago-based hacker Jeremy Hammond, 27, was arrested by the FBI in March for charges related to the Stratfor hack. Both Hammond and Brown have been cited as potential members of Anonymous&apos;s now-shuttered offshoot LulzSec, which met its digital end after it was discovered that one of Anonymous&apos;s most notorious hackers was an FBI informant. The informant was top Anonymous hacker Sabu (real name: Hector Xavier Monsegur) who had a hand in the Stratfor hack, a cyber-attack on News Corporation and cyber-attacks on UK and US law enforcement groups. Information he provided to the FBI led to the arrest of Brown, Hammond and a handful of other members of the collective. His status as an FBI informant suggested that the intelligence agency has been privy to discussions between the group and WikiLeaks, compromising the Anonymous&apos; safety and showed that Anonymous could be subject to information leaks just like the rest of us, gives credence to the McAfee assessment. The strength of the group&apos;s influence in 2013 remains to be seen, but the McAfee report also issued warnings for other cyberthreats, including an increased likelihood of mobile phone attacks and large-scale attacks like the computer worm Stuxnet, which aim to destroy infrastructures, not steal money.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/dec/28/anonymous-collective-decline-2013-mcafee", 
    "wordcount": "752"
}