{
    "headline": "Citizen science project Opal marks its fifth anniversary - in pictures", 
    "text": "   Naomi Wilkinson from BBC's Live n' deadly shows children from St Osmund's primary school in London that slugs are OK Photograph: Kevin Webb/NHM/OPAL       The open-top chambers of the Opal Air Centre, at Imperial College London's Silwood Park campus, Ascot.  The Opal air survey is studying lichens found on trees and also looking for tar spot fungus on sycamore leaves  both are indicators of local air quality  Photograph: Peter Damerell/OPAL       A female red mason bee (Osmia bicornis) carrying mud towards her nest. Opal is encouraging the public to make their own 'bee hotels'  Photograph: Jeremy Early/OPAL       A brown lipped snail (Cepaea nemoralis) on Wimbledon Common Photograph: Laura Gosling/OPAL       Identifying one of the UK's 7,000 species of flies on a buttercup, through a magnifier Photograph: Laura Gosling/OPAL       A cardinal beetle (Pyrochroa coccinea) is counted during the Opal bugs survey Photograph: Kevin Webb/NHM/OPAL       A caterpillar called  Orgyia antigua  or Vapourer moth. Opal's website's includes a bug zoom gallery that aims to help people taking part in the bug survey to identify species Photograph: Kevin Webb/NHM/OPAL       Taking part in the Opal soil survey, Deer Farm Park Callington, Cornwall. The soil and earthworm survey aims to improve knowledge of earthworms and the soils they live in. Earthworms are extremely important and play a vital role in recycling plant nutrients and aerating the soil Photograph: Lloyd Russell/OPAL       A woman lays mammal traps during an Opal BioBlitz in Wembury, Devon in August 2009. Biobitzes are fast, 24-hour wildlife surveys where scientists, naturalists and public work together to record all the wildlife they can find in one location Photograph: OPAL       Students taking part in the Opal biodiversity survey at Walford and North Shropshire College, near Shrewsbury  Photograph: OPAL       Corizus hyoscyami, a species of shieldbug, is identified using iSpot, the online naturalistic community launched by Opal and the Open University that allows users to post pictures of their sightings and records and discuss them with other experts and amateurs Photograph: OPAL       Ben Goldsmith from the Opal water centre shows Katie Tucker what he's caught in his net. Opal's water survey seeks to assess the health of local ponds and lakes Photograph: OPAL       Lichens on twigs of apple trees in an orchard in Cliveden, Buckinghamshire. The Opal air survey is studying lichens found on trees and also looking for tar spot fungus on sycamore leaves. Both can tell us a great deal about local air quality Photograph: OPAL       A solitary female wasp Trypoxylon clavicerum flying towards nest with a dead spider. Opal has a bug count app, to help members of the public take part in the survey Photograph: OPAL       Gill Stevens showing children what lives in the pond in the Natural History Museum wildlife garden Photograph: OPAL  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/24/citizen-science-poal-fifth-anniversary-in-pictures", 
    "wordcount": "0"
}