{
    "headline": "Build the Human Body by Richard Walker | Book Review", 
    "text": " Sometimes, the best way to learn is to wrap your hands around stuff and ... build it yourself! This perhaps is never more important than when trying to learn anatomy, which is the reason that these courses include models and a &quot;wet lab&quot;. But what if you don&apos;t have access to squishy things that you can cut up? This is where Richard Walker&apos;s accessible model/book kit, Build the Human Body, fills the gap [Templar Publishing, 2013; Guardian Bookshop; Amazon UK; Amazon US].    This oversized hardcover book is affixed to a cardboard box that contains 66 slotted pieces to a model of a human body, printed in full colour on heavy stock. The book is 32 pages long and contains full colour diagrammes and a useful index. The model is a 3-dimensional puzzle that focuses mainly on the human skeleton (although major organs are also included). This kit allows you and your child to learn the fundamentals about the human body whilst examining its structure. This kit is an excellent companion to another of the Royal Society&apos;s shortlisted books, Human Body Factory by Dan Green, which mainly focuses on physiology -- the function -- of the body. (Read my review.) The only (potential) problem that I foresee is the size of the book/box: it&apos;s taller than the typical bookshelf and also fills up rather a lot of space. And trying to fit the individual pieces back into the box will consume far more time than assembling the human model took, so you may wish to store them in a zippered bag for future use. Either that or never take the model apart after you&apos;ve finished it. Shortlisted by the Royal Society&apos;s 2013 Young People&apos;s Book Prize, this kit beautifully overcomes one of the main challenges for teaching anatomy by embracing a build-it-yourself approach. The book is concise, well-written and engaging and the kit is accurate and educational, and will provide many hours of enjoyment as children and adults work together to build the human body.  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. As a judge who helped select the 2013 Royal Society Young People&apos;s Book Prize shortlist, she also has a deep passion for good books, especially good science books, which she reviews with some regularity. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/21/1", 
    "wordcount": "416"
}