{
    "headline": "Cispa cybersecurity bill opposed by Obama administration", 
    "text": "A senior State Department official has stressed the Obama administration&apos;s opposition to a controversial cybersecurity bill ahead of a vote in the House of Representatives later this week. The Cyber Intelligence Sharing and Protection Act (Cispa) is intended to facilitate sharing of information on online threats across different federal agencies and private companies. It has been criticised by both activists and politicians of both Democrats and Republicans for vague wording and insufficient safeguards. Ahead of the bill coming in front of the House of Representatives alongside three other cybersecurity bills, Alec Ross, a senior adviser for innovation to Hillary Clinton, reiterated the administration&apos;s opposition to the proposals in more explicit language than previous statements from officials. &quot;The Obama administration opposes Cispa,&quot; he told the Guardian. &quot;The president has called for comprehensive cybersecurity legislation. There is absolutely a need for comprehensive cybersecurity legislation. &quot;[But] part of what has been communicated to congressional committees is that we want legislation to come with necessary protections for individuals.&quot; Ross refused to be drawn, however, on whether the White House would consider vetoing the bill were it to pass through Congress Ross&apos;s comments came as Republican presidential candidate Ron Paul set out his own strident opposition to Cispa. &quot;Cispa permits both the federal government and private companies to view your private online communications without judicial oversight provided that they do so of course in the name of cybersecurity,&quot; he said on Monday. &quot;Simply put, Cispa encourages some of our most successful internet companies to act as government spies, sowing distrust of social media and chilling communications in one segment of the world economy where Americans still lead.&quot; The open internet group EFF has warned that Cispa&apos;s broad wording could class many routine internet activities, such as using encryption on emails or enabling anonymity using a service called TOR, as potential threats. The act could also indemnify companies acting for security purposes from civil and criminal liability, including violating a user&apos;s privacy, provided these were not intentional, the group warned. Despite the opposition, Mike Rogers, the chairman of the house intelligence committee and primary sponsor of the bill, remains confident it will be passed by the House of Representatives this week. &quot;I feel pretty confident that we&apos;ll close out the bill,&quot; he told the Talking Points Memo blog on Monday. Rogers also reportedly told the site he was not aware of a final stance from the Obama administration regarding his bill, and said he had met with some advocacy groups and modified Cispa as a result. &quot;There&apos;s some people who aren&apos;t interested in having any bill happen,&quot; Rogers told TPM. &quot;But we&apos;ve had an open and transparent dialogue with everyone who has chosen to engage with us, and there&apos;s been major progress made. This has always been a collaborative effort.&quot; Three other cybersecurity-related bills are passing through the house this week  the Data act, which creates more oversight on security of federal computer systems and data; the Cybersecurity Enhancement Act, aimed at targeting federal cybersecurity research, and a third computer research and design bill.", 
    "section": "technology", 
    "gid": "technology/2012/apr/24/cispa-cybersecurity-bill-opposed-obama", 
    "wordcount": "523"
}