{
    "headline": "Anti-fracking protesters set up drilling rig in George Osborne's constituency", 
    "text": "     Greenpeace protesters have launched an ambush over fracking for gas in the Cheshire constituency of George Osborne. A score of demonstrators set up a drilling rig (video) on Knutsford Heath during Monday morning rush hour in the well-heeled part of Cheshire where licences for gas exploration have been issued to potential fracking companies, including one with a quarter stake held by the Chinese government. Wearing high-visibility jackets, the team attached a large sign reading Frack &amp; Go  the name of their fictional firm  over the sign of the local Conservative headquarters and then erected a metal &quot;drilling rig&quot; on the central reservation of the road opposite. Watched by startled but largely amused passersby, the protesters avoided disrupting traffic and put up large signs saying: &quot;We apologise for any inconvenience while we frack your town&quot;. The group also blockaded the constituency&apos;s tourist office overlooking the green, which secured a place in political history in 1997 when the former BBC reporter Martin Bell was confronted by Neil Hamilton during a byelection campaign, which resulted in the sleaze-beset Tory MP suffering a humiliating defeat. The protest followed polling in Tatton commissioned by Greenpeace from ComRes which shows that just over half of Osborne&apos;s constituents would opt for wind or solar-generated energy, compared with just 15% who want gas. A total of 52% went for the green energy systems while 22% backed nuclear, 4% coal and 3% could not make up their minds or didn&apos;t know. Companies to which licences have been granted for exploratory drilling for gas-fracking include IGas, which is 22% owned by a Chinese state oil and gas company. The firm has said it considers rocks in the area to contain shale with a &quot;high potential to be hydrocarbon bearing&quot;. The Greenpeace energy campaigner Lawrence Carter said: &quot;Tatton is just one of hundreds of constituencies up and down the country earmarked for possible fracking as part of George Osborne&apos;s disastrous energy plan. &quot;The chancellor needs to explain to his constituents why he&apos;s happy for their local area to be fracked when everyone from Ofgem to BP to the energy secretary says shale gas won&apos;t reduce our energy bills. And he must explain why increasing UK reliance on expensive, polluting gas is a good idea when we should be moving towards a carbon-free electricity system. &quot;He has also used the fantasy of a UK shale gas boom to justify building 40 new gas-fired power stations and increase the UK&apos;s reliance on gas. Consumers will end up paying the price for this.&quot; The Tatton poll suggested that 12% of local people who voted Conservative at the 2010 general election would be likely to switch parties if fracking went ahead in the area, which is also beset by protests against the HS2 train, whose proposed north-western route crosses the constituency. The area is one of the most affluent in the north-west, and has long been the home of well-off commuters to Manchester, Liverpool and the West Midlands. Greenpeace is part of an alliance, which includes similar protest groups through to large City investors, calling for carbon-free electricity supplies by 2030. The Conservative MP Tim Yeo has tabled an amendment that would insert a goal for carbon-free electricity in the energy bill, which is gaining support from all political parties. Carter said: &quot;It&apos;s time George Osborne stopped trying to play the JR Ewing of Cheshire and concentrated on investment in clean, safe, renewable technology that will create longer term jobs and a more stable economy.&quot; The protest involved several participants in last autumn&apos;s chimney climb at West Burton power station in Nottinghamshire and showed the same imaginative good nature. The fake rig, complete with a noisy sound system reproducing grinding whirrs and clunks, is fenced off on the central reservation opposite a roundabout temporarily adorned with notices saying that its flowerbeds are sponsored by Frack &amp; Go. The notices apologising for any inconvenience include a phone number which proves to be that of Osborne&apos;s constituency office. Party staff arrived at the office briefly some two hours after the protest began at 8am but left without comment. Residents in Knutsford, whose former Rolls Royce dealership opposite the protest now houses one of the UK&apos;s only two McLaren car showrooms, took events in their stride. Although naturally Conservative, Tatton has sprung surprises in the past, notably when Hamilton was ousted by Bell after their famous byelection confrontation in 1997 on Knutsford Heath, yards from Monday&apos;s protest. The area is also affected by the HS2 train route, a spur to Manchester airport, and there is a string of controversies about the weight of commuter traffic and plans for new roads through the countryside. Fred McDowell, who lives opposite the Conservative office and is a Knutsford freeholder  an office going back to medieval times  said (video) : &quot;I&apos;ve not made my mind up about fracking but these people are causing us a lot less bother than the traffic. It&apos;s terrible, all day long.&quot;            His neighbour John Harrison, a former secretary to the Freeholders, said the protest would not change his mind (video) that fracking was worth pursuing. &quot;There is a danger that the lights will go out if we don&apos;t explore all these ways of generating power. If it&apos;s good for the country as a whole, it has to be good for us.&quot;            Well-mannered schoolchildren button-holed the protesters amid a stage-set of fake theodolites, gas pipes and site cabins in appropriately named Gaskell Avenue (Author Elizabeth Gaskell&apos;s Cranford famously includes a furore over a new train line).     Anti-fracking protest - 'Gas Avenue'. Photograph: Martin Wainwright    &quot;Excuse me,&quot; said one GSCE-year girl, &quot;but what are you doing?&quot; She was given a short lecture on fracking by Greenpeace&apos;s Kathy Cumming, who asked her if she would vote for Osborne when she reached 18. She politely said that she would think about it.", 
    "section": "environment", 
    "gid": "environment/2013/mar/04/anti-fracking-rig-george-osborne", 
    "wordcount": "982"
}