{
    "headline": "Inadequate care during pregnancy and birth exacting deadly toll", 
    "text": "The lives of thousands of women could be saved if they were able to access antenatal care and give birth in health centres, according to a report published on Tuesday. In 2012, 55 million women giving birth in developing countries did not receive the minimum four antenatal sessions recommended by the World Health Organisation, said the Guttmacher Institute in its report, Adding it up: the need for and cost of maternal and newborn care  estimates for 2012. Researchers also estimate that, last year, 44 million women did not give birth in a health centre with skilled healthcare workers, the majority of whom live in south Asia and sub-Saharan Africa. An estimated 287,000 women die annually from pregnancy-related conditions, while 3 million babies die within the first 28 days of life. The majority of deaths occur in developing countries and could often be prevented through the provision of sufficient healthcare. The institute calculated its figures using previous health surveys and reports together with its own estimated data from 2008. The figures do not include pregnancies that are not carried to term, either through abortion, miscarriage or still birth. The researchers found that, of the 122 million women who gave birth in developing countries in 2012, 45% did not receive adequate antenatal care, 36% did not deliver in a health centre and 32% did not have a skilled attendant at delivery. Those who received antenatal check-ups were not always given urine and blood tests, essential for spotting disease, infection or iron deficiency, said the report. In sub-Saharan Africa, the number of women receiving the minimum four antenatal sessions rose from 44% in 2008 to 46% in 2012. North Africa made most improvement, with 60% of women receiving the minimum requirement, up from 46% in 2008, while east Africa fared worst, dropping from 42% to 39%. There have been steady increases in Latin America and the Caribbean, with an average 87% of women receiving the required level of care across the region last year, up from 79% in 2008. Asian countries also experienced a slight improvement, even though almost half of their women did not receive the recommended number of sessions. Rwanda was singled out for praise for increasing antenatal care over the past two decades, and for its focus on improving maternal healthcare. Only about 10% of women in Rwanda received antenatal care in 1990, but this figure is now close to 40%. Uganda, meanwhile, was notable for showing very little progress. The institute revealed that, while 64% of women gave birth in a health centre in 2012, the figure dropped to 51% in the world&apos;s 69 poorest countries (those with a per-capita gross national income of $2,500 or less). Researchers found, perhaps unsurprisingly, that while the quality of care received by women who gave birth at a health centre varied, more babies could be saved if complications arose than was the case if women delivered at home with traditional birth attendants. The use of birth attendants is considered an essential, if sometimes controversial, health service for women, particularly those living in rural areas, who are either too far from health centres or unable to afford the cost of getting there or using the available services. The institute estimates that it would cost $24.1bn a year to provide all women with the recommended maternal and neonatal services, which include: antenatal and postnatal care; giving birth in a health facility; postnatal care for newborn babies from trained professionals; and addressing any birth-related complications. The amount is almost double the current estimated costs of approximately $11bn. Africa would account for about half this amount to address the continent&apos;s unmet maternal healthcare needs. The report says it would be necessary for governments, donors and the private sector to step up their investments in health services to reach the required figure. &quot;Providing all pregnant women with the recommended maternal and newborn healthcare would significantly reduce death and disability, protecting the future health of women and infants by lowering their risk of complications and providing timely care for complications for those who need it,&quot; said the report. Jacqueline Darroch, the study&apos;s co-author, said: &quot;The tremendous gains that would result from providing quality pregnancy and delivery services to all women and families would far outweigh the cost of providing these services to all who need them.&quot; Presenting the findings at the Women Deliver conference in Kuala Lumpur, Susheela Singh, the report&apos;s other author, said the price tag for delivering services was &quot;in practice not such a big sum by world standards&quot;, but admitted getting donor dollars would not be easy. &quot;Households are paying more than half the costs of care. The private sector has a much larger role to play with governments and foreign donor agencies. All three sectors have to grow if we are going to meet this [amount].&quot; Singh said women need to be told about healthcare when they are pregnant. &quot;Women need to be educated,&quot; she said, adding that future health programmes must include an education component. They must also provide information about contraceptives, the use of which would reduce the cost of healthcare by preventing unintended pregnancies, she said. &quot;It&apos;s a win-win,&quot; said Singh. &quot;Family planning reduces pressure on the [healthcare] system  if you prevent unplanned birth or abortion through family planning, you&apos;re helping women and helping the system by reducing birth [rates].&quot; Another report published on Tuesday celebrated the drop in the number of women dying each year from pregnancy or complications during childbirth, from 543,000 in 1990 to 287,000 in 2010. Deaths among children under five years of age also dropped, from nearly 12 million in 1990 to about 6.9 million in 2011, found the Countdown to 2015 report, Accountability for maternal, newborn and child survival (pdf).  Liz Ford&apos;s flights and accommodation are being paid for by Women Deliver. Guardian Global development is a media partner of the conference", 
    "section": "global-development", 
    "gid": "global-development/2013/may/29/inadequate-care-pregnancy-birth-deadly", 
    "wordcount": "997"
}