{
    "headline": "Watsonian Squire sidecar  review", 
    "text": "To many, the sidecar is a byword for eccentricity  a throwback to a time of tartan travel rugs, boiled sweets and dog-eared road maps. But to its loyal believers, to those who have never lost the faith, the sidecar is the only way to travel. Sitting in a sidecar  part vehicle, part fairground thriller  is like pulling up an armchair, pouring amug of strong tea and watching your life flash past your disbelieving eyes. There&apos;s no seatbelt, no airbags no roof, no windows, no bumpers, no handholds, no helmet just the tarmac whipping beneath your clenched buttocks. But all this danger doesn&apos;t make you feel frightened, it does the exact opposite: it makes you feel deliriously alive. Every sidecar seems to come with lungfuls of fresh air and a sky full of sunshine. This month sees the 100th anniversary of Watsonian Squire, the country&apos;s oldest sidecar manufacturer, and I&apos;ve travelled up to its factory on the outskirts of the nauseatingly perfect Gloucestershire village of Blockley. The factory occupies two redbrick shelters which were built as part of a larger D-Day hospital. &quot;We&apos;re in what used to be the dormitory,&quot; says Ben Matthews, the firm&apos;s co-owner. &quot;Next door they&apos;re in the old cinema and on the other side, they&apos;re in the morgue.&quot; Ben shows me round, which doesn&apos;t take long as the entire operation could happily fit on to apair of tennis courts. Everywhere there are vast industrial lathes, jigs and intimidating clamps. Piles of teetering paperwork are topped off with chaotic shelves heaped with old-fangled tools. Great buckets are filled with bolts and widgets, while brackets, bending under the weight of metal rods, fight for wall space with crumpled posters of busty lovelies. At one point an elderly gent in oily overalls bustles past, Ben introduces him and says: &quot;This is our technical director.&quot; It&apos;s not exactly Vorsprung durch Technik. But beneath the quirky bonhomie of the factory floor, it&apos;s clear that this is not just some amateurish business on the side, it&apos;s a thriving light industry. It&apos;s classic, idiosyncratic British design at its best. Ben tells me they sell up to 200 &quot;chairs&quot; a year; half go abroad  many to Japan where the retro caf-racer scene is massive. Prices start at abasic 2,200 and go up to about 10 grand for a fully bespoke luxury number. But still, I reflect, there was a time, in the 1950s, when the firm produced 200 aweek, until the arrival of the cheap family car  the Morris Minor, the Mini  killed it off. So who buys a sidecar in 2012? &quot;All sorts,&quot; says Ben. &quot;Old and young, many with families, many are ageing bikers with wives who are fed up with falling asleep on the pillion. And dog owners love them.&quot; It&apos;s very Wallace &amp; Gromit. And Harry Potter loves them, too. Watsonian is ending its 100th year on a bit of ahigh having made a set of seven sky-blue sidecars to pair with the matching Royal Enfield motorbikes the firm now imports from India, for Harry Potter and the Deathly Hallows. &quot;We&apos;re about to make another one,&quot; says Ben, &quot;for Harry Potter World in Orlando.&quot; Finally, I get to travel in one of these famous chairs. The traditional hexagonal nose, a design unchanged since the 1920s, stretches ahead of me like a cigar tube while the classic thump of the Royal Enfield&apos;s 500cc engine pounds out a steady beat next to my right ear. Isettle back while Ben hurtles past sun-dappled fields and through the shaded hush of an endless, tree-canopied road. I&apos;m atime traveller, Ithink. Doctor Who should definitely get one of these Sidecar celebration Come and help Watsonian sidecars celebrate their first centenary at a party at Stoneleigh Park near Coventry on 18-19 August 2012. Both the Warwick and Stareton exhibition halls at Stoneleigh will be packed with attractions, including historic sidecars such as Eric Oliver&apos;s world championship-winning Norton, the Brough outfit that starred in the hit 1970s sitcoms George and Mildred and Dad&apos;s Army and aprototype Watsonian 1000cc v-twin motorcycle combination from 1950. Star guests include Isle of Man TT racers Dave Molyneux and Tim Reeves, who will bring their racing outfits with them; Mick Boddice and sidecar speed record holder Norman Hyde will be there, too. Among the many other attractions are the company archives, driving skills test, sidecar trials display, prizes for best in show (whatever the make), trade stands and an opportunity to test ride Royal Enfield motorcycles, which have been distributed by Watsonian since 1999. Camping is available on site for anyone planning to stay for the weekend. On Saturday evening there will be entertainment with a live band and bar selling a special centenary ale. Tickets for the weekend cost 10 per person in advance; day tickets will only be available on the Sunday and can be purchased at the gate for 5. Children under 16 go free and parking is also free. For more information on the Centenary Rally call 01386 700907 or visit watsonian-squire.com Twists and turns: the world&apos;s best motorcycle routes And if all this motorcycle talk has got you in the mood to get out there and experience the open road, the motorcycle insurance specialists MCE has just come up with its list of the 10 best routes to ride by bike. They are 1. Route 66 (America) 2. The Cat and Fiddle (England) 3. San Bernardino Pass (Swiss Alps) 4. Cabo de Gata to Granada (Spain) 5. The Amalfi Coast (Italy) 6. Vlora to Saranda (Albania) 7. Montenegro to Sarajevo (Bosnia) 8. Nurburgring (Germany) 9. Betws-Y-Coed Triangle (Wales) 10. Ho Chi Minh Trail (Vietnam)", 
    "section": "technology", 
    "gid": "technology/2012/aug/05/watsonian-squire-sidecar-review", 
    "wordcount": "976"
}