{
    "headline": "Q&A: Boris Ivanovic on Britain's Broadband Vision", 
    "text": "Britain does more business online than any other major economy. But when it comes to high speed broadband, the nation is falling behind. Our average connections are the 16th fastest in Europe. To get faster, we need to replace the old copper phone network with fibre-optic cables. BT has targets to build fibre to the street cabinets, with copper carrying the signal from there to the premises. It will offer fibre to the doorstep on request next year, but the price is likely to be around 1,000 per premises  too expensive for most householders. Internet entrepreneur Boris Ivanovic says ultra-high definition television and other technologies will make BT&apos;s hybrid copper and fibre network out of date by the time it is built. Just 1.3bn of public funds have been earmarked for Britain&apos;s broadband network. Meanwhile, the government has promised 17bn for a high speed rail line between London and Birmingham. Ivanovic says:  For the money being spent on one high-speed rail link, we could have fibre to every single person in the UK. If we had those links we wouldn&apos;t need to travel as often to Birmingham and we wouldn&apos;t be polluting the environment by travelling. The government can help in two ways. One is with money, the other is with regulation, but this all starts with a vision.  Ivanovic has launched two UK internet companies. Be Broadband, created in 2005, was sold to the O2 mobile phone network for 50m 18 months later. His new company, Hyperoptic, specialises in fibre for apartment blocks. Without government intervention, fibre to the home could become the preserve of the wealthy, exacerbating a divide that already exists between the internet haves and have nots. Last year&apos;s census found that 5.7m UK homes had no connection to the web. Others argue that fibre everywhere is a luxury the taxpayer cannot afford. We should concentrate our diminished resources on getting a basic connection to every home. BT has promised two thirds of homes will have access to up to 80Mbps by the end of 2014. Ivanovic says we should be getting 1000Mbps to 90% of homes by 2020. What do you think Britain&apos;s Broadband Vision should be?", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/10/boris-ivanovic-live-webchat", 
    "wordcount": "369"
}