{
    "headline": "Climate protests in the UK courts - timeline", 
    "text": "2008  the Kingsnorth six Six Greenpeace campaigners were found not guilty of causing 30,000 of criminal damage to Kingsnorth power station in 2007 after arguing that they were legally justified because they were trying to prevent climate change causing greater damage to property around the world. This set a precedent in English law. 2009  the Drax 29 Convicted with obstruction for hijacking a train carrying coal to Drax power station in Yorkshire in 2008, they failed to convince the jury that their actions were justified by the &quot;imminent threat&quot; of devastation from global warming. They were sentenced with fines, unpaid work and conditional discharges. 2009  the Ratcliffe 20 In the biggest pre-emptive raid on environmental campaigners in UK history, 114 people were arrested after it was believed they were planning to shut down Ratcliffe-on-Soar coal-fired power station. Proceeding with the action amid violent clashes with police, 20 people were eventually convicted of conspiracy to commit criminal damage and aggravated trespass. Sentences ranged from 18 months&apos; conditional discharge to 90 hours&apos; unpaid work, after a judge declared the protesters acted with &quot;the highest possible motives&quot;.  August 2009  the Climate 9 Charged with the Scottish crime of breach of the peace for locking themselves to a barricade to disrupt flights at Aberdeen airport in protest against the airport&apos;s planned expansion, they failed to win the case using a similar defence to the Kingsnorth six. The nine were given fines of 300-700 each. 2011  Mark Kennedy  The Guardian reveals the extent to which undercover policeman Mark Kennedy had been infiltrating the international eco-activism movement over a period of more than seven years. The case raised serious questions  about the conduct of undercover police officers such as Kennedy, who had a number of sexual relationships with the women he was spying on. 2011  Ratcliffe convictions acquitted Convictions of the 20 activists charged in the Ratcliffe-on-Soar case are quashed after court of appeal judges ruled that crucial evidence recorded by police spy Mark Kennedy had been withheld. 2012  Climate activists sue the Met  Activists sue the Metropolitan police over relationships with police spies.", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/climate-protest-courts-uk-timeline", 
    "wordcount": "355"
}