{
    "headline": "Samsung overtakes Nokia  and possibly outsells Apple's iPhone", 
    "text": "Samsung appears to have become the world&apos;s largest mobile phone manufacturer, passing Finland&apos;s Nokia, top since 1998, as Samsung Electronics reported record first-quarter results. Though the company did not reveal precise numbers, some analysts reckon that it sold more smartphones  44.5m  in the first three months of the year than Apple&apos;s 35.1m for its iPhone. Overall, they calculated that it shipped 93.5m mobile phones, compared with 82.7m for Nokia. Samsung&apos;s estimated total gave it a 30.6% share of the smartphone market. Apple&apos;s sales gave it a 24.1% share. &quot;Samsung and Apple are out-competing most major rivals, and the smartphone market is at risk of becoming a two-horse race,&quot; said Neil Mawston, an analyst at Strategy Analytics. Net profit nearly doubled from a year earlier to a record 5.05tn won (2.75bn) for the quarter to 31 March. Operating profit also hit a record high, at 5.85tn won, which was in line with expectations. Sales rose 22% from a year earlier to 45.3tn won. Shares in the company jumped by 3%. More than 70% of its operating profit came from the mobile business, which saw a surge in sales of its Galaxy smartphones. But Nokia, which has slipped from top place in both mobile phones and smartphones after being passed by both Apple and Samsung, saw its debt marked down a notch by ratings agency Fitch, to BB+ from BBB-. The agency warned that further downgrades could follow. Last week Nokia announced one of its worst quarterly results ever, blaming tough competition for a 929m net loss as sales plunged, especially in the smartphone market. It said it expects no improvement in the second quarter. Analysts could not agree on how many smartphones Samsung shipped because the company only gave relative numbers for revenue and profit compared to the year-ago quarter. Research company IHS Suppli catalogues the Samsung Galaxy Note, with a 5in screen, as a tablet rather than a phone, lowering the total smartphone numbers below Apple&apos;s. Samsung&apos;s mobile communications division, which makes smartphones and a range of tablets, generated 4.27tn won of operating profit in the quarter after seeing significant sales growth of high-end smartphones in developing markets including China, a key battlefield for mobile phone makers. However Apple&apos;s iPhone and iPad business remains more lucrative. The Cupertino, California-based company earned $11.6bn (7.2bn) in the January-March quarter, more than twice as much as Samsung, even though its revenue was about 10% less.", 
    "section": "technology", 
    "gid": "technology/2012/apr/27/samsung-overtakes-nokia-apple", 
    "wordcount": "419"
}