{
    "headline": "Global warming has not stalled, insists world's best-known climate scientist", 
    "text": "Suggestions that global warming has stalled are a &quot;diversionary tactic&quot; from &quot;deniers&quot; who want the public to be confused over climate change, according to the world&apos;s best-known climate scientist. Prof James Hansen, who first alerted the world to climate change in 1988, said on Friday: &quot;It is not true that the temperature has not changed in the two decades.&quot; Since 1998, when the Nio climate phenomenon caused global temperatures to soar, the rate of increase in warming has slowed, causing some sceptics to suggest climate change has stopped or that the effect of rising carbon dioxide levels on climate is not as great as previously thought. Prof Hansen, speaking to BBC Radio 4&apos;s Today programme, rejected both arguments. &quot;In the last decade it has warmed only a tenth of a degree compared to two-tenths of a degree in the preceeding decade, but that&apos;s just natural variability. There is no reason to be surprised by that at all,&quot; he said. &quot;If you look over a 30-40 year period the expected warming is two-tenths of a degree per decade, but that doesn&apos;t mean each decade is going to warm two-tenths of a degree: there is too much natural variability.&quot; Prof Hansen said the focus by some on &quot;details&quot; was a smokescreen. &quot;This is a diversionary tactic. Our understanding of global warming and human-made climate change has not been affected at all,&quot; he said. &quot;It&apos;s because the deniers [of the science] want the public to be confused. They raise these minor issues and then we forget about what the main story is. The main story is carbon dioxide is going up and it is going to produce a climate which is going to have dramatic changes if we don&apos;t begin to reduce our emissions.&quot; In 2008, scientists anticipated an upcoming slowing in temperature rises. Prof Hansen, who recently stepped down from his Nasa post after almost 50 years to focus on communication, said the forecast impact of climate change was little affected by the recent slowdown in the rate of rising temperatures. &quot;Climate is a complicated system but there is no change at all in our understanding of climate sensitivity [to carbon dioxide] and where the climate is headed,&quot; he said. &quot;Our understanding of sensitivity is based on the Earth&apos;s history, not on climate models, and we have good data on how the Earth responded in the past when carbon dioxide changed. So there is no reason to change the forecast for the long term.&quot; On 9 May, a new study of lake sediments from a remote meteorite crater in Siberia showed temperatures in the region were 8C higher the last time CO2 levels were as high as they are today. Last week, atmospheric CO2 concentrations reached the milestone 400 parts per million, for the first time in millions of years. Prof Hansen has caused controversy in the past with statements including &quot;CEOs of fossil fuel companies should be tried for high crimes against humanity and nature&quot; and the assertion that &quot;coal-fired power plants are factories of death&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/may/17/global-warming-not-stalled-climate", 
    "wordcount": "531"
}