{
    "headline": "Light pollution can benefit some wildlife, study shows", 
    "text": "Light pollution can have positive effects on some wildlife by helping migratory birds find more food at night, a new study has shown, contrasting with previous research which has emphasised the negative effects of artificial light. A team from the University of Exeter studied how electrical lighting and gas flares affected the feeding habits of the common redshank (Tringa totanus) in the Forth estuary, eastern Scotland. The estuary&apos;s salt marsh and mudflats are home to hundreds of thousands of birds that migrate from the Arctic each winter, but is also a heavily industrialised area where Grangemouth oil refinery and Longannet power station are located. The study found that at night, birds in areas that were continuously illuminated foraged for longer, and were able to locate food by sight, rather than touch, compared with those under darker night skies. This meant thay could stock up on more food to fuel their spring flight. Ross Dwyer and three colleagues measured the moonlight and cloud cover against the amount of artificial light in the Forth estuary at night using satellite images from the US Air Force  the first time such technology has been used in animal behaviour research. The team then worked out how the light affected the birds&apos; foraging behaviour by attaching tiny radio transmitters to the backs of 20 redshanks. The devices monitored the birds&apos; location and contained posture sensors to detect how often the birds put their heads down to feed on their diet of molluscs, worms and crustaceans. The birds generally forage for food by sight during the day, which provides them with the most food. Feeding in the day for shorebirds during winter does not produce enough energy for them to survive, so many species are forced to feed less efficiently at night by locating prey through probing and sweeping the sand with their bills. Dwyer said: &quot;Artificial light from industrial areas strongly influenced the foraging strategy of our tagged birds. It was as if the 24-hour light emitted from lamps and flares on the Grangemouth oil refinery site created, in effect, a perpetual full moon across the local inter-tidal area which the birds seemed to capitalise on by foraging for longer periods at night and switching to a potentially more effective foraging behaviour to locate prey.&quot; Intertidal zones along exposed coastlines and estuaries provide essential habitat for migrating shorebirds, who spend winter feeding and building up their body reserves to make the return trip to summer breeding grounds. Every year millions of waterbirds arrive from the Arctic to UK coasts, but until now scientists have not known how these birds respond to the bright lights of coastal cities and industry. Light pollution is more commonly thought to have negative effects on wildlife, particularly animals that move between the land and sea. Previous research found artificial light caused newly hatched turtles to head away from the sea and caused seabirds such as petrels to collide with lighthouses and other lit structures. Redshanks are medium-sized wading birds named for their long bright orange or red legs. They are widely distributed, breeding and wintering across Europe and Asia in estuaries and coastal lagoons. Although numbers are in decline, the species is widespread and not considered a threatened species by the IUCN. The new study, Shedding light on light: benefits of anthropogenic illumination to a nocturnally foraging shorebird, was published in the British Ecological Society&apos;s Journal of Animal Ecology on Wednesday.", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/light-pollution-wildlife", 
    "wordcount": "572"
}