{
    "headline": "Don't scare students off philosophy", 
    "text": "The latest Ucas figures, showing a 3.5% increase in university applications, may be seen as an encouraging sign. There&apos;s been a small move back towards the application numbers seen before the tuition fee hikes, which would suggest young people are not being put off reaching their potential through higher education. However a closer look at the numbers reveals a more damaged picture. While applications to vocational and career-priming subjects such as computer sciences and law have indeed risen significantly (12.5% and 5% respectively), applications to study non-vocational subjects have fallen for a second year running. Faced with average tuition fees of over 8,000 a year and a tough employment market, students are shunning humanities and arts degrees, and putting their faith in courses they think will land them a job. This is no surprise of course. Through selective funding cuts, the government is trying to steer students towards those subjects it thinks will benefit the country&apos;s economy. Welcome to the real legacy of the coalition&apos;s fee rises: students become mere consumers of an educational product, paying to receive a certificate in a subject that the government is gambling on to provide the skills that our job market will demand in years to come. Meanwhile universities turn into soulless research institutes, as their arts and humanities programmes wilt away. One such programme is philosophy, a subject that is struggling to survive after funding cuts and a 17.4% drop in applications over the last two years. Departments are facing closure at several universities, including my own. It seems a course that was good enough for Fyodor Dostoevsky, Albert Camus and even Ricky Gervais is no longer considered to be of value to today&apos;s youth. But can we really afford to let it fall by the wayside? Socrates declared: &quot;The unexamined life is not worth living.&quot; There is a compulsion within us all to search for the truth, and philosophy gives students the chance to do just that, asking deep questions and considering the answers given by some of history&apos;s greatest minds. Minds that, in every case, share a skill with philosophy graduates  the ability to think critically. While not all philosophy students are geniuses, you will struggle to find a genius without an interest in philosophy. This in turn suggests philosophy students may not be as unattractive to the job market as the government thinks. While there is no set career path for a philosophy graduate, many employers are interested in students who know how to argue, critically evaluate and think in innovative, creative ways. Eliza Veretilo, 22, is a philosophy graduate from the University of Greenwich. Now employed at Life in London, an organisation that supports young people at risk of being excluded from mainstream education, she finds the skills she learned on her philosophy course invaluable. Veretilo says: &quot;My degree helped me to be more open-minded to different circumstances. A lot of the young people I work with have lost all hope and perspective, and I am able to share my ability to think in different ways  and express ideas differently  with them. It&apos;s a real help.&quot; She also notes that her degree was a huge plus to her employer: &quot;They knew I would good at approaching things rationally, and that I would have the high levels of literacy that the role requires.&quot; Today&apos;s students must avoid falling into the trap of becoming graduate clones. Daring to spend your higher education years doing something you may not do for the rest of your life might just pay off after all.  This article was amened on 12 February. It previously attributed the quote &quot;An unexamined life is not worth living&quot; to Sophocles. This was due to a mistake in the editing processing.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/feb/12/dont-scare-students-off-philosophy", 
    "wordcount": "634"
}