{
    "headline": "Google Nexus 7: a post-PC device for the rest of us. Well played, Google", 
    "text": "My Nexus 7 arrived in a box that was open and badly squashed. It was a day late, after Google had somehow managed to preside over the misaddressing of every single one to Gordon House. The box inside was undamaged though, as was the unit. Still, not an auspicious start. It quickly got better. The Nexus 7 really is a fantastic piece of kit. The screen is lovely: crisp and sharp, with a good resolution making small text clean and readable. The build quality is on the good side of cheap - it certainly feels nothing like the 80 Android craplets that you can buy.  If you want a tablet and you only want to spent 200 on one, then great. If that&apos;s absolutely the top of your budget, and you&apos;d rather spend money on that than continue investing in your unicorn figurine collection, go for it! You might be disappointed, mind. Camping            Here&apos;s a video of a father and son out on a camping trip. It&apos;s an advert for the Nexus 7, and in it you can really see that Google gets what tablets are for. Like all post-PC devices, it&apos;s not about the technology, it&apos;s about the relationships. In this case, you could transport the father than son back to the 1970s without the technology and they would have an equally good time. All the Nexus 7 is doing in this video is making the experience better and meaning they have don&apos;t have to carry books, chess sets, world atlases, etc. (Happily, they&apos;re in range of a Wi-Fi network all the time.) So I love that. It&apos;s perfect. It&apos;s exactly how you sell a tablet. It&apos;s an advert that Apple could have made to sell an iPad, or an advert that Microsoft could have made to sell a Surface. Or for that matter, Motorola could have made it to sell a Xoom.  Ten inches Smartphones are small-scale computing devices, small enough for you to carry around with you all the time. Most people don&apos;t notice them - they&apos;re as ubiquitous as car keys, wallets, and purses. I bet yours is within arm&apos;s reach at this moment. Tablets are an entirely different proposition. Tablets are something you deliberately choose to tote around, depending on the context of the task. You might not take your iPad to the pub on most visits. But you might if you&apos;re bidding on a set of collectible unicorn figurines from eBay and the sale is ending whilst the football is on. You need a different tool for that job, and what we&apos;ve learned over the period the iPad has been on the market is that tablets are a great tool for lots of different jobs. Depending on context, different devices make jobs easier or harder. I&apos;m writing this post on a Mac, but I have an iPad, iPhone, Windows 8 tablet, and Nexus 7 device all here with me. I&apos;m using the Mac because the proper keyboard is easier to use. (Since you ask, I&apos;m a Windows developer. See the endnote on this post.) One of the classic things that people say when considering tablets is along the lines of &quot;I&apos;ve got a full PC, why do I need a tablet?&quot; In isolation, that&apos;s a very hard question to answer. But we have a continuum of devices from the smartphone, through the tablet, and to the PC/Mac. If we&apos;re lucky enough to have all three, we can switch between these devices depending on the task at hand. At the weekend when my daughter was continually nudging me to buy her the DVD of Tangled, I didn&apos;t do it with my phone (which I had with me), but went to get my iPad and we bought it together. That flow doesn&apos;t work properly with the Nexus 7, both because of the screen size and the keyboard. The keyboard is so bad that I would rather write a 10,000 word dissertation using T9 on a Nokia 6210 than write one tweet with the stock Nexus keyboard. The screen is clear enough, but when browsing in portrait mode it&apos;s too narrow, and in landscape mode is too short. The genius of the iPad is not its 10in screen, but the aspect ratio that makes it practical to use in either orientation. That aspect ratio was a bold move, especially given the importance of iTunes video content to Apple. But it works. Google should have put a 4:3 aspect display on the unit. Watching video is less important on a tablet than its engineers might think.  What I find is that if I&apos;m using my iPhone and need to do something on a bigger device, I leapfrog the Nexus 7 and going straight for my Mac, whereas I would have happily gone for my iPad or Windows 7 tablet. It&apos;s too fiddly to use. When Google launched the Nexus 7 at Google I/O, Hugo Barra went on about being able to &quot;consume content&quot;, &quot;immersing yourself in media&quot;, &quot;being delighted when you read books&quot;, and so on. (Look about 39 minutes in on this video of the keynote.) But that&apos;s not what tablets are for! Yes, they can used for that, but all of that stuff is a secondary happenstance.  In practical terms, a tablet is about providing a third way to connect digitally to people or things outside of the smartphone and PC form factors. The Nexus 7 doesn&apos;t move that debate on, because the only thing it&apos;s good at is looking at movies, and reading books. It&apos;s not good at web browsing; it&apos;s acceptable. The iPad, in comparison is good at all of those things. The only problem that the Nexus 7 solves is showcasing that Google can build an operating system that runs on a decent quality tablet. But the only people who care about that problem are Google&apos;s shareholders. It doesn&apos;t really help you or me. Conclusion The high-end iPad costs quite a lot more than a Nexus 7, but if you&apos;re at the low end of the market, to go from a 16GB Nexus 7 to a 16GB iPad 2 you&apos;ve got to find 130. Is the iPad worth that extra money? Yes. For the reasons stated above. It&apos;s a shame that the Windows RT devices aren&apos;t around yet to really mix this up discussion; the only thing in the market today is the iPad. And if Apple does produce a 7in iPad - well, that&apos;ll really put the cybernetic cat among the robotic pigeons. If you&apos;re in a situation where you have to physically carry a tablet around in order to do something, is there a size/weight advantage is carrying a Nexus 7 compared to an iPad? I doubt it. Can you do more with an iPad? Yes, you can - and in all senses: the apps are better, the screen lets you get more content on it (making it easier to read) and the keyboard is better. And it&apos;ll probably hold its value better. At the end of the day, the Nexus 7 is a good tablet. It may even be a great tablet. But it&apos;s not a world changing post-PC device.  Good effort, though. Matthew Baxter-Reynolds is an independent software development consultant, trainer and author based in the UK. His favourite way to communicate with like-minded technical people is Twitter: @mbrit.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/23/tablet-computer-google", 
    "wordcount": "1236"
}