{
    "headline": "Google earnings fail to impress", 
    "text": "Google was named the best place to work in America by Fortune magazine on Thursday and as if in celebration made more than $10bn in the final quarter of 2011, a company first. But the firm&apos;s results failed to impress analysts who had been expecting more from the search giant. The shares tumbled in after hours trading. The search giant said full year revenues were up 29% in 2011. In the last three months of the year Google reported revenues of $10.58bn, an increase of 25% compared to the fourth quarter of 2010. But the search firm, which usually sails past analysts&apos; forecasts, failed to impress investors. Quarterly earnings per share were $9.50, well short of the $10.49 that analysts were expecting, according to Thomson Reuters. On top of the miss the average cost that advertisers paid Google per click also fell 8% from a year ago. Total costs rose 30%, which also hurt results. Google gets more than half its revenue outside the US and growth in Europe was flat, held back by the eurozone crisis. Performance in Europe was &quot;actually quite healthy,&quot; said Nikesh Arora, chief business officer. He said the company was still benefiting from a &quot;secular shift&quot; of advertising online. &quot;Google had a really strong quarter ending a great year. Full year revenue was up 29%, and our quarterly revenue blew past the $10bn mark for the first time,&quot; said Larry Page, Google&apos;s chief executive. &quot;I am super excited about the growth of Android, Gmail, and Google+, which now has 90 million users globally  well over double what I announced just three months ago. By building a meaningful relationship with our users through Google+ we will create amazing experiences across our services. I&apos;m very excited about what we can do in 2012  there are tremendous opportunities to help users and grow our business.&quot; Colin Gillis, analyst at BGC Partners in New York, said the company&apos;s acquisition of Motorola could further slow the company in 2012. The European commission is expected to decide next month whether or not to veto Google&apos;s $12.5bn takeover of the mobile firm. On a conference call with analysts, Page said he was &quot;super pleased&quot; that Google had topped Fortune&apos;s poll. &quot;Everyone here at Google is super excited about our work here and what the future holds,&quot; he said. Google hired about 8,000 people last year, including 1,000 in the last quarter alone, the biggest growth spurt in the search giant&apos;s 13-year history. The company now has nearly 32,500 employees. Google beat Boston Consulting Group to top Fortune&apos;s 2012 annual poll. &quot;Employees rave about their mission, the culture, and the famous perks of the Plex: bocce courts, a bowling alley, eyebrow shaping (for a fee) in the New York office,&quot; Fortune wrote.  This article was amended on 20 January 2012 to correct the number of users of Google+ and the number of Google employees.", 
    "section": "technology", 
    "gid": "technology/2012/jan/19/google-makes-10bn-in-quarter", 
    "wordcount": "502"
}