{
    "headline": "Mystery Birds: a LOT!", 
    "text": "    Mystery Birds photographed at a Singsing in Lae, Morobe Province, Papua New Guinea. Image: Eric Kowalczyk, 26 October 2007 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Olympus 400D    Question: This is a departure from what I usually do with the daily mystery bird. I am thrilled to share this image of a young woman from Papua New Guinea -- a place I&apos;ve been fascinated by ever since I was a child. As you can see, she is wearing a spectacular traditional costume, consisting of a dozen or more native bird species or their feathers. For example, I can see eight species of birds of paradise and several parrot species in this young woman&apos;s headdress and body decorations without studying this image carefully. I am sure there are more. How many bird species can you identify? (Seriously, you can name them, no puns, anagrams or other cryptic clues necessary, and I&apos;ll compile all the species in the demystification that publishes in 48 hours.) Response: The probable species list:  King of Saxony Bird-of-Paradise (BoP), Pteridophora alberti  Ribbon-tailed BoP (Astrapia), Astrapia mayeri  Blue BoP, Paradisaea rudolphi  Greater BoP, Paradisaea apoda  Magnificent BoP, Cicinnurus magnificus  King BoP, Cicinnurus regius  Papuan lorikeet, Charmosyna papou  Brown lory, Chalcopsitta duivenbodei or possibly dusky lory, Pseudeos fuscata (or both) The large black headdress feathers could be from one or more of these species:  Black sicklebill, Epimachus fastuosus  Palm cockatoo, Probosciger aterrimus  Black-billed brushturkey, Talegalla fuscirostris  one of the cassowaries, Casuarius spp It is also likely that the fur on the woman&apos;s chest is from a species of cuscus, Phalanger species, although I don&apos;t have any specific information about that.  For those of you with conservation questions and concerns, I am still in contact with the photographer. He and I are working on getting more information regarding conservation of these many endemic Papuan bird species and I will write an update after I know something. Readers who have information to share regarding Papuan endemic birds and their conservation status are invited to contact me at my email address, below.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/06/5", 
    "wordcount": "402"
}