{
    "headline": "Boot up: why handsets don't merge, Ceefax lives!, Ikea's smart TV, Intel's tablet ambition and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Hold the phone: message on mandset M&amp;A finally sinks in &gt;&gt; Forbes Tero Kuittinen:   The surprise revelation that Oracle considered buying RIMM and Palm as a way to enter the smartphone business already seems like a window to another era. The recent travails of Palm, LG, HTC and RIM may have effectively closed the door on any major M&amp;A moves in the industry.  The difficulty of buying and integrating a mobile handset vendor started becoming obvious way back in the mists of time, when Philips and Lucent tried merging their mobile phone operations. The result was a $2.5 B platinum turkey that has by now been mercifully forgotten. Most of the resulting phones were so clunky only a Dutchman could love them - pale imitations of vintage Ericsson models.   He makes the very good point that there hasn&apos;t been a single successful handset merger or takeover: &quot;the phone market simply shifts too rapidly for any such maneouvre to work.&quot; Can anyone offer even one counterexample? The Prisoner&apos;s Dilemma and the folly of keeping technology adoption secret &gt;&gt; tecosystems  As anyone who&apos;s been briefed by a vendor is aware, the one thing that is in every briefing deck is a slide full of customer logos. While the slides used with the press may only contain the customer logos that are allowed to be there, the ones used with analysts frequently contain all the relevant customers, public or private. The secret usage history is safe, then, only from the press and from the businesses themselves...  It seems increasingly clear, however, that whatever the expected returns, the costs of this practice outweigh them. Here are three reasons to consider dropping the policy of secrecy regarding technology usage.  Don&apos;t let software patents stop us standing on the shoulders of giants &gt;&gt; Jonathan Zittrain From the Guardian&apos;s Battle for the internet series:   The most enduring front in the battle over code may end up over something even more foundational than an operating system. Up next are software languages and APIs, the raw material from which our digital edifices are built. Arguments continued this week in the case of Oracle v Google, in which Oracle claims that the Sun programming language is itself copyrighted, as are the ways in which software can be written to expect to run in some version of Java. If Oracle wins, projects like GNU will be in danger: simply rewriting Unix from scratch as GNU wouldn&apos;t free the Platonic programming language behind Unix of copyright limitations. If a language itself can be copyrighted - and Oracle and Google, in otherwise solemn briefing, engage on whether Game of Thrones&apos;s Dothraki or Avatar&apos;s Na&apos;vi can be so protected - then anyone speaking or writing in Dothraki or Na&apos;vi would have to answer to those works&apos; creators.  The Teletext Museum - An Evening with Ceefax 1982 &gt;&gt; Mike Brown Transport yourself back to 1982. Wow, the news was so much more bite-sized then. Not like now. IKEA puts away your TV cables, tech credentials &gt;&gt; Engadget  Frustrated with cable spaghetti ruining the otherwise sharp lines of its TV storage units, the Scandinavian firm has taken it one step further, and built the TV right in to the furniture. Yup, &quot;Uppleva&quot; is an all-in-one TV and stand with storage built in co-operation with China&apos;s TCL Multimedia. Not only that, it also incorporates a Blu-ray / DVD player and surround sound (with wireless sub woofer.) Details on the TV itself are sparse, but there&apos;s a brace of USB inputs and four HDMI ports (so you can re-add in some wires), plus FM radio and internet connectivity, but beyond that we&apos;re left guessing.   (The Swedish translation of its name is &quot;experience&quot;.) Intel/Microsoft aim to push down iPad global market share under 50% by mid-2013 &gt;&gt; Digitimes  Based on current progress of development, there will be 32 Windows 8 tablet PCs launched by Hewlett-Packard, Dell, Lenovo, Acer, Asustek Computer and Toshiba by the end of 2012, the sources indicated.  In particular, Lenovo and Acer plan to launch Windows 8 tablet PCs priced at US$300-1,000, with entry-level models to be sold at below US$300 for competition with Android tablet PCs and models offered by China-based white-box vendors, and models at over US$300 to challenge iPad, including the new iPad and a next-generation iPad, the sources claimed.   And yet they only expect to push the iPad share below 50%? Sweepstake on the proportions between iPad/Windows 8/Android for Q1 2013, please, in the comments. (Note: Digitimes links go behind a paywall after a few days.) Notebook makers hit hard in pre-Ivy Bridge lull &gt;&gt; The Register  Taiwanese ODMs which produce notebooks for some of the world&apos;s biggest brands including Acer, Dell, HP and Lenovo are set to see shipments fall by up to 20% in April as the transition to Intel&apos;s much anticipated Ivy Bridge platform takes hold.  The new chips are set to land later in the month, but large scale shipments of notebooks based on the processors are not likely until the end of the quarter, according to Digitimes.   But expected to rise in May and June. You know what this means? New laptops in May. How Google was tripped up by a bad search &gt;&gt; Computerworld October 2011:   In the end it was a search that let Google down.  The company suffered a setback in its patent dispute with Oracle last week when a U.S. judge denied Google&apos;s request to keep an internal Google email out of the case record. The email, written by a Google engineer, could suggest to a jury that Google knew it needed a license to use Sun&apos;s - now Oracle&apos;s - Java technology in Android.   Interesting backdrop to the trial now in process: the email at issue is known as the &quot;Lindholm email&quot;, about alternatives to Java, in which Lindholm says &quot;We conclude that we need to negotiate a license [sic] for Java under the terms we need.&quot; Google wanted the email kept out of the trial; Oracle fought, and won, to have it included. Our Culture of Exclusion &gt;&gt; Ryan Funduk On the hey-have-a-drink-it&apos;s-a-conference-about-programming-sorta culture:   It&apos;s sort of like high school is repeating itself. We have an isolated population, and within it we&apos;ve got the cool kids making life (real life, this time) difficult, frustrating and miserable for people who don&apos;t deserve to be walked all over.  Consider for a moment that while you might love binge drinking - and listen, I&apos;ve done my share in the past... so I know it can be a blast - not everyone is into it, and it has nothing to do with code.  Social search: dead on arrival? Or on life support? (And can it still be resuscitated?) &gt;&gt; Search Engine Land  You&apos;re walking down a busy street in New York City, and suddenly you have a craving for a chocolate muffin. You pull out your iPhone, type in &quot;chocolate muffin New York&quot; - and the magic of search kicks in. Your mobile device&apos;s GPS tracker locates you instantly, finds a list of bakeries and coffee-houses nearby that sell muffins, and presents them for you to select from.  Beside (or beneath) each result is an icon. A starry icon, which in a universally understood language, rates the result as &apos;Great&apos;, &apos;Not so hot&apos; and &apos;Terrible&apos; - through the simple expedient of yellow colored stars.  You pick the 5-star rated bakery, get directions to it from Google Maps, and arrive at the store. You bite into the muffin and the delighted grin you wore as you stepped in turns into a wry grimace of dismay.  It tastes awful!   Ludicrous scenario, but the general point is hammered home: &quot;social&quot; search (Facebook Likes, Twitter followers, Google+ followers) is already being manipulated by SEO experts so that it simply isn&apos;t trustworthy. Which implies that real &quot;human&quot; search will remain more trustworthy, though that conclusion is carefully avoided. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/19/technology-links-newsbucket", 
    "wordcount": "1389"
}