{
    "headline": "Fresh water demand driving sea-level rise faster than glacier melt", 
    "text": "Humanity&apos;s unquenchable thirst for fresh water is driving up sea levels even faster than melting glaciers, according to new research. The massive impact of the global population&apos;s growing need for water on rising sea levels is revealed in a comprehensive assessment of all the ways in which people use water. Trillions of tonnes of water have been pumped up from deep underground reservoirs in every part of the world and then channelled into fields and pipes to keep communities fed and watered. The water then flows into the oceans, but far more quickly than the ancient aquifers are replenished by rains. The global tide would be rising even more quickly but for the fact that man-made reservoirs have, until now, held back the flow by storing huge amounts of water on land. &quot;The water being taken from deep wells is geologically old  there is no replenishment and so it is a one way transfer into the ocean,&quot; said sea level expert Prof Robert Nicholls, at the University of Southampton. &quot;In the long run, I would still be more concerned about the impact of climate change, but this work shows that even if we stabilise the climate, we might still get sea level rise due to how we use water.&quot; He said the sea level would rise 10 metres or more if all the world&apos;s groundwater was pumped out, though he said removing every drop was unlikely because some aquifers contain salt water. The sea level is predicted to rise by 30-100cm by 2100, putting many coasts at risk, by increasing the number of storm surges that swamp cities. The new research was led by Yadu Pokhrel, at the University of Tokyo, and published in Nature Geoscience. &quot;Our study is based on a state-of-the-art model which we have extensively validated in our previous works,&quot; he said. &quot;It suggests groundwater is a major contributor to the observed sea level rise.&quot; The team&apos;s results also neatly fill a gap scientists had identified between the rise in sea level observed by tide gauges and the contribution calculated to come from melting ice. The drawing of water from deep wells has caused the sea to rise by an average of a millimetre every year since 1961, the researchers concluded. The storing of freshwater in reservoirs has offset about 40% of that, but the scientists warn that this effect is diminishing. &quot;Reservoir water storage has levelled off in recent years,&quot; they write. &quot;By contrast, the contribution of groundwater depletion has been increasing and may continue to do so in the future, which will heighten the concerns regarding the potential sea level rise in the 21st century.&quot; Nicholls, who was not part of the research team, said there are a wide range of projections of future sea level. &quot;But this work makes one worry about the uncertainty at the high end more,&quot; he said. The researchers compared the contribution of groundwater withdrawal and reservoir storage to the more familiar causes of rising sea level: ice melted by global warming and the expansion of the ocean as it warms. The pumping out of groundwater is five times bigger in scale than the melting of the planet&apos;s two great ice caps, in Greenland and Antarctica, and twice as great as both the melting of all other glaciers and ice or the thermal expansion of seawater. The scale of groundwater use is as vast as it is unsustainable: over the past half century 18 trillion tonnes of water has been removed from underground aquifers without being replaced. In some parts of the world, the stores of water have now been exhausted. Saudi Arabia, for example, was self-sufficient in wheat, grown in the desert using water from deep, fossil aquifers. Now, many of the aquifers have run dry and most wheat is imported, with all growing expected to end in 2016. In northern India, the level of the water table is dropping by 4cm every year. Pokhrel&apos;s team also investigated the effect of rising temperatures on other ways in which water is stored on land. They found that the drying of soils and loss of snow added almost a tenth of a millimetre per year to sea level rise. Prof Jonathan Bamber, of the University of Bristol, said the washing of vast volumes of groundwater into the sea was a large factor, but did not appear to have accelerated over the past 50 years, despite the world population more than doubling in that time. In contrast, the melting of ice sheets and glaciers as global temperatures rise has accelerated over the past 20 years, he said: &quot;So it is pretty clear to me that this will be the dominant contributor in the future.&quot; The new work reveals the surprisingly large effect of deep water wells on the oceans, said Martin Vermeer, at Aalto University in Finland, but would not radically alter overall estimates of sea level rise by 2100. &quot;It&apos;s an incremental change, nothing revolutionary, assuming the result of this paper holds up. Science is never built upon a single result.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/20/world-aquifers-rising-sea-levels", 
    "wordcount": "858"
}