{
    "headline": "Skateboarding in South Africa  in pictures", 
    "text": "   Skateboarding for Hope is an outreach programme in South Africa that aims to encourage underprivileged young people to take up skateboarding through demonstrations and donations of gear. The hope is that learning to skateboard will keep them off the streets and away from crime Photograph: Nic Bothma/EPA       Partially funded by the Maloof family, who are American hotel and property tycoons, the annual event, which started in 2010, tours 17 towns in a country with high youth unemployment. The Maloof Skateboarding Global Initiative works with local governments to establish permanent skate parks in host towns Photograph: Nic Bothma/EPA       Diamonds have been mined in South Africa since the 19th century, but despite rich natural resources and more than 100 years of exploiting them, South Africa ranks only 123rd on the UN human development index. This diamond mine in Kimberley is now the site of a skate park, the venue of this year's world skateboarding championship Photograph: Nic Bothma/EPA       The world's best skateboarders competed in Kimberley at the Maloof Money Cup World Skateboarding Championships, held in September. Skateboarding has been encoded as a school sport in Northern Cape province, but, with no wheels, this boy's board will not take him far Photograph: Nic Bothma/EPA       Local boys head to the Kimberley skate plaza to try out some moves. But they'll have to take turns, as they share one skateboard Photograph: Nic Bothma/EPA       Letego Mothelesi, 13, poses for a photograph with the shared board Photograph: Nic Bothma/EPA       Boys skate on an auxiliary quarter pipe in the purpose-built skate plaza Photograph: Nic Bothma/EPA       After the Skateboarding for Hope tour concluded, the main event, the skateboarding championships, began in Kimberley. Here, fans cheer in the plaza stands during the opening ceremony Photograph: Nic Bothma/EPA       A crowd of mostly local spectators watch Great Britain's Paul-Luc Ronchetti compete on the mega ramp during the world championships Photograph: Nic Bothma/EPA       Professional skateboarders rest in between runs on the street course Photograph: Nic Bothma/EPA  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/nov/16/skateboarding-south-africa-in-pictures", 
    "wordcount": "0"
}