{
    "headline": "US election day: statistician bloggers give Barack Obama a clear lead", 
    "text": "As I&apos;ve commented earlier in this forum, the US elections may have a dramatic impact on science and biomedical research. While both sides agree that cutting the deficit is a primary goal over the next four years, there is fierce disagreement about the way to achieve this. The Obama side has emphasised investments in infrastructure, research and development and education in parallel with cutting spending in other areas. The Romney side focuses more exclusively on cutting government spending and lowering taxes, but says little about support for research and infrastructure. Given the significance of the elections, there is obviously great interest in the US and perhaps in other parts of the globe in determining who is winning the race for the presidency  or more importantly  who will win. What is the answer to that question? Well, it all depends who you ask. Campaign managers and advisers to both sides almost inevitably claim their side is ahead; this seems to reflect the general (and odd, I might add) idea that some people want to be able to claim that they voted for the winning side. Whatever the reason, asking people affiliated with one party or the other isn&apos;t particularly helpful. What about the media? Normally I watch precious little television, but from every news network that I&apos;ve seen over the past month (with the possible exception of Fox News, which typically predicts that Romney will readily win), the consensus appears to be a toss up. Polls show Obama up one day, with Romney in the lead on the next. Romney ahead in the national polls and leading in support by men, and Obama ahead in state polls with stronger support among women. Symmetrical and exciting. Close right down to the wire. This is the overwhelming dogma, and it certainly makes for great TV entertainment and advertising. But is it true? In search for an answer, and in trying to make sense of the situation, I have come across several very interesting blogs that address &quot;the state of the stats and the stats of the States&quot; as we move towards the elections on Tuesday. In particular, I have been relying heavily on the data provided by talented statistician and author Nate Silver, on his New York Times-affiliated blog, FiveThirtyEight (the total number of US electoral votes, whereby a majority of 270 wins the election). In 2008, Silver accurately predicted 49 out of 50 states, missing only Indiana (which had less than a 1% difference between the two candidates). Silver is joined by other statistically inclined bloggers, including neuroscientist Sam Wang, an associate professor in the department of molecular biology and the Princeton Neuroscience Institute who runs the Princeton Election Consortium, and Drew Linzer, an assistant professor of political science at Emory University who runs Votamatic.  The fascinating calculations made by these talented statisticians are mostly based on using averages of multiple polls, minimising the relevance of outlier polls, comparing state and national polls, registered voters vs. likely voters, and an array of other factors that can include economic considerations. In some cases, such as the FiveThirtyEight blog, economic data is a controlled variable that diminishes as the election approaches, because Silver notes that by election time the economy has inevitably already been factored into the voter&apos;s decision. According to these cautious and methodically tested calculations, the election results are exceedingly clear. For the coming election, in his measured and careful manner, Silver&apos;s most recent forecast shows that Obama has an 85% chance of winning the election, and if held on that day, would win about 305 electoral votes. Sam Wang lists 319 electoral votes for Obama with a Bayesian prediction of a Democrat victory with greater than 99% accuracy. Linzer&apos;s Votamatic predicts an Obama victory with 332 electoral votes. Hardly a &quot;toss-up&quot;! Remarkably, none of these careful statistical forecasts  by bloggers with a proven track record in previous elections  are echoed by the popular press. Claims of partisan predictions, biased polling and miscalculations abound. Are we, the people, missing something? Where do these differences come from? There are a good many potential explanations, and Silver and his fellow bloggers have addressed them in their recent blogs. For example, the news media have been heavily reliant on national polls  which according to data from recent elections are typically less reliable than state polls (especially when there are multiple state polls). The news media also tend to emphasise an individual poll as it comes out, without taking into consideration that it might be one of 6 or 7 polls and an outlier. The statistical bloggers admit that many of the polls conducted are by a number of large firms, and that there are clearly systematic differences in their polling. In other words, there are a cluster of polls that tend to produce more left-leaning results (by a few percentage points), and a cluster of large polling firms that produce results that are more favorable to the Romney side.  In a recent blog, Linzer puts forth a strong argument that takes advantage of hundreds of new and recent polls performed by very small polling firms. His analysis shows that these many little polls, which can&apos;t possibly be systematically biased, on average support the larger polling firms that show Obama in the lead. The interpretation of this analysis is that the right-leaning large polling firms have been skewing the forecasts towards Romney, and that the race is thus tilted even more in Obama&apos;s direction. It remains unclear whether the news outlets are bent on making election night a tension-filled spectacle to increase network ratings, whether they are simply avoiding a complex and statistical-based analysis of the data, or whether they are merely being cautious. I simply don&apos;t know. What I do know is that I&apos;ve already cast my early ballot, and I look forward to seeing the predictions of my statistical bloggers being fulfilled. While this election will clearly have an impact on US science, it&apos;s also great to see mathematicians-statisticians as heroes in the limelight.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/nov/06/us-election-day-bloggers-barack-obama", 
    "wordcount": "1004"
}