{
    "headline": "Climate scientists published a paper debunking Ted Cruz", 
    "text": "A new study has just appeared in the Journal of Climate which deals with an issue commonly raised by those who deny that human-caused climate change is a serious risk. As I have written many times, we know humans are causing the Earths climate to change. We know this for many reasons.  First, we know that certain gases trap heat; this fact is indisputable. Second, we know that humans have significantly increased the amount of heat-trapping gases in the atmosphere. Again, this is indisputable. Third, we know the Earth is warming (again indisputable). We know the Earth warms because we are actually measuring the warming rate in multiple different ways. Those measurements are in good agreement with each other. Of course there is other evidence too. For instance, ice loss across the globe is widespread: in the Arctic, the Antarctic ice shelves, Greenland, and from land glaciers. Sea levels are rising as warm water expands in volume and as melt waters flow into the ocean. We are also seeing changes of weather patterns and climatic zones shift. The point is, there is a whole body of evidence that proves the climate is changing and the change is caused largely by human emissions of greenhouse gases.  Over the years, contrarians have looked for evidence that the climate either isnt changing or the change is not as fast as predicted. Their findings have often been used in the media to suggest that human-caused climate change was not something to worry about. But weve seen, over and over and over again, that these contrarian arguments dont hold up.  Repeatedly, mainstream scientists have taken these claims seriously and discovered they were just plain wrong. In some cases, the contrarians have made simple arithmetic errors (like mixing up a negative and positive sign in their equations), while in others, they have made more fundamental errors. But regardless, they have been wrong time after time. But whenever they are found to be wrong, they just go and find some new piece of evidence that once again calls into doubt our understanding of the human-climate link.  One contrarian argument has appeared repeatedly over the past few years, even at a hearing before the U.S. Senate Committee on Commerce held by Ted Cruz in 2015. The claim was by well-known contrarian John Christy. Christy claimed that the mid-troposphere temperatures (temperatures in approximately the middle of the atmosphere) are rising three times faster in climate models when compared with measurements. Another related claim is that there has been no statistically significant warming in the troposphere (lower part of the atmosphere) for 18 years.  Now, both of these facts, even if they were true, would not prove much. We know the Earth is warming because of measurements in oceans, underground, and at the Earths surface. But it would open a question as to why the atmosphere is behaving differently. The recent paper just published looked at these two claims. The authors found errors in the analysis that, when corrected, debunked the contrarian claims. Let me explain some of the science.  First, these atmospheric temperatures are measured by satellites which can see the temperature of gases in the atmosphere. It works differently from a thermometer but regardless, such measurements are possible. These measurements have a lot of uncertainty.  First of all, as the Earth warms from greenhouse gases, the upper part of the atmosphere should cool down. A simplistic but appropriate description is that greenhouse gases hold the heat down toward the Earth, making the upper atmosphere cooler. Since the satellites see both the upper and lower parts of the atmosphere, the cooling upper region may contaminate the measurements of the warming lower part of the atmosphere. A second source of uncertainty is that the satellites themselves are not perfect. When satellites are launched, they orbit the Earth for a number of years until they are replaced by new satellites. The data, which goes back to 1979, is actually stitched together from multiple satellites in sequence. No two satellites are completely identical  sort of like no two thermometers will give exactly the same temperature. These differences have to be rectified and are another source of error. Additionally, the satellites change while they are in orbit, in particular they lose altitude and their orbiting time drifts (the time they pass certain global locations drifts later and later in the day). Both of these facts contaminate the measurements and must be accounted for. There are other accuracy issues as well that space doesnt permit discussion, but you get the point. So, this recent paper did a few things. First, they took the contrarian argument that the mid-troposphere temperatures have been rising at only 1/3 the rate predicted by models. They found that Christys team neglected the contamination of the cooling in the upper stratosphere. When they applied this correction, they found that Christys claim was incorrect. Differences between modeled and observed warming rates were much smaller, and had known explanations.  Next, the authors asked whether it is true that there has been no warming in the lower atmosphere (troposphere) in the past 18 years. They found that for five of the six groups that provide satellite temperature analysis, this claim was also incorrect. Finally, they asked whether it is true that the temperature changes in different layers of the atmosphere are in disagreement in models and measurements. Their result is that when temperature changes in different layers of the atmosphere are compared, one of three satellite records is in close agreement with the climate models.  While this paper largely debunks the most current contrarian mainstay, it doesnt answer all of our questions. For instance, exactly how accurate are these satellite measurements and how can they be made better? Do the models capture all of the thermal processes which are occurring, especially in the middle and upper layer of the atmosphere? Why does there appear to be a small difference in the satellites and the model predictions in the middle of the atmosphere? Is this difference important?  These questions can be answered, but a prerequisite is a continuation of high-quality data from satellites. This means a continued commitment to launching new measurement satellites as the current fleet ages.", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2016/oct/14/climate-scientists-published-a-paper-debunking-ted-cruz", 
    "wordcount": "1045"
}