{
    "headline": "Grand Theft Auto V preview: the inside story", 
    "text": "     Two helicopters swoop down over the city, zigzagging between looming skyscrapers. They are searching for a third chopper, and they find it, hovering beside an anonymous government building. Quickly, the craft glides away from its pursuers while a gunman leans out and fires back.  This is an aerial shoot-out, hundreds of feet above the densely crowded streets, a breathtaking action set-piece, befitting the most vainglorious Hollywood blockbuster. But you are in control; it&apos;s your movie. And as shots ring out, one chopper spirals out of the sky, black smoke billowing from its shattered tail. In the background, a neon pink sunset detonates across the sky.  This is Grand Theft Auto V, the latest title in a series that has dragged video games kicking and screaming onto the cultural agenda. When the first details started leaking across the web last Thursday, social media channels went into meltdown as gamers scrambled for titbits of information. Many will be talking about little else for the next three months.  Developed at Rockstar&apos;s Edinburgh studio, with input from several of the publisher&apos;s other developers around the globe, GTA V is another darkly humorous crime adventure, crammed with sleazy gangsters, corrupt politicos and dodgy cops. While GTA IV took place in Rockstar&apos;s cold, shadowy version of New York  the ironically titled Liberty City  the latest title heads cross-country to Los Santos, a monstrous, sprawling pastiche of Los Angeles.      GTAV 1    Here we meet lead character Michael, an ageing bank robber who fulfils that most fecund of crime-fiction archetypes: a crook who&apos;s made good, retired to a fancy house, but now misses the excitement of the old days. In the demo Rockstar shows us, he starts out sunbathing by the pool like Ray Winstone in Sexy Beast, the city shimmering in the distance beyond his landscaped gardens. The player is able to get up and explore the bleached stucco mansion, passing the tennis court (you can play a match if you like), then bumping into Michael&apos;s bored wife as she clambers into a sports car on the front drive. &quot;If you want to know where I am, read your credit card statement,&quot; she yells as tyres squeal. &quot;I&apos;m feeling lucky, I&apos;ll check the hospitals!&quot; he calls back. And slowly but surely, his previous career begins to beckon. The basic structure is similar to previous titles. There is a series of missions which have to be completed to tell the over-arching story, but when you&apos;re not taking part in these, you&apos;re free to explore the environment; driving the endless roads, discovering mini-games, meeting characters, and generally getting into trouble. But GTA V will also make some radical structural changes.  In the past, players would have controlled a lone character all the way through the game. Here, you have three, switching between them at will. Alongside Michael, there&apos;s Franklin, a young kid working in vehicle repo for a bunch of Armenian gangsters, and the fascinating Trevor, a psychotic career criminal with a shady military background.  These guys all have their own skills and specialities and will often attempt missions together, the player sticking with one character throughout the task, or swapping back and forth, relying on the computer to control the others.  Why the change? Why three characters? &quot;It was partly just to do something totally new,&quot; says Dan Houser, co-founder of Rockstar and co-writer of all the Grand Theft Auto titles since GTA London. &quot;Partly, too, it was because at that point we were deep into the work on the two DLC episodes of GTA IV, and we thought, well, the bits where all the stories crossover is kind of cool, so why don&apos;t we just do that in one game? So okay, let&apos;s just do multiple characters. With Michael we wanted this older guy who&apos;s still tough, but he&apos;s retired. That&apos;s a great way to start a game  at the end. That seemed fresh. &quot;Franklin was the next one we came up with because we wanted a younger character, just so he could be the guy on the up, contrasting with the guy on the down  one could mentor the other. And in some ways, I suppose, Franklin is most like your traditional GTA protagonist. And then out of nowhere, the idea of Trevor came to us. He is the guy who does everything awful, relentlessly! He has his own charm, but he  he&apos;s a relentless maker of mischief. Not without some principles though, but totally different principles to Michael  an exact opposite take on what it means to be a protagonist in a GTA world. Michael is more about ego and Trevor is more about id, I suppose&quot;.      GTAV 6    This provides an interesting gameplay dynamic, but it is also about story. Instead of telling one tale which heightens toward a single dramatic finale, GTA V cuts between these three interlocking narratives, drawing parallels and distinctions between the men. And instead of one set-piece conclusion, the game is structured around a series of five or six mega-heists which take place throughout the game, and which other missions lead up to. The idea is to get gamers into big set-piece thrill-fests like GTA IV&apos;s Three Leaf Clover much more quickly.  Some of the artwork Rockstar has released shows the characters jumping out of a van with gas masks, overalls and machine guns, bringing to mind Michael Mann&apos;s movie Heat. Like that film, this seems to be a game about professional criminals and the weird working relationships they maintain amid the testosterone and violence. Relationships seem key. In GTA IV, some people felt all that stuff got annoying  looking after Niko&apos;s cousin Roman, taking calls from gangsters wanting to hang out, catching up with girlfriends. There&apos;s no romance this time, but the phone is back (&quot;we&apos;ve evolved it to reflect the modern world with smartphones,&quot; says Dan), although it seems the interplay between the main characters will be the focus.  &quot;You have other people you can hang out with, but the main people you choose are the other protagonists,&quot; he says, stressing that the intricacies are still being worked on. &quot;If you&apos;re playing as Michael and you want to play a game of tennis, you can call up Franklin and ask him. You are actually getting to see the main bulk of the story and also spend time with these people off-mission  that side of it gives it a vibrancy that&apos;s a lot stronger than with Roman or anyone else.  &quot;On the emotional narrative side, it&apos;s stronger just because of the nature of the rest of the game, and on the mechanics side, hopefully we&apos;ve just designed it better, we&apos;ve smoothed off the rough edges of it and made it a stronger part of the game&quot;.  On the subject of Roman, there have been rumours other characters from previous games will turn up in GTA V. Dan says that no one before GTA IV will be in it  the move to HD created a schism in this fictional universe, rendering CJ, Tony and co, as mythical characters from a bygone era. But will we see stories from the previous game looping into this one? &quot;I think that might be too mannered,&quot; says Houser. &quot;Nico had a particular kind of story and we&apos;re trying to make this different. We might allude to things from that world, but we didn&apos;t want it to feel like, well, here&apos;s the opposite of an immigration story  we wanted a fresh take on what it means to be a criminal in this world of hyper-real Americana&quot;.      GTAV 3    It looks like there will be a new approach to music too. Inspired by Rockstar&apos;s successes with Red Dead and Max Payne, missions will now be accompanied by an interactive score rather than radio play. &quot;We though could do something interesting if we scored missions in GTA,&quot; says Houser. &quot;Obviously we didn&apos;t want to lose radio stations, so we thought we&apos;d do both.  &quot;Exactly how we&apos;re going to balance between the two we&apos;re not entirely sure yet  we&apos;re still trying to figure that out. But we have some very cool people doing the score, different people, who will work in the same stem-based system that we used in the other games&quot;.  You forget how important music is in this game  and then you watch the GTA V demo and see Trevor leaping into a battered old truck and screaming off into the desert playing Radar Love, and it all comes back. It will be interesting to see how a score competes. Meanwhile, there&apos;s another reason why there are three lead characters: GTA V is too geographically immense for a lone protagonist to explore. This is the largest environment Rockstar has built, big enough  as many previews have pointed out already  to contain the last two GTA titles as well the publisher&apos;s vast Western adventure Red Dead Redemption.  Like LA itself, Los Santos is a patchwork of neighbourhoods with a downtown area, a gang-infested southern district, and the prosperous areas in the hills. But the game world extends out into the fictitious state of San Andreas, Rockstar&apos;s interpretation of southern California. There are farmlands, deserts, villages, mountains; there is even a functioning ecosystem teeming with wildlife. Trevor lives in a stinking shack out in Blaine County, a deserted coastal region, modelled on California&apos;s Salton City. The first time we meet him, he&apos;s on the john having a noisy bowel movement; Rockstar never shies away from these sorts of details.     GTAV 4    Importantly, the whole map is open from the start. Players can take a chopper and fly out over the hills, parachuting down onto the peak of Mount Chiliad. They can jet-ski, mountain bike, play golf, exercise. They don&apos;t have to, they just can.  The city streets are teeming with mini-tasks and money-making endeavours. During our demo, we watch Franklin driving around downtown and notice a Gruppe 6 security van pull into a petrol station  we can turn that over for some quick cash, but will inevitably attract some fervent attention from the cops.  Out in the sticks, beyond the city limits, the feel is more Red Dead Redemption, with dynamic encounters amid the wilderness; Game Informer&apos;s recent feature on the game mentions hitchhikers and broken down cars; all potential traps for unwary explorers.  &quot;Environment is important,&quot; says Houser. &quot;Games are very geographical  they present space almost better than they present time, and we try to use that, to showcase variety between different landscapes. It&apos;s this idea of a digital holiday: being able to explore spaces that don&apos;t really exist is one of the the things that&apos;s fascinating about open world games. It&apos;s not just about doing the activities we&apos;ve set, there&apos;s also a sense of being there.  &quot;If we&apos;ve done a good job, the shoot-outs are fun but so is cruising through the world in a car you really like, listening to music  if these elements feel somehow consistent with each other, then we&apos;re on the right path to something cool&quot;. And, yes, the shoot-outs do look like fun. In the mission we&apos;re shown, Michael, Trevor and Franklin have been employed by a covert agency, the FIB, to swipe a prisoner from another set of government operatives. It involves piloting a helicopter to a downtown building, rappelling down a rope, smashing in through the windows, and getting back into the craft with your confused and terrified hostage.  Michael is the one doing the smash and grab, while Trevor pilots the helicopter and Franklin lurks on a nearby rooftop with a sniper rifle, picking off enemy targets. Again, you can keep swapping between them, grabbing different aspects of the action, or you can stick with one protagonist, concentrating on your own key skills. It&apos;s exciting stuff, it&apos;s what we&apos;ve always loved GTA for  that sense of freedom, of anarchy, in a functioning world. The sense that extraordinary things will happen. We don&apos;t know much else about the missions yet; but Houser is keen to stress one key aspect. &quot;We&apos;ve focused on variety,&quot; he explains, &quot;I don&apos;t think players will say, &apos;I&apos;m constantly being told what to do, and I go there, I do it, I leave and I do everything in exactly the same way!&apos; I definitely don&apos;t think that will be a problem&quot;.  And space is important, space is a big issue. Some have already questioned why GTA V needs to be so huge. But Houser bats the concerns right back. &quot;We wanted to make a big place, as much as anything, to allow you to fly,&quot; he laughs. &quot;A lot of the decisions, we&apos;re talking about them here on a philosophical level, but they&apos;re also practical decisions, too: we&apos;re making a game. You have to understand the medium. On an obvious level we wanted somewhere big so you can fly properly  we have a lot of missions that involve flying, in helicopters or whatever, it was logical. Also, Jet skis work better around LA than they would in New York.      GTAV 2    &quot;We&apos;re using the environment to let us have toys we couldn&apos;t have had otherwise. And equally, we&apos;re using the story and environment to introduce missions that can be more extreme. In some ways we wanted the game to have a larger-than-life Hollywood feel; the stories we heard in LA, we wanted to capture them in the game. If the place isn&apos;t informing what we&apos;re doing, we&apos;re not using it correctly.&quot;  Los Angeles. Los Santos. After the bleak, chilly despair of GTA IV this an enormous tonal shift, recalling the sun-streaked abandon of GTA: Vice City, the eighties-obsessed PlayStation 2 masterpiece that some feel is the best title in the series. And although the follow-up to that title, GTA: San Andreas, explored a little of this place, GTA V already feels like it has plunged into the decadent heart of the city like no game before it.  Driving around the intricately detailed streets, we spot tributes to landmarks like Muscle beach and the Hollywood sign, we see mime artists and weirdos patrolling the pavements, there&apos;s a guy dressed as Jesus  that guy is really out there in Santa Monica, posing for photos with tourists. There are dodgy fast food joints with names like The Lucky Plucker, there are juice bars and boutiques. The sense of place is incredible; a sort of skewed, woozy take on the real thing. Los Angeles. Los Santos. The two are inextricably linked, but it is LA that the game is really thinking about.  &quot;Since 2008, we&apos;ve been going out there for for a week or two at a time with different groups from the team,&quot; says Houser. &quot;Our researchers did an incredible job of finding us some of the strangest people  retired cops, people with a knowledge of the LA underworld  and we&apos;d hang out with them ... just to see what happened. Whatever skill we have is in taking all of that stuff and amalgamating it into something that feels cohesive. There can&apos;t be any particular science to that  the interpretation of the world is our skill, that&apos;s where the art is. There&apos;s enormous pleasure in wandering about in LA with people who&apos;ve done crazy things&quot;. Perhaps only a video game could capture the essence of a contemporary city in this way. Houser shies away from such hyperbole, he knows GTA V must function as a game more than anything else, but the team working on it have wider ambitions, too. I ask him if GTA means anything. &quot;I hope so!&quot; he laughs, &quot;otherwise it&apos;s pointless! Without being too annoying and avoiding the question, hopefully the games say lots of different things; but I think that for us, the correct response is to turn the question around and ask, what do they mean to you?  &quot;It&apos;s not for us to sit there and say, well, this is what it&apos;s about. We&apos;ve got lots of themes we want to explore, be it about advertising, about dreams, immigration, about being an assassin and what that means  some of which will work, plenty of which will probably fail. But it&apos;s not for us sit there and say that. Our statement is the game&quot;.  Baudrillard would love the version of America that Rockstar has constructed, a hyper-real theme park of violence, corruption and excitement. But you don&apos;t have to think about it. You don&apos;t have to think at all. GTA V might be about friendship or ambition or regret, but it also looks to be a game in which you can blast through the streets in a truck, boot filled with guns; a game where you can pilot a jet fighter over the Californian landscape; where you can bike down a mountain or jet ski into that fluorescent sunset.  GTA has always been about possibilities. That is why it is so exciting to see the series return, amid the indie titles it has inspired, and the Triple A titles that have grown up in its shadow. Grand Theft Auto pushes at what game worlds are, it is inarguably ambitious. Yet sometimes it just wants to blow up helicopters above the streets of downtown Los Santos. And that, in the end, is absolutely fine. Update: This article was based on a press trip to New York, with travel costs and accommodation covered by Rockstar. I apologise for forgetting to notify readers of this when the article was originally uploaded.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/12/grand-theft-auto-v-preview-gta-5", 
    "wordcount": "2924"
}