{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone and iPad. Except this time, it&apos;s Best Apps This Fortnight, since this post took a week off for Mobile World Congress. Read on, then, for a hand-picked selection of the 30 most interesting new (as in brand new, not updates) iOS apps from late February and early March. There&apos;s a separate 30 best Android apps this week roundup too. Real Racing 3 (Free) Its freemium timers may have proved controversial, but Real Racing 3 is still an excellent driving game, not least because the more you play and the more cars you own, the timer element stops being an issue. Anyway, the game sees you racing more than 45 cars over 900 events, upgrading as you go. The graphics are spiffing, the handling works beautifully, and unless you&apos;re philosophically opposed to in-app purchases in this kind of game which some people are  you&apos;ll have bags of fun.iPhone / iPad Marvel Unlimited (Free) Comics starring Spider-Man, The Avengers and other Marvel characters have been available digitally for some time now in several apps. Now Marvel has launched an official app for its own Marvel Unlimited subscription service, where you pay $9.99 a month (US pricing, but it&apos;s available worldwide) for unlimited access to new and archive comics.iPhone / iPad The Wonderful Wizard of Oz for iPad (2.49) As Disney rolls out the big marketing guns for its Oz The Great and Powerful film, book publisher Random House is taking advantage with its own interactive retelling of L. Frank Baum&apos;s original novel. Split into 24 chapters, this app includes two modes for children of different ages. Picture Book is for younger readers, with abridged text and an emphasis on animation and interactivity. Original Novel mode, meanwhile, has that plus the full text of the book.iPad Toy Story: Smash It! (0.69) If Angry Birds went 3D, with the birds replaced by Buzz Lightyear and the pigs replaced by aliens, it might look like Toy Story: Smash It. A bit. Disney&apos;s new game makes for colourful knock&apos;em down fun as you scoot around 60 levels chucking balls at the aliens&apos; defences. The sort of game you buy for your kids, then frustrate them by hogging the device to yourself.iPhone / iPad Year Walk (2.49) This unaccountably slipped through my net when it came out last month, but it&apos;s such a good game, it demanded inclusion this time. It&apos;s a beautiful, eerie, quirky mix of adventuring, puzzling and jumping out of your skin, based on Swedish folklore. And if the game isn&apos;t enough, there&apos;s a separate companion app giving more information on those mythical sources.iPhone / iPad Comics In The Classroom (Free) More comics, but this time with educational ambitions. Comics In The Classroom is the work of a UK startup of the same name, and retells famous historical events through digital comics. The twist: students fill in the speech bubbles themselves through multiple-choice suggestions, testing their knowledge. The murders of Archduke Franz Ferdinand and Thomas Becket, as well as The Dambusters are available now as 1.99 in-app purchases, with Rasputin, Pearl Harbour and The Gunpowder Plot to come.iPad Temple Run: Oz (0.69) Oz again, but this time an official splicing of Disney&apos;s new film with the hugely popular Temple Run franchise. That means endless-running along the Yellow Brick Road, collecting coins and ducking dragons along the way. It&apos;s based on the latest Temple Run 2 game engine, so looks spiffing. Parents of Oz-loving children may be shocked by the way the in-app virtual items store goes all the way up to 69.99, though.iPhone / iPad Save the Children (Free) Charity Save the Children&apos;s new iPhone app aims to keep supporters updated on its latest campaigns with a mixture of news, video appeals and photographs from around the world, as well as case studies, staff logs and an interactive map taking people to its websites around the world.iPhone Reebok Fitness (Free) There&apos;s growing interest in the fitness apps market, with Reebok the latest big brand to show its hand (or, rather, its feet). This app aims to help people create their own customised training programmes for running, dancing, yoga and/or walking, throwing in videos and tips from fitness experts as you go.iPhone Wildwood Storymap (Free) Book publisher Canongate teamed up with creative agency Somethin&apos; Else for this stylish &quot;companion map&quot; for Colin Meloy&apos;s trilogy of Wildwood books. Excerpts from the first in the series are included, but the core of the app is its map of the locations in the story, along with illustrations and an entertaining mini-game.iPhone / iPad Devil&apos;s Plantation (2.99) As a website, The Devil&apos;s Plantation won an interactive BAFTA award. Now it&apos;s available as an iPad app, telling its tale through &quot;66 films, two life stories and an ancient secret revealed&quot;. Set in and around Glasgow, it&apos;s the latest fascinating glimpse at how interactive storytelling isn&apos;t just a buzzphrase.iPad Makies Doll Factory (Free) Read this interview with British startup MakieLab for the full story on how its 3D-printed dolls may disrupt the traditional toy industry. This iPad app is part of its plan, enabling people to create their own virtual &quot;Makie&quot; dolls on-screen, and then order them from the company.iPad Files App (0.69) Apple might not fancy providing a single File Manager-style application for iOS devices, but developer Sonico has done the job for it. Files App helps you access all the PDFs, photos, videos and music stored on your device, as well as pulling files from cloud services Dropbox, Google Drive and Box.iPhone / iPad Permanent Spreadsheet Document Editor &amp; Viewer (6.99) Can spreadsheets really be &quot;glamorous&quot;? That&apos;s what one early review of iPad app Permanent has suggested. It&apos;s a slick, uncluttered way to create and edit spreadsheets on Apple&apos;s tablet, supporting formulas and Lua scripting. You can&apos;t import Excel docs and CSV files yet, but that&apos;s coming in a future update.iPad Tick Tock Toys (Free) Swallowtail Games won a BAFTA Ones to Watch award in 2012 for Tick Tock Toys, which has now been commercially released for iOS. It&apos;s a wonderfully-characterful puzzle game that sees you solving toy-based puzzles in sets of three. The first 15 levels are free, then you can buy a pack of other stages for 1.99.iPhone / iPad BBC Earth Wonders (2.49) BBC Worldwide&apos;s latest app is a showcase for the Beeb&apos;s archive of wildlife video, drawing on series including Planet Earth, Frozen Planet and Life. Navigated using a 3D globe, the app includes 50 30-second video clips and more than 500 photos to browse, with links to iTunes for full episodes.iPhone / iPad Lego Friends Ultimate Stickers (2.49) Lego&apos;s girl-focused Lego Friends range is apparently selling like the clappers, so it&apos;s probably a good time to turn it into an app. Book publisher DK is the company responsible with this digital stickering app. Children have more than 85 virtual stickers to slap onto eight scenes however they like.iPad Sonic Dash (1.49) Be wary of suggesting that Sega&apos;s latest Sonic the Hedgehog game is inspired by Temple Run: this kind of gameplay was appearing in Sonic games a long time ago. There&apos;s no doubt that Temple Run&apos;s success made the idea of a standalone Sonic endless-runner appealing, though. Sonic Dash sees you running, jumping and dodging as far as you can, with in-app purchases in the mix to speed up the unlocking of power-ups.iPhone / iPad What&apos;s the Phrase (Free) If you mashed up Wheel of Fortune, Words With Friends and Draw Something, you might come up with something like What&apos;s the Phrase. It&apos;s the work of Zynga owner of the latter two brands getting people to pick from more than 40 phrase categories then guess the words faster than friends.iPhone / iPad Tate Shop (Free) The Tate Gallery in London is currently holding a retrospective exhibition of Roy Lichtenstein, and now it&apos;s got its own companion shopping app to buy related products and books. &quot;Add some explosive style to your home with a pair of Whaam! cushions or make your outfit really pop with our &apos;Oh Jeff&apos; bag,&quot; encourages its App Store listing. I&apos;m guessing the app&apos;s more-general name means it can be updated for future exhibitions too.iPhone Adobe Photoshop Touch for Phone (2.99) Adobe took its Photoshop image-editing software to tablets a while back, but now it&apos;s on smartphones too. This app includes some of the most-used Photoshop effects to help you tweak your photos and then either share them on Facebook or Twitter, or export them to Photoshop iPad or desktop software.iPhone Talking Friends Superstar (Free) Outfit7&apos;s stable of Talking Friends characters (Talking Tom Cat, Talking Ginger and the rest) have been enormously popular, with 700m downloads and 120m monthly active users. They even spawned a range of plush toys just before Christmas. This new app is designed to work with those: on-screen buttons spark verbal responses from the toys. A fun digital/physical combo and the first of many, judging by the traditional toy industry&apos;s interest in apps.iPhone / iPad UKF (Free) British brand UKF is all about bass music: dubstep and drum &amp; bass, having found a huge audience through its YouTube channels, which passed the 1bn views mark back in June 2012. Now there&apos;s an app for that on iPhone, offering uploads, mixes, news and ticket/merchandise links for the burgeoning UKF community.iPhone Tango Text, Voice and Video (Free) Communications app Tango has been around and popular for a while it just signed up its 100 millionth user. Now its iPhone app has been turned into a universal version, meaning a native edition for iPad. The features remain the same: voice and video calls as well as messaging, games and photo-sharing.iPad DrinkCoach (1.49) DrinkCoach looks simple, but it could be a really important app for people looking to cut down on their alcohol intake. It&apos;s a way to track the units and calories that you&apos;re drinking, set goals for yourself (and get reminders of them), and watch videos that may help you manage alcohol cravings when they come along.iPhone / iPad AA Breakdown Standby (9.99) The Automobile Association&apos;s latest app promises &quot;pay-as-you-go roadside assistance&quot;  as in car breakdowns, rather than rushing you a top-up card when you run out of credit, obviously. The one-off 9.99 download fee registers you for the AA&apos;s Breakdown Standby service, enabling you to get help if your car breaks down at 80 a pop, rather than paying an annual membership. You can call for assistance within the app, which sends your exact location to help you be found.iPhone Mini Ninjas (0.69) Square Enix says the heroes of its latest game are &quot;the smallest heroes taking on the biggest dangers&quot;, which is as neat a summary of the central gameplay as any. It&apos;s a fun action game where you choose one of four ninjas to play as, battling enemies and creating your own magic spells. In-app purchases supplement the initial download fee.iPhone / iPad Wombi Helicopter (Free) Swedish children&apos;s apps developer Wombi has released a succession of colourful, creative apps over the past year. This latest one is a freebie to introduce parents (and their children) to the Wombi world. It gets kids building a helicopter then flying it on a rescue mission, fending off a nefarious skunk along the way.iPhone / iPad Rando (Free) Here&apos;s a fun skew on photo-sharing: an app that gets you to snap a pic (using a circular frame) and then send it to... Well, you don&apos;t know who it&apos;s going to: Rando handles the job of pinging it &quot;anonymously to somebody completely random&quot;  somebody else using the Rando app, obviously. &quot;You will never know who received the rando, they will never know who sent it,&quot; explains the App Store listing. &quot;You will know the location of where it landed, the receiver will know where in the world it was taken.&quot;iPhone The Final Hours of Tomb Raider (1.99) No, not an app-based spoiler for the new Tomb Raider console game, which is fresh out. Instead, this is the work of journalist Geoff Keighley: longform games journalism in app form, as he interviews the team at developer Crystal Dynamics about its reboot of Lara Croft, with concept art and videos thrown in. It follows similar apps from Keighly about Portal 2 and Mass Effect 3.iPad That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/08/best-iphone-ipad-apps-real-racing-3-marvel-unlimited", 
    "wordcount": "2155"
}