{
    "headline": "Food scarcity: the timebomb setting nation against nation", 
    "text": "Brandon Hunnicutt has had a year to remember. The young Nebraskan from Hamilton County farms 2,600 acres of the High Plains with his father and brother. What looked certain in an almost perfect May to be a &quot;phenomenal&quot; harvest of maize and soy beans has turned into a near disaster. A three-month heatwave and drought with temperatures often well over 38C burned up his crops. He lost a third and was saved only by pumping irrigation water from the aquifer below his farm. &quot;From 1 July to 1 October we had 4ins of rain and long stretches when we didn&apos;t have any. Folk in the east had nothing at all. They&apos;ve been significantly hurt. We are left wondering whether the same will happen again,&quot; he says. On the other side of the world, Mary Banda, who lives in Mphaka village near Nambuma in Malawi, has had a year during which she has barely been able to feed her children, one of whom has just gone to hospital with malnutrition. Government health worker Patrick Kamzitu says: &quot;We are seeing more hunger among children. The price of maize has doubled in the last year. Families used to have one or two meals a day; now they are finding it hard to have one.&quot; Hunnicutt and Banda are linked by food. What she must pay for her maize is determined largely by how much farmers such as Brandon grow and export. This year the US maize harvest is down 15% and nearly 40% of what is left has gone to make vehicle fuel. The result is less food than usual on to the international market, high prices and people around the world suffering. &quot;This situation is not going to go away,&quot; says Lester Brown, an environmental analyst and president of the Earth Policy Institute in Washington. In a new book, Full Planet, Empty Plates, he predicts ever increasing food prices, leading to political instability, spreading hunger and, unless governments act, a catastrophic breakdown in food. &quot;Food is the new oil and land is the new gold,&quot; he says. &quot;We saw early signs of the food system unravelling in 2008 following an abrupt doubling of world grain prices. As they climbed, exporting countries [such as Russia] began restricting exports to keep their domestic prices down. In response, importing countries panicked and turned to buying or leasing land in other countries to produce food for themselves.&quot; &quot;The result is that a new geopolitics of food has emerged, where the competition for land and water is intensifying and each country is fending for itself.&quot; Brown has been backed by an Oxfam report released last week. It calculated that the land sold or leased to richer countries and speculators in the last decade could have grown enough food to feed a billion people  almost exactly the number of malnourished people in the world today. Nearly 60% of global land deals in the last decade have been to grow crops that can be used for biofuels, says Oxfam. The next danger signal, says Brown, is in rising food prices. In the last 10 years prices have doubled as demand for food has increased with a rapidly growing world population and millions have switched to animal-based diets, which require more grain and land. Most grain prices have risen between 10% and 25% this year after droughts and heatwaves in Ukraine and Australia as well as the US and other food growing centres. The UN says prices are now close to the crisis levels of 2008. Meat and dairy prices are likely to surge in the new year as farmers find it expensive to feed cattle and poultry. Brown says: &quot;Those who live in the United States, where 9% of income goes for food, are insulated from these price shifts. &quot;But how do those who live on the lower rungs of the global economic ladder cope? They were already spending 50% to 70% of their income on food. Many were down to one meal a day already before the recent price rises. What happens with the next price surge?&quot; Oxfam said last week it expected the price of key food staples, including wheat and rice, to double again in the next 20 years, threatening disastrous consequences for the poor. But the surest sign, says Brown, that food supplies are precarious is seen in the amount of surplus food that countries hold in reserve, or &quot;carry over&quot; from one year to the next. &quot;Ever since agriculture began, carry-over stocks of grain have been the most basic indicator of food security. From 1986 to 2001 the annual world carry-over stocks of grain averaged 107 days of consumption. After that, world consumption exceeded production and from 2002 to 2011 they averaged just 74 days of consumption,&quot; says Brown. Last week the UN estimated US maize reserves to be at a historic low, only 6.3% below estimated consumption and the equivalent of a three-week supply. Global carry-over reserves last week stood at 20%, compared to long term averages of well above 30%. Although there is still  theoretically  enough food for everyone to eat, global supplies have fallen this year by 2.6% with grains such as wheat declining 5.2% and only rice holding level, says the UN. There is no guarantee, says Brown, that the world can continue to increase production as it has done for many years. &quot;Yields are plateauing in many countries and new better seeds have failed to increase yields very much for some years,&quot; he said. Evan Fraser, author of Empires of Food and a geography lecturer at Guelph University in Ontario, Canada, says: &quot;For six of the last 11 years the world has consumed more food than it has grown. We do not have any buffer and are running down reserves. Our stocks are very low and if we have a dry winter and a poor rice harvest we could see a major food crisis across the board.&quot; &quot;Even if things do not boil over this year, by next summer we&apos;ll have used up this buffer and consumers in the poorer parts of the world will once again be exposed to the effects of anything that hurts production.&quot; Brown says: &quot;An unprecedented period of world food security has come to an end. The world has lost its safety cushions and is living from year to year. This is the new politics of food scarcity. We are moving into a new food era, one in which it is every country for itself.&quot; &quot;What in the past would have been a relatively simple question of developing better seeds, or opening up new land to grow more food, cannot work now because the challenge of growing food without destroying the environment is deepening.&quot; Brown adds: &quot;New trends such as falling water tables, plateauing grain yields and rising temperatures join soil erosion and climate change to make it difficult, if not impossible, to expand production fast enough.&quot; Four pressing needs must be addressed together, he says. Instead of better seeds, tractors or pumps to raise water, he claims, feeding the world now depends on new population, energy, and water policies. Water scarcity, especially, concerns him. &quot;We live in a world where more than half the people live in countries with food bubbles based on farmers&apos; over-pumping and draining aquifers. The question is not whether these bubbles will burst, but when. The bursting of several national food bubbles as aquifers are depleted could create unmanageable food shortages. &quot;If world population growth does not slow dramatically, the number of people trapped in hydrological poverty and hunger will only grow.&quot; The madness of the food system since 1950 astonishes him. Last year, the US harvested nearly 400 million tons of grain, of which one third went to ethanol distilleries to fuel vehicles. Meanwhile, more than 130 million people in China alone, he estimates, live in areas where the underground water resources are being depleted at record rates. Why can&apos;t politicians understand that every 1C above the optimum in the growing season equates to roughly a 10% decline in grain yields? he asks. &quot;Yet if the world fails to address the climate issue, the earth&apos;s temperature this century could easily rise by 6C, devastating food supplies.&quot; The ever greater number of weather-related crises suggests strongly that climate change is beginning to bite and that the heatwaves, droughts and excessive rainfall around the world in the last few years have not been a blip, but a new reality &quot;We have ignored the earth&apos;s environmental stop signs. Faced with falling water tables, not a single country has mobilised to reduce water use. Unless we can wake up to the risks we are taking, we will join earlier civilisations that failed to reverse the environmental trends that undermined their food economies.&quot; He says we know the answers. They include saving water, eating less meat, stopping soil erosion, controlling populations and changing the energy economy. &quot;But they must be addressed together We have to mobilise quickly. Time is the scarcest resource. Success depends on moving at wartime speed. It means transforming the world industrial economy, stabilising populations and rebuilding grain stocks. &quot;We must redefine security. We have inherited a definition from the last century that is almost exclusively military in focus. Armed aggression is no longer the principal threat to our future. The overriding threats are now climate change, population growth, water shortages and rising food prices. The challenge is to save civilisation itself.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/14/food-climate-change-population-water", 
    "wordcount": "1619"
}