{
    "headline": "The challenges of urbanisation may be even greater in small towns", 
    "text": "The global population is increasingly gravitating towards urban areas. This shift has already taken place in many small countries, not to mention China, which now has more people living in cities and towns than villages. But even in India  where nearly 70% of the populace is rural, and more than half of all citizens are still reliant upon agriculture  the urban population has grown faster than the rural population over the past decade. This geographical shift is taking place much more rapidly in the developing world than elsewhere. Changes that used to take centuries are now occurring in a few decades, which generates huge challenges. Unfortunately, few countries are adequately prepared for these challenges, and even fewer are trying to manage them in a planned manner. Most of the policy discussion concerning global urbanisation has focused on megacities. And certainly, these huge and historically unprecedented agglomerations create a whole host of new requirements and vulnerabilities that have to be addressed creatively and equitably. But if we are too focused on this single issue, we may lose sight of another emerging problem likely to explode in the coming years. Increases in urban population reflect three separate forces: the natural rise in population within urban areas; the migration of rural dwellers to urban areas; and, as settlements expand and become more densely populated, the reclassification of rural settlements as urban. All three forces have been at work to varying degrees. But where the third factor is significant, it creates a particular problem, because the administrative machinery for urban areas seldom exists for such settlements. For example, in India the latest census (pdf) shows that, over the past decade, there has been a huge increase in the number of urban conurbations, from 5,161 in 2001 to 7,935 in 2011, an increase of 54% that dwarfs the 32% growth in urban population. This is mainly because of reclassification of settlements from rural to urban as they start showing higher population density (more than 1,000 persons per sq km) and as non-agricultural work becomes dominant. The highly significant increase in areas still not officially recognised as &quot;urban&quot; (and therefore lacking the institutional and administrative machinery provided to urban areas) accounts for more than 90% of the increase in the total number of urban settlements. In the absence of the institutional framework of a municipality, how are standard problems relating to streets and other urban infrastructure  utilities like electricity and water, along with sanitation, drainage, waste management and the provision of other basic services  to be dealt with? How do policymakers and administrators incorporate the needs and requirements of these areas if they are not even officially recognised as urban? Do any plans exist for such settlements, including those relating to land use, provision of schools, healthcare centres, community services and the like? What about spatial provisions, such as providing security, sufficient open spaces, public parks and playgrounds, health facilities, and strategies to avoid pollution and congestion? In far too many developing countries, these settlements have simply been growing unmonitored, with no proper provisions for even essential services like all-weather roads, piped water and  above all  sanitation and waste disposal. Governments at national and regional level tend to turn a blind eye to these new urban settlements, because they simply cannot handle the scale of the likely demands relative to their own resources. Consequently, in addition to the huge challenges of coping with the chaos, congestion, pollution and social tensions that characterise megacities and other cities, we have to deal with newer, smaller urban centres that exhibit all the same problems. Indeed, these towns often experience such difficulties in aggravated form, because they are growing higgledy-piggledy even as the required amenities are non-existent. Leaving all this to private provision (which is more and more the case) is not only socially inefficient but also generates much more inequality  in turn, reducing social cohesion and making the entire process less tenable. So it&apos;s really surprising that neither governments nor ordinary people are worrying more about policies to make life more liveable in the small towns cropping up across the developing world.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/02/challenges-urbanisation-greater-small-towns", 
    "wordcount": "688"
}