{
    "headline": "Picturing science: inside a Georgian observatory", 
    "text": "I only recently, and by accident came across this rather delightful 1778 mezzotint by James Watson among the collections of the National Maritime Museum. It was a somewhat hidden gem, having not been fully catalogued, although there are copies to be found elsewhere. I have now updated the description, having realised that the full image shows two servants-cum astronomical assistants of George Parker, 2nd Earl of Macclesfield (c.1696-1764). They are depicted in his private and exemplary observatory at Shirburn Castle, erected in about 1739. In the detail at the top of this post is Thomas Phelps, then aged 82, and with him (see below) is John Bartlett, then aged 54. Most of what we know about them is what appears in the text given within this engraving. It is a tale of common men made good, thanks to natural ability, hard work, access to books and recognition by their superiors.     Astronomers Thomas Phelps and John Bartlett. Source: National Maritime Museum    Phelps, &quot;who from being a stable-boy in the year 1718, to the then Lord Chief Justice Parker, afterwards Earl of Macclesfield, rose by his merit to the upper employments in that family, and at last, for his uncommon genius, was promoted to be observer, in their Observatory&quot;. John Bartlett was &quot;originally a shepherd, in which station he by books and observation acquired such a knowledge in computation, and of the heavenly bodies, as induced the late George, Earl of Macclesfield, to appoint him assistant observer in his Observatory&quot;. Phelps and Bartlett are shown in the observatory&apos;s transit room, with Phelps at the eye-piece of the 5-foot transit telescope, made by Jonathan Sisson. This instrument is fixed to supporting pillars and aligned to the meridian in order ensure the accuracy of repeated positional measurements of the heavenly bodies.  Behind Bartlett is an astronomical regulator, an accurate observatory clock, by George Graham. To the left is an equatorially-mounted telescope, probably by John Dollond, These were tip-top London instrument makers. Macclesfield spared no expense to create an observatory that, with a salaried observer and assistant, rivalled or, indeed, trumped the establishment at the Royal Observatory in Greenwich.  Macclesfield was a remarkable individual. He was instructed in mathematics by Abraham De Moivre and William Jones, and the sciences became his passion. Under Jones&apos;s influence he formed an exceptionally important collection of 17th-century mathematical manuscripts and books. He erected his observatory with the assistance of James Bradley, then Savilian Professor of astronomy at Oxford and later Astronomer Royal. He also built a chemical laboratory, in which his observer, Thomas Phelps also assisted.  Macclesfield was, as well as being an MP, President of the Royal Society for 12 years, from 1752 until his death. From both positions he was a principal proponent of the adoption of the Gregorian calendar. His son, Thomas Parker, 3rd Earl of Macclesfield, was also elected FRS, and evidently kept the observatory going, under Phelps and Bartlett, joined in about 1776 by someone called Redding. Regular observations seem to have ceased in the 1790s. This engraving is a remarkable celebration of two relatively unknown individuals who, otherwise, survive only in the manuscript observations. It is relatively rare, before the advent of photography, that we see images of people engaged in the activity of astronomical observation. It is also rare to see the assistants, rather than the owner of such fine instruments. The engraving is, of course, also a celebration of those instruments, which were still impressive in the 1770s. In addition to the telescopes and clock, core tools of the well-quipped working observatory, is a celestial globe. This plays a iconographic rather than a practical function, and is unlikely to have been placed in the observatory itself.     Source: National Maritime Museum    However, perhaps my favourite part of the image depicts some rather more humble, but no less essential, aspects of observatory equipment. They are a ratcheted, adjustable observing chair, against which Phelps leans, and the pen and paper with which Bartlett notes the time on the clock at the moment that Phelps calls a star as crossing the meridian of the telescope.     Source: National Maritime Museum    These ordinary things  a chair and writing materials  remind us that the work of these observers was not simple star-gazing but, even in this private observatory, something precise, regular, regulated and tiring. It was the hard work of making and recording observations with an eye to posterity. Rebekah Higgitt, who is now aware how foolish it is to promise a regular weekly series of posts, can be found @beckyfh. ", 
    "section": "science", 
    "gid": "science/the-h-word/2013/apr/23/picture-science-astronomy-history-observatory", 
    "wordcount": "740"
}