{
    "headline": "The jays are complaining  there is nothing to eat", 
    "text": "This sun-starved summer has left a harvest of shrunken fruit in the hedgerows of a country lane. Tight little green blackberries without even a blush of promise outnumber the purples on every bramble bush by 10to one. If last year&apos;s blackberry crop was bad, this year&apos;s is far worse. Wasps raise no buzz of protest, for there are none  I counted just three in August. This lush season has not wilted, but it is leaving a legacy of absence. No creature complains more loudly than a jay. I hear a gang in a screeching protest, their voices moving through the canopy of the oak wood beside the lane. Their calls have seemed more frequent and insistent over the last fortnight, but this year the jays do not shriek wolf. Naturalists all over the county have reported a complete failure of the oak crop and a search around my local trees bears this out. Some trees have produced no acorns at all, some have a handful of nuts that appear to have died in their cups, the domed shells sunk at the bottom. But many oaks have been usurped, pierced in the bud by the needle ovipositors of knopper gall wasps. The eggs that hatched triggered the oaks to produce gross distortions instead of acorns. These mutant growths are ripe now, looking like giant walnuts, painted smooth and sickly green. The larvae will drill their way out as winged adults soon and seek turkey oaks to raise next year&apos;s generation of wasps. Their abandoned brown nursery husks will lie untouched to rot on the woodland floor. I check tree after blighted tree until I come across a single twig on a single oak bearing two full and healthy acorns, swollen with nutty bounty. Textbooks describe a jay&apos;s capacity to pluck and bury 3,000 to 5,000 acorns each autumn. These birds will need all their omnivorous resourcefulness to last through the winter to come.", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/sandy-bedfordshire-wasps-oak-blackberries", 
    "wordcount": "326"
}