{
    "headline": "Peter Higgs awarded Companion of Honour in New Year honours list", 
    "text": "The scientist who gave his name to the Higgs boson, Prof Peter Higgs, receives one of the highest accolades in the New Year honours list, that of Companion of Honour, awarded for service of conspicuous national importance. The 83-year-old emeritus professor of theoretical physics at Edinburgh University first hit on the concept of a particle that gives matter mass during a walk in the Cairngorms 40 years ago. In July this year, using the world&apos;s biggest atom-smashing machine, the Large Hadron Collider, at the European nuclear research facility at Cern, in Geneva, scientists believe they finally discovered such a particle. An Edinburgh University spokesman said Higgs&apos; honour was &quot;a well-deserved testament to the impact of his work and the influence he is already having on the next generation of physicists&quot;. Elsewhere in the science world, the Oxford professor of physical chemistry Carol Robinson, renowned for her groundbreaking work on the structure of molecules, becomes a dame. Susan Gibson, professor of chemistry at Imperial College London, previously the recipient of a 30,000 government award to identify role models for women in science, is made an OBE. In what could prove to be the UK&apos;s wettest year on record, it seems fitting that Prof Brian Golding, scientific fellow at the Met Office, is given an OBE for services to weather forecasting and the prediction of hazardous weather. The Cambridge University classicist professor Mary Beard is among academics recognised in a list in which 10% of honours go to people in education. She receives an OBE. Thirty-one headteachers are recognised, and there are knighthoods and damehoods for seven: Sally Coates, of Burlington Danes academy, Hammersmith, west London; Joan McVittie, of Woodside high school, Haringey, north London; Vicki Paterson, of Brindishe Green school, Brindishe Lee school and Lee Manor school, Lewisham, south-east London; Helen Hyde, of Watford grammar school for girls; Christopher Stone, of the Arthur Terry and Stockland Green schools, Birmingham; Prof George Berwick , of Ravens Wood school, Bromley, Kent; and Nicholas Williams, lately of the Brit school, Croydon.", 
    "section": "science", 
    "gid": "science/2012/dec/29/peter-higgs-new-year-honours", 
    "wordcount": "340"
}