{
    "headline": "Pakistan's new government must put development before debt repayment", 
    "text": "No matter which government Pakistan&apos;s people had voted for last week, the debt payments the country is scheduled to make in the next two years will largely decide that government&apos;s economic policy. That is, unless the government decides to put its people ahead of those repayments. Given the scale of problems Pakistan faces, is it possible that a sovereign economic agenda could find its way on to the table? Pakistan&apos;s economy has been paralysed by its debt, run up by military juntas, the US&apos;s &quot;war on terror&quot;, natural disasters and &quot;austerity loans&quot; from the International Monetary Fund (IMF). The country&apos;s debt has doubled since 2006  reaching nearly $60bn. Worse is to come; Pakistan is expected to spend more than $6bn repaying debt next year  impossible without more loans, sharp austerity or running down the country&apos;s already depleted reserves. While the pummelling of northern Pakistan by unmanned US drones continues to fan the flames of extremism, the debt crisis provides the public with further evidence that their lives are expendable. In a country where 50 million people live below the poverty line and 35 million are undernourished, the debt squeeze is tantamount to economic torture, more so considering how these debts were run up. Debt has helped perpetuate the rule of Pakistan&apos;s military governments  specifically that of General Musharraf under whom debt ballooned as the war on terror got under way and the financial crisis began. A report by Islamic Relief and Jubilee Debt Campaign (pdf) on Tuesday shows, however, that this &quot;dictator debt&quot; is just one element of a mountain of debt that has done nothing to help Pakistan&apos;s people. From 1998 Pakistan was lent $500m by the World Bank and others to build a drainage project to improve land irrigation. This might have been a good thing, if it had worked. But it was so badly constructed that the project increased, rather than decreased, the salinity of the land and seriously damaged ecosystems. In 2003 flooding, partially caused by the drainage project, killed more than 300 people. Pakistan has just start repaying the World Bank (with interest) for the project. The most persistent lender to Pakistan is the IMF. Although the IMF is only supposed to lend for short-term balance of payments crises, it has lent to Pakistan frequently since 1971. As always, the IMF insists on austerity and restructuring as a condition of its &quot;help&quot;  with no apparent limit on how long its policies are allowed to fail. The IMF&apos;s loans have made Pakistan a more unequal country. One condition the IMF imposed was to increase sales tax and cut trade taxes. Over the 1980s and 1990s, as a result, taxes on the poorest households increased by 7%, while falling by 15% for the richest. In 2010 the IMF tried to remove fuel subsidies, leading to a price increase that nearly toppled the government, which reversed the policy and was sent into a prolonged crisis by the withdrawal of IMF support. The debt on which these unjust loans were based keeps this strategic nation exactly where world leaders want it  in absolute dependency. How else would they get away with such blatant attacks against a sovereign nation? The IMF is waiting just behind the electoral curtain to negotiate yet another loan package. But there is an alternative. There is a growing movement in Pakistan for suspension of debt payments, a full audit, and repudiation of debts regarded as illegitimate. Both the former government and opposition parties agreed to a bipartisan debt examination. Last summer, Pakistan&apos;s national assembly formed a committee to begin investigating. Since 2010 there have been consistent calls from senior political figures for debt relief. Ending debt payments would give Pakistan time to develop new sources of revenue to start building an alternative development path  based on redistributive taxes from wealthy land-owning elites, large-scale non-military public spending, and the regulation of foreign capital and aid to ensure long-term investment in domestic industry. None of this sounds like the kind of action the government would be eager to embrace. However, the challenges the new prime minister Nawaz Sharif faces are considerable: an economic and social crisis, deeply unpopular US attacks on his country and a fragmented political landscape that his party doesn&apos;t control. Power shifts rapidly in Pakistan, as Sharif experienced when ousted by Musharraf in 1999. Could the economic path that benefits the majority of Pakistan&apos;s people suddenly become the one that also maintains a governing party in power beyond a few years? Stranger things have happened.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/21/pakistan-new-government-development-debt", 
    "wordcount": "759"
}