{
    "headline": "Vocational postgrads put career-changers on course for a new job", 
    "text": "If traditional academic subjects leave you cold, your interest might be piqued by theincreasing number of fascinatingly unconventional postgraduate courses available across the country. Vocational study is becoming more popular, with people sometimes using master&apos;s courses to moveinto a new career. Jimmy Lyons moved to London from Cork in an effort to further his music career and found a job working in a school for children with autism. He signed up for City University&apos;s music-therapy course, offered in association with the charity Nordoff Robbins. &quot;Pursuing a course of study in that field felt like the next logical step,&quot; he explains. &quot;I could use my love for music in a way that had a positive impact on others&apos; lives and that would also be fulfilling for me as a musician and a person.&quot; Music therapy, like speech and occupational therapy, is a registered health profession, so there&apos;s a fine balance in the course between music and care. &quot;We are looking for a very particular blend of skills and personal qualities,&quot; says Gary Ansdell, Nordoff Robbins&apos; director of education. &quot;We&apos;re looking for high degrees of musicianship, but also sensitivity and resilience.&quot; Progression Work experience in a range of settings is a key part of the two-year course. &quot;That progression, from being very supported to 90% independent, is one of our key factors  developing entrepreneurship in our students,&quot; Ansdell says. &quot;Music therapists have to create their own work and have to have the skills to do that.&quot; Producing graduates who have the skills that employers in their field require is a key part of Durham University&apos;s risk-management programme. Now in its third year, it offers three routes for students to pursue: environmental hazards; health and public policy; and security. Each course combines theory with the latest industry-specific technology. Many of the 24-strong intake use the full-time taught course as a form of continuing professional development, or as a way to gain more skills and increase their employability. They are helped along the way by the programme&apos;s links with leading companies and organisations across a huge array of sectors. &quot;We have a nice interest across the expanding risk sector,&quot; says programme director Louise Bracken. &quot;Our students have been incredibly successful and, because they&apos;re staying in the field of risk, they&apos;re coming back to us [to recruit].&quot; The course includes media training and production, as well as engagement with the theory and practice of risk management, so it&apos;s little wonder Bracken concludes: &quot;We&apos;re starting to have this reputation within the risk industry: we do produce great students who go into the world of work with the skills they just wouldn&apos;t get with straight degrees.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/05/vocational-postgrads-put-career-changers-on-course-for-a-new-job", 
    "wordcount": "461"
}