{
    "headline": "Pay, performance and pensions are global challenges in higher education", 
    "text": "Leaders of academic institutions tend to pull two large levers if they wish to change direction or speed: these are &apos;money&apos; and &apos;people&apos;. The increase in student numbers, the enhancement of education and research quality, widening participation, the strengthening of commercial links, increasing competition and inevitable financial constraints place even more emphasis on the &apos;people&apos; lever. The above developments are not unique to the UK, of course, and so for the first time higher education employers&apos; associations from the UK (Universities and Colleges Employers Association), Canada (CAUBO/ Faculty Bargaining Services) and Australia (Australian Higher Education Industrial Association) met in London with colleagues from around the world to discuss: &apos;Managing the academic workforce: global challenges and opportunities&apos;. Much of the discussion at the July conference was on the classic three Ps  pay, performance and pensions  in particular, how countries with different economies and HE bargaining arrangements can learn from one another. Funding is controlled at country level in the UK and at federal level in Australia, while in Canada, there are large funding differences between the provinces and the territories. The UK and Canada have been affected strongly by the economic recession. Australia, with its natural resource-driven economy, has suffered much less and as a result HE funding remains relatively generous. In the UK, salaries for staff on the 51 points of the national scale are negotiated at multi-employer level but grading and most conditions are negotiated at institutional level. In Australia and Canada salaries and conditions are negotiated at institutional level with legally binding, multi-year agreements the norm and, in the case of Australia, a nationally-agreed minimum &apos;safety-net&apos; pay award. The relationship between unions and employers is more legally constrained than in the UK and in Canada all staff covered by a workplace agreement must join the union. Academic salary inflation, while a fading memory in the UK, is alive and well in Australia and Canada. This is due to their better economic circumstances, although the effective use of &apos;pattern bargaining&apos; (where unions select from the best terms and conditions to drive up the rest), has played a part. In both countries academic salary growth has been outstripping inflation and one Canadian Provincial Government has intervened by means of a pay mandate. The tight market in Australia for academic staff has further fuelled salary settlements of around 4% for the last three years. The Association of Commonwealth Universities&apos; latest academic salary survey shows Australia holding the top spot for the past decade, with Canada and the UK competing with New Zealand and South Africa for the next three places. The conference identified four common challenges facing HE employers. The first involved academic performance. The second was a questioning of the traditional academic role and experimentation with posts and progression routes focused on education, or research, or enterprise. The third was about the management of an ageing workforce, as a fixed retirement age ended several years ago in both Australia and Canada. This issue is linked to increasing longevity and pension reforms, as a move from defined benefit to defined contribution schemes is likely to encourage academic colleagues to work for longer. Finally, there is the imminent retirement of the &apos;baby-boom&apos; generation and its repercussions for academic leadership and the ability to maintain certain, often more traditional, academic subjects. These challenges are strongly interconnected as, for example, the removal of a default retirement age is leading to a greater emphasis on performance management, not just at the end of academic careers but throughout academics&apos; working lives. The UK appears to be lagging in this area but recent use of phased retirement is seen as a significant step forward. While there is no great pressure on the multi-employer salary negotiating arrangements in the UK, increasing competition suggests that this could change in the future. However, when it comes to change, several overseas delegates at the conference warned UK institutions to &apos;be careful about what you wish for&apos;. Institution-level bargaining has many merits, not least the ability to trade organisational changes for salary increases but, if not managed well, it risks salary inflation and greater industrial conflict. Delegates pointed out that these salary increases are just a part of a remuneration package that is envied outside the sector, citing excellent conditions of service, defined benefit pension and provision for incremental pay. The environment in which higher education institutions operate is changing rapidly. This conference provided many powerful illustrations of just how flexible and adaptable HEIs and the academic workforce have been in the past and, crucially, will need to be in the future. Paul Curran is vice-chancellor of City University London and chair of the Universities and Colleges Employers Association (UCEA) board  follow it on Twitter @UCEA1 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/19/ucea-conference-uk-canada-australia", 
    "wordcount": "811"
}