{
    "headline": "Machinima's 166m monthly viewers sparking traditional TV partnerships", 
    "text": "Video entertainment network Machinima now attracts 166m monthly unique viewers, who between them watched 1.4bn videos in February 2012. Aimed mainly at 13 to 34 year-old males, who watch its videos on YouTube, its sheer reach is now leading to partnerships with the traditional TV world. President and co-founder Philip DeBevoise delivered the stats during an on-stage interview at the MIPCube conference in Cannes, explaining how Machinima has evolved from a site focused on original animations created using games like Halo and Call of Duty, to its role today financing live-action shows in genres including sci-fi, comedy and horror. 50% of Machinima&apos;s audience is in North America, 40% in Europe and 10% in the rest of the world. More than 4,000 producers are making content for its network. &quot;We&apos;re creating new stars on the network,&quot; said DeBevoise. &quot;Our stars and our network come from the audience, so there&apos;s a credibility that we have as the voice of that generation and that community which is very real.&quot; No wonder US television companies have been getting interested. AMC produced a web-series of digital shorts called Torn Apart to promote its The Walking Dead series, which generated 6m views on Machinima in a couple of weeks, according to DeBevoise. Meanwhile, Lionsgate has co-financed the second series of zombie comedy Bite Me, after its first run was a hit among Machinima&apos;s audience. On the brands side, Motorola has sponsored science fiction drama RCVR, whose quality has seen it compared to shows like X-Files and Lost. Machinima is focusing on global expansion in 2012, with the company looking to finance and promote local content in local languages in countries outside North America, while also partnering with established media companies where possible. The company already has an office in London. YouTube remains a key driver for Machinima&apos;s business it was one of the earliest channel partners for Google&apos;s video service, and remains its most popular non-music publisher. &quot;We really didn&apos;t believe that we could really generate scale by forcing an audience to go to a specific destination like a dot-com,&quot; said DeBevoise, who also praised YouTube&apos;s $100m fund for supporting companies and producers making original content for the service. He was asked on-stage if this means YouTube is creating an alternate universe to cable TV. &quot;I think they possibly might be thinking that,&quot; replied DeBevoise. Mobile and social expansion will also be a key focus for Machinima in 2012. The company is currently generating nearly 400m monthly video views on mobile devices, through a combination of YouTube&apos;s apps, and its own iOS, Android and Windows Phone apps. &quot;iPad is clearly taking off, and that&apos;s an important device for our audience,&quot; said DeBevoise.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/30/machinima-videos-youtube-mipcube", 
    "wordcount": "459"
}