{
    "headline": "SpaceX: why the docking of the Dragon capsule changes space exploration", 
    "text": "From one giant leap to Houston we have a problem, the human adventure in space has been told through a narrative of quotes that are seered on the mind. The latest chapter was no different.  Perhaps not a giant leap for mankind, but a moment in history none the less. The first private mission to dock with the International Space Station (ISS) marked the dawn of a new era of space exploration. The inevitable quote came from Don Pettit, the Nasa astronaut charged with capturing the SpaceX Dragon capsule as it floated alongside, with the Space Station&apos;s sinewy, articulated robot arm. &quot;Looks like we caught a Dragon by the tail,&quot; said a triumphant Pettit, grabbing the probe as both it and the Space Station hurtled silently over the Earth at 17,500mph.  As pictures of the capsule in the grip of the Space Station were beamed back to Earth, the founder of SpaceX, Elon Musk, the entrepeneur behind PayPal, tweeted: &quot;Dragon captured by the International Space Station! Just awesome...&quot; Previously only four governments, the US, Russia, Japan and the European Space Agency, had achieved the feat. Private industry has been interwoven with space exploration since the first missions left the launch pad more than half a century ago, but the SpaceX mission changes how space is done.  Before, Nasa designed rockets and paid companies to build them, at almost any cost, and paid a hefty profit on top. SpaceX and other private companies do not have this luxury.  The job of running routine flights to low Earth orbit, to resupply the Space Station, and ultimately to ferry astronauts back and forth, is steadily being handed over to industry, which must innovate, design and test their products in a competitive marketplace. &quot;It is an important shift to outsourcing more responsibility to the private sector that formerly belonged to the government,&quot; said John Logsdon, a Nasa adviser and former director of the Space Policy Institute at George Washington University. &quot;It&apos;s really the degree of government control and involvement that&apos;s different.&quot; The SpaceX flight paves the way for making private resupply missions routine and then taking the next, more contentious step, of flying astronauts into space.  &quot;Putting humans in Low Earth Orbit on some sort of scale is relatively routine. On a broader scale it&apos;s still a very high risk, very difficult thing to do. But we&apos;ve been putting people into orbit for 51 years now, and the private sector should be able to take a responsibility for doing that,&quot; Logsdon said. The Dragon probe blasted off to the ISS aboard SpaceX&apos;s Falcon 9 rocket, which had flown only twice before, on Tuesday, after a bid to launch days earlier from Cape Canaveral in Florida was aborted even after the main engine fired.  For three days, the Dragon capsule steered a course towards the orbiting outpost, along the way performing a battery of manoeuvres required by Nasa to demonstrate it was under control and safe to attempt the historic docking. Once captured by the Space Station&apos;s robotic arm, the capsule was swung around and locked into the Harmony module docking port at 12.02pm EDT, ready for astronauts to unload nearly half a tonne of food, water, clothing, batteries, laptops and lab equipment over the next two weeks. None of the supplies are critical for life aboard the Space Station. This was a demonstration flight, a mission less important than the moment, and docking successfully was far from guaranteed.  In two weeks time, astronauts will use the Space Station&apos;s robotic arm to unplug the Dragon capsule  now filled with return cargo  and release it around 10m away, for its homeward journey. If all goes to plan, the Dragon will fire its thrusters and begin a half hour plunge that ends in splashdown in the Pacific Ocean, about 450km off the west coast of the US. Nasa has so far paid $381m to SpaceX, but the contract for at least a dozen resupply missions could be worth $1.6bn to the firm. In return, SpaceX claims it can reduce today&apos;s market rate per launch from around $150m to just $55m. SpaceX has made history in docking with the Space Station, but other companies, including Virginia-based Orbital Sciences expect to launch their own resupply missions within six months. The first test launch of the company&apos;s Antares rocket is scheduled for September. If successful, the company hopes to fly a demonstration flight to the Space Station by the end of the year. More controversial is Nasa&apos;s plan to hand over astronaut flights to the private sector. SpaceX intends to fly crews in its Dragon capsule and is developing a launch escape system for the purpose. Three other companies, Blue Origin, Sierra Nevada and Boeing are building competitor capsules. Whether these get off the ground is uncertain, amid pressure from Congress to slash the number of companies involved from four to one.", 
    "section": "science", 
    "gid": "science/2012/may/25/spacex-dragon-capsule-space-exploration", 
    "wordcount": "825"
}