{
    "headline": "The Economist explains its Electionism HTML5 app for iPad and Android", 
    "text": "This year&apos;s presidential election in the US is already spawning some interesting mobile apps. We&apos;ve covered the NYTimes Election 2012 app from the New York Times, but The Economist has its own app available: Electionism. It&apos;s a different beast from the NYTimes native iPhone app. Electionism is aimed at tablets, and is a free HTML5 web-app accessed via the browsers of Apple&apos;s iPad, Amazon&apos;s Kindle Fire and Samsung&apos;s Galaxy Tab, with other devices to follow. The Economist worked with Canadian technology firm Pressly on the app, although the project was run by The Economist Group Media Lab, an internal team within the publisher. &quot;It&apos;s not that we&apos;re down on native apps,&quot; says Ron Diorio, vice president of business development and innovation for The Economist Online. &quot;I produced our The World in 2012 iPad app, and we&apos;re just finishing off The World in Figures iPad app too. Electionism is just another opportunity for us to explore what we&apos;re seeing in our data both internally and externally: that browser use on tablets is pretty high.&quot; In other words, Electionism is more about exploring the potential (and current limits) of HTML5 publishing for tablets, rather than any dogmatic positioning in the native-vs-HTML5 debate. &quot;Instead of saying what&apos;s going to win or what&apos;s not going to win, we should all be focusing on the reader being the winner,&quot; he says. &quot;If we can produce something that 98% of people can access and I&apos;m aware there are a lot of combinations of software and tablet we haven&apos;t got to yet if we can make it open, the better we can be.&quot; The app will serve up content from The Economist and its sister intelligence service CQ Roll Call, while the company&apos;s journalists will also share their favourite links from other sites in a Noted Elsewhere section. Tweets from political candidates, commentators, publishers and other experts will also be aggregated. More content modules will be added to Electionism in the coming months. &quot;This is an experimental place for the group itself, aggregating the content from CQ Roll Call and The Economist, mixed with Twitter feeds and some custom curation,&quot; says Diorio. &quot;It&apos;s a great platform to test things out that we might not be able to do in our more traditional brands.&quot; Diorio accepts that by going down the HTML5 route, Electionism can&apos;t benefit from the &quot;huge audience&quot; frequenting the various app stores for iOS, Android and other platforms. However, he suggests that Electionism may yet become a native app, if there is sufficient demand. Electionism isn&apos;t a subscription-based service like the Financial Times&apos; HTML5 offering. Diorio says The Economist&apos;s sales team is &quot;optimistic&quot; about the role advertisers will play, with potential to take on sponsors for specific sections of the app, or to sign up regional sponsors for the whole thing. Different ad formats will also be explored. &quot;What we have here is the opportunity to be flexible,&quot; he says. &quot;There&apos;s nothing to say we couldn&apos;t run full-page interstitials similar to what you see in app-magazine experiences. We have the best of both worlds, so the commercial people will given the opportunity and some data about usage push that forward.&quot; Electionism is an interesting first shot from the group&apos;s Media Lab team, which Diorio says is being funded partly by The Economist&apos;s North American operation, and partly by The Economist Online. The aim: to rapidly prototype new ideas, based on taking a step back to think about changing opportunities for digital publishing over the next 12-18 months, rather than just in the short-term. The team is part of wider efforts across The Economist Group to grapple with these issues. &quot;There are 1,000 flowers blooming, but my role is to take that process that&apos;s been encouraged for rapid prototyping, and tie that into a large group of entrepreneurial startups here in New York,&quot; says Diorio. &quot;I&apos;m constantly meeting new companies, presenting our problems to them and trying to understand what we can do together. Pressly is one of 6-7 relationships we have established, and the Group has been very supportive in making this happen.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/18/economist-electionism-html5-tablet-app", 
    "wordcount": "707"
}