{
    "headline": "The $7bn stumbling block to peace between Sudan and South Sudan", 
    "text": "A long queue of cars and motorbikes snakes from the dusty forecourt of a petrol station into the main road, hampering traffic on a sweltering afternoon. Over the past fortnight the queues have become increasingly common in Juba, South Sudan&apos;s capital, as a shutdown of oil production  caused by an oil-fee dispute with Sudan  begins to bite. Dollars from the sale of oil are getting scarcer and food prices are rising. In the space of one week, pasta has gone up from one South Sudanese pound to seven, beef is now 30 instead of 25, goat has risen to 35 from 28, and a can of Coca-Cola that was three pounds is now four. The government has already taken some austerity measures, halving all government spending (although protecting salaries) and cutting monthly grants to the 10 states. The government says it will also triple tax revenue within six months through better tax collection. The finance ministry is working on the new budget ready for July, but is keeping its cards close to its chest. So far the public has gone along with President Salva Kiir in his willingness to square up militarily and economically to his counterpart in Khartoum, President Omar al-Bashir, who is wanted by the international criminal court for alleged war crimes. David Deng, research director at the South Sudan Law Society, a civil society group, says the public is resigned to the escalation of tension given the north&apos;s past record of brutality in trying to crush the southerners&apos; drive for independence. &quot;In a situation where you are attacked, you have to defend yourself, people are comfortable with that,&quot; he said. Deng acknowledges Kiir&apos;s government may be playing up the external threat to shore up a sense of national unity. South Sudan remains deeply divided, as evident in the ethnic strife in Jonglei state that displaced tens of thousands of people. In fact, since independence last year, the number of people displaced within South Sudan as a result of internal conflict  at least 200,000 at one time or another  far exceeds the number of refugees (100,000 plus) that, fleeing escalating conflict between Sudanese government troops and Juba-backed rebels in Southern Kordofan and Blue Nile state, have arrived from Sudan since the end of 2011. But given the deep suspicions of the north after 22 years of civil war  ended in 2005 by the comprehensive peace agreement  Southern Sudanese are quick to believe the worst of Khartoum. Deng, a South Sudanese-American, also thinks the world was too quick to condemn South Sudan for shutting down oil production and sending troops into the oil-rich Sudanese border town Heglig, a move that sparked fears of all-out war. He has a point. Sudan was siphoning a lot of oil from the south going through pipelines in the north. The straw that broke the camel&apos;s back came when Khartoum seized two tankers with oil from the south. South Sudanese also believe Sudan was using Heglig as a base to support rebels fighting Juba. One theory common in Juba is that Southern Sudanese troops in hot pursuit of rebel forces just carried on until they reached Heglig, presenting Kiir with a fait accompli. But there are plenty of grievances north of the border as well. It is common knowledge that, in South Kordofan and Blue Nile, South Sudan is backing rebels who once fought for southern independence. South Sudan will counter that Sudan is backing its own proxies in the south and Sudan earned international opprobrium for aerial bombing of areas in South Sudan with civilian populations. Nevertheless, diplomats who have met Bashir recently say he is embittered at the lack of international recognition of the sacrifices he had to make, losing the southern half of the country and the oil it contained. The loss of oil revenues has left Khartoum with a financial black hole of about $7bn, according to the International Monetary Fund. Diplomats indicate there is a grand plan floating about to make up the shortfall, with a third of the $7bn coming from belt-tightening in Sudan, a third from Sudan&apos;s friends such as China, Qatar and other Gulf states, and a third from transit fees for South Sudanese oil going through Sudanese pipelines. Sudan&apos;s aggressive demand for transit fees of $36 a barrel instead of the usual $0.50 can be seen as a scream of exasperation that nobody has shown the money. South Sudan&apos;s decision to shut oil production, however, took the international community by surprise. The south had accused the north of pilfering its oil, but the world&apos;s attention was on the violence in Jonglei, stemming from cattle rustling between the Nuer and Murle people. Stephen O&apos;Brien, Britain&apos;s international development minister, who had talks with the South Sudanese vice-president, Riek Machar, in Juba on Thursday (Kiir was returning from China), said &quot;there was certainly a collective pause for breath&quot; after South Sudan&apos;s decision to pull back from Heglig in the face of intense diplomatic pressure, particularly from the US. O&apos;Brien considered the oil dispute less amenable to a resolution. Diplomats based in Juba say much will depend on whether Thabo Mbeki, the former South African president, who is leading an African Union panel, can drum up the third of the $7bn that is supposed to come from Sudan&apos;s friends. So far, however, &quot;people are irritated&quot; that he has not achieved more in raising the money, according to one senior diplomatic source. The frustration is understandable; $7bn to buy peace looks like a bargain.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/27/stumbling-block-peace-sudan-south-sudan", 
    "wordcount": "923"
}