{
    "headline": "Africa and Australasia to share Square Kilometre Array telescope", 
    "text": "Australia and South Africa will share the location of the world&apos;s most powerful radio telescope, a scientific consortium has announced. The 1.5bn (1.2bn) Square Kilometre Array, or SKA, has been hailed as one of the biggest scientific projects of the 21st century. &quot;We have decided on a dual site approach,&quot; said the SKA chairman, John Womersley, at a press conference in Schiphol airport, Amsterdam. SKA&apos;s huge fields of antennas  equivalent to about 200 football pitches  will search the sky for answers to the major outstanding questions in astronomy. South Africa and Australasia had put forward rival bids, and early indications indicated there would be one outright winner. Reports suggest South Africa&apos;s was technically superior, but it was decided that both proposals should contribute to the final design of the telescope. A source close to the talks said South Africa had emerged with the lion&apos;s share of the project, with about 70%. There has been no official confirmation of this estimate. Australia&apos;s bid involves New Zealand; South Africa&apos;s will involve dishes erected in Botswana, Ghana, Kenya, Madagascar, Mauritius, Mozambique, Namibia and Zambia. Members of the South African team had previously criticised the idea of sharing the telescope, noting that it could involve a climb in costs. However, they adopted a more upbeat tone on Friday: &quot;It&apos;s obvious that we would have preferred the whole thing to be in Africa, but we recognise the need for inclusivity and to maximise the investments that have already been made,&quot; Dr Bernie Fanaroff, project director, told the Guardian. &quot;It&apos;s a fantastic day ... This is one of the world&apos;s biggest scientific instruments and it&apos;s going to be in Africa ... It shows confidence in the technical competence of our people,&quot; he added.", 
    "section": "science", 
    "gid": "science/2012/may/25/africa-australasia-square-kilometre-array", 
    "wordcount": "294"
}