{
    "headline": "Alien Colonial Marines  review", 
    "text": "See those four stars above this review? I fully expect to receive a right royal kicking in the comment section below this article for that rating. The reason being is that, if one were so inclined, one could point to several imperfections in Sega&apos;s new shooter as evidence that it deserves a lower score  not the least of which is the legacy of the film this game purports to be a sequel to, and which is a millstone around its neck. The fact is, Alien Colonial Marines doesn&apos;t stand a chance if you compare it to James Cameron&apos;s seminal 1986 flick. Aliens is filed and receipted as one of the greatest horror films ever made, one of the best sequels ever made and an iconic entry in the canon of science-fiction cinema. Aliens Colonial Marines is a patchy shooter standing on the shoulders of a giant. But here&apos;s the thing; if we take it as read that this review is simply a lengthy opinion proffered by a thundering nerd, all the score rating rests on is whether or not the person writing consistently enjoyed the game they were covering  and on that scale, Aliens Colonial Marines is a success. It actually feels like a product out of time; one of those scrappy FPS games mid-tier publishers could boot out between Triple-A titles back in the day, when Metacritic didn&apos;t exist and a studio wasn&apos;t shut down if the game they made failed to sell a bajillion copies. Picture imperfect     ACM3 Photograph: Sega    First, the bad news: Aliens Colonial Marines could have done with a massive visual polish. While environments evoke the universe in the James Cameron film and are beautifully lit, they suffer on closer inspection. Textures look blotchy close up and positively last-gen in some instances. Similarly, the character models don&apos;t look great. When the player is charging through a heated gun battle or fending off snarling beasts in dank corridors, they may notice jerky movements or poor running animations in their human compatriots. Some cut-scenes look horrible; in some instances, contour lines and facial details pop in an out and break the spell of the story completely. The xenomorphs, for their part, look convincing and their animations are well rendered  provided they&apos;re on all fours. When they stand erect on two feet, they have a tendency to bob towards the camera with their arms outstretched as though they&apos;re about to give the player a hug. Admittedly, these visuals ticks and glitches are more pronounced on the console version that I played than on the PC version. If you have a high-end PC, the odd texture looks lousy, but the characters look decent and there are fewer instances of alien &apos;jazz hands&apos;. Visual issues aside, however, Aliens Colonial Marines has an awful lot going for it. The developers have absolutely nailed the look and feel of the James Cameron film; each environment  be it aboard the deserted Sulaco space cruiser or the dilapidated colony Hadley&apos;s Hope on the rain-and-windswept LV-426  could slot comfortably into the Aliens universe. Gearbox also uses rather effective lighting and a fairly worthy musical score to create exactly the right mood for every set-piece they toss at the player. Even better, they vary the level design significantly to make use of the game&apos;s choking atmosphere and prevent everything from becoming one-note. In one tense, white-knuckled moment, for example, the player has to make their way, unarmed, through some sewers without disturbing any hibernating xenomorphs, while in the next, they&apos;re frantically setting up a perimeter of remote turrets to turn a loading bay into a turkey shoot before a ton of slavering aliens come crashing down from the ceiling. The weapons all feel weighty and they&apos;re sonically on the money. The standard issue pulse rifle sounds exactly the way it did in the film and it&apos;s an absolute blast to use it to riddle xenomorphs with bullets  even if its undercarriage grenade launcher feels a little underpowered. Over the eight or so hours in the campaign, players will get their hands on several pieces of the film&apos;s iconic weaponry including flamethrowers and  best of all  the smartgun, which allows them to tear apart multiple targets by dotting a reticule around the HUD. The campaign&apos;s plot is also one of the better stories I&apos;ve seen in a shooter in a while. In it, the player takes on the role of a marine called Winter who is part of a military operation to find out what became of the soldiers who accompanied Ripley to LV-426 on the Sulaco. Once aboard, they quickly find themselves trapped on the ship with a pack of aliens. They also discover that the shady corporation who financed the mission  Weyland Yutani  has been tinkering about with xenomorphs and would rather no one back home on earth found out about this. The plot&apos;s also populated by characters who are a cut above the usual one-note testosterone-fuelled types one tends to find in games featuring soldiers these days. Yes, there&apos;s a certain amount of macho posturing at the start, but it&apos;s interesting to see how quickly that descends into terrified panic and cowardly self-preservation once the aliens pitch up. There are also a couple of tragic notes that players can pre-empt if they&apos;re familiar with how the xenomorph birthing process works. Every enemy the player kills in the campaign earns them XP, which feeds into a &quot;marine&quot; profile they take into the online mode once they&apos;ve blitzed the single-player. They also earn XP for picking up dogtags, audiologs and legendary weapons  such as Hicks&apos;s shotgun or Vasquez&apos;s smartgun  they&apos;ll find hidden about the different levels. They can then spend the XP on weapons augmentations such as reduced kickback for machine pistols or firebomb grenades for the pulse rifle. Online  oh my     ACM2 Photograph: Sega    This means that by the time they&apos;re ready for the online mode, their marine profile will be rather seriously tooled up, which is useful, because multiplayer initially favours the players who control the aliens. For a start, their HUD are in infrared, enabling them to see into every nook and corner of the map, which appears shrouded in shadow to the players controlling the humans. Second, the aliens&apos; vision seems to be based on sonar, meaning they can see their opponents through walls, floors and ceilings. Finally, the aliens are able to climb on any surface, enabling them to come at opponents from pretty much any angle. What this all means is that the players controlling the aliens have a lot more freedom in how they tackle their opponents and, unless they&apos;re battling experienced opposition, teamwork is optional. The marines, however, are on the back foot unless they work together. Controlling the marines is very similar, tactically speaking, to playing a quick round of Left 4 Dead; success hinges on watching each other&apos;s backs and lone wolves shouldn&apos;t even bother joining a game (unless they&apos;re actively looking for people to annoy). The maps and match-types compliment this asymmetrical style of play. The maps themselves put the players at close-quarters and apart from Team Deathmatch, the multiplayer&apos;s match types require the players controlling the marines to complete mini-goals, whereas the alien players are always simply tasked with wiping out their opponents. The objective-based gameplay keeps the tempo moving and forces players to be creative; marines are advised to bottle-neck any well-lit areas and keep one eye on their motion sensors, while xenomorphs should feel free to make use of the map&apos;s infrastructure  including the air vents. Both sides have special weapons that spawn somewhere in the map; alien players can climb into the husk of an acid spraying boiler or armour-plated crusher while marines who brave the odd darkened corridor can be rewarded with a smartgun or sentry turrets. Both sides also gain XP for kills and objective-based gameplay, which they can use to unlock further weapon augmentations (for the marines), new attacks (for the xenomorphs) and visual customisation options. Playing as the marines is a hair-raising experience; players will invariably fall into a pattern of anxiously checking darkly-lit corners as the motion sensor&apos;s pinging sound ratchets up the tension. Siding with the aliens is far more fun; believe me when I tell you there are fewer things in gaming more satisfying than creeping above a frantic marine and biting a hole through their face just in the instant they turn in your direction. It never gets old. That&apos;s the game&apos;s trump card in a way: Aliens Colonial Marines continues to be enjoyable for hours on end. It plays so differently to other online fragfests that it constantly feels innovative and fresh. It&apos;s not perfect and its visual issues hold it back from unqualified greatness, but Aliens Colonial Marines is consistently fun to play throughout. It&apos;s also the first game in ages to elicit a cry of genuine shock from yours truly the first time a face-hugger came surging towards the screen   Game reviewed on PC and Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/12/alien-colonial-marines-game-review", 
    "wordcount": "1493"
}