{
    "headline": "Conscious computing: how to take control of your life online", 
    "text": "Back in the summer of 2008  a long time ago, in internet terms, two years before Instagram, and around the time of Twitter&apos;s second birthday  the US writer Nicholas Carr published a now famous essay in the Atlantic magazine entitled Is Google Making Us Stupid? The more time he spent online, Carr reported, the more he experienced the sensation that something was eating away at his brain. &quot;I&apos;m not thinking the way I used to think,&quot; he wrote. Increasingly, he&apos;d sit down with a book, but then find himself unable to focus for more than two or three pages: &quot;I get fidgety, lose the thread, begin looking for something else to do. I feel as if I&apos;m always dragging my wayward brain back to the text.&quot; Reading, he recalled, used to feel like scuba diving in a sea of words. But now &quot;I zip along the surface like a guy on a jetski.&quot; In the half-decade since Carr&apos;s essay appeared, we&apos;ve endured countless scare stories about the life-destroying effects of the internet, and by and large they&apos;ve been debunked. No, the web probably isn&apos;t addictive in the sense that nicotine or heroin are; no, Facebook and Twitter aren&apos;t guilty of &quot;killing conversation&quot; or corroding real-life friendship or making children autistic. Yes, the internet is &quot;changing our brains&quot;, but then so does everything  and, contrary to the claims of one especially panicky Newsweek cover story, it certainly isn&apos;t &quot;driving us mad&quot;. Yet that gnawing sense of mind-atrophy that Carr identified hasn&apos;t gone away, and just recently in Silicon Valley it&apos;s stopped being taboo to admit it. &quot;I would go into a room to get something, and by the time I got there I&apos;d forget what I was looking for,&quot; says Alex Pang, a Stanford University technologist who&apos;d barely turned 40 when he began to feel that life online was melting his brain. &quot;For someone who had got through life onraw brainpower, this was unsustainable, and alittle terrifying.&quot; Carr, like any number of technology sceptics, would probably have advised Pang to take abreak: to disconnect from the internet and head for the mountains; to declare a gadget-free &quot;digital sabbath&quot; one day a week; to get rid of his smartphone or never check email at night. But Pang is a techno-enthusiast, to put it mildly, so his instinctive first thought was the opposite. What if there were a way to use the internet  and all our web-connected phones and tablets and laptops and games consoles  to foster rather than erode our attention spans, and to replace that sense of edgy distractedness with calm? This is the question motivating the embryonic movement known variously as &quot;calming technology&quot;, &quot;the slow web&quot;, &quot;conscious computing&quot; or (Pang&apos;s preferred term) &quot;contemplative computing&quot;. Its members hope that we might be able to perform a sneaky bit of jujitsu on the devices that dominate our lives: to turn the agents of distraction into agents of serenity. Their inventions so far include wearable sensors that deliver rewards (&quot;calm points&quot;) for breathing well while you work, developed by Stanford University&apos;s calming technology laboratory; iPad apps to help you meditate yourself into a state of super-focused concentration; software that lets friends decide collectively to disable their smartphones for the duration of a restaurant meal; and scores of pieces of &quot;zenware&quot; designed to block distractions, with names such as Isolator and StayFocusd and Shroud and Turn Off The Lights. Iwrote most of this article using OmmWriter, which filled my screen with a wintry backdrop ofbare trees and my headphones with the hypnotic clanking of old railway engines. I also used f.lux, which changed the glare of my screento yellowy evening light, precisely timed to synchronise with the sunset outside. If there&apos;s a single moment that symbolises the beginning of conscious computing, it probably happened in 2007, when Linda Stone, a Silicon Valley executive with 16 years&apos; experience at Microsoft and Apple, followed her doctor&apos;s adviceto take a course in Buteyko breathing, aRussian technique used to treat asthma and stress. The day afterwards, sitting down at her computer to check her email, she noticed  nowthat the topic of breathing was on her mind  that she was holding her breath. Over the following days, she realised it was a habit; later, after conducting aresearch project involving more than 200 people, she estimated that around 80% of us unconsciously do the same. (She labelled the condition &quot;email apnea&quot;, thoughit&apos;s no less common during other forms ofweb use.) Breath-holding, not surprisingly, deprives the body of oxygen, seems to exacerbate the &quot;fight-or-flight&quot; response and contributes, asStone puts it, to &quot;a sense of being in high alert at all times&quot;. Such are the annoying ironies of work and play in the 21st century: more and more of us are &quot;knowledge workers&quot;, doing jobs that require deep concentration, yet we do so on machines that seem deliberately designed to interrupt us allthe time and to keep us on edge. Then, in the evenings, we try to relax using similar machines, which all too often whip us up into a state that isn&apos;t relaxing at all. The dirty secret of the internet is that all this distraction and interruption is immensely profitable. Web companies like to boast about &quot;creating compelling content&quot;, or offering services that let you &quot;stay up to date with what your friends are doing&quot;, &quot;share the things you love with the world&quot; and so on. But the real way to build a successful online business is to be better than your rivals at undermining people&apos;s control of their own attention. Partly, this is a result of how online advertising has traditionally worked: advertisers pay for clicks, and a click is aclick, however it&apos;s obtained. A website such as Mail Online doesn&apos;t care, at least in the short term, if you&apos;re &quot;hate-reading&quot;  clicking in order to share your friends&apos; outrage at an article&apos;s unfairness to Benedict Cumberbatch or its bigotrytowards Muslims. Facebook doesn&apos;t really mind if you click a link by mistake because it&apos;s tweaked the design of the site overnight without telling you. Advertising aside, commandeering people&apos;s attention, so that they click compulsively, is just a surer way to survive in the hyper-competitive marketplace of the web than trying to convince them intellectually that they ought to click a link, or that they&apos;ll benefit in the longer term from doing so. And let&apos;s be honest: this war for your attention isn&apos;t confined only to Facebook or Twitter or Pinterest, or to the purveyors of celebrity gossip or porn. Higher-minded publications (including this one) feel the same pressures. &quot;We&apos;re living in a moment when even institutions that used to be in the business of promoting reflection and deep thinking are busy tearing up the foundations that made these things possible, in favour of getting more traffic,&quot; says Pang, whose book on &quot;contemplative computing&quot;, The Distraction Addiction, will be published in August. &quot;Even universities and churches end up doing this when they go online, never mind newspapers and magazines.&quot; The compulsiveness is given extra force, in social media, by the fear of missing out. What Stone calls &quot;continuous partial attention&quot; isn&apos;t motivated by the desire to get more done, which is what underlies old-fashioned multi-tasking, but rather by &quot;a desire not to miss anything&quot; and &quot;to be a live node on the network&quot;. To explain what makes the web so compelling  so &quot;addictive&quot; in the colloquial sense, at least  the advocates of conscious computing usually end up returning to the psychologist BF Skinner, who conducted famous experiments on pigeons and rats at Harvard University in the 1930s. Trapped inside &quot;Skinner boxes&quot;, equipped with alever and a tray, the animals soon learned that pushing or pecking at the lever caused a pellet of food to appear on the tray; after that, they&apos;d start compulsively pecking or pushing for more. But Skinner discovered that the most powerful way to reinforce the push-or-peck habit was to use &quot;variable schedules of reward&quot;: to deliver a pellet not every time the lever was pushed, but only sometimes, and unpredictably. There&apos;s a slightly depressing view of the web according to which we&apos;re essentially just Skinner pigeons, compulsively clicking in hopes of a squirt of dopamine, the so-called &quot;feelgood&quot; hormone in the brain. Once you&apos;ve learned about Skinner, it&apos;s impossible not to see variable schedules of reward everywhere you look online. When you click refresh on your email, or when you check your phone, you&apos;re not guaranteed a new message; when you visit Facebook or open Twitter, you might or might not find an update of the sort you&apos;d been hoping for. This might even help explain the appalling quality of so much online content. Nine times out of 10, when you click on a Huffington Post link  &quot;PICTURE: Kate and Wills as OAPs&quot;, &quot;Simon Cowell Just Got Weirder&quot;  it&apos;s a tedious disappointment. But if it predictably lived up to expectations every time, you might actually feel less compelled to click. (There is an evolutionary argument to be made, too, about the restless compulsiveness of web use. There&apos;s little survival advantage to feeling contented, and a big one to feeling constantly slightly dissatisfied with what you&apos;ve got.)     Slow tech websites like donothingfor2minutes.com aim 'to turn the agents of distraction into agents of serenity'    By far the funniest, or maybe the most horrifying, illustration of this situation is Cow Clicker, a Facebook game created in 2011 by the game designer Ian Bogost as a satire of undemanding &quot;social games&quot; such as FarmVille  in which, as Bogost put it, &quot;you click on a cow, and that&apos;s it&quot;. In Cow Clicker, you clicked on your cow and it mooed, and that was it: you then had to wait another six hours to click again, unless you were willing to part with real money (or virtual money, accumulated through clicking) for the right to click again immediately. Bogost&apos;s joke became a surprise hit: at its height, Cow Clicker had more than 50,000 users, some paying $20 or more for pointless &quot;improvements&quot; to their cow, such as making it face the opposite direction. &quot;After a while,&quot; Bogost told a US radio interviewer, &quot;I realised they&apos;re doing exactly what concerned me about these games&quot;  becoming &quot;compulsively attached&quot;. &quot;I began tofeel very disturbed about the product.&quot; Eventually, a few months after the launch, Bogost eliminated all the cows in a Rapture-like event he called the Cowpocalypse. After it, users could keep playing only by clicking on a bare patch of grass  and some actually did. Responding to a player who complained that Cow Clicker was no longer &quot;a very fun game&quot;, Bogost replied, &quot;It wasn&apos;t very fun before.&quot; It&apos;s this vicious Skinnerian cycle that conscious computing seeks to break. That&apos;s why one of the simplest pieces of advice  to check your email at fixed points during the day  works so well: if you&apos;re checking only occasionally, you&apos;re virtually guaranteed the &quot;reward&quot; of new messages, so the lure of the variable reward dies away, and with it the constant urge to check. Something similar is going on with services such as iDoneThis, which lets you track the work you&apos;ve accomplished by responding to a daily email. When it launched, its founder Walter Chen had the capacity to process the emails only once a day, so to put a positive spin on things, and mainly as a joke, he added a note: &quot;iDoneThis is part of the slow web movement. After you email us, your calendar is not updated instantaneously. But rest up, and you&apos;ll find an updated calendar when you awake.&quot; It&apos;s hard to imagine Mark Zuckerberg approving a feature that actively encouraged making fewer visits to Facebook. But maybe we&apos;d all be a bit happier if he did. In March, I spent a week trying to live as faithfully as possible in accordance with the philosophy of calming (or conscious or contemplative) computing. At home, I stopped using my Nexus smartphone as a timepiece  I wore a watch instead to prevent the otherwise inevitable slide from checking the time, or silencing the alarm, into checking my email, my Twitter feed or Wikipedia&apos;s List Of Unusual Deaths. After a couple of days, Idisabled the Gmail and Twitter apps completely, and stored my phone in my bag while Iworked, frequently forgetting it for hours at atime. At work, I shut off the internet in 90-minute slabs using Mac Freedom, the &quot;internet blocking productivity software&quot; championed by such writerly big shots as Zadie Smith and the late NoraEphron. (&quot;Freedom enforces freedom,&quot; its website explains chillingly.) Most mornings, Ialsomanaged 10 minutes with ReWire, a concentration-enhancing meditation app for the iPad that plays songs from your music library in short bursts, interrupted by silence; your job is to press a button as fast as you can each time you notice the music has stopped. Ialso tried to check my email no more than threetimes a day, and at fixed points: 9.30am, 1.30pm and 5pm. Disconcerting things began to happen. I&apos;m embarrassed to report that I found myself doing what&apos;s referred to, in Pang&apos;s book, as &quot;paper-tweeting&quot;: scribbling supposedly witty wisecracks in a notebook as a substitute for the urge to share them online. (At least I&apos;d never had a problem with &quot;sleep texting&quot;, which, at least according to a few dubious media reports, is now a thing among serious smartphone addicts.) I had a few minor attacks of phantom mobile phone vibrations, aka &quot;ringxiety&quot;, which research suggests afflicts at least 70% of us. By far the biggest obstacle to my experiment was the fact that the web and email are simultaneously sources of distraction and a vital tool: it&apos;s no use blocking the internet to work when you need the internet for work. Still, the overall result was more calmness and a clear sense that I&apos;d gained purchase on my own mind: I was using it more than it was using me. I could jump online to look something up and then  this is the crucial bit  jump off again. After a few 90-minute stretches of weblessness, for example, I found myself not itching to get back online, but bored by the prospect. I started engaging in highly atypical behaviours, such as going for a walk, instead. All this talk of the internet as a black hole of distraction and compulsion provokes spluttering scorn from certain technology evangelists, who like to note that similar complaints have accompanied almost every new medium in history. Erasmus worried that the printing press would damage scholarship. Socrates, in Plato&apos;s Phaedrus, argued that the invention of writing meant people would &quot;cease to exercise their memory and become forgetful&quot;. It seems likely we&apos;ll get over internet distraction soon enough. &quot;One of the devices that has historically drawn the most criticism from scholars and theologians for its corrupting effect on humanity seems to have worked out pretty well,&quot; the commentator Mathew Ingram wrote at the technology site GigaOM. &quot;It&apos;s called the book. If we can figure that out, I&apos;m sure we can figure out how to handle cellphones and status updates.&quot; According to the advocates of conscious computing, though, none of this quite gets at thepoint. We can all agree that Facebook and smartphones aren&apos;t the first ever examples of &quot;cognitive entanglement&quot;, Pang&apos;s term for the way we use technology as extensions of our ownminds. Writing things in a notebook is entanglement; so is using a library or a landline orsending a postcard or a smoke signal. &quot;Entanglement is nothing new or revolutionary,&quot; Pang writes. &quot;It&apos;s what makes us human.&quot; The problem is not that we&apos;ve suddenly started depending on technology, but that the technology we&apos;re depending on is poorly designed, too often focused on making money for its creators at its users&apos; expense. Undoubtedly, we&apos;ll one day figure out how to handle cellphones and status updates without the accompanying distraction and compulsion. But that doesn&apos;t mean the distraction and compulsion aren&apos;t a problem right now  or that it might not be wise to find ways of adapting more rapidly. After all, distraction  as the Australian philosopher Damon Young points out in his book of that name  isn&apos;t just a minor irritant. It&apos;s aserious philosophical problem: what you focus on, hour by hour, day after day, ends up comprising your whole life. &quot;To be diverted isn&apos;t simply to have too many stimuli but to be confused about what to attend to and why,&quot; Young writes. &quot;Distraction is the very opposite of emancipation: failing to see what is worthwhile in life, and lacking the wherewithal to seek it.&quot; To recover from techno-distraction, &quot;what&apos;s required is not Luddite extremism but a more ambitious relationship to our tools  one that promotes our liberty instead of weakening it.&quot; What we need are ways of strengthening the muscle that lets you maintain control of your own attention, so that you can more frequently win the psychological arm-wrestle against the services and sites that are itching to control it for you. You could begin by going to the website donothingfor2minutes.com and following the instructions, which are a) to do nothing for two minutes, except b) to listen to the relaxing sound of waves. Move your mouse, or press a key, and the word &quot;fail&quot; will appear in big red letters. If the very idea of visiting donothingfor2minutes.com strikes you as stupid or annoying  a tedious waste of time when you could be doing something more stimulating instead  then here&apos;s a slightly different piece of advice: you really, really need to visit. Keep calm and carry on: 10websites to help you through your tech addiction Mac Freedom macfreedom.comFlux stereopsis.com/fluxBuddhify buddhify.comCalm Your Box calmbox.meOmmWriter ommwriter.comHeartMath heartmath.comShroud sabi.net/nriley/software/ReWire rewireapp.comCalm Down mermodynamics.com/calmdown/AwayFind awayfind.com", 
    "section": "technology", 
    "gid": "technology/2013/may/10/conscious-computing-twitter-facebook-google", 
    "wordcount": "3117"
}