{
    "headline": "Indonesia's natural riches highlight international biodiversity day - in pictures", 
    "text": "   Mountain forests on the outshirts of Manokwari, Papua, Indonesia. Indonesia has at least 20% of the worlds total biodiversity and is home to more than 30,000 recorded species of plants and more than 3,000 mammals, birds, reptiles and amphibians Photograph: Paul Hilton/Greenpeace       A Papuan tree frog is pictured on a fern in a forest on the outskirts of Manokwari, Papua  Photograph: Paul Hilton/Greenpeace       A black-capped lory  Photograph: Paul Hilton/Greenpeace       Mountain forests on the outskirts of Manokwari. Approximately 10% of the worlds rainforests are located in Indonesia. Fifty years ago, 82% of the country was covered with forests but in the last decade this has dropped to 48% due to relentless deforestation for paper and palm oil plantations and mining Photograph: Paul Hilton/Greenpeace       A leatherback turtle heads out to sea after laying eggs on Jamursba Medi beach, Tambrau District, West Papua. This remote beach, with no villages or towns nearby, is one of the last remaining leatherback nesting sites in the western Pacific and pegged as a site for the development of the Trans-Papua Highway. The construction of the road will threaten the turtle nesting area as well as important habitats for Papua's birds of paradise and other protected species Photograph: Paul Hilton/Greenpeace       Bumphead parrot fish at Dampier Straight, Raja Ampat, Papua. Indonesias seas are also among the most diverse coastal and marine habitats Photograph: Paul Hilton/Greenpeace       A coral reef at Dampier Straight, Raja Ampat, Papua, Indonesia, May 2013. Areas like Raja Ampat, in West Papua, are claimed to be among the richest spots in biodiversity on Earth Photograph: Paul Hilton/Greenpeace       Starfish in the pristine reefs in Cenderawasih Bay national park. Indonesia's coral reefs are considered to be among the worlds most threatened biodiversity hotspots, at risk from overfishing, pollution and climate change Photograph: Paul Hilton/Greenpeace       A turtle in the pristine reefs in Cenderawasih Bay national park Photograph: Paul Hilton/Greenpeace       A whale shark in Cenderawasih Bay national park Photograph: Paul Hilton/Greenpeace  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/22/indonesia-international-biodiversity-day-in-pictures", 
    "wordcount": "0"
}