{
    "headline": "Life comes cheap for winter wrens", 
    "text": "A winter wren looks from the hedge towards the solstice as if it&apos;s the weight which holds the scales this side of an axis between one year and another. It looks from wren-shadow into wren-land: an old geography steeped in omen and augury. Who comes, who goes, wren knows. Moss is stiff as an old mattress with frost. Chaffinch and siskin blow from hedge-tops into fields of open soil routed by tines and tyres, each rut running with water so the rolling land looks like woodcuts. The ooze and slop of mud seeps each time the frost gives. Brooks are ardent, their songs stronger, banks scoured back under red root tassels of alder, and streambeds a yellow dawn-grey as if each pebble has been picked out, wiped clean and put back. When it rained, cold and hard, buzzards looked like glove puppets stuffed up trees. Now a red kite lifts over treetops into a half blue, half grey sky above a pasture with sheep. Free from jackdaw mobs, the kite keeps a slow tack, scanning for carrion. It barely moves its wings but for a twitching balance like a tightrope walker&apos;s pole. The wren shifts in its shadow and whistles quietly for the hungry times. &quot;We&apos;ll shoot the Cutty Wren, said John the Red Nose.&quot; In this song, the wren is cut up with knives and forks and its spare ribs given to the poor. The Cutty Wren song is said to come from the Peasants&apos; Revolt in 1381 when the starving poor resorted to eating small birds: the wren is symbolic of the king. Restless cave-dwellers of hedge hole and mossy stone, wrens will die. Despite their powerful presence, winter will crush many of them. Although they&apos;re our most common breeding bird, hundreds die every day from what we have done to wren-world. This one watches, a peppercorn eye framed by a white stripe for quick seeing. Years come and go, the wren knows. The thrum of its wings, the cock of its tail, the voice now prayerful will turn into a torrent if it survives to tip the solstice balance.", 
    "section": "environment", 
    "gid": "environment/2012/dec/18/wenlock-edge-life-cheap-winter-wrens", 
    "wordcount": "354"
}