{
    "headline": "The Unfinished Swan  preview", 
    "text": "The Unfinished Swan began life as a humble tech demo in 2008 called WhiteSpace, created by Ian Dallas. It showed a perfectly white arena, giving the user the opportunity to define it by throwing big globs of black paint everywhere, which spattered convincingly against walls and acted as a sort of acrylic sonar to guide the player through the world. Four years later, Dallas has formed a studio (Giant Sparrow) with the help of Sony, and they&apos;re set to release the game later this year as a downloadable title on the Playstation Network. But working out exactly what the game was proved to be the team&apos;s first stumbling block: &quot;It took us several iterations over the course of a year to discover what sort of game we wanted to make with these mechanics,&quot; says Dallas. The game has moved on from the eerie horror-themed footage in the tech demo (approaching a black door lead to a scary musical sting and the words &quot;Please wake up&quot; would appear, echoing a much-copied piece of text posted around the internet to freak out unsuspecting readers) to a much calmer storybook world  one involving orphans, mysterious kings, strange doors to other worlds and the titular swan. &quot;There are still scary parts,&quot; says Ben Esposito, level designer on the project, &quot;but not like in the tech demo. It&apos;s going to be as scary as you want to make it. There&apos;s not a lot of information at the beginning of the game  when we set up, you&apos;re in an all-white world  so it&apos;s more like you&apos;re blind, or you&apos;re in a blackout, and you don&apos;t know what&apos;s around you. There&apos;s a sense of tension, like in a lot of children&apos;s books where there&apos;s an undercurrent of horror. Later on in the game it gets more intense, too.&quot; That reliance on sound to provide cues is vital in such a game, and they&apos;ve clearly put a lot of effort into the noise of seemingly mundane actions, such as the player&apos;s footsteps and the different reverberations of paint hitting surfaces. &quot;It&apos;s almost a simulation of what it&apos;s like to be blind,&quot; says Ian, although presumably he means the sort of blindness where you can spit globs of paint everywhere. &quot;It&apos;s a different set of tools to the ones you use in your everyday life.&quot; There&apos;s no user interface to speak of, aside from a tiny reticule which shows where your paint is going to land. &quot;When players first start the game and see that white room, a lot of them wait for instructions, and nothing happens,&quot; says Ian. &quot;Then they start pushing buttons, and inevitably out of frustration hit the right shoulder button [which launches a blob of paint], and then they work it all out from there. We wanted to make an experience about exploration and actual surprise. A lot of games feel like big 500 page novels  a challenge, almost  and I wanted ours to feel more like a children&apos;s book, to create a sense of wonder and awe in a shorter experience.&quot; Players hunt through these entirely white worlds, defining their own spaces, in search of orange swan footprints  these, and the occasional bit of important terrain feature, are all that&apos;s visible to guide you through the void until you make your mark. In a wonderful bit about five minutes in, we&apos;re watching the player climb a tall building and look at the path he&apos;s created, stained black against the white space of the world. &quot;People love this part,&quot; Ian remarks, &quot;they really appreciate being able to look back over what they&apos;ve created.&quot; Making the levels was, of course, tremendously difficult. The Unfinished Swan is Esposito&apos;s first job working full-time in a game studio, which makes the fact that the levels work all the more impressive. &quot;It can be super hard, yeah,&quot; he said, &quot;but we play-test all the time. It&apos;s interesting: people play at their own pace but, in general, people usually follow similar patterns. Tiny details have big effects  say, a piece of wood will direct every player that sees it in a certain direction. &quot;We want to guide the player to very specific details. In other games the textures and the lighting can draw you toward points, but we have to put a lot of weight on one silhouette  a wheelbarrow is super-important in our game whereas in other games it isn&apos;t, because it teaches you that you&apos;re outside, and there was no way you could&apos;ve known that before.&quot; The unique visuals add elements to play, too, especially when building puzzles. &quot;The moment I realised that this isn&apos;t a normal puzzle game was when we just had a white space you walk into, and there&apos;s a set of stairs, but the positioning of the stairs means that they&apos;re visible from one direction but not from another,&quot; explains Esposito. &quot;Depending on where you&apos;re standing when you splat, you might never work out that they&apos;re there. I realised you could miss something right in front of your face [...] with almost no elements in place, we&apos;ve made a puzzle already.&quot; I&apos;m assured that the entire game isn&apos;t just black on white, though, even if the exact details of what other features the final game will possess are being closely guarded. Tools that use senses other than vision will be involved, I&apos;m told. Seeing as taste, smell and touch are pretty tricky to implement using PS3 hardware, signs point to some sort of audio-based power. Balloons hovering around each level open up &quot;toys&quot; when that allow you to use your powers in new ways when collected  bigger splatters, more splats per second, that sort of thing, in a nod to encourage replay value. But aside from these scant details, Giant Sparrow is keeping very quiet about any other features. I pushed for information, regardless. &quot;Can you tell me about one other colour in the game?&quot; I asked Esposito, half-jokingly. He looked a little flustered. &quot;Can you perhaps offer me any details on ... say ... red? Can we expect to see red in the game?&quot; He laughed. &quot;Maaaaybe, maybe red might be ...&quot; A man sitting quietly nearby leaned behind me and made a cutting gesture across his throat with a flattened palm. I guess we&apos;ll have to wait and see for ourselves.  The Unfinished Swan is set for release in 2012 on PSN", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/07/unfinished-swan-games-preview", 
    "wordcount": "1092"
}