{
    "headline": "China's censors tested by microbloggers who keep one step ahead of state media", 
    "text": "In the opaque world of Chinese censorship, a few red lines shine through the murk. One of the clearest is: no gossip about top political leaders, their families or internal party affairs. But just as the authorities had vowed to tame China&apos;s rumbustious microblogs, they have seen an unprecedented wave of speculation and comment on the most sensitive subjects: political infighting, lurid allegations of murder and even (unfounded) claims of a coup. State attempts to control the web, including stern admonitions, large-scale deletions, real-name registration, website closures and even detentions have failed to rein in users. More intriguingly, some of the most startling rumours have proved at least partially true  leading some to wonder whether this is simply a battle between bold users and anxious censors, or something more complex. The bombshells dropped by officials late on Tuesday  that the high-profile leadership contender Bo Xilai was suspended from his key political posts and that his wife, Gu Kailai, had been detained for the suspected murder of the British businessman Neil Heywood  mark China&apos;s biggest political upheaval for years. Yet microbloggers have received advance warning of almost every development in the unfolding scandal. Users detected the event that triggered it  the flight of Bo&apos;s ally and former police chief, Wang Lijun, to a US consulate  two days before the official admission. A post predicting Bo&apos;s dismissal as party secretary of Chongqing circulated widely two hours before the announcement. And claims that Gu had poisoned a Briton called Heywood emerged weeks before Tuesday&apos;s official statement. &quot;Because of the rumours of political struggle it has got hotter and hotter. You can&apos;t see any sign of people being unwilling to spread them,&quot; said Chinese writer and avid microblogger Michael Anti. International attention tends to focus on the Great Firewall, which stops Chinese citizens from reading sensitive content overseas, and constraints put on familiar western brands  the blocking of social media services such as Facebook, Twitter and YouTube, or the Chinese government&apos;s clash with Google, which saw the internet giant relocate search services to Hong Kong rather than continue to censor results. But the world&apos;s largest internet population is far more interested in what happens on domestic sites  and particularly the &quot;weibo&quot; or microblog services, which boast about 300 million registered users. Microblogs, particularly Sina&apos;s Weibo, are where the clash of political controls, commercial interests and the urge of millions to share their thoughts on official scandals, or just last night&apos;s TV, play out. &quot;Weibo plays a much more important role in China than Twitter in the west, because of the heavy censorship imposed by the regime on the other media,&quot; said Beijing-based scholar Michel Bonnin. &quot;Weibo is also censored and cannot be considered a free public sphere but it is still the place where exchange of information is the most developed in China, and even traditional and official media are forced to go through it to have a real impact on the public. It is also the only place where the receptors of information can react and influence the circulation of information.&quot; Official anxiety about the repercussions has become increasingly evident. Some think the authorities might have shut down microblogs entirely if they did not fear the backlash. Others suggest they see them as both threat and opportunity. &quot;This is the most internet-savvy government in the whole world. It&apos;s not only about censorship,&quot; said Anti. &quot;In a country where there is no democracy it&apos;s the best way to understand what people are really thinking.&quot; It is also a useful for propaganda: Xinhua reported in December that there were at least 20,000 official accounts. &quot;The Chinese Communist party always believes in occupying and utilising the ground, not destroying it,&quot; said Anti. Last year&apos;s explosion in microblog use surprised everyone and may in itself have alarmed officials. But many believe that it was the angry and prolonged online reaction to a high-speed train crash in Wenzhou that prompted the government to tighten controls. Three months later, a meeting of top leaders agreed that officials must work on &quot;strengthening the channelling and control of social media and real-time communication tools&quot;. A short while later, officials announced mandatory real-name registration for microblogs in Beijing and Shenzhen  where the two biggest services, run by Sina and Tencent, are based  and several other cities. Officials have since said it will be rolled out nationally.&quot;It is basically a public warning. Everyone knows the authorities could know all your information if they want to know it  there are no secrets for Chinese netizens who use the internet. They want the chilling effect,&quot; said Anti. It is unusual for people to be detained purely for critical online comments but last week&apos;s crackdown on unfounded rumours of a coup  which included at least six detentions  rammed home the message. &quot;I think the measure is unlikely to impact the well-known microbloggers, who are under a lot of monitoring anyway; it&apos;s also unlikely to deter those who really want their voices heard, like petitioners, or victims of housing rights abuses,&quot; said Songlian Wang, of Chinese Human Rights Defenders. &quot;But it is likely to make those whistleblowers who hold critical information about human rights violations in their workplace or their village... think twice before posting anything online because of fear of reprisal.&quot;Yet so far real-name registration appears largely unenforced, with many existing users able to post comments long past the 16 March deadline without proving their identities. A spokesman for Sina said it was implementing the policy but it is not hard to see why companies might want to buy time. At the peak of growth last year, Sina was registering 20m new Weibo accounts a month; but Chinese media say that fell to about 3m in January, shortly after real-name registration was announced. &quot;We can&apos;t guarantee that stricter policies won&apos;t appear later on. This will impact the growth of our user base and negatively effect user activity,&quot; the chief executive, Charles Chao, has warned, according to Voice of America. A notice cited by China Digital Times outlined other official measures, including pre-publication moderation of posts by blacklisted users or those with more than 100,000 followers; 24/7 monitoring and rapid deletion of &quot;illegal or harmful&quot; posts; and requirements to store user data and supply it to police. While the document could not be independently verified, parts of it  particularly its focus on influential users  chime with what is already known about controls. &quot;We always focus on automated censorship. But I think a lot of it is hands-on  and has to be,&quot; said David Bandurski of Hong Kong University&apos;s China Media Project. As users become more skillful at evading controls such as keyword blocks  through coded references, analogies or perhaps by posting photographs of text  censors must step up their efforts. Bandurski said he had seen image-only posts deleted within minutes. The speed of that response also suggests a growing number of monitors. While state censors issue directives on unacceptable content and monitor firms&apos; performance, they outsource most of the work to the companies themselves. Compelling No one knows exactly how many people are watching Weibo, but Sina&apos;s staff surged from 2,800 in late 2010 to 5,000 a year later, with most new staff working on the microblog. Monitors will flag up or delete sensitive posts, and may even call particular users to warn them to avoid certain issues. But while firms cannot afford to seriously upset the government, they need a lively, compelling environment to keep users interested. And while the biggest names may be entertainment stars, social debates and current affairs add spice to the mix. Bandurski compares the deletion of microblogs to &quot;chalklines around a body that is not there&quot;. They offer hints of what the government is worrying most about: the first large-scale quantitative study of Sina Weibo, by researchers at Carnegie Mellon University, found that up to 53% of locally generated posts were deleted in Tibet, against just 12% in Beijing. While many deletions were non-political  to tackle spam, for instance  the high regional variation is telling. And censorship goes beyond deletions: microblogs frequently block searches for particular words and, increasingly, lock posts so that only their authors can see them. In recent weeks, observers have found what has appeared or remained on microblogs even more intriguing than what has been removed. When Chongqing sought to cover up the police chief&apos;s flight to the US consulate, it did so via an Orwellian statement on its microblog saying Wang Lijun was stressed and undergoing &quot;vacation-style treatment&quot;. Late the following day, the official Communist party newspaper&apos;s microblog promised more news of Wang  heralding an official contradiction of Chongqing&apos;s line: the deputy mayor had indeed gone to the US consulate and was now under investigation. &quot;We [saw] Chongqing with Bo Xilai in his seat and able to use the media [there] at his disposal. Then we have People&apos;s Daily under someone else  and even People&apos;s Daily can reflect quite fractious influences in itself,&quot; explained Bandurski. Normally, a scandal involving a senior figure would quickly spur censors into action. Yet gossip about Wang Lijun and Bo ricocheted around microblogs for days before removal. Some wonder whether officials were caught on the hop  or were happy to see such claims circulate. &quot;From the very beginning, leaks were not deleted at all on Weibo. It was almost like it was happening in the US or UK. Was that freedom of speech? No. The central government was intentionally not blocking a particular case to mobilise people to get rid of their own obstacles,&quot; suggested Anti. More curious still is the emergence of Neil Heywood&apos;s death. Britain&apos;s announcement that it had asked China to reinvestigate was prompted by rumours circulating on microblogs that Gu Kailai had poisoned a Briton. While it is understood that Wang had made the allegation to US officials, and presumably to the Chinese authorities investigating him, how the spate of claims surfaced remains unclear. It is easy to overestimate the coherence of the censorship system. Not all anomalies are deliberate; even China&apos;s state news agency Xinhua appears to have been temporarily gagged on Tuesday, when it sought to announce the news about Bo and Gu on its microblog as well as its website. It blamed the delay in the post&apos;s appearance on Sina being &quot;too honest&quot;, in a message that later disappeared. In any case, however, the unfolding of the scandal has served factional interests, it has been fuelled by thousands of ordinary microbloggers. &quot;Even though [this kind of discussion] is constantly managed and deleted and &apos;harmonised&apos;  it&apos;s there in a way it wasn&apos;t before. The stench of China&apos;s politics is more apparent to everyone because of social media,&quot; said Bandurski. The government has justified controls by training its fire on pernicious &quot;rumours&quot;, lambasted by state media as &quot;worse than cocaine&quot;. On the night that the state broadcaster announced Bo&apos;s political demise, it also carried a prominent news segment with executives from Sina, Tencent and Baidu personally pledging to support the government&apos;s campaign. But in a system where so much information remains off-limits, what constitutes a &quot;rumour&quot; is a political choice as much as a matter of fact  as is increasingly obvious to ordinary users. &quot;Microblogs are the best weapon to reduce corruption, improve social governance and make officials behave well,&quot; wrote Chinese scholar Chen Zhiwu, who now teaches at Yale. &quot;The more the official complains, the better microblogs are.&quot; Beside, critics say, it is control not laxity that breeds rumours; censorship that breeds distrust. As news of the Fukushima nuclear crisis spread last year, Chinese consumers rushed to buy iodised salt in the mistaken belief it protected against radiation. State media&apos;s accurate declarations that the supply was safe, while eating excess salt was dangerous, appear to have merely spurred sales. As the old joke goes, it&apos;s not true until the government denies it. &quot;Hegel once said wisdom was like an owl, and that it took flight only at dusk. But his was a nation of philosophy,&quot; wrote scholar Wu Jiaxiang recently. &quot;Here in our country, we have no owls, only bats. Those bats are rumours, and they take flight after midnight from the microblogs that are their caves.&quot; The post was swiftly deleted.", 
    "section": "technology", 
    "gid": "technology/2012/apr/16/internet-china-censorship-weibo-microblogs", 
    "wordcount": "2088"
}