{
    "headline": "Is sustainable local development a persuasive alternative to microfinance?", 
    "text": "Milford Bateman is perhaps best known for his strident attacks on microfinance as an anti-poverty strategy, including his sometimes acrimonious debates with David Roodman, another microfinance analyst. Bateman claims that, by diverting resources away from more productive investments and indebting poor people with no significant return, the microfinance &quot;fad&quot; has been anti-developmental, benefiting lenders most. If, like me, you have been an instinctive believer in microfinance for the past few years, Bateman&apos;s critique is worrying. But even more worrying, perhaps, is the fact that Roodman, his apparent adversary on the subject, is also unconvinced. &quot;We do not have credible academic evidence that microcredit on average lifts people out of poverty,&quot; says Roodman. &quot;We [also] do not have evidence that microfinance is systematically making people worse off.&quot; Hardly reassuring. No one, it seems, is able to back up the microfinance industry&apos;s claims to be reducing poverty. In a systematic review of the evidence, Maren Duvendack, of the Overseas Development Institute, also gives what can only be described as a thumbs-down to the multi-billion dollar industry, concluding: &quot;[There is] no clear evidence that microfinance has any positive or negative impacts.&quot; But while much has been written on the rights and wrongs of microfinance, there has been less analysis of what might replace it and how funds could be better used to help poor communities move out of poverty. This is the question on which Bateman has developed a position that is compelling, well-evidenced and firmly part of the heterodox economic tradition populated by development economist Alice Amsden, who sadly died last week just as her ideas are regaining ground. Speaking at a conference on local development last week in Medellin, Bateman argued that where the local private sector (that is, small- and medium-sized enterprise) has developed successfully in the past, local governments have played a strong and decisive hand. This is in contrast to the neo-liberal insistence that the state should have little to do with local development. Europe&apos;s postwar recovery, according to Bateman, was managed under broadly Keynesian macro-principles and a tolerance for planning. From northern Italy to the Basque country, from west Germany to Scandinavia, local and regional governments were strongly interventionist in support of their small and medium enterprises (SMEs), and the upgrading of technological capacities was facilitated by access to affordable finance. The east Asian economic miracle was, of course, no miracle at all. It was a set of carefully selected policies to support local private sector growth, starting with South Korea and Taiwan learning from Japan&apos;s support to SMEs. China engaged in a range of local government interventions to support the private sector, long before foreign direct investment came into play. Vietnam is the latest country to build success on town and village administrative support for small-scale family farms and businesses; it now dominates several global sectors, and is the world&apos;s third-largest rice exporter (after the US and Thailand). In contrast, in Bangladesh, the home of microfinance, an NGO sector has been built up to the detriment of state capacity: as finance is circulated through the &quot;big four&quot; microfinance institutions (Grameen Bank, BRAC, ASA and Proshika) into informal microenterprises with no growth potential, the SME sector remains almost non-existent. The other example Bateman gives is Jeff Sachs&apos; infamous &quot;shock therapy&quot; experiment in 1980s Bolivia  again, savings and remittances circulated through for-profit microfinance institutions (such as BancoSol) and into &quot;postage stamp&quot; farms and informal microenterprises, leaving growth-oriented small enterprises with no support. Bateman is highly critical of the World Bank&apos;s Doing Business project, which he thinks is ideological and &quot;driven forward by business elites&quot;. Instead of addressing substantive and systematic issues at the local level that might require a collective response or co-ordinated state intervention  for instance demand constraints, affordable finance, lack of technical back-up, weak/non-existent agricultural extension services  it focuses on issues such as streamlined registration (the ease of registering a business), which is fairly irrelevant to business development. Bateman&apos;s alternative is based on an analysis of what has worked. There is now a need for community-based financial institutions that prioritise sustainable local development, such as credit unions, financial co-operatives, community and local state development banks, and social venture capitalist funds. In short, Bateman does for local development what economist Ha-Joon Chang has done for national development. He emphasises first how important it can be for local and national governments to get heavily involved in local development strategies, sets out examples of successful efforts of the past, and argues for an evolutionary approach whereby an appropriate mix of public and private is developed for each unique context. It is a convincing pitch, and one that should get extensive coverage.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/28/sustainable-local-development-alternative-microfinance", 
    "wordcount": "789"
}