{
    "headline": "Deer cull would threaten thousands of jobs, say furious gamekeepers", 
    "text": "Proposals to cull up to 750,000 deer in Britain have been denounced by furious gamekeepers who claim the move would also be a death knell for rural communities throughout the country, particularly remote villages in Scotland. The Scottish Gamekeepers Association said that such a massive slaughter of animals would destroy the livelihoods of thousands of individuals who support the deer-stalking industry. The association was reacting to reports that scientists believe that up to half of an estimated population of 1.5million deer in Britain should be culled to protect the countryside from damage caused by herds of animals eating and trampling plants and crops. &quot;A host of businesses  hotels, bed-and-breakfast outlets, garages, bars and car-hire companies  depend on the income that is generated by deer stalking in the Highlands,&quot; said Peter Fraser, vice-chairman of the association. &quot;If you kill deer in the numbers that have been suggested, then you will have nothing left for people to stalk. Estates would go out of business and whole communities would die.&quot; The uproar over the deer-culling call follows publication last week of a study, by University of East Anglia scientists, in the Journal of Wildlife Management. The authors, led by ecologist Paul Dolman, reported how they used infrared thermal imaging equipment at night to count roe and muntjac deer numbers around the Norfolk-Suffolk border. Deer densities were found to be much higher than previously assumed, and because deer eat shrubs and undergrowth and damage habitats of birds including the nightingale they called for a cull of half of the area&apos;s 3,500 muntjac deer and 60% of its 2,211 roe deer. However, it was Dolman&apos;s subsequent remarks  which enlarged on these suggestions  at a press conference on Thursday that triggered the particular fury of gamekeepers. Dolman was reported as saying his team&apos;s research suggested that up to 750,000 deer would have to be culled to prevent widespread ecological damage. &quot;I didn&apos;t say that,&quot; Dolman told the Observer. &quot;I just used those figures as hypothetical examples. In fact, we don&apos;t know how many deer there are in this country and that is the real problem that I was trying to get over. We cannot manage deer or control the damage they do until we get a proper estimate of their numbers. That is the real thrust of our research. We have found that our knowledge of deer population densities is much poorer than we previously thought.&quot; In particular, Dolman&apos;s research indicates that in low-level landscapes, such as those around the Norfolk-Suffolk border, deer numbers have been underestimated. &quot;We are culling them, but not in sufficient numbers,&quot; he said. His group&apos;s prime concern was roe and muntjac deer, while deer stalking is primarily concerned with red deer and occurs principally in the Scottish Highlands. This point is acknowledged by Dolman. &quot;Red deer still cause damage to farm and woodland. However, they also live in many areas where they are stalked as a business and so other commercial considerations must be taken into account.&quot; In other words, the extensive cull suggested by the East Anglia research is not necessarily appropriate for the Highlands, where income is generated by overseas businessmen who pay to hunt deer. The qualification is unlikely to soothe the feelings of Scotland&apos;s gamekeepers. They have already been incensed by recent decisions by the Scottish government, which wants to increase significantly the amount of land covered with new forests in the Highlands, a move gamekeepers say will only be possible by using land currently ruled by the red deer. Calls for culling are only going to worsen a grim situation, they add. Deer stalking is beleaguered, gamekeepers argue. &quot;A national scandal is playing out on Scotland&apos;s hills,&quot; states a new association report called &quot;The economic importance of red deer to Scotland&apos;s rural economy&quot;. It argues that the country&apos;s red deer population has already reached a dangerously low level. The study indicates that in Sutherland, in the far north of Scotland, deer-related activities in estates generate income of around 1.6m. By contrast, expenditure on deer management is around 4.7m while wages account for a further 2m. &quot;No public sector business could support such year-on-year losses,&quot; the report states. The authors point out that any decrease in deer numbers by culling could drive estates out of business. As Fraser states in his introduction: &quot;We are on the point of destroying for ever a precious national resource which attracts nature lovers, walkers and sportsmen to our hills, brings employment to the glens, fine food to our tables and revenue to our nation.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/09/deer-cull-would-destroy-livelihoods", 
    "wordcount": "785"
}