{
    "headline": "Planned Parenthood is 100 years old, but the fight for reproductive rights goes on", 
    "text": "My grandmother served a month in jail 100 years ago. Her crime? Opening the first birth control clinic in the US. Her name was Margaret Sanger, and she was the founder of Planned Parenthood. That first clinic was open for just 10 days in 1916 before the police shut it down; its very existence was considered a public nuisance. Today, Planned Parenthood is the single-largest provider of reproductive healthcare services in the country. At 81, when she was very ill, I saw her give her last speech. The law was wrong, she said, standing in front of a crowd in the ballroom of the Waldorf Astoria hotel in New York City, and I broke it. She recounted her early struggles and the multiple arrests she endured, all to bring reproductive healthcare to women. I have never forgotten that day. Even into her 80s, my grandmother was always on the move. No sooner would she come to visit us in the suburbs than she would hop on a train to New York, an hour away, to attend a meeting, give a speech or lobby her supporters. She was indefatigable.   Related: Sexual health gets little attention in a crisis, with devastating results | Tewodros Melesse    Her example led me to join her unfinished fight. As chair of the International Planned Parenthood Federation (IPPF) council for the past 15 years and president of Planned Parenthood of New York City for a decade before that, I have helped continue my grandmothers legacy. However, she would be appalled that, a century after the founding of Planned Parenthood in Brownsville, Brooklyn, the fight for reproductive rights is far from over. When you live to be 100, you have either good genes or are doing something very right. For an organisation, it is both. Three million women a year, every year, need Planned Parenthood in the US. We have no national health service. Women are forced to rely on charities to fill the gaps that our federal, state, county and municipal clinics dont cover. Its mission, to get birth control information to the poor and needy, should have been taken over by government health services, much like countries in western Europe. In the rare US cities where municipal clinics do offer birth control, like New York City, women still come to Planned Parenthood because they know they will get unbiased advice and full options. It shouldnt be this way. But Planned Parenthood is doing something right and the US government is doing something, if not exactly wrong, then certainly inadequately. This is made all the more plain by a recent report showing that Texas, a state in the richest country on Earth, has the highest maternal mortality rate in the developed world.    Let all women decide for themselves: that is Planned Parenthoods mantra    Of course, the severe stigma surrounding womens reproductive rights and health isnt limited to the US. At least 47,000 women die every year from unsafe abortion, many in countries where it is legal. US political posturing around reproductive rights negatively impacts countless women beyond US borders. The Helms amendment, passed in 1973, prohibits US foreign aid from going to organisations that provide safe abortion among their reproductive healthcare services  even if abortion is legal in the recipient country. The exportation of a policy inconsistent with US law means women suffer, whether in Syria, where rape is a weapon of war, or in Latin America, where the Zika virus threatens the health of women and babies. The US should prioritise policies that help to reduce, not exacerbate, the severe health challenges and unnecessary deaths caused by limited access to reproductive healthcare services  including safe abortions  in all countries. My grandmother insisted that women could not call themselves free until they could decide whether or not to be a mother. That was her mantra. Born poor, Irish, Catholic, tubercular, with an 11th-grade education, my grandmother was a tough and determined woman. She witnessed injustice and was determined to fix it. As a nurse, she saw women having children they didnt want or, all too often, dying from illegal abortions. Enough, she said. Her eye was on women and their babies.     When Planned Parenthood founder Margaret Sanger opened a family planning clinic in Brooklyn in 1916, it was promptly shut down. Photograph: Bettmann Archive    Let all women decide for themselves: that is Planned Parenthoods mantra, and it transcends national borders. My grandmother was also one of the founders of International Planned Parenthood, launched in 1952. Just last week, I visited IPPFs member association in Morocco, called the Association Marocaine de Planification Familiale. The association not only operates a reproductive health clinic, but also runs a community school for orphans and offers training facilities in hairdressing, dressmaking and cooking, providing career paths for underprivileged boys and girls. The Moroccan people trust and respect our organisation, as do people in 172 countries where IPPF operates. To the poor and underserved, to the young and marginalised, to the minorities and immigrants that the US government doesnt reach, my grandmother said: We are here for you, all of you, no questions asked. A century ago, she was persecuted for this by the government, the churches, and many of her fellow citizens. She went to jail. When she got out, she continued the fight. At Planned Parenthood, we have fought the government, politicians, protestors and many anti-choice institutions, including churches and corporations. We have plenty more to do, nor least repealing the Hyde amendment, which prohibits Medicaid  social healthcare for US citizens of limited resources  from including abortion services, thereby depriving poor women of the right and means to decide on whether and when to have children. Our international movement has never backed away from the fight to give women a choice. And we arent tired, even at 100 years old. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/16/planned-parenthood-100-years-old-reproductive-rights-margaret-sanger", 
    "wordcount": "931"
}