{
    "headline": "Lib Dems should have fought to keep tuition fee vow, says party president", 
    "text": "The Liberal Democrats should have fought harder to keep their election promise not to increase fees, the party&apos;s president, Tim Farron, said on Sunday in a stark contrast to his leader, Nick Clegg, who apologised last week for making the promise at all. Farron accused the party&apos;s leadership of &quot;giving way&quot; on the tuition fees rise in coalition, saying the party should have drawn a &quot;red line&quot; over the issue during talks after the general election in 2010. He made his comments as Clegg defended his decision to issue an apology over the Lib Dem pre-election pledge to oppose tuition fee rises in government, saying he had wanted to hold his hands up and apologise for the mistake for &quot;quite some time&quot;. Meanwhile, Danny Alexander, chief secretary to the Treasury who chaired the Lib Dem manifesto group before the election, admitted he had reservations about the pledge before he made it, but included it in the manifesto following support from the party&apos;s democratic structures. However, Farron insisted the promise had been a &quot;fine pledge&quot; which should not have been broken in the first place. The MP for Westmorland and Lonsdale told Sky&apos;s Murnaghan show on Sunday: &quot;Personally, I think we should have argued for it much harder in the coalition negotiations and we should have made sure there was a red line there. This is the first coalition in peacetime in living memory and we all make mistakes. The Tories did, we did. We should&apos;ve been much, much harder on that issue. &quot;Our manifesto policy was much more radical than the pledge to not increase tuition fees. I felt relatively comfortable signing the pledge because it was a relatively modest one. We should&apos;ve fought harder to make sure we kept that promise, and I think that&apos;s what we are now rightly apologising for as a party  you get some things wrong.&quot; He added: &quot;I thought that the pledge was a fine pledge to make and we should have kept it and that&apos;s why I voted against the fee rise. But I also recognise that many of my colleagues felt differently and I also recognise that we shouldn&apos;t have done what we did.&quot; He said Clegg&apos;s filmed apology, which has since been turned into a hit spoof song, was &quot;immensely gutsy&quot;, but he said this was unlikely to fix the &quot;trust issue&quot; overnight. &quot;Reputations take years to build and seconds to lose. You have to be very careful and you have to work very hard over a number of years to regain that connection with the electorate but I think the fact that Nick has done what he&apos;s done, he&apos;s said it, we have to move on. People will not forgive us, some people will, and that&apos;s up to them.&quot; Earlier in the day, Clegg revealed that issuing the mea culpa had been on his mind for quite some time. He told the BBC1 Andrew Marr show: &quot;I think what we did was a mistake, I think it was wrong, and I&apos;ve been meaning for some time to put my hands up and say &apos;We made a mistake.&apos; We&apos;ve also done lots of good things, which I felt were being obscured by that, and so I just wanted to make the apology in a simple, direct way, which as you say gets mocked and sneered, in many respects quite amusing ways, musical and otherwise. &quot;And I think that the Westminster village is always quite cynical about these things; my hope is that there are some  not all, because some people will say &apos;oh, that&apos;s not going to make any difference&apos;  Ihope some people will recognise that in politics as in life, sometimes it&apos;s just the right thing to do to say we regret it and we won&apos;t do it again.&quot; Alexander admitted to the doubts he held about the tuition fees pledge before it was made, on the grounds of cost, though he refused to be drawn on whether he had told Clegg the policy was unaffordable before signing it. Alexander, who chaired the manifesto group, told the BBC 1 Sunday politics show: &quot;I don&apos;t remember the details of the conversations that took place quite a few years ago. But what I&apos;m saying to you is it was clear that this was a very expensive policy, that given the financial circumstances facing the country, it would be difficult to afford, and that&apos;s why we took the approach we did in our manifesto of phasing it in over a number of years. &quot;But nonetheless, under the current financial circumstances, it wasn&apos;t affordable, we made a pledge that we couldn&apos;t keep; we shouldn&apos;t have done that. And that&apos;s why Nick has apologised for it ... Every Liberal Democrat MP signed that pledge, it&apos;s something I regret, I&apos;m sorry for, I wish I hadn&apos;t done because it wasn&apos;t a promise I could keep. &quot;Having as a party agreed to include this policy in our manifesto, I followed through on that in the way that every other Liberal Democrat MP did, and with all the consequences that we know about.&quot;", 
    "section": "education", 
    "gid": "politics/2012/sep/23/libdems-fight-tuition-fees", 
    "wordcount": "873"
}