{
    "headline": "Olympics 2012: third of Team GB medallists came from private schools", 
    "text": "More than a third of British medal winners in the 2012 London Olympics were from private schools, which educate 7% of the school population, a study by the Sutton Trust shows. The dominance of private schools is particularly evident in sports such as rowing where more than half of gold medallists were privately educated, with fewer than a third coming from state comprehensives and the rest from grammars. However, gold-medal winning athletes Jessica Ennis, Mo Farah and Greg Rutherford were state-educated, as were all the boxers, and all but one of the 12 medal-winning cyclists. Team GB won 65 medals, 29 of them gold. The proportion of state-educated gold medal winners is broadly similar to previous Games. The proportion of privately educated Olympic winners (37%) is similar to that for MPs (35%), but less than leading journalists (54%) or judges (70%), according to previous Sutton Trust studies. The focus on the school backgrounds of Britain&apos;s successful Olympians has prompted an inquest into the state of school sport in comprehensives. Prime minister David Cameron has called for a revival of competitive sport in primary schools, while the government has been criticised for selling off playing fields and cutting funds for school sports partnerships. Lord Moynihan, the chairman of the British Olympic Association, has said it was &quot;wholly unacceptable&quot; that half of Team GB&apos;s gold medallists in Beijing four years ago were privately educated and called for an overhaul of school sport policy to redress the balance. Moynihan said earlier this month that the figure was &quot;one of the worst statistics in British sport&quot; and it should be a priority to make sport a more accurate reflection of society. Sir Peter Lampl, chairman of the Sutton Trust, said: &quot;While we congratulate all our Olympic winners, this research shows that independent school students are more than five times over-represented amongst our medal winners relative to their proportion in the population  which is also the case at leading universities and in the professions more generally. &quot;This comes as no surprise as children in independent schools benefit from ample time set aside for sport, excellent sporting facilities and highly qualified coaches, while in many state schools sport is not a priority, and sadly playing fields have been sold off.&quot; A new draft PE curriculum, to be published in the autumn, will make it compulsory to take part in what the government describes as &quot;recognised and recognisable sports&quot; such as football, hockey and netball. It will also prescribe &quot;team outdoor and adventurous activity&quot;. A separate analysis by the Good Schools Guide finds that 70% of gold medallists attended a state secondary school. Both studies counted medallists in team sports individually. The Guardian&apos;s Datablog has also analysed medal-winners by type of school. Labour has urged Cameron to include more than 130,000 pupils who study at free schools and academies in plans to make competitive team sports compulsory. Cameron announced last week proposals for primary age children and criticised schools for holding Indian dance classes instead. The prime minister, who is under fire for scrapping a target for pupils to do two hours of sport a week, said the new requirement would be included in the revised national curriculum. Shadow education secretary, Stephen Twigg, said Cameron&apos;s suggestions would only change those schools under the control of local authorities, and not academies or free schools. &quot;Sport isn&apos;t just for some schools, but for all schools. Labour wants to ensure that all pupils get access to high quality sports provision so they can do competitive sports and physical activity,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/aug/13/olympics-2012-gb-medallists-private-schooling", 
    "wordcount": "605"
}