{
    "headline": "Nokia and Samsung lead mobile phone sales as Apple leaps into third place", 
    "text": "Nokia retained its title as the world&apos;s biggest mobile phone vendor in both the fourth quarter and the whole of 2011, according to preliminary figures from research company, which puts Samsung and Apple second and third behind it. Overall, the world mobile phone market grew by 6.1% year-on-year in the fourth quarter, faster than analysts had expected but not as fast as in the third quarter - and less quickly than overall growth for the year, which was 11.1%, IDC said. Overall market growth fell to its lowest point since the third quarter of 2009, when the global economic recession was deepest. But IDC expects that double-digit growth will return in future years. Featurephone shipments still make up the majority of world shipments, but cheap smartphones - such as sub-$200 Android handsets - are beginning to make inroads in areas such as South America, said Ramon Llamas, IDC&apos;s senior research analyst for mobile phones. China saw particular competition in the smartphone market, with midrange vendors such as Coolpad, Lenovo and Huawei competing for the market. Western Europe declined as a market as featurephone sales dropped while smartphones didn&apos;t make up the difference - marking lower economic demand overall.  North America saw strong growth in smartphones, as did Latin America - although in the latter, cheap featurephones still rule the market, IDC said. Nokia and Samsung retained their positions as the No.1 and No.2 handset vendors, but Samsung narrowed the gap substantially, increasing handset sales by 17.6% while Nokia&apos;s fell 7.9%.     World mobile phone sales by vendor 2009-2011. Source: IDC    Apple rose from fifth to third in the world rankings, despite only selling smartphones, as it almost doubled the number of handsets shipped. LG Electronics, a Korean rival to Samsung, dropped precipitately by 24.5%, the largest fall among the big manufacturers, from third to fourth place. China&apos;s ZTE showed solid growth of 30.9% to ship 66.1m handsets, but slipped from fourth to fifth place.     Q4 2011 mobile handset vendor revenue share: units sold v average selling price. Bubble size indicates revenue. Source: Benedict Evans. Used with permission.    But while the absolute numbers indicate growth in the market, sheer numbers do not necessarily indicate who is making the money. Benedict Evans, an analyst with the research company Enders Analysis, suggests that despite selling far fewer handsets than Nokia or Samsung, Apple generated far more revenue than either during the fourth quarter by virtue of its handsets&apos; high average selling price (ASP). While Samsung does not release detailed figures for its mobile division, the information can be inferred from its results. He comments that there is a &quot;very striking polarisation between Apple on one hand and Nokia/Samsung on the other. It is equally clear that most of the other smartphone/Android players [such as HTC and ZTE] are pretty sub-scale.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/nokia-samsung-apple-mobile-phones", 
    "wordcount": "448"
}