{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A reed bunting perches at the RSPB's Elmley Marshes reserve in Sheerness, England. Many migrant species from continental Europe and north Africa are expected to arrive on UK shores as the prolonged cold spell makes way for milder and more seasonable weather. The three-and-a-half acre reserve, on the Isle of Sheppy, has the highest density of breeding waders in southern England including avocet and redshank. The area is also known to be one of the best sites in the UK to view birds of prey such as the peregrine falcon, marsh and hen harriers, rough-legged buzzards and short-eared owl  Photograph: Dan Kitwood/Getty Images       A pod of rare false killer whales swims off the coast of Paihia in the Bay of Islands, in New Zealand's North Island. False killer whales are a cetacean species  rarely encountered in the wild. They swim in the open ocean often socialising with oceanic bottlenose dolphins. New Zealand's Bay of Islands is a popular tourist destination for dolphin and whale watching Photograph: Mazdak Radjainia/Reuters       A darter at Fogg Dam reserve, Northern Territory, Australia Photograph: Michael Franchi/Rex Features       Two cheetahs at the Maasai Mara national reserve, south-west Kenya Photograph: Li Jing/Corbis       A blue tit on a branch with emerging catkin buds. Photographer Richard Bowler snapped this lovely springtime picture in his garden in Corwen, North Wales  Photograph: Richard Bowler / Rex Features       A baby elephant is given a helping hand by a parent after getting stuck in the mud in the Maasai Mara, Kenya   Photograph: Paul Goldstein / Rex Features       Chatham, Massachusetts: seals haul themselves out of the ocean and take in the sun at Monomoy national wildlife refuge. The most recent count showed more than 15,000 of the seals off New England Photograph: David L. Ryan/Getty Images       Monomoy Islands, a fragile nine-mile-long barrier-beach area, is an important stop along the north Atlantic flyway for migratory waterfowl and shorebirds. It also provides nesting and resting grounds for 285 species, including gulls and several tern species. White-tailed deer wander the islands, and harbour and grey seals frequent the shores in winter Photograph: David L. Ryan/Getty Images       A guillemot covered in a transparent substance is seen struggling ashore. Wildlife agencies in Devon and Cornwall said this week that numbers of birds killed or rendered helpless by a sticky substance in the sea off south-west England  could reach thousands and that a whole generation of seabirds may have been wiped out. Dead and distressed birds have been washing up along beaches in Devon and Cornwall since the middle of last week, covered in a sticky substance that has been confirmed as polyisobutylene, also known as PIB or polyisobutene, an oil additive often used to improve the performance of lubricating oil and in products ranging from adhesives to sealants and chewing gum. Affected species include razorbill, puffin and gannets, but predominantly guillemots Photograph: Richard Austin/Rex Features       Alpine choughs (Pyrrhocorax graculus) take flight near Chur, Switzerland. In summer, the bird feeds on insects foraged from fields, and is often seen in winter congregating in large numbers around  ski resorts, where it scavenges for food Photograph: Arno Balzarini/EPA       A rhino lies down in the middle of a road, blocking traffic through Kruger national park, South Africa.  The three rhinos blocked the middle of the road for an hour. Some conservationists and private rhino farmers are lobbying for removal of the international ban on rhino horn trading and the creation of a legal market Photograph: Ursula Ceillers/Barcroft Media       This week a Chinese boat that crashed into a protected coral reef in the Philippines was hiding the remains of a second environmental disaster in its hold: thousands of illegally killed pangolins, a scaly anteater prized for its meat and scales in China Photograph: Philippines Coast Guard /AP       This composite photo, taken a year apart on 11 April by the Woodland Trust, shows the same area covered in bluebells the previous year (top) and absent this year (bottom) at Heartwood Forest, near St Albans in Hertfordshire. The cold weather means the bluebells normally carpeting woodlands at this time of year are weeks late, as the chilly conditions have caused the stalks to grow more slowly, the National Trust said Photograph: Judith Parry/Woodland Trust/PA       Remo Peduzzi, the managing director of Research Drones Limited Company of Switzerland, prepares to launch an unmanned aerial vehicle  for flight at the Kaziranga national park, north-east India. India announced this week it would deploy drones over the reserve to safeguard the rare one-horned rhino from poachers in the first-ever such aerial conservation move in the country. Drones are increasingly being used as an aid to efforts to protect species in the wild Photograph: Anupam Nath/AP       A tiny tree frog is shown at the Protected Animals Rehabilitation Centre in Przemyl. The frog was found in a box of bananas from Ecuador, at a local grocery shop Photograph: DAREK DELMANOWICZ/EPA       An American woodcock sits on a sidewalk on K Street in Washington DC. The American woodcock (Scolopax minor), sometimes colloquially referred to as the timberdoodle, is a small chunky shorebird species found primarily in the eastern half of North America. Woodcocks spend most of their time on the ground in brushy, young-forest habitats, where the birds' brown, black, and grey plumage provides excellent camouflage Photograph: Karen Bleier/AFP/Getty Images       A caterpillar of the common mime (Papilio clytia) on the side of a leaf in a garden in the Makola suburbs of Colombo, Sri Lanka. This caterpillar transforms itself into the swallowtail butterfly, which can be seen in abundance between April to June Photograph: M.A.PUSHPA KUMARA/EPA       A giant Galpagos tortoise (Chelonoidis nigra) in Zurich zoo. The species, the largest living species of tortoise and 10th-heaviest living reptile, is classified from extinct in the wild to vulnerable. Slow growth rate, late sexual maturity and island endemism make the tortoises put the species at risk Photograph: Steffen Schmidt/EPA       Long-beaked common dolphins, Cape gannets and shadows of sharks below are all seen racing towards a shoal of sardines along the wild coast, Transkei, South Africa Photograph: Franco Banfi/Barcroft Media  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/apr/19/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}