{
    "headline": "Freelance, part-time or fixed-term: is this the future of academic careers?", 
    "text": "On 2 July 2012, the University of Birmingham found itself at the heart of a twitterstorm. The academic community took to the social network and every other medium available to decry what was perceived as the final nail in the academic career coffin: a University of Birmingham job advert for a &quot;voluntary postdoctoral position&quot;. Academics protested, the University and College Union objected, and swiftly the university relented, taking down the ad and issuing a statement to explain its actions. Damage control done, but the debate about casualised employment for academics had begun - and rightly so. It seems one of the casualties of higher education reform, and the austere times that pre-empted it, has been working conditions for academics. Writing for Vitae, Rob Hardwick says: &quot;In a culture that accepts and permits unpaid research work and demands outstanding publications, and in a climate of ever tightening research budgets, how long will it be until voluntary postdoctoral positions are advertised?&quot; It&apos;s a situation feared in the UK  one which is becoming a reality as Charlotte Blease, an early-career researcher tells us, but in the US, the tenure system is said to have &quot;all but collapsed.&quot; A 2010 report by the American Association of University Professors (AAUP) speaks of &quot;contingent faculty&quot; - adjuncts, teaching assistant, postdoc researchers and others - and sets out the conditions in which they work: &quot;Faculty serving on a contingent basis generally work at significantly lower wages, often without benefits, and in positions that do not incorporate all aspects of university life or the full range of faculty rights and responsibilities. The tenure track has not vanished, but it has ceased to be the norm.&quot; But are there no merits to life outside the tenure track? This tweet from @LoriPA got me thinking: &quot;Much more excitement about online teaching among: non-tenured track, part-time, faculty in the professions and applied sciences.&quot; If it is these faculty members who are most excited, they are also the ones experimenting and pioneering new ways of working. So, could casual work in HE allow academics to develop skills or interests that they may otherwise have not been able to? I suspect the answer might be: &quot;Yes, if they are then able to use that advantage to gain full-time employment.&quot; So on Friday 13 July, we&apos;d like to debate the future of academic careers. Not to lament the failings of the current system (these are well known), but to explore the options available to academics; new means of attaining the desired end. Join us at 12 BST. The debate will be in the comment threads beneath this blog. To join the panel, email eliza.anyangwe@guardian.co.uk Panel Jonathan Rees, professor of history, Colorado State University - Pueblo Jonathan is also a vice president of the Colorado branch of the American Association of University Professors. He blog about higher education issues at More or less bunk and wrote a guest post for the Denver Post about adjunct professors. @jhrees Declan Scully, lecturer, University of Roehampton Declan is a lecturer in the Business School at the University of Roehampton where he specializes in digital marketing. Prior to joining the university, he spent almost 20 years in the financial services sector both in the UK and in the US. He is currently researching the specific problems facing early career academics. If you would like to participate in his research, please click here. @decscully Pat Thomson, professor of education, The University of Nottingham Pat is a professor in the School of Education and director of the Centre for Advanced Studies. She has researched and written about doctoral education and academic writing, and is interested in the ways in which scholars are educated and supported. She has a blog, Patter, and is involved in a range of academic social media. @thomsonpat Philip Inglesant, research fellow (between jobs), University of Edinburgh Philip is a researcher in science and technology studies with specialisation in ICT. He is currently at end of funding and is facing two choices: work day and night for free while officially &apos;between jobs&apos; to produce REF-able publications, or leave HE for better pay, realistic workload, and job security. @pingle99 Lowry McComb, director of researcher development, Durham University  Lowry is a senior fellow in the department of physics at Durham. He completed a BSc and DPhil at the University of Sussex. He has held a series of teaching and research posts where he is currently responsible for early career researcher training and a senior fellow in Physics. He also teaches part-time for the Open University. Ruth Starkman, lecturer, Stanford University Ruth is a philosopher and nurse by training, and currently teaches &apos;The rhetoric of Biomedical ethics&apos; and &apos;Science, democracy and social media&apos;. In addition to teaching and tutoring students, she is the author of two books and writes on political theory, ethics, medicine, science, the Middle East and higher education.  @ruthstarkman Ross English, manager, Vitae South East Hub, Vitae Ross manages the South East Hub of Vitae; the UK organisation championing the personal, professional and career development of doctoral researchers and research staff in higher education institutions and research institutes. He was previously a lecturer at the University of Reading and, since joining Vitae, has continued to lecture on a part-time, freelance basis at institutions including the University of Westminster and Birkbeck, University of London. @Vitae_SE_Hub Sarah Burton, postgraduate student, University of Glasgow  Having completed a BA and M.Litt in English literature at Newcastle University, Sarah spent several years dabbling in various artistic projects before returning to academia. More recently, she has been studying at Cambridge and teaching English. She is also co-convenor of the British Sociological Association Postgraduate Forum. Here are her thought on the Birmingham advert. @msfloraposte Rob Hardwick, postdoctoral research fellow, UK Research Staff Association (UKRSA) Rob is currently working at the Wellcome Trust Sanger Institute as a postdoctoral fellow in human genetics. He completed his PhD and first postdoc at the University of Leicester. In parallel to this, he is a member and former co-chair of the UK Research Staff Association. UKRSA believes in enabling research staff to take control of their careers and to contribute more widely to activities outside of research. @Rob_Hardwick_  Simon Bailey, research associate, University of Manchester Simon is on his third fixed term contract since completing his PhD in 2009. He has contributed to research and writing about academic writing and careers and also keeps a blog at Rat tales. Due to his failure to secure a permanent academic position he is seriously considering alternative career options. @psyb78 Bob Ertischek, adjunct assistant professor, Monroe Community College  Bob is the founder of Profology, the professional online community created exclusively for higher education faculty, staff and administrators. Bob is also an adjunct political science assistant professor at Monroe Community College in Rochester, New York. @profololgy This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/11/careers-options-for-academics", 
    "wordcount": "1183"
}