{
    "headline": "Be a citizen scientist and stop the spread of invasive species in Britain - in pictures", 
    "text": "   Signal crayfishWhy is it dangerous? Its 30 years since the American signal crayfish was introduced into Britain for aquaculture purposes. It is a fast-growing, aggressive and voracious species which has few natural predators once it reaches maturity. It has had a huge impact on the ecosystems it has colonised so farMore information bit.ly/observercrayfishWhere to report your sighting nonnativespecies.org/recordingWhen to spot it All year Photograph: Natural Visions/Alamy       Grey SquirrelWhy? One of the most familiar animals in Britain, the grey squirrel has only been present for the past 150 years. They are loved and detested in equal measure, but sadly they have caused the extinction of red squirrels across much of BritainReport to bit.ly/observersquirrel. If you happen to see the less well-known black form of the grey squirrel please send the data to bit.ly/observerblackWhen to spot it All year  Photograph: Andy Myatt/Alamy       MuntjacWhy? A tiny deer often confused with a large dog when seen running off. They are native to Southeast Asia and were first brought to this country by the Duke of Bedford almost a century ago. Escapees have thrived in the wild and the population has grown rapidly. Scientists are not yet sure about the extent of the small deers impactMore information bds.org.uk/muntjac.htmlReport to nonnativespecies.org/recordingWhen to spot it All year Photograph: David Chapman/Alamy       Ring-necked ParakeetWhy? Just a couple of decades ago it was a novelty to see small flocks of green parakeets in London suburbs. However, there is concern over damage to orchards and potential competition for nest sites with some native birds. Defra is closely monitoring the impact of their populationsMore information  Report to birdtrack.net/ When to spot it All year Photograph: Arco Images/Alamy       Red-Eared TerrapinWhy? Established in many ponds thanks to releases of unwanted pets. Why care about a few released pets? Well, thats what some thought about parakeets a couple of decades ago. It shows how some species can become established in Britain. We do not yet know the extent to which it is reproducingMore information bit.ly/observerterrapinReport to alienencounters.arc-trust.org/reporting.phpWhen to spot it All year Photograph: Nick Greaves/Alamy       Harlequin ladybirdWhy? The Harlequin ladybird arrived in Britain in 2004 and has already spread to most of England. The concern is that it could out-compete and even prey on native ladybirds. The jury is still out on the effects of it, but initial evidence suggests it probably is having a negative effectMore information ladybird-survey.orgReport to ladybird-survey.orgWhen to spot it All year. Mostly outdoors in the summer and indoors through the winter Photograph: Nigel Cattlin/Alamy       Horse-chestnut Leaf-minerWhy? One the most obvious colonists of recent years thanks to the tremendous damage it does to horse chestnut trees, turning them brown by midsummer. Ten years ago it was unknown in Britain, but now dead-looking horse chestnuts are accepted as normal in much of England. Will 2012 be the year it reaches Scotland?More information conkertreescience.org.ukReport to conkertreescience.org.ukWhen to spot it From June to November Photograph: Richard Andrews/Alamy       RhododendronWhy? Victorian plant explorers were constantly hunting for new species of rhododendron in the foothills of the Himalayas. The pink-flowered species (Rhododendron ponticum) has since invaded many woods, shading out native plants and hosting a fungus (Phytophthora) that kills some forestry and native treesMore information bit.ly/observerrhodendronReport to nonnativespecies.org/recordingWhen to spot it All year Photograph: Shapencolour/Alamy       Floating PennywortWhy? One of the most invasive water plants in Britain. Established in 1990, it will completely congest a river or canal, changing the water course and affecting many other plants and animals. After being removed it will regrow vigorously from even the smallest section of remaining stem. Early warning is the best way to try to manage itMore information bit.ly/observerpennywortReport to nonnativespecies.org/recordingWhen to spot it All year Photograph: Alamy       Himalayan BalsamWhy? A weed that is out-competing our native plants  or a beautiful flower that is perfect for attracting bees and other pollinators? That is the dilemma triggered by the Himalayan Balsam. People who want to remove it by pulling it up can inadvertently spread its seeds by touching its exploding seed pods. More research is neededMore information bit.ly/observerbalsamReport to nonnativespecies.org/recordingWhen to spot it All year Photograph: John McKenna/Alamy  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/15/citizen-scientist-invasive-species-pictures", 
    "wordcount": "0"
}