{
    "headline": "Play your way through 2012  games preview", 
    "text": "Bioshock Infinite Xbox 360, PS3, PC, 2K Games, out: autumn This is Irrational Games&apos; follow-up to its outstanding 2007 first-person shooter, BioShock. The action shifts from underwater to a floating Edwardian city traversed via a complex system of municipal one-man rollercoasters. Fantastical enough, but with gameplay making use of holes in the space-time continuum and featuring a gigantic,mechanical birdman with homicidal tendencies, it simply cannot arrive soon enough. Stuart Richardson Ninja Gaiden 3 Xbox 360, PS3, Wii U, Tecmo Koei, out: 23 Mar Ryu Hayabusa returns for a third instalment of hacking and slashing, with, of course, a difficulty level that ensures players will spend an awful lot of time, well, dying. This time he is doing some freelance work for the government, and while Team Ninja have said that they are going to tone down on general gore, it looks like they have simply added copious amounts of blood to compensate. Anew competitive multiplayer is alsopromised. Jack Harrington Street Fighter X Tekken Xbox 360, PS3, Capcom, out: 9 March The once unthinkable collaboration between Capcom and Namco will produce two games, but only Capcom&apos;s take on it will be out in 2012  there&apos;s still no release date for Tekken X Street Fighter. In the meantime this is a mouthwatering two-on-two, tag-team fighter made in the Street Fighter IV engine, with the Tekken characters smartly integrated into the game despite their lack of Street Fighter&apos;s signature fireballs. Nathan Brown Uncharted: Golden Abyss PS Vita, Sony, out: 22 Feb Sony&apos;s big adventure series gets small to lead the charge on its forthcoming handheld console Vita. Doubts linger as to whether this will be a &quot;proper&quot; Nathan Drake game  original studio Naughty Dog is busy with PS3  but caretaker Sony Bend has stuck to the rigorous performance capture process behind the unique emotion and humour of the PS3 series, and with the handheld&apos;s twin sticks it plays like the full-fat version too. Nathan Ditum Grand Theft Auto V Xbox 360, PS3, PC, Rockstar, release date to be confirmed With only a brief trailer to offer clues, speculation remains rife about the details of the latest GTA. For a start, the potential 2012 release date might yet still turn into 2013  though this hasn&apos;t stopped conclusions being leapt at with abandon A return to an LA-like sprawling cityscape, with an expansive countryside? Multiple playable protagonists? Mini-games including golf and even yoga? Don&apos;t expect the buzz todie down any time soon. Felix Atkin Ni No Kuni: Wrath of the White Witch PS3, Namco Bandai, out: autumn Japanese RPGs certainly aren&apos;t to everyone&apos;s taste but Ni No Kuni promises to offer something more. This is the first game from famed animators Studio Ghibli, bringing theirunique vision to the story of a 13-year-old travelling to a magical world with his fairy companion. It has garnered rave reviews in Japan, and ifnothing else will look simply beautiful. Toby Moses Mass Effect 3 Xbox 360, PS3, PC, EA, out: March Bringing to a close the story that developer BioWare began in 2007, MassEffect 3 is the final chapter in the epic tale of Commander Shepherd and his (or her) crew. For many it will conclude what has been the greatest sci-fi trilogy since Star Wars, so anticipation is high, and while the addition of multiplayer to the already superlative single-player mode has raised a few eyebrows, there&apos;s confidence thatBioWare can pull it off. Kelly MacDonald The Last Guardian PS3, Sony, out: 2012 The fact that The Last Guardian is made by revered studio Team Ico makes it one to watch. They are the creators of enchanting, emotionally affecting gaming worlds such as Shadow of the Colossus, and with The Last Guardian they look to be building something very special in that mould again: an adventure game about the peculiar friendship between a boy on the run and a massive, feathered beast. Will Freeman Metal Gear Solid: Rising Xbox 360, PS3, Konami, out: May Back from the brink of cancellation, Rising has been given a new lease of life by Platinum Games, the studio behind brilliant occult brawler Bayonetta. The action, then, should be great. Whether this notoriously plot-averse developer can uphold the Metal Gear series&apos;s proud tradition of vaulting melodrama and cod-philosophical speechifying is another matter Rob Gallagher Max Payne 3 Xbox 360, PS3, PC, Rockstar, out: March Rockstar have turned their antihero into an overweight, balding man with a beard. And he&apos;s swapped the black leather jacket for Hawaiian shirts. What gives? Turns out Max has left New York City for a new life in So Paulo, Brazil, but he still can&apos;t stay out of trouble  great news for fans of high-def run-and-gun action and the neo-noir grit that has defined the series. Bulent Yusuf Final Fantasy XIII-2 Xbox 360, PS3, Square Enix, out: 3 February Final Fantasy XIII-2 is due to resume the saga of the world of Pulse, keep and refine the stunning Paradigm battle system, but introduce a much-needed element of non-linearity. Players can now jump around in time as well as space. Baby kept, bathwater thrown out. And as the unbearably jocky Snow returns only as a non-player, FF XIII-2 could be perfect. Serge Pennings", 
    "section": "technology", 
    "gid": "technology/2012/jan/08/games-preview-2012-gta5", 
    "wordcount": "881"
}