{
    "headline": "Kepler space telescope 'isn't down-and-out just yet'  Nasa", 
    "text": "The Kepler space telescope, Nasa&apos;s iconic mission to find a new Earth outside our solar system, has a problem. A crucial component used to help it orient in space has stopped working and, with little chance of getting it fixed, it looks as though the satellite will have to retire from active duty. However, on Thursday Nasa tried to remain upbeat. &quot;I wouldn&apos;t call Kepler down-and-out just yet,&quot; said Nasa associate administrator for space science John Grunsfeld, who as a former astronaut undertook several spacewalks to repair and upgrade the Hubble Space Telescope. Similar in-flight repairs are not an option for the $600m Kepler observatory, since it is in an orbit 40 million miles (60 million kilometres) from Earth. In a recent regular communication with the telescope, Nasa scientists found that Kepler had put itself into &quot;safe mode&quot;  meaning one of its systems was not working properly. An investigation by Kepler scientists discovered that one of the observatory&apos;s stabilising wheels had malfunctioned. Kepler needs three of these wheels to orient itself in space and point in the precise directions to find candidate planets. The spacecraft launched in 2009 with four wheels but one of the original three stabilising wheels broke in July 2012. With the latest malfunction, Kepler only has two stabilising wheels left and therefore cannot operate properly. Kepler&apos;s mission was to work out what portion of the stars in our galaxy might have Earth-like planets orbiting them, using the &quot;transit method&quot; to detect them. This involves watching a star for several years and looking for tell-tale dips in the amount of light it seems to emit as a planet passes in front of it. In more than three years surveying 150,000 stars in the constellations of Cygnus and Lyra, Kepler has located 132 planets and more than 2,700 further candidate planets, which will need independent corroboration from other telescopes before they are confirmed hits. The observatory was designed to find Earth-like worlds in &quot;habitable&quot; orbits around stars, where planets are at a distance that means they could have liquid water on their surface and, possibly, the environmental conditions to support life. In April, Nasa announced the latest results from Kepler, the smallest planets found so far that are in the habitable zone of their parent star. The Kepler-62 system has five planets, three of which are super-Earth-sized. At the time of that announcement, Grunsfeld called Kepler &quot;a rock star of science&quot; and said it was only &quot;a matter of time before we know if the galaxy is home to a multitude of planets like Earth, or if we are a rarity&quot;. Kepler was designed to operate for four years from its launch, but Nasa recently approved a three-year extension to 2016, to allow the mission to collect more data. For the next few months, scientists will explore different ways of trying to keep Kepler running but, if it cannot be fixed and stops taking data, it will be the end for discoveries from the observatory. There are at least two years&apos; worth of observations that still need to be pored over and these will contain plenty of new planetary candidates and, perhaps, even a faraway Earth. The search for more habitable planets will not die with Kepler. The European Space Agency announced last year that it would launch the Characterising Exoplanets Satellite (Cheops) in 2017 to study bright stars with known planets orbiting them. Nasa&apos;s successor to Kepler will be the Transiting Exoplanet Survey Satellite (Tess), which will conduct a survey of planets around more than two million stars over the course of two years.", 
    "section": "science", 
    "gid": "science/2013/may/16/kepler-space-telescope-nasa", 
    "wordcount": "611"
}