{
    "headline": "Graduate job hunters meet with stony silence", 
    "text": "&quot;It&apos;s the lack of replies that&apos;s most unnerving,&quot; says Luke Hatfield, a journalism graduate from Staffordshire University. Since graduating he&apos;s been working full-time in Nandos while applying to graduate-level positions. &quot;I&apos;ve been looking for work for four or five months now and have sent off tons of applications  I&apos;ve received two replies. Neither of them led to anything.&quot; &quot;At first, I started double-checking my CV to see if I&apos;d written my phone number and email down right. But there just aren&apos;t any jobs out there.&quot; While the news that around 40% of university-leavers fail to get a graduate job more than two years after leaving education will come as a shock to many, recent graduates aren&apos;t so surprised. It took Emma, who finished her sociology degree in 2011, more than a year to secure a graduate-level paid internship. She spent the time working behind the counter in Boots and sleeping on a futon in her parents&apos; house. &quot;Working in a shop was depressing. It felt so unfair. I&apos;d spent three years at university  picking up thousands of pounds worth of debt in the meantime  but was working the same job as people who had left school at 16.&quot; As the first person from her family to go to university, Emma was  statistically speaking  even less likely to find work than those with university-educated parents. She hopes her internship will help her get a foot on the career ladder: &quot;I want to be a teacher, so doing an internship in education will be really valuable, and it&apos;s a lot more enjoyable than working in a shop.&quot; For many, it&apos;s the Catch 22  that you can&apos;t get hired without experience  which proves the greatest barrier to a graduate job. &quot;It&apos;s frustrating. How do you get experience if noone will give you a break?&quot; asks Natalie Clarkson, a Staffordshire University graduate. &quot;I&apos;ve done unpaid work placements, I did several during my course, but I can&apos;t afford to do them in the long term. A lot of internships are also based in London, so commuting from Essex, where I live, would cost around 100 a week.&quot; The uneven distribution of jobs across the country is a barrier for graduates pursuing careers in a range of industries, says Jodie Norman, who recently finished a postgraduate degree in criminology. &quot;I am in a non-grad job that I have been working in though my time at uni. Unfortunately it looks like I will need to uproot from North Yorkshire to London as it seems it&apos;s the only place with jobs.&quot; Others are considering going further afield. Nathan Ouriach, who finished a postgraduate degree in English and American literature at the University of Kent this summer says he plans to teach abroad in South Korea: &quot;I have the choice between sleeping on my brother&apos;s sofa in London and trying in vain to find internships, or I can go abroad and get some cultural as well as vocational experience.&quot; &quot;When you&apos;re in sixth form, they paint this picture where everything will be fine if you go to university  there&apos;s no question that you&apos;ll get a job. Actually there are lots of very qualified people out there, and they&apos;re all going for the same few positions.&quot; Knowing that a barrage of rejection letters is a reflection of the current economic climate rather than an unimpressive application provides little comfort, says Hatfield. &quot;I feel like it&apos;s getting to the point that I&apos;m almost embarrassed to say I haven&apos;t found a job or even had an interview yet, especially after applying for so many vacancies. I&apos;m starting to loose confidence.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/07/recent-graduates-talk-about-the-struggle-to-get-work", 
    "wordcount": "621"
}