{
    "headline": "Security services to get more access to monitor emails and social media", 
    "text": "Britain has quietly agreed to measures that could increase the ability of the security services to intercept online communications, experts say. Although the Home Office is at pains to stress that the draft communications and data bill, which is going through parliament, will not involve checking the content of emails and social media, experts say British officials have been simultaneously involved in international moves that could allow increased interception of online data  moves that will not be subject to the scrutiny of MPs. The European Telecommunications Standards Institute (Etsi), the body that sets industry standards, has agreed measures that analysts say could force internet service providers to ensure that their systems meet government standards for intercepting communications. The government&apos;s data bill restricts the authorities to only being able to see who is contacting whom, when, where and how, while the content of online communications would remain private unless a court warrant was obtained. A joint scrutiny committee of MPs and peers, set up following widespread concerns about increased intrusion following the unveiling of the draft bill last month, is understood not to have been informed of the Etsi standards, which critics say could precipitate an escalation in state surveillance. While the bill does not authorise interception, experts warn that there is nothing in the proposals that prevents the authorities from then installing their own hardware capable of intercepting the communications network. A draft report from the Etsi technical committee on lawful interception, dated April 2012, indicates that standards have been agreed that could lead to increased data interception. It reveals that measures have been agreed to monitor &quot;nomadic access&quot;, which means surveillance of an individual whether they go online from their home computer, mobile or an internet caf. To facilitate this, service providers &quot;must implement a Cloud Lawful Interception Function (Clif)&quot; that could mean the installation of a new monitoring interface &quot;or more likely ensuring presentation of information in a format recognisable to interception mechanisms&quot;. Etsi has faced criticism in the past for the pre-emptive inclusion of wiretapping capabilities, a decision that critics say encouraged European governments to pass their wiretapping laws accordingly. According to Ross Anderson, professor in security engineering at the University of Cambridge Computer Laboratory, the institute has strong links with the intelligence agencies and has a significant British contingent, along with a number of US government advisers. The development has led to fears among civil liberties campaigners that the bill could become a stepping stone towards plans to monitor and control access to content. Anderson said: &quot;It&apos;s an absolutely massive extension of state surveillance. At present the government can watch anybody. What they want in the future is to get into a position where the government can watch everybody. &quot;They are saying this is only about communications data, but in fact it is not. If you build the infrastructure that Etsi have agreed, it can be used for interception. The documents show that there is a clear and continuing intention to use it for interception.&quot; Some experts believe that allowing the government to install its own hardware at internet service providers, as currently proposed by the bill, would have to comply with the Etsi standards and would lead to interception of an individual&apos;s online content. Nick Pickles, director of the privacy and civil liberties campaign group Big Brother Watch, said: &quot;We&apos;re seeing moves at an international level to make it easier for the content of communications to be intercepted. For Home Office officials behind the communications data bill, spying on who we are emailing or Skyping is not their final objective. Officials from Britain are working internationally to force service providers to ensure that their systems are easy to tap into.&quot; He said it was worrying that the Etsi standards had not been disclosed to the committee of MPs and peers, introduced as one of the safeguards following opposition to the proposals. The committee will examine all aspects of the draft bill and is expected to report in November. However, a Home Office spokesman said there were no plans to collect the content of online data. &quot;It is simply untrue to suggest we would be able to collect the content of communications data. The changes we are making only relate to the who, where and when of communications data. The interception of the content of any communications is a completely separate matter and continues to be strictly controlled by the Regulation of Investigatory Powers Act, requiring a warrant signed by the secretary of state.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/28/isecurity-services-emails-social-media", 
    "wordcount": "762"
}