{
    "headline": "Susan Golombok: Three-parent families can be as good as two", 
    "text": "Susan Golombok, a professor at the Centre for Family Research at the University of Cambridge, studies new family forms  families with same-sex parents and families created by assisted reproduction techniques  focusing on parent-child relationships and children&apos;s emotional development. Last month a public consultation was launched by the Human Fertilisation and Embryology Authority on a new technique to prevent the transmission of mitochondrial disease. This method developed at the Wellcome Trust Centre for Mitochondrial Research at Newcastle University involves replacing defective mitochondrial DNA with that of another woman. On Sunday 14 October she will be talking about the modern family with philosopher Julian Baggini, scientist Doug Turnbull and the Wellcome Trust&apos;s Mark Henderson at the Cheltenham Literature Festival. Your first longitudinal study looked at families with IVF children. What did you find?We found them to be extremely well functioning families. In some respects more so than comparison natural conception families. Your second longitudinal study looks at children who lack a genetic or gestational relationship with a parent  egg donation children, donor insemination children and surrogacy children. That study is ongoing, but we&apos;ve so far seen the families when the children were aged one, two, three, seven and 10. Certainly for the pre-school children, again, where there were differences, these families were doing better. So far we&apos;ve talked about situations where there&apos;s genetic material from two parents. The mitochondrial transfer technique involves genetic material from three parents  although the third &quot;parent&quot; the donor of mitochondrial DNA only accounts for 1% of the genetic make-up of the child. In fact it&apos;s less than 1%. We find with children born by egg or sperm donation, for whom 50% of their genetic material comes from a third party that some them are keen to search for their donor whereas others are really not very interested at all. With children born through mitochondrial DNA transfer it&apos;s less than 1% so I would speculate that these children are going to be much less interested in their donors than children born through egg or sperm donation. It&apos;s possible that some of the children may want to meet the donor, to say thank you more than anything, to gain some understanding of how they came to be. Is the third parent an anonymous donor or someone known to the other parents? I imagine in a lot of cases it will be someone whom they know, it could be a family friend or a relative. We do know that sometimes aunts donate eggs, again with half the child&apos;s genetic material. And these families tend to be quite secretive about it. So some children don&apos;t know that their aunt is really their genetic mother. The worry is that the people they see as their cousins are actually their half-siblings. And then they might see a resemblance and start putting two and two together. So there are all these kinds of issues but, of course, that won&apos;t happen with mitochondrial donations. I just think in terms of the worries about how children will feel about it, or whether they see this donor as a mother and all the rest of it, it&apos;s a storm in a teacup. So really it&apos;s just an emotive thing about the three parents?Really this person, this donor is not a parent in any form. A parent is somebody who has a relationship with a child, who brings up the child. It&apos;s not somebody who donates a tiny, tiny percentage of DNA. There must be other family forms that must be more complex than this example.Yes. There&apos;s one that we&apos;re just beginning to study at the moment: gay fathers having children through surrogacy and egg donation. The child has four parents: they&apos;ve got a social father, a genetic father, you&apos;ve got two mothers - there&apos;s a surrogate, there&apos;s an egg donor  and they&apos;re growing up with no mother in the family home. We haven&apos;t got any data yet because we&apos;re just beginning the study but we&apos;ve just finished a study of adoptive gay father families and these families are doing perfectly fine. There are lots of children who have several parents: children with step-families, children born through surrogacy, egg donation, with donor sperm you know. It&apos;s quite easy for a child to have five parents. There&apos;s nothing to suggest that having a social relationship with three or four parents is detrimental anyway to outcomes for children? That&apos;s an interesting one. It&apos;s complicated because for example, if you look at step-families, that can be very difficult for children, but it&apos;s for other reasons. For instance children have often gone through their parents&apos; divorce, which can be quite acrimonious  living with conflict between parents is a very key risk-factor in children having problems. Later they may move into a family with a step-parent and there may be step-siblings, so they have a lot of adjusting to do. Often there&apos;s a period living with a single parent and people after divorce are often depressed, they lack social support and they experience a drop in income  all these other risk factors. So children in step-families with several parents, it can be difficult for them, they are at greater risk of psychological problems, but there are a number of factors involved it&apos;s not just simply because they have several parents. However, these factors don&apos;t apply in the microdotoal case. So all these risk factors you might find in step-families are not present in this new kind of three-parent family. You would expect these mitochondrial transfer &quot;three parent&quot; families to be more harmonious. Yes, absolutely. Because the donor isn&apos;t a parent. The child may not show any interest in this person and if they do there&apos;s no reason that the relationship would be difficult. Some people are worried about this.People always assume with new family structures that it&apos;s bad for children; that the more families deviate from the &quot;gold standard&quot; of the nuclear family, the more problematic for children it&apos;s going to be. Actually, the more we study these families and have solid data on what happens, we find it&apos;s not the case. The conclusion I would draw from all of this is that family structure is much less important for children&apos;s wellbeing than the quality of family relationships. And sometimes, the more unusual the family structure, we&apos;re finding, actually the better the relationships are, because these are parents who really want to have children and that&apos;s very important. It hasn&apos;t happened by accident. Exactly. A lot of these families have really struggled against the odds to become parents and I think that&apos;s what makes a difference. It&apos;s the very old-fashioned idea of wanted children. But I think that&apos;s really the crux of it.", 
    "section": "science", 
    "gid": "science/2012/oct/07/three-parent-families-susan-golombok", 
    "wordcount": "1120"
}