{
    "headline": "In the darkness of the woods", 
    "text": "Inside looking out: small birds cluster in the lattice of hedge trees like dark fruit. Shaken by the suddenness of snow, they face west together, staring across fields of crackling white under a sky crashing with light to the far hills. They sound anxious and their notes fall like the patter of thawing drips inside the stone tower of the derelict windmill. Inside the wood, in the shadiest places along the rims of limestone pits, spurge laurel is hiding yellowy-green, flask-shaped flowers under dark green leather strips of leaves. What will pollinate these now? Perhaps insects will emerge when the weather soon warms, but so far the only likely suspects have been December moths seen flickering through the beams of car headlights. I like the thought of the nocturnal pollination by moths of spurge laurel; it has a mysterious, occult appeal. It has no colour to speak of and little scent, but that may be enough to lure moths at night. It must be the first of the native, non-wind-pollinating flowers to open here. It is subtle, strange and beautiful, and although it&apos;s a signature plant of the Edge it&apos;s easily overlooked in the dark rocky places where it lurks. There is surveillance overhead. A helicopter circles, a dark machine blattering, probing into moss and snow below with a sense of menace. Unlike the buzzards and ravens which orbit these trees, seeking, checking, registering every movement and slip of shadow in the wood, the helicopter has no business here, which only seems to reinforce a recurring anxiety that neither have I. The small birds in the hedge trees make a break for it. Outside looking in: the sun is out and warms the path between wood&apos;s edge and the field. Here a row of blackbirds, lined up like plimsolls on a step, soak up the sunlight and mutter their charm and chide little songs. Now they&apos;re looking outwards; perhaps the time is nearing for them to leave.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/feb/21/wenlock-edge-darkness-of-the-woods", 
    "wordcount": "327"
}