{
    "headline": "Apps Rush: Humble Bundle, TNW Magazine, Bosch Navigation, Mot & Chandon, Luster and more", 
    "text": "A selection of 17 apps for you today: The Humble Bundle for Android Bundles of independently-developed games have been very popular on PC, but now the idea has come to Android. The latest Humble Bundle includes Anomaly: Warzone Earth, Osmos and Edge all marvellous  with a pay-what-you-want model. Pay more than the average user, though, and you&apos;ll get World of Goo thrown in too. What&apos;s more, buying the Humble Bundle for Android also gets you the games for Mac, Windows or Linux, as well as the soundtracks. At the time of writing the average purchase price is $5.91.Android BBC News The BBC has upsized its Android news app to make it native for Android tablets, initially in the UK but with a global edition to follow. It runs on Honeycomb-toting devices, with tablets running earlier versions of Android sticking with the smartphone version.Android TNW Magazine Excellent tech website TheNextWeb has launched a &quot;digital monthly magazine&quot;, pulling in some of the key articles from each month online, as well as exclusive content. Available as a free iPad download, it costs $1.99 a month or $9.99 for an annual subscription. Update: It seems the app went live on the App Store a little earlier than expected, but the site has a signup page for people to find out when it comes out officially. We have changed the link in the title accordingly.iPad Being Global iOS and Android book-app Being Global is aimed at parents who want to &quot;cultivate conscious little ones&quot;  kids who respect other traditions, religions and values. Besides the story, there is a colouring feature, a quiz game and a digital diary.Android / iPhone / iPad Aviary Photo Editor Startup Aviary&apos;s photo-editing SDK has been used by a number of apps, but now it has a standalone plug-in for Android devices. It&apos;s not a standalone app instead, it&apos;s accessed through the share option when viewing photos on the device. A range of editing features are included, as well as effects packs bought in-app.Android Bosch Navigation UK &amp; IRE Bosch is the latest company to enter the mobile satnav market, with its iOS app for the UK and Ireland (separate versions are available for other countries). Expect 3D maps, offline navigation to save on data costs, and integration with Facebook and Twitter.iPhone / iPad Call of Cthulhu: The Wasted Land H.P. Lovecraft&apos;s Call of Cthulhu is reborn as an iOS turn-based strategy RPG. Battle against an &quot;ancient enemy&quot; in a First World War setting, with beefy visuals and a choice of tactics.iPhone / iPad Likes! Android app Likes! uses Facebook to pull in things your friends have liked on the social network  everything from restaurants and pubs through to films and plumbers, apparently. It also uses location to show the things that are nearest to you right now.Android Inside the World of Dinosaurs Stephen Fry provides voice narration for this new book-app, which claims to be &quot;the most comprehensive interactive dinosaur encyclopedia on the iPad&quot;. More than 60 dinos are included, with 200 pages of text, 84 videos and wait for it  60 &quot;original dinosaur sounds&quot;.iPad Tag your Love by Mot &amp; Chandon Ros Imprial Brands&apos; desire to spend money on commissioning social apps knows no bounds. Here&apos;s champers brand Mot &amp; Chandon with an app encouraging people to get &quot;tagging your photos with a touch of graffiti chic and discover the secrets of the world&apos;s most loved champagne&quot;.iPhone Edge Extended Mobigame&apos;s block-based puzzler got an extended edition for iOS last year, and it has now made the leap to Android. Roll your cube around 48 levels, evading obstacles and recording the best times.Android PhatPad PhatPad is a new Android note-taking and collaboration app that includes handwriting recognition features and Dropbox integration. The idea being that Android tablet users can scribble notes and pictures (and even record voice notes) before sharing the documents with friends and colleagues.Android Luster iPhone app Luster promises &quot;your fashion world on the go&quot;. Which means a way for people to take photos of their new clobber, tag the location it was found in, and share it with other Luster users.iPhone Ghost Finder London Take a tour of the capital&apos;s spooks with this iPhone app, which maps more than 300 haunted locations across the city. Stories are included on each so you know which ghoul should be doing what, wherever you are.iPhone Report A Taxi Report A Taxi helps people to report poor service from cab drivers, for the benefit of other users. It&apos;s initially only for New York City and iPhone, but Android and BlackBerry versions are on the way, along with global support (including London).iPhone Kidz4Mation iPhone book-app Kidz4Mation stars a cheerful monkey called Mikey, who aims to help children be &quot;more confident, stronger and happier&quot;. The idea being a story that also inspires self-confidence in kids.iPhone Shrek Forever After Android has lagged far behind iOS in the number of good book-apps for kids, but there&apos;s a discernible tide-turn happening in 2012. iStoryTime&apos;s Shrek Forever After has made the jump from iOS to Android, with a story based on the film of the same name.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/01/apps-rush-humble-bundle-tnw", 
    "wordcount": "893"
}