{
    "headline": "Augmented reality in education: teaching tool or passing trend?", 
    "text": "What some may call an &apos;unsurprising&apos; 71% of 16 to 24-years-olds own smartphones, so why aren&apos;t teachers utilising these in the classroom or campus? Is the use of these devices going to detract from the learning process or contribute to future workplace skills? Should teachers be using techniques such as augmented reality (AR) to engage students and develop their skills for the modern world? Well, I say &apos;yes&apos;. I believe we should be embracing these opportunities. For instance I see AR as a real opportunity for colleges and universities, not only as a way to market and promote themselves, but as a way to communicate with learners and improve the student experience. AR allows people to add digital content to printed material, geographic locations and objects. Then using a smart device or tablet, viewers can scan an object and the digital content will appear. The digital information can range from a link to a website, an invitation to make a phone call, a video, a 3D model or any other supported digital information. For example, the Scarlett project from the University of Manchester used it to allow access to rare books and manuscripts. City University London have used a combination of techniques to develop resources through the CARE (Creating Augmented Reality in Education) project for healthcare students, including a series of &apos;health walks&apos;. These use the GPS functionality of devices in conjunction with AR to allow students to discover the health risks around the locality. The advantage of this is the delivery of situated contextualised learning. The past academic year has seen many institutions using AR technology within their prospectuses. When I first encountered augmented reality it was in the form of trains running around my desk and monsters walking across it. At the time I thought these were nice entertaining features, but had little potential application for education other than as demo technology for IT courses. Then I met Dan Hodge, lecturer in digital media, from Kendal College who completely changed my perspective. He gave me a sneak preview of the prospectus he had helped design for his college. That was it  AR was no longer just for entertainment, but an interactive way of communicating with your audience. So what are the advantages for learners? AR provides a more effective way to enable learners to access content. A &apos;QR code&apos; is simply a short cut to a URL  it has no other meaning in its own right. Many AR platforms use a visual browser to recognise an image. There is no need to add a special symbol to trigger the content. The trigger can be a source of information in its own right, it can give a clue about what the extra content may be, yet also still provide a message for anyone unable to access the extras. Soon all phones produced will be smartphones; this means that future learners will have the means to access AR content at their fingertips. Images on walls or in publications can allow learners to access information when it suits them. South Staffordshire College grabbed the technology and put it to use across their curriculum. The bricklaying team at the college produced their own videos which have improved the number of trainees cutting bricks right first time from around 40% to a staggering 90%. Think what this can save in terms of cost on this course. So why does there seem to be a sudden interest to tap into these technologies? As AR is an emerging technology, many of the platforms that support it have allowed free or low cost access. There have been improvements in the interfaces for developing on these platforms meaning you don&apos;t need to be a geek to be able to access it, all you require is some basic understanding of files and a creative flair. This all sounds quite rosy, but are there any downsides? This is still an emerging technology. This has both a positive and a negative side for users. The positive is that new platform providers are emerging and allowing access for free as a means of capturing their share of the market. The negative is the longevity of each provider, and as each captures its share of the market the transition to subscription with no consideration of what education has in terms of financial resources. For example, at the end of 2012, one platform announced a new schedule of charges. Changes like this could threaten what has already been developed on a platform as functions may be removed or apps not updated unless a subscription is paid. There is also the precedent of the VHS/Betamax technology struggle. When there are so many providers will one emerge victorious which will set a single standard for all? This doesn&apos;t mean the best will win, it is often the one with the greater market clout. You could also add to this the fickleness of the public; think of the Facebook exodus that led to the demise of MySpace. How this type of activity may impact on the AR platforms is difficult to predict. To me though there is compelling rationale for making educational use of this technology. The development of Google&apos;s high profile Goggles project is raising expectations, and rivals Vuzix exhibited similar &apos;augmenting&apos; devices at the Las Vegas Consumer Electronics Show. Many marketing campaigns are also making use of AR technology. The uptake of smart devices is growing rapidly. These advances move us closer to, as SAP (German Software Corporation) said, &quot;a world where physical objects are seamlessly integrated into the information network&quot;. Future learners will expect to be able to make full use of their own technology, and as expectations rise, if it is out there in the real world there should be a pressing reason to make use of it in education. I believe educators have a duty to educate for the real world and make use of future technology that will be part of that world. Judy Bloxham is eLearning adviser at Jisc&apos;s northwest regional support centre  follow her on Twitter @gingerblox This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/11/augmented-reality-teaching-tool-trend", 
    "wordcount": "1039"
}