{
    "headline": "Cold spring kills thousands of newborn lambs", 
    "text": "Fears for the UK&apos;s already embattled upland sheep-farmers have been raised by the return of winter to hill country, which has cost thousands of newborn lambs their lives. Emergency crews have helped with rescues in Scotland, Northern Ireland, Wales, Cumbria and the Pennines. But the sheer graft of digging into snow-blanketed fields has come too late for many flocks. Shielded by thick fleeces, ewes have largely survived the drifts, which have topped 16ft (5 metres) in many parts of the fells and mountains. But in spite of modern protective measures, including plastic jackets to warm young lambs, rescue has often come too late. In Northern Ireland, helicopters have been deployed to carry out food drops to animals in isolated rural areas cut off by the snow. At the height of the extreme weather, up to 140,000 homes and businesses were without power as heavy snow and ice brought down power cables in counties Down and Antrim. With power restored to most households and businesses, the focus has switched to the plight of thousands of livestock cut off in snowbound mountainous areas without food. Sinn Fin&apos;s agriculture minister, Michelle O&apos;Neill, said: &quot;It is a severe situation. People have said that this is worse than 1963. Some of the scenes are harrowing  to see farmers bring in sheep that have died in the snow. People are angry and concerned. We have an animal welfare issue. Farmers need a food drop. We have a surveillance helicopter so that we can see where the livestock are and then we have an MoD helicopter, which is prepared to make a food drop.&quot; The blow to agriculture and the economy has been worsened by the scale of power failures in which more than 3,000 people were cut off for a fifth day in parts of Argyll and the island of Arran. For the first time in Scottish and Southern Energy&apos;s history, two large metal pylons were toppled by snow and ice. The last time a pylon fell was in 1987, in the far north of Scotland. Drifts are still blocking roads in hilly areas, with continuing fierce cold and occasional snow flurries doing nothing to ease the situation. The Met Office issued further yellow, &quot;be aware&quot; alerts for ice in Scotland and north-east England and snow in the north-east, Yorkshire and the east Midlands. It said severe cold weather and icy conditions would last at least until Friday morning. &quot;Bitterly cold easterly winds will persist this week, bringing snow showers to north-east England and light snow flurries across other areas of England,&quot; it forecasted. &quot;With lying snow and partial snow melt during the daytimes, icy conditions are likely during the nights.&quot; Social service departments in affected areas are stretched to reach isolated homes, and the Age Sector Platform called for an emergency winter fuel payment to pensioners as the chill persists. The prevailing easterly winds are forecast to keep temperatures exceedingly cold until late April, except in the south-west where their clash with milder Atlantic fronts promises weeks of rain. Paul Mott, a forecaster with MeteoGroup, said drier conditions were likely for most of the country in the runup to Easter but a slow thaw at the end of the week would be able to make little progress. He said: &quot;We should see temperatures creeping up to 4C or 5C (39F or 41F) during the days by about Friday but there is still going to be a very sharp frost during the night. For the foreseeable future it is going to stay cold, and the snow on the ground is likely to last for some time.&quot; Transport problems also persist, with the AA attending 16,000 callouts on Monday, 6,000 more than the seasonal average. Rail services have been better on Tuesday but drifting snow has blocked trains in the Midlands between Rugeley Trent Valley and Hednesford and signalling problems have disrupted services in East Anglia between Thetford and Norwich and in Kent between Queenborough and Swale. Malcolm Roberts, a farmer in Oswestry, Shropshire, had been expecting 600 lambs before the end of the month but is now having to pile up small victims of the snow while rescuing his 200 ewes. He said: &quot;Every day since the snow hit, and surely for days to come, I&apos;m having to go and pick up lamb corpses from ewes who have given birth outdoors. Newborns can only survive for around half an hour in the freezing temperatures  and the snow is so thick that some are even buried. &quot;We have to get through it. What else can you do? But there&apos;s no doubt the financial impact will be absolutely devastating. This is my living, and if you&apos;re not successful raising lambs you can&apos;t survive: that&apos;s the bottom line. We spend more trying to feed the animals, more on fuel, more to run the farm. But as livestock die, you end up having less produce to sell and are hit hard.&quot; The farm lacks room for indoor lambing, a problem widely shared by small sheep-breeders. Vegetable crops have also been affected. Tim Gilbert, who grows fruit and vegetables on the edge of Hereford, said: &quot;After last year&apos;s horrendous, rain-filled summer, we had been hoping that 2013 would be much better. It&apos;s always disastrous when it snows. We&apos;ve had to stop completely for at least a fortnight. The effect not only hits us but also impacts on our customers, who rely on us.&quot; A spokesman for the National Farmers Union said: &quot;Severe weather warnings are still in place and the majority of farmers are out there, battling freezing temperatures, to protect their livelihoods, families and income. It&apos;s relentless.&quot; The power blackout in Scotland has been described as the worst for 30 years, with 400 engineers working to repair lines. A spokesman for Scottish and Southern Energy said: &quot;Scottish Hydro Power Distribution engineers are continuing their intense and brave efforts to restore power to homes in Argyll and Arran following unprecedented weather conditions. &quot;Instances of significant damage to the electricity network infrastructure have been among the worst seen for 30 years, with the weight of line icing pressurising the transmission lines around Crossaig, where transmission towers were felled by the conditions. Transmission overhead lines staff have started working to make towers safe and carry out temporary repairs after finally gaining access to the location earlier today.&quot; Scottish Power said: &quot;Our engineers have encountered some of the most difficult conditions they have ever faced attempting to restore supplies.&quot; The company has set up eight field kitchens in Argyll and Arran and delivered 18 large generators and 50 smaller ones to supplement existing resources such as the generator at Arran War Memorial hospital, which is keeping power going. Royal Navy helicopters and lifeboats have joined ferries in taking supplies to the islands.", 
    "section": "environment", 
    "gid": "uk/2013/mar/26/cold-spring-kills-newborn-lambs", 
    "wordcount": "1156"
}