{
    "headline": "How I learned a language in 22 hours", 
    "text": "&quot;What do you know about where I come from?&quot; That was one of the first questions I ever asked Bosco Mongousso, an Mbendjele pygmy who lives in the sparsely populated Ndoki forest at the far northern tip of the Republic of Congo. We were sitting on logs around a fire one evening four years ago, eating a dinner of smoked river fish and koko, a vitamin-rich wild green harvested from the forest. I&apos;d come to this hard-to-reach corner of the Congo basin  a spot at least 50km from the nearest village  to report a story for National Geographic magazine about a population of chimpanzees who display the most sophisticated tool-use ever observed among non-humans. Mongousso, who makes his living, for the most part, by hunting wildlife and gathering forest produce such as nuts, fruits, mushrooms and leaves, had teeth that had been chiselled to sharp points as a child. He stood about 1.4m (4ft 7in) tall and had a wide, wonderful grin that he exercised prolifically. He considered my question carefully. &quot;I don&apos;t know. It&apos;s far away,&quot; he told me finally, through a translator. According to UCL anthropologist Jerome Lewis, the Mbendjele believe that the spirit world is inhabited by people with white skin. For them, the afterlife and Europe go by the same word, putu. &quot;Amudua putu&quot; is acommon euphemism for death  literally, &quot;He&apos;sgone to Europe.&quot; For me to have come all the way to the Ndoki forest was ajourney of potentially metaphysical dimensions. &quot;Have you ever heard of the United States of America?&quot; I asked Mongousso. He shook his head. &quot;No.&quot; I didn&apos;t know where to begin. &quot;Well, the United States is like a really big village on the other side of the ocean,&quot; I told him. The translator conveyed my explanation, and then had a back-and-forth exchange with Mongousso. &quot;What did he say?&quot; I asked. &quot;He wanted to know, &apos;What&apos;s the ocean?&apos;&quot; There was a brief moment this summer, a little over a year after the publication of my first book, Moonwalking With Einstein: The Art And Science Of Remembering Everything, when I thought Ihad finally put the subject of my memory into my memory. No phone interview with an obscure midwestern talk radio station orlunchtime lecture in a corporate auditorium was going to prevent me from finally moving on to another topic and starting work on my next long-term project  inspired by my encounter with Mongousso  about the world&apos;s last remaining hunter-gatherer societies and what they can teach us. As part of my research, I had begun planning aseries of logistically complicated trips that would take me back to the same remote region where I had met Mongousso. My goal was to spend the summer living in the forest with him and his fellow Mbendjele pygmies. It&apos;s virtually impossible to find pygmies in northern Congo who speak French, much less English, and so in order to embed to the degree I was hoping, Ineeded to learn Lingala, the trade language that emerged in the 19th century as the lingua franca of the Congo basin. Though it is not the first language of the pygmies, Lingala is universally spoken across northern Congo  not only by the pygmies, but bytheir Bantu neighbors as well. Today, the language has about two million native speakers inboth the Congos and in parts of Angola, and another seven million, including the Mbendjele pygmies, who use it as a second tongue. You might think that learning a language with so many speakers would be an easy task in our global, interconnected age. And yet when I went online in search of Lingala resources, the only textbook I could find was a US Foreign Service Institute handbook printed in 1963  when central Africa was still a front of the cold war  and ascanned copy of a 1,109-word Lingala-English dictionary. Which is how I ended up getting drawn back into the world of hard-core memorising that I had written about in Moonwalking. Readers of that book (or the extract that ran last year in this magazine) will remember the brilliant, if slightly eccentric, British memory champion named Ed Cooke who took me under his wing and taught me a set of ancient mnemonic techniques, developed in Greece around the fifth century BC, that can be used tocram loads of random information into a skull in a relatively short amount of time. Ed showed me how to use those ancient tricks to perform seemingly impossible feats, such as memorising entire poems, strings of hundreds of random numbers, and even the order of a shuffled pack ofplaying cards in less than two minutes. Since my book was published, Ed had moved on to other things and co-founded an online learning company called Memrise with a Princeton University neuroscience PhD named Greg Detre. Their goal: to take all of cognitive science&apos;s knowhow about what makes information memorable, and combine it with all the knowhow from social gaming about what makes an activity fun and addictive, and develop a web app that can help anyone memorise anything  from the names of obscure cheeses, to the members of the British cabinet, to the vocabulary of an African language  as efficiently and effectively as possible. Since launching, the site has achieved a cult following among language enthusiasts and picked up more than aquarter of a million users. &quot;The idea of Memrise is to make learning properly fun,&quot; Ed told me over coffee on a recent visit to New York to meet with investors. &quot;Normally people stop learning things because ofa bunch of negative feedback, such as worries about whether they&apos;ll actually get anywhere, insecurities about their own intelligence, and asense of it being effortful. With Memrise, we&apos;re trying to invert that and create a form of learning experience that is so fun, so secure, so well directed and so mischievously effortless that it&apos;s more like a game  something you&apos;d want to do instead of watching TV.&quot; I have never been particularly good with languages. Despite a dozen years of Hebrew school and a lifetime of praying in the language, I&apos;m ashamed to admit that I still can&apos;t read an Israeli newspaper. Besides English, the only language I speak with any degree of fluency is Spanish, and that came only after five years of intense classroom study and more than half adozen trips to Latin America. Still, I was determined to master Lingala before leaving for the Congo. And I had just under two and a half months to do it. When I asked Ed if he thought it would be possible to learn an entire language in such a minuscule amount of time using Memrise, his response was matter-of-fact: &quot;It&apos;ll be a cinch.&quot; Memrise takes advantage of a couple of basic, well-established principles. The first is what&apos;s known as elaborative encoding. The more context and meaning you can attach to a piece of information, the likelier it is that you&apos;ll be able to fish it out of your memory at some point in the future. And the more effort you put into creating the memory, the more durable it will be. One of the best ways to elaborate a memory is to try visually to imagine it in your mind&apos;s eye. If you can link the sound of a word to a picture representing its meaning, it&apos;ll be far more memorable than simply learning the word by rote. Memrise encourages you to create a mnemonic, which it calls a &quot;mem&quot;, for every word you want to learn. A mem could be a rhyme, an image, avideo or just a note about the word&apos;s etymology, or something striking about its pronunciation. In the case of languages such as French and Chinese, where there are thousands of people learning it at any one time, you can browse through a catalogue of mems created by other members of the Memrise community. This is especially fun for Chinese, where users have uploaded videos of various logographic characters morphing into cartoons of the words they represent.     Joshua Foer in the Republic of Congo    As I was the only user trying to learn Lingala at the time, it was up to me to come up with my own mems for each word in the dictionary. This required a good deal of work, but it was fun and engaging work. For example, engine is motele in Lingala. When I learned that word, I took asecond to visualise a rusty engine revving in amotel room. It&apos;s a specific motel room I stayed in once upon on a time on a cross-country road trip  the cheapest room I ever paid to occupy. Twenty dollars a night, as I recall, somewhere in central Nevada. I made an effort to see, hear and even smell that oily machine revving and rattling on the stained carpet floor. All of those extra details are associational hooks that will lead my mind back to motele the next time I need to find the Lingala word for engine. Likewise, for motema, which means heart, Ivisualised a beating organ dripping blood on ablinking and purring computer modem. Toremember that bondoki means gun, I saw James Bond pointing a gun at Dr No, and saying, &quot;Okey-dokey.&quot; If this all sounds a little silly, it is. But that&apos;s also the point. Studies have confirmed what Cicero and the other ancient writers on memory knew well: the stranger the imagery, themore markedly memorable. Memrise is built to discourage cramming. It&apos;seasy to spend five minutes learning vocabulary with the app, but hard to spend 50. That is by design. One of the best-demonstrated principles of memory  proven both in the controlled setting of the laboratory and in studies conducted in the wilds of the classroom  is the value of what&apos;s known as &quot;spaced repetition&quot;. Cognitive scientists have known for more than acentury that the best way to secure memories for the long term is to impart them in repeated sessions, distributed across time, with other material interleaved in between. If you want to make information stick, it&apos;s best to learn it, go away from it for a while, come back to it later, leave it behind again, and once again return to it  to engage with it deeply across time. Our memories naturally degrade, but each time you return to amemory, you reactivate its neural network and help to lock it in. The effect on retention of learning in this manner is staggering. One study found that students studying foreign language vocabulary can get just as good long-term retention from having learning sessions spaced out every two months as from having twice as many learning sessions spaced every twoweeks. To put that another way: you can learn the same material in half the total time if you don&apos;t try to cram. One of the great challenges of our age, in whichthe tools of our productivity are also the tools of our leisure, is to figure out how to make more useful those moments of procrastination when we&apos;re idling in front of our computer screens. What if instead of tabbing over to the web browser in search of some nugget of gossip or news, or opening up a mindless game such as Angry Birds, we could instead scratch the itch byengaging in a meaningful activity, such as learning a foreign language? If five million people can be convinced to log into Zynga&apos;s Facebook game Farmville each day towater a virtual garden and literally watch the grass grow on their computer screens, surely, Ed believes, there must be a way to co-opt those same neural circuits that reward mindless gaming to make learning more addictive and enjoyable. That&apos;s the great ambition of Memrise, and it points towards a future where we&apos;re constantly learning in tiny chunks of our downtime. The secret of Zynga&apos;s success has been endless iteration of its product through A/B testing. Showtwo groups of users two slightly different versions of the same game, and see which group sticks around longer. Then change another variable and re-run the experiment. Memrise is beginning to use the same aggressive empirical testing to figure out not just how to make learning appealing, but also how to make it more effective. If it turns out that users remember 0.5% better when words are shown in one font versus another, or that their memories are 2% more durable when prodded at 7am versus 11am, those changes will be logged in Memrise&apos;s servers and affect the next day&apos;s updates to the app. The software is beginning to act as a massively distributed psychology experiment, discovering on a daily basis how to optimise human memory. In a nod to Farmville, Memrise refers to the words you&apos;re trying to learn as &quot;seeds&quot;. Each time you revise a given word, you &quot;water&quot; it in your &quot;greenhouse&quot; until it has fully sprouted and been consolidated in your long-term memory &quot;garden&quot;. When you&apos;ve been away from Memrise for too long, you receive an email letting you know that the words you&apos;ve memorised have begun to wilt and need to be watered. Because Memrise knows what words you already know  plus exactly how well you know them  and what words you haven&apos;t yet got ahandle on, its algorithm tests you only on the information just at the edge of your knowledge and doesn&apos;t waste time forcing you to overlearn memories that you&apos;ve already banked in your long-term garden. My own pattern of using the app worked like this: each morning there would be a message waiting in my inbox, prodding me to water a few of my memories that were in danger of wilting, and so I would dutifully log in and spend a few minutes revising words I had learned days or sometimes weeks earlier. Sometime mid-morning, when I was ready for my first break from work, I&apos;d log back in and get a new bundle ofseeds to start watering. Two or three times after lunch, just after checking email and Facebook, I&apos;d go back and do some more watering of whichever plants Memrise told me needed the most attention. All the while, I kept a close eye on all the points I was accumulating, and took meaningless satisfaction in watching my ranking among Memrise users inch up day by day. After two and a half months, I&apos;d not only planted my way through the entire Lingala dictionary, but also watered all of my mems to the point where they were secure in my long-term memory garden. You could pick any word in the dictionary and Icould translate it into Lingala. Still, even after memorising an entire dictionary, I was only the 2,305th highest-ranked Memrise user. I asked Ed if one of his software engineers could mine the data stored on Memrise&apos;s servers and put together a report on how much time Iended up whiling away with the software. Whenthe figures were finally tallied, I had clocked 22 hours and 15 minutes learning vocabulary on Memrise, spread out over 10 weeks. The longest single uninterrupted burst that I spent learning was 20minutes, and my average session lasted just four minutes. In other words, it took a little less than one full day, spread out over two and ahalf months, devoting bite-sized chunks of time, to memorise the entire dictionary. But did it work? It took me almost a week by plane, truck and ferry to get back to the Ndoki forest and Mongousso&apos;s village of Makao, the last small outpost on the Motaba river before you reach the uninhabited wilderness of Nouabal-Ndoki National Park. For several days, I was stuck 120km west of Makao in a village called Bomassa, while Iwaited for a truck. It was a frustrating experience, but it gave me an opportunity to begin to test my Lingala with the locals. On my third day in town, a pygmy named Makoti came to visit me early in the morning. I couldn&apos;t tell within a decade in either direction how old he was, but he had a long, intimidating scar down his left cheek and anintense demeanor. &quot;Yo na ngai, totambola na zamba&quot;  &quot;You and me, let&apos;s walk in the forest,&quot; he said. He pointed at me and pointed at himself, and then held his index and middle finger together to suggest it should be just the two of us. I had brought with me a translator from Brazzaville, who spoke not only English, French and Lingala, but also a little bit of Mbendjele  and four other tribal languages to boot. Though he was helpful in getting me settled, we quickly ran into a problem. The pygmies have a complicated relationship with their Bantu neighbours, one that in some ways resembles medieval serfdom. Pygmies are relentlessly discriminated against by the Bantu, who refer to them as subhuman and often refuse even to touch them. Each pygmy has an inherited Bantu &quot;proprietor&quot; for whom he does menial labour, often in return for little more than cigarettes or alcohol. The pygmies in turn put on a completely different face among the village Bantu  to whom they refer as gorillas behind their backs  than they do when they&apos;re alone out in the forest. Even the presence of an affable, urban, educated outsider such as my translator immediately caused the pygmies to tighten up. I followed Makoti out of the village and on to an elephant trail, where we found a comfortable log on which to sit, smoke a cigarette and talk in hushed tones about relationships between the Bantu and the pygmies. &quot;Bantu, mondele, babendjele: makila ya ndenge moko&quot;  &quot;The Bantu, the whites, the pygmies: we all have the same blood.&quot; He pinched the skin of his forearm. &quot;Kasi, bayebi te,&quot; he told me. &quot;But they don&apos;t know that.&quot; He meant the Bantu. This was my first conversation in Lingala without a translator at my side. Even though Ihad to keep telling him, &quot;Malembe, malembe&quot;  &quot;Slow down, slow down&quot;  I realised I was understanding quite a bit of what he was telling me and that my drilling with Memrise had given me a far better grounding than I had thought possible. It goes without saying that memorising the 1,000 most common words in Lingala, French or Chinese is not going to make anyone a fluent speaker. That would have been an unrealistic goal. But it turns out to be just enough vocabulary to let you hit the ground running once you&apos;re authentically immersed in a language. And, more importantly, that basic vocabulary gives you ascaffolding to which you can attach other words as you hear them. It also lays down the raw data from which you can begin to detect the patterns that define a language&apos;s grammar. As Imemorised words in Lingala, I started to notice that there were relationships between them. The verb to work is kosala. The noun for work is mosala. Atool is esaleli. A workshop is an esalelo. At first, this was all white noise to me. But as Ipacked my memory with more and more words, these connections started to make sense and Ibegan to notice the same grammatical formulas elsewhere  and could even pick them up in conversation. This sort of pattern recognition happens organically over time when a child learns a language, but giving myself all the data points to work with at once certainly made the job easier, and faster. Makoti, who had worked with European foresters, American primatologists and even for a brief spell with the UCL anthropologist Lewis, seemed to understand what I was after, and why I had come such a long way to spend time with his family andfriends. As he stubbed out the last ashes of his cigarette, he suggested, in Lingala sentences that had to be repeated three or four times before I fully grasped them, that Iabandon my Bantu translator and make him my assistant instead. Itwas a tremendous, if perhaps unwarranted, statement of confidence in my Lingala. &quot;Nakokende na ya na Makao&quot;  &quot;I&apos;ll come with you to Makao.&quot; It was only a four-hour truck rideaway, but the farthest he&apos;d been from home in his entire life. I told him, &quot;Omona, nayoka Lingala malamu mingi te. Nasengeli kozala na mosalisi koloba Anglais&quot;  &quot;Look, I don&apos;t understand Lingala very well. I need to have a helper who speaks English.&quot; He shook his head. &quot;Te, te, oyoka malamu&quot;  &quot;No, no, you understand well.&quot; Then a thought occurred to him, which I was surprised it had taken him so long to express. &quot;Wapi oyekolaka Lingala?&quot;  &quot;Where did you learnLingala?&quot; I thought about trying to tell him about the internet, about my computer, about this web app developed over in putu but once again I didn&apos;t know where to begin. Instead, I held out my hand to shake his and told him he should let his wife know that he&apos;d be travelling with me to Makao. Asfor explaining Memrise, that conversation would have to wait for a little more fluency  Could you learn Chinese in a weekend? Take our test at memrise.com/guardian This article was edited on 26 November 2012. The original said the anthropologist Jerome Lewis was affiliated to Oxford university. This has been corrected to UCL.", 
    "section": "education", 
    "gid": "education/2012/nov/09/learn-language-in-three-months", 
    "wordcount": "3699"
}