{
    "headline": "Royal Mail 'should make postcode address data available for free'", 
    "text": "Royal Mail should make its paid-for postcode address file (PAF) listing the locations of 29m residences available for free, says the Open Data User Group, whose chair was appointed by Cabinet Office minister Francis Maude. Heather Savory, who chairs the ODUG, told the Guardian that freeing up the data would bring benefits to businesses that want to use accurate addressing but find the cost and licensing regime imposed by the Royal Mail on PAF licensees too onerous. She said that PAF should be regarded as &quot;core reference data&quot; for businesses whose broader availability would have wide-ranging implications and benefits for the economy and society  while redressing an imbalance in its collection and use. &quot;This is data which comes from publicly funded, publicly owned bodies,&quot; she told the Guardian. &quot;The Royal Mail is very opaque about the costs and profits of keeping PAF up to date, but we&apos;re pretty sure they could afford to make it free.&quot; There is a precedent for such a freeing-up of government business-owned data: large amounts of map data belonging to Ordnance Survey, the government-owned trading fund which produces the UK&apos;s definitive maps, have been released under a similar licence since April 2010. As part of that initiative, driven by web architect Sir Tim Berners-Lee  and at the urging of the Guardian&apos;s Free Our Data campaign  the Royal Mail also released its database which maps the UK&apos;s 1.8m postcodes to geolocations for free use. Royal Mail previously imposed charges for use of the postcode location file. However, the PAF contains for more detailed information than the postcode location file. Where that only gives the location corresponding roughly to the centre of a postcode  each of which covers between 1 and 100 addresses, with an average of 15  the PAF also gives the names of the residences. ODUG quotes Royal Mail figures showing that PAF brings in about 26m in licensing revenue every year, but costs about 24m to run. Savory suggests that a substantial part of those costs lies in administration over the licences for PAF, which is sold in multiple forms and for which Royal Mail operates a stringent intellectual property regime. In a paper to be published on Thursday, the ODUG argues that PAF should be released along with the Ordnance Survey&apos;s AddressBase Plus database and the National Street Gazetteer (NAG). Together the three databases comprise the elements of the long sought-for national address dataset. While the PAF contains the names of residences to which post can be delivered, there are many more  such as graveyards and other uninhabited locations  in the OS&apos;s AddressBase collection. The UK has never had a single address dataset  apart from the one that was created for the most recent census, but was then immediately destroyed because it was only allowed to be used for that one purpose. The ODUG&apos;s radical call would make a huge amount of formerly commercially-charged information which generated revenues of about 26m annually for Royal Mail available under an &quot;Open Government Licence&quot;  letting businesses use it for free. The ODUG argues that any loss in revenues for the Royal Mail would be more than made up by the revenues generated for businesses which would not have to go through onerous licensing procedures to use PAF. Dr Rufus Pollock, the founder of the Open Knowledge Foundation, said making address data easily available was essential: &quot;Every shopping site and delivery service needs up-to-date information of this kind  not only to use on its own but to combine with other sources of data. The lack of open information here is an often invisible barrier to innovation and efficiency. This is not just about the private sector  the government itself lacks a central national address register which hampers the delivery services and benefits to the public. It is high time this national resource funded by the taxpayer is made openly and freely available.&quot; To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "technology/2012/nov/01/royal-mail-postcode-address-data", 
    "wordcount": "721"
}