{
    "headline": "Seeing visions: Science's annual visual challenge  in pictures", 
    "text": "   Metabolomic Eye (First Place, Photography). A section through a mouse retina, created using 'computational molecular phenotyping'   Photograph: Courtesy of Bryan William Jones/The University of Utah/Moran Eye Center/Science       Trichomes on the skin of an immature cucumber (Honorable Mention). Cucumbers use densely packed 'trichomes' with sharp points 40 times thinner than a sewing needle to protect themselves against herbivores. The globular part of the trichome contains bitter, toxic substances called cucurbitacins Photograph: Courtesy of Robert Rock Belliveau MD/Science       The Cliff of the Two-dimensional World (People's Choice). To create this image a layered aluminium-containing compound called Ti3AlC2 was dunked in  hydrofluoric acid, selectively etching away layers of aluminium molecules to leave behind cliff-like stacks of two-dimensional nanolayers Photograph: Courtesy of Babak Anasori, Michael Naguib, Yury Gogotsi, Michel W. Barsoum/ Drexel University/Science       Tumour death-cell receptors on breast cancer cell (Illustration  Honorable Mention). This artist's illustration shows a monoclonal antibody (green) developed by scientists at the University of Alabama binding to a 'death cell receptor' on a cancer cell (top left). This triggers the cell's inbuilt suicide program (apoptosis)  Photograph: Courtesy of Emiko Paul and Quade Paul/ Echo Medical Media; Ron Gamble/UAB Insight/Science       Variable-diameter carbon nanotubes (Honorable Mention). Yongfeng Lu of the University of Nebraska-Lincoln has developed laser-based techniques to control precisely the length, diameter and properties of carbon nanotubes, with potential for fine-tuning transistors and sensors to speed up computers and other electrical devices. The image is a three-dimensional artist's impression Photograph: courtesy of Joel Brehm/University of Nebraska-Lincoln Office of Research and Economic Development/Science       Exploring Complex Functions using Domain Colouring (Honorable Mention). Mathematical functions are vital in maths, physics and engineering. They can be visualised, as above, using a specific colour scheme that assigns a certain colour to every complex number. Images like this allow particular properties of the function to be visualised, such as zeroes (black spots) and singularities (white spots) Photograph: courtesy of Konrad Polthier and Konstantin Poelke/Free University of  Berlin/Science       Separation of a Cell (People's Choice). A three-dimensional electron micrograph of a cell undergoing mitosis  cell division. The cell membrane is shown in blue and the chromosomes in yellow. The detail of a chromosome tip reveals how a newly developed fluorescent protein was used to bind to DNA (pink) Photograph: Science       The Ebola Virus (Informational Posters & Graphics  Honorable Mention). A poster reveals the molecular surface and internal structure of this most deadly of viruses   Photograph: Science       Transmission Electron Microscopy (People's Choice). This poster created at the National Institute of Allergy and Infectious Diseases in the US illustrates how transmission electron microscopy was used to probe the structure of a filovirus Photograph: Science       Foldit (Interactive Games  Winner). Foldit is a game designed to 'crowdsource' solutions to how a particular protein might fold in nature. Players are presented with a model of a protein that they can fold using a variety of tools. The game assigns a score for how well the player has folded the molecule. Players from all over the world compete, and Foldit results have even been published in Nature  Photograph: Science       Meta!Blast 3D Interactive Application (Interactive Games  Honorable Mention). Meta!Blast is an ingenious game designed to teach biological concepts to high school students. 'It is 2052. An unknown pathogen is decimating the Earths vegetation and consequences are reverberating throughout our ecosystem. An accident has stranded a team of scientists inside a photosynthetic cell. You, the lab dishwasher they left behind, are their only hope ... ' Photograph: courtesy of W. Schneller, P.J. Campell, M. Stenerson, D. Bassham, and ES Wurtele/ Iowa State U/Science       Powers of Minus Ten (Honorable Mention). An app that allows the user to zoom into the human body, exploring worlds at different levels of magnification. In this version, the user is able to zoom into the hand down to the molecular level. The app covers basic topics such as the phases of mitosis and DNA replication. Future versions will allow the user to explore plants, minerals and water droplets, down to atomic and subatomic levels of magnification Photograph: Courtesy of Laura Lynn Gonzalez; Green-Eye Visualization/Science       Build-a-Body (Interactive Games  Honorable Mention). 'Put on your surgical gloves and get ready for the operating room! Well maybe not yet, but you can learn about the organs and organ systems of the human body with this drag and drop game. Choose organs from the organ tray and place them in their correct position within the body to create organ systems.' Genitals not included Photograph: Spongelab Interactive/Science  ", 
    "section": "science", 
    "gid": "science/gallery/2012/feb/03/science-magazine-visual-challenge-pictures", 
    "wordcount": "0"
}