{
    "headline": "Star Trek The Game: preview", 
    "text": "In the pantheon of artistic merit, games of films occupy a position somewhere in the darkest, dankest recesses of the basement along with the likes of reality TV and misery memoirs. Invariably games released on the back of films end up as mere items of supporting merchandise, hopelessly rushed and insubstantial, that leave gamers and movie buffs equally unsatisfied. So it&apos;s refreshing to find a game which, although tied to a film, has, according to its producer, been designed to sidestep all the game-of-a-film pitfalls. The game in question is Star Trek, developed by Digital Extremes and published by Namco Bandai, which will hit the shops on 26 April, for Xbox 360, PS3 and PC. The Trekkies among you may notice that the game will arrive just before Star Trek Into Darkness  JJ Abram&apos;s second bite at the franchise after his 2009 reboot  hits the cinemas in May. Brian Miller, Paramount Pictures senior vice-president and the game&apos;s producer, says that the team avoided the first game-of-a-film trap  slavishly following the plot of the film: &quot;Our story is a completely unique and original storyline  we worked with Marianne Krawczyk who did the God Of War series. It takes place after the events in the 2009 film, and before the new one.&quot; Miller couldn&apos;t be more conscious of the rank reputation that afflicts games-of-films: &quot;We looked at all the movie-based games and unfortunately the majority weren&apos;t up to the level you would expect either as critics or players. We broke that down to three factors: there was never enough time given to the games; neither enough support or energy, nor the right people, were put behind them; and often, they didn&apos;t involve the people who brought the film to life. So what did we do different? We&apos;ve been developing this game for over three years, which is an eternity for a movie-based game. Also, this is a game that&apos;s funded by Paramount Pictures, so I think that shows you how important it is to us as a company. We could have made one with the first movie, but we didn&apos;t. Star Trek is too important a brand for us to do that. And finally, we made sure that we were working with the right people.&quot; Storyline and gameplay     Star Trek: The Video Game: more than a rescue mission    Star Trek&apos;s storyline certainly sounds authentic: &quot;Kirk and Spock get hailed to a space station that is being ripped apart. They go there to do a simple rescue operation, and realise that they&apos;re in a much bigger, more complex storyline. Namely, that the Vulcan have been trying to rebuild their planet and re-establish themselves on New Vulcan, using this piece of technology called the Helios device to help that happen faster. But unfortunately, there is a malfunction. Although we learn later in the game that maybe it wasn&apos;t a malfunction. It opens a tear in space, which allows our enemy, the Gorn, to come through. If the Gorn get their hands on this device, they could open rips in any part of the universe, and they would be virtually unstoppable. So Kirk and Spock have to track down the Gorn and take the Helios device back before they can get it operational. It&apos;s a complex, big storyline, and we&apos;re really proud of where it goes.&quot; Gameplay-wise, Star Trek is, unsurprisingly a third-person action-adventure game; you can play co-operatively with one of your mates as Kirk or Spock  during the game there are sequences where they have to perform synchronised but different tasks. Miller says: &quot;We wanted to make sure that the gameplay was varied. It&apos;s well over 10 hours, even if you just want to run through the game. You can do amazing space-dives  like we sort of showed in the last movie. We wanted you to play as the Enterprise. We wanted you to have some missions with ledging, exploration and piloting. There are few games out there now that just play as one thing all the way through and, if they do, they soon get hit for that  you have to be able to change things up as you go.&quot;     Star Trek: The Video Game: Enterprise culture    Miller cites Uncharted and Mass Effect as influences  although he&apos;s aware that Mass Effect, whose developer BioWare cited the Star Trek TV series as a major inspiration, casts a massive shadow over such games: &quot;We&apos;re not trying to be Mass Effect  we&apos;re not making an RPG. For us it was a case of asking why would we want to do that again, and I don&apos;t want to make that comparison. Those games allow us to be here  if Mass Effect wasn&apos;t so successful, nobody would be wanting to make these sci-fi adventure games.&quot; But beyond the gameplay, Star Trek definitely has plenty of aspects that will delight fans of the franchise: &quot;You have away missions, and you get to go down to planets and explore. You&apos;re on board the Enterprise and you can walk to the areas that you know  the bridge, the transporter room or the shuttle bay. But also the areas you&apos;ve never seen before: the crew quarters, the warp core, even the turbo-lift shafts. And you also get to walk around New Vulcan, see how it&apos;s getting on and hear how they have been putting it together. You go to a Star Fleet outpost and you get to go to another planet that the Gorn have completely conquered. We want you to be able to use your Tricorder and scan some of the plants that are out there, and interact with the facilities in a way that you don&apos;t normally get to hit on, because that really is what Star Trek is about.&quot; Hands-on impressions We played two missions  one from early in the game, set on a Vulcan space station being ripped apart by solar radiation, and another later on, which involved fighting the lizard-like Gorn, showcasing the third-person cover-shooting engine. You could see why Miller wasn&apos;t keen on comparisons with Mass Effect  Star Trek doesn&apos;t approach its levels of polish and slickness, nor does it, of course, have its character progression element or galaxy-level free-roaming.     Star Trek: The Video Game: Gorn asunder    But it does have lashings of Star Trek authenticity, and the gameplay is certainly varied. Uncharted-style ledge-clambering was much to the fore, and there were plenty of hacking-style puzzles to be solved using the Tricorder. We experienced a space-flying sequence which was quite exhilarating (although reminiscent of the one in Dead Space 3) and one clever sequence involved precise timing of scrambling between areas of cover between bursts of solar radiation. The shooting engine worked fine, without particularly inspiring with its feel, although the weaponry was more varied than you might expect, given the original TV series&apos;s employment of nothing more sophisticated than a basic phaser. But Star Trek fans will love this rare  and, for the first time credible  chance to immerse themselves in a game which properly evokes the Star Trek universe  there&apos;s loads of great banter between the characters, all recorded by the proper cast of the JJ Abrams films. The ability to switch between playing as Kirk and Spock adds replay value, too. Hardcore gamers may complain that its gameplay is a tad generic, but there&apos;s no doubt that it has achieved its aim of rising above the morass of other games-of-films.  This article has been amended to show the release date for the game in the UK is 26 April, not 23 April ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/08/star-trek-the-game-preview", 
    "wordcount": "1238"
}