{
    "headline": "Apple blocks 'objectionable' app that reports deaths from US drone strikes", 
    "text": "Software giant Apple has blocked an app that would notify subscribers every time a US drone carried out a deadly mission on the grounds that it is &quot;objectionable and crude&quot;, according to the program&apos;s designer. Josh Begley, a graduate student at New York University, developed Drones+ to provide up-to-date information on strikes, using reports collated by the London-based Bureau of Investigative Journalism  an organisation that tracks the use of unmanned CIA aircrafts. But repeated attempts to get Apple to offer the software at its app store have been fruitless. At first, Begley was informed that the program  which he hoped would raise awareness of the growing death toll from drone strikes  was &quot;not useful&quot; enough and did not appeal to a &quot;broad enough audience&quot;. The company position has since shifted, but only in the reasoning behind its refusal to stock Drones+. In the latest rejection email, Apple reportedly informed him: &quot;We found that your app contains content that many audiences would find objectionable, which is not in compliance with the app store review guidelines.&quot; A video demonstration of Drones+ shows that the app is designed to flash up an alert when a new strike is reported, with details of how many people were killed. An interactive map shows subscribers where the air assault took place and how many others had taken place near it. Begley, 27, told the Guardian that he didn&apos;t expect the app to be wildly popular, but hoped it would raise awareness. He added: &quot;I built it because it is something I would like to use myself&quot;. There has been a marked increase in the use of drones by the US in recent months in Pakistan and Yemen as part of a stated strategic move towards a slimmed down military that relies more on technology. Earlier this year, defence secretary Leon Panetta unveiled proposals to increase America&apos;s fleet of unmanned armed aircraft by nearly a third. The attacks have led to increased tensions between Washington and Islamabad. Pakistan has long criticised the use of drones and the high rate of civilian casualties that can result from their use. Figures from the Bureau of Investigative Journalism show that drones struck Pakistan 75 times in 2011, causing up to 655 fatalities. The majority of those killed were alleged militants, but as many as 126 civilians may have also lost their lives in last year&apos;s attacks, the bureau&apos;s figures reveal. Begley&apos;s app does not link to any graphic images of drone attacks, but reveals information about their existence. Even so, Apple looks unlikely to sanction the app, having come down against it on three separate occasions. It has left the software developer looking elsewhere as he plans to take the software forward. &quot;The plan now is to try and develop it for Android,&quot; he said. Apple did not return the Guardian&apos;s request for comment.", 
    "section": "technology", 
    "gid": "technology/2012/aug/30/apple-blocks-us-drone-strike-app", 
    "wordcount": "486"
}