{
    "headline": "Emissions cuts too slow to fight climate change, warns UN report", 
    "text": "A UN report on rising greenhouse gas emissions reminded world governments Wednesday that their efforts to fight climate change are far from enough to meet their stated goal of limiting global warming to 2C. The report by the UN Environment Programme (Unep), released just days before the start of a major climate conference, said the concentration of heat-trapping greenhouse gases like carbon dioxide in the atmosphere is up about 20% since 2000. Scientists say those emissions are contributing to climate change and that failure to contain them could have dangerous consequences, including rising sea levels inundating coastal cities, dramatic shifts in rainfall disrupting agriculture and drinking water, the spread of diseases and the extinction of species. Emissions levels, driven by the burning of fossil fuels, need to come down by 14% by 2020 for the world to reach a pathway that could keep the global temperature rise below 2C, compared with pre-industrial levels, Unep said. That is the stated goal of UN climate negotiations, which resume next week in Doha, Qatar. But it won&apos;t happen if countries don&apos;t come ahead with more ambitious plans to cut emissions than what&apos;s currently on the table. The UN agency said if no swift action is taken, emissions are likely to hit 58 gigatonnes in 2020  14 gigatonnes too much to have a chance of limiting warming to 2C. The projected gap is now bigger than it was last year and in 2010. Unep executive director, Achim Steiner, said that bridging the gap remains achievable and that there are many &quot;inspiring&quot; actions at the national level on renewable energy, energy efficiency, protecting forests, and vehicle emissions standards. &quot;Yet the sobering fact remains that a transition to a low-carbon, inclusive green economy is happening far too slowly and the opportunity for meeting the 44 gigatonne target is narrowing annually,&quot; Steiner said. The report confirmed scientific observations that the concentration of greenhouse gases in the atmosphere is growing, not shrinking. On Tuesday the World Meteorological Organisation reported that the amount of greenhouse gases in the atmosphere reached a record high last year. Climate activists said the reports underscored the urgency in advancing clean technologies, such as wind and solar power. &quot;The only way we are going achieve the necessary cuts in emissions is to move away from fossil fuels and towards a world of renewable energy,&quot; said Kaisa Kosonen, climate policy adviser at Greenpeace. The Kyoto protocol, the only international agreement to reduce the emissions of greenhouse gases from industrial countries, expires this year. Talks in Doha will focus on extending it for another term while negotiators work on a more comprehensive climate pact that would also include developing countries, whose share of global emissions is growing.", 
    "section": "environment", 
    "gid": "environment/2012/nov/21/emissions-cuts-climate-change-un", 
    "wordcount": "457"
}