{
    "headline": "Boot up: Viewdle bought?, iOS maps' Downfall, spam text fines, Notch v Win 8 and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Augmented Reality + Facial Recognition &gt;&gt; Viewdle  Viewdle&apos;s best-in class computer vision technology showcases the power of your smartphone through camera-based innovations in augmented reality, device interaction, media management, gaming, + social networking.   And is rumoured to have been acquired by Google for $30m. No confirmation at the time of writing, though. Who did the Stuxnet? Final Episode &gt;&gt; Cryptome Via Brian Krebs, who says he&apos;s been unable to verify any of these allegations posted to Cryptome (a sort of Wikileaks of security services stuff, but without redaction or quality control).  Hard drive shipments rebound to record level in 2012 &gt;&gt; iSuppli  A year after the Thailand flooding disaster partially derailed production, the global hard disk drive (HDD) industry has fully recovered, with shipments to the computer market expected to hit a record level this year, driven by the enterprise market as well as the arrival of the Windows 8 operating system.  HDD shipments in 2012 for the overall computer market, including PCs, are forecast to reach 524.0m units, up 4.3% from 502.5m units last year, according to an IHS iSuppli Storage Space Market Brief from information and analytics provider IHS.  The 2012 number will be the highest shipment figure on record in the HDD books at year-end--but the achievement will not stand for long. In fact, HDD shipments are projected to climb continually, the stellar results of each year bested by the next in predictable but welcome fashion until at least 2016.   Wes Miller, of the consultancy Directions On Microsoft, remarked: &quot;Windows 8 and Windows RT don&apos;t mark a recovery point for spinning disks. They mark the beginning of the end.&quot; Hitler finds out about Apple&apos;s new iOS6 maps &gt;&gt; YouTube FINALLY. Illegal marketing clampdown begins as spam texters set for six figure fine &gt;&gt; ICO Blog  Letters have gone out today to two individuals that we have found to have broken the law. Subject to final ratification, the recommendations total well over a quarter of a million pounds. Further details about each case will be revealed once we are able to formally announce our action next month; however this is an important step that shows those who blatantly break the law will be in line for a sizeable six figure penalty from the ICO.  While companies can phone you to sell you the latest product or service, the law states that individuals should not receive unsolicited texts or automated marketing calls unless they have given their permission. Marketing companies are also forbidden from phoning individuals registered with the Telephone Preference Service (TPS) unless they have given their explicit consent. While honest mistakes can occasionally be made we will look to take action against individuals and companies that continue to break the law.   Finally, the ICO discovers it has teeth. The PC is over &gt;&gt; Coding Horror Jeff Atwood:   But even as an inveterate PC hot-rodder, I&apos;ve noticed that in the last few years I&apos;ve started to lose interest in the upgrade treadmill of ever faster CPUs with more cores, more sophisticated GPUs, more bandwidth, more gigabytes of RAM. Other than solid state drives, which gave us a badly needed order of magnitude improvement in disk speeds, when was the last time you felt you needed to upgrade a powerful desktop or laptop computer? If I dropped a SSD in it, do you honestly think you could tell the difference in real world non-gaming desktop usage between a high end 2009 personal computer and one from today?  Because I&apos;m not sure I could.   This, from a guy who used to have &quot;Windows&quot; written through him like he was a stick of rock. Notch doesn&apos;t hate Windows 8, he&apos;s just confused &gt;&gt; Within Windows  So last night, Markus &quot;Notch&quot; Persson -- the Minecraft guy -- mentioned that Microsoft reached out to the company (Mojang AB) in an attempt to get the wildly popular Minecraft video game into the Windows Store. Shortly after, though, he denounced Microsoft for &quot;ruining the PC&quot; with Windows 8 and its &quot;closed&quot; nature. What&apos;s really going on here: Notch is just confused about Windows 8.  Allow me to help.   Remains to be seen whether Persson will shift his position. No signs at the time of linking to this. Where To? will make you feel better about Apple Maps &gt;&gt; TUAW  Where To? now offers a link to Apple Maps once you have found your destination using the app&apos;s local search. The Google-powered search data is far more complete than what Apple Maps offers through Yelp, so this is a good solution. This latest version of Where To? also works well with iOS 6, and doesn&apos;t &apos;letterbox&apos; on an iPhone 5.  When you find a location you&apos;ll get reviews, links to websites and business hours. One other nice feature is that Where To? can be launched from Apple Maps, to get a more complete idea of what is around your chosen destination.   The Maps messup is turning into a gigantic opportunity for maps app developers.  The iPad 1 &gt;&gt; Marco.org Marco Arment:   Apple was able to stuff iOS 6 into the same 256 MB RAM limit on the iPhone 3GS, but the 3GS&apos; screen is much smaller than the iPad&apos;s. Apps on the 3GS therefore need much less RAM for screen images, textures, and buffers, so if iOS 6 barely fit into the 3GS, it&apos;s extremely plausible that Apple just couldn&apos;t make enough feature cuts to run it on the iPad 1 and leave enough free RAM for apps to run without crashing.  Knowing Apple, that sounds like a far more plausible explanation than the most popular theory I&apos;ve heard: that Apple just wants to force iPad 1 owners to buy new iPads.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/02/technology-links-newsbucket", 
    "wordcount": "1011"
}