{
    "headline": "Clik pitches smartphones as YouTube-fuelled remote controls", 
    "text": "Are millions of people champing at the bit to find a way of watching YouTube videos on their main TV sets? Probably not, although that may change as Google encourages more producers and creators to launch original channels on its video service. Still, a new app called Clik provides some food for thought about the role smartphones (and by extension, tablets) may play in the connected living rooms of the near-future. Available for iPhone and Android, the app is the work of the same team that built Kik Messenger, a group messaging app that has attracted 6m registered users.  At launch, Clik is all about YouTube videos: browse them on the smartphone, then fire up a web browser on a bigger screen, scan a QR code, and then watch the videos on the big screen, while controlling them from the small one. Several people can do it at once, too. The mention of QR codes raises a warning flag: a fiddly additional step that, over time, will surely become redundant as it becomes easier to make a smartphone and a connected TV play nice together. Even so, there&apos;s something in the idea of a neutral app that doesn&apos;t require specific hardware an Apple TV set-top box in the case of Apple&apos;s AirPlay Mirroring for example. Clik is tapping into an interesting trend though: a step on from the second-screen idea of doing one thing on your smartphone or tablet and watching another on your TV. This is about controlling your TV with the mobile device. One of Clik&apos;s investors, Union Square Ventures partner Fred Wilson, is banging the drum for this idea. &quot;The ability for highly personal mobile devices, like phones, to easily take control of computers, TVs, cars, and other expensive and complex devices is one of the most important megatrends in technology right now,&quot; he says, in a statement to accompany Clik&apos;s launch announcement. The company is looking beyond YouTube, too. &quot;We believe Clik will enable content providers and game developers to change the way people experience content and games everywhere they go - instantly accessible on any screen with a browser,&quot; explains the company on its website. Other startups are exploring this too: British social TV company Zeebox, for example. Its app doesn&apos;t just let you see which channels friends are watching; if you have a compatible connected set, the app can be used to channel-hop accordingly. Meanwhile, iOS games developers like Firemint have been getting their teeth into the AirPlay feature, and how it might be used to make an iPhone the controller for a game played on the big screen see its Real Racing 2 for the best example of this in action so far. Also look at what connected hi-fis company Sonos has been doing with its apps, which make the smartphone or tablet the remote controller not just for its devices, but for the various streaming music services (Spotify, Rhapsody and the rest) that flow through them. Apple&apos;s AirPlay itself is turning the iOS Music app into a remote control for compatible speakers and devices too. There is much more of this to come, and some chewy issues as a result, especially when rightsholders are involved. Think of a YouTube video that has been made unavailable to stream on a mobile phone, or on a television. What happens if it&apos;s being controlled by a mobile phone, to be streamed to a web browser on a TV? Or think about differing royalty payments for music streamed to a hi-fi controlled by a mobile phone, versus to a mobile phone docked with a hi-fi. The issue here, of course, is that licensing models are lagging behind technology developments hardly a new phenomenon. While Clik may seem like just a fun, slightly fiddly way to watch funny cats and thumb-biting babies on a bigger screen, it&apos;s actually part of a wider, more important pattern of interesting and controversial disruption.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/17/clik-iphone-app-tv", 
    "wordcount": "660"
}