{
    "headline": "Migrants' billions put aid in the shade", 
    "text": "For decades it was a largely unnoticed feature of the global economy, a blip of a statistic that hinted at the tendency of expatriates to send a little pocket money back to families in their home countries. But now, the flow of migrant money around the world has shot up to record levels as more people than ever cross borders to live and work abroad. It&apos;s known as remittance money, and in 2012 it topped $530bn (335bn), according to the latest World Bank figures. The amount has tripled in a decade and is now more than three times larger than total global aid budgets, sparking serious debate as to whether migration and the money it generates is a realistic alternative to just doling out aid. If remittances at the level recorded by the World Bank were a single economy, it would be the 22nd largest in the world, bigger than Iran or Argentina. And according to World Bank officials, the real figure could be much larger. Dilip Ratha, of the migration and remittances unit at the World Bank, said that billions more in remittances were not being recorded as many people were continuing to bypass the banks and big money transfer companies that are relied on for data. A number of countries, including the Philippines, Bangladesh and Senegal, have set up initiatives or even government ministries to manage cash sent from overseas. The Rwandan government, which has seen much of its aid cut last year over allegations it was supporting rebels in neighbouring Democratic Republic of the Congo, has called on Rwandans living abroad to contribute to a new &quot;solidarity fund&quot;, in an attempt to lessen its reliance on aid. &quot;It&apos;s something that&apos;s been going on since time immemorial,&quot; said Michael Clemens, a US economist who studies migration and remittances at the Centre for Global Development, a thinktank based in Washington. &quot;But now, for example, with Skype you can see the school uniform bought with the money you sent in the morning.&quot; But there is a dark side. Attention is turning to the companies scrambling to capture as much as they can from these multibillion-dollar flows. In some cases, more than 20% of money migrants send is lost to transfer fees. India and China were the biggest beneficiaries of remittances last year, each receiving more than $60bn, followed by the Philippines ($24bn), Mexico ($24bn), and Nigeria ($21bn). Egypt, the sixth largest, has seen the value of remittances surge from less than $9bn in 2008 to nearly $18bn last year. For some smaller economies, remittances can account for huge proportions of national income. Tajikistan and Liberia receive the equivalent of 47% and 31% of their respective GDPs from workers abroad. For dozens of developing countries the money migrants sent home is worth more than the aid they receive. For some  including Bangladesh, Guatemala, Mexico and Senegal  remittances from workers abroad are larger than aid and foreign investment combined. Globally, there are more than 214million migrants; if they lived in one country, it would be the fifth most populous, trailing only China, India, America and Indonesia. Migrants in the UK sent nearly $4bn in remittances to India in 2011, according to World Bank estimates, compared with the $450m in UK aid it received that year. Bangladesh received $740m in remittances from the UK in 2011; its aid amounted to $370m. &quot;People feel an obligation. I&apos;ve never heard someone with an origin in another country not feel a sense of obligation, or a sense of connection, or wanting to make a contribution,&quot; said Britain&apos;s shadow minister for international development, Rushanara Ali. Ali, who was born in Bangladesh, believes the UK government should look at how remittances could complement aid spending. &quot;There will always be pressures on budgets,&quot; she said. &quot;The time is ripe for coming up with new ideas on how diaspora communities can make a contribution.&quot; The remittance phenomenon has been largely recession proof, although there was a dip in 2008/09. But the biggest complaint from migrants is the cut taken by banks and wire transfer firms. The G8 wants the global cost of sending money lowered to an average of 5% by 2014, giving billions more to migrants&apos; families. At present, the average fee is about 9%, meaning an average of $18 for every $200 sent, but in some parts it tops 20%. Civil society groups warn the rising interest in remittances and the impact they could have on global poverty should not gloss over the challenges migrants face nor the many reported cases of abuse and exploitation. The flipside of parents working thousands of miles from home is children growing up as virtual orphans. Some villages in the Philippines, for example, are almost devoid of parents, with grandparents shouldering the childcare. Meanwhile, the execution this month of Sri Lankan domestic worker Rizana Nafeek in Saudi Arabia highlighted the often brutal conditions faced by migrant workers there. Saudi Arabia has one of the highest migrant populations in the world, with remittances sent from the kingdom topping $28bn in 2011  the third largest amount across the globe. &quot;Attention to the rights of migrants is especially important at this time of global economic and financial distress,&quot; said the UN secretary general, Ban Ki-moon, last month. &quot;As budgets tighten, we are seeing austerity measures that discriminate against migrant workers, xenophobic rhetoric that encourages violence against irregular migrants, and proposed immigration laws that allow the police to profile migrants with impunity.&quot; In September the UN will hold a high-level meeting alongside the general assembly to discuss migration and development, from increasing labour mobility and remittances to protecting human rights. An international convention on migrant workers&apos; rights does exist, but only a few dozen governments have ratified it  primarily developing countries where migrant workers come from. The US has not signed it, nor have EU or Gulf countries.  This article was amended on 31 January 2013. The original referred to an attempt to lesson, rather than lessen, reliance on aid. This has been corrected.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/30/migrants-billions-overshadow-aid", 
    "wordcount": "1018"
}