{
    "headline": "Google's Sergey Brin: state filtering of dissent threatens web freedom", 
    "text": "Google co-founder Sergey Brin has hit back at critics of his exclusive comments to the Guardian about the importance of the open web, and emphasised that he thinks &quot;government filtering of political dissent&quot; poses the biggest threat to internet freedom. His words echo those of Sir Tim Berners-Lee, the inventor of the web, who told the Guardian this week that the UK government&apos;s plans for internet surveillance were dangerous. Writing on his personal account on the Google+ network , Brin said that his remarks &quot;got particularly distorted in the secondary coverage&quot; by rehashed versions of his discussion &quot;in a way that distracts from my central tenets&quot;. Brin comes from a family who fled antisemitism in the Soviet Union. In his blogpost he reiterates the point made in the original article that he thinks governments, rather than individual companies, pose the biggest and most immediate threat to everyone&apos;s freedoms online. &quot;Today, the primary threat by far to internet freedom is government filtering of political dissent,&quot; he wrote. &quot;This has been far more effective than I ever imagined possible across a number of nations. In addition, other countries such as the US have come close to adopting very similar techniques in order to combat piracy and other vices. I believe these efforts have been misguided and dangerous.&quot; His warning comes just hours after Berners-Lee said that the UK government&apos;s plans for monitoring of internet use and digital communications would be a &quot;destruction of human rights&quot; and would make highly sensitive personal information vulnerable to theft or unauthorised release. Berners-Lee called the plans &quot;very dangerous&quot; and said &quot;the most important thing is to stop the bill as it is at the moment.&quot; Brin&apos;s comments to the Guardian on Monday have been referenced hundreds of times across the web as his warnings opened a week-long examination by the paper of the struggle for openness on the internet. But despite his emphasis in the article on the threats posed by countries such as China, Saudi Arabia and Iran to censor and restrict internet use, much of the coverage elsewhere concentrated on his concerns that on an internet dominated by Facebook  which restricts access from outside to its content  Google could not have been set up with the success it has had, and that &quot;walled gardens&quot; around Apple&apos;s apps makes it hard to access their content. &quot;To clarify, I certainly do not think this issue is on a par with government based censorship,&quot; Brin wrote in his follow-up. &quot;Moreover, I have much admiration for two of the companies we discussed  Apple and Facebook.&quot; He said he has &quot;always admired Apple products&quot; and that he wrote the post on an Apple computer. He also praises Facebook for its role in aiding political expression, saying it &quot;has been instrumental to the Arab Spring. Both [Apple and Facebook] have made key contributions to the free flow of information around the world.&quot; But he reiterates his concern that the Google that he and Larry Page founded in 1998 could be set up and access sites &quot;without asking anyone for permission&quot;  and notes that internet directory Yahoo, auction site eBay and payments service PayPal did the same thing. &quot;Today, starting such a service would entail navigating a number of new tollbooths and gatekeepers,&quot; Brin noted. He signed off by re-emphasising the risk from government suppression: &quot;Regardless of how you feel about digital ecosystems or about Google, please do not take the free and open internet for granted from government intervention. To the extent that free flow of information threatens the powerful, those in power will seek to suppress it.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/google-sergey-brin-web-freedom", 
    "wordcount": "629"
}