{
    "headline": "Yahoo's $1.1bn Tumblr takeover is a bold roll of the dice", 
    "text": "Despite the breadth and diversity of life online, there are relatively few opportunities to make the kind of acquisitions that make the industry stop and take stock. Yahoo&apos;s $1.1bn deal to buy Tumblr is one of those moments: a bold acquisition that says chief executive Marissa Meyer means business. Comparisons to Yahoo&apos;s 1999 $3.6bn acquisition of Geocities are too simplistic. In internet years, 1999 is more like two centuries ago and Yahoo is in a completely different place, led by a woman with all the zeal of a convert. Repeatedly passed over for promotion during her previous (another internet lifetime) 13 years at Google, she has an opportunity to do something impressive with Yahoo, which seemed in terminal decline. One venture capital executive told me that during the tenure of Carol Bartz, Mayer&apos;s predecessor once removed, the investors were expecting Yahoo to ditch all but essential staff, focus on core revenue-building products and then rinse the company hard for maximum profit until it ran into the ground. Meyer is already the longest-serving Yahoo CEO after Bartz and co-founder Jerry Yang. In the 300 days since she took over, Yahoo&apos;s share price has steady improved, until it&apos;s now at a level comparable with January 2008, when Microsoft made its unexpected offer to buy it. Compare that with the floundering, directionless company that horrified many investors then by repeatedly rejecting Microsoft&apos;s $50bn offer, which led to the erosion both in share price and the consensus that Yahoo was irreversibly set to decline. Yahoo was easy to write off in the tech community because it lacks the cool factor and developer kudos of Facebook and Google. But Yahoo&apos;s power has always been in its more mainstream (though ageing) user base and its powerful display advertising business. Herein lies the key to its Tumblr acquisition. Though the fit with this hipster lite-blogging, photo-heavy platform could seem a little awkward, it makes sense in the context of Yahoo&apos;s ad strategy. Tumblr founder David Karp has always said its advertising model is based on Twitter&apos;s &quot;the tweet is the ad&quot; principle. That is, that being embedded in a customised, personal flow of information, being relevant to an influential and proactive community is the most valuable and meaningful way of presenting display advertising right now. That makes Tumblr, integrated with Yahoo&apos;s enormous expertise in display advertising, a diverse and demographically important platform for Yahoo that is mobile-heavy and social-focused. The timing is interesting too; Tumblr has been trying native ads akin to promoted tweets for the past year, giving its advertising proposition some legs and diffusing the concern about the juxtaposition of ads with edgier content. The challenge will be for Yahoo  which has pointed to a typical &quot;hands-off&quot; approach  to integrate enough to make a meaningful, complementary ad platform, but allowing Tumblr to keep its edge. Tumblr&apos;s market proposition is powerful  young, cool (arguably a little less than a year ago, but still), informed, experimental  just the type of audience who won&apos;t hesitate to up sticks when something better comes along. Can Yahoo invest in and encourage the best of that? That&apos;s a big challenge for a company so optimised for performance, when actually a little creative chaos is vital.", 
    "section": "technology", 
    "gid": "technology/2013/may/20/yahoo-tumblr-takeover-marissa-meyer", 
    "wordcount": "540"
}