{
    "headline": "Education in brief: does anyone think the Ebacc is a good idea?", 
    "text": "Who wants the Ebacc? The actor and comedian Stephen Fry (below) is among more than 23,000 people to have signed a petition calling on the government to rethink its plans to replace GCSEs with English Baccalaureate Certificate exams in a range of subjects from 2015. Among the concerns voiced about Michael Gove&apos;s proposed new exams, planned to be set in English, maths, science, languages and humanities, are that they risk marginalising non-EBC subjects, with the creative arts lobby particularly vocal. The petition , put together by the National Union of Teachers and National Association of Head Teachers, has the support of 10 unions plus a host of bodies including the vocational charity the Edge Foundation, which is chaired by the Conservative former education secretary Lord Baker; the chair of the Council for Subject Associations; the leader of the largest sponsor of academies; the National Governors&apos; Association; and the Professional Footballers&apos; Association. The petition warns that the plans as they stand will fail to recognise the talents of all pupils and will &quot;damage the economic and cultural health of the nation&quot;. It garnered 20,000 signatures in its first two weeks. Fry threw his support behind it on Twitter, tweeting to more than five million followers: &quot;The #EBacc poses a real threat to the status of creative subjects + vocational education. Please sign this petition&quot;. Meanwhile, consultation responses from subject bodies included in the EBC plan have cited a string of worries. Score, an umbrella body of science associations, describes the timescale for the reforms as &quot;unworkable&quot; while the Advisory Committee on Mathematics Education says the proposals are &quot;sometimes contradictory, and therefore unclear&quot;. The Historical Association says the plans stand to add to inequities in education and promote a greater &quot;culture of failure&quot;. Double standards Primary school league tables, published in the run-up to Christmas, might have been expected to offer a final damning verdict on the quality of education provided by one institution often mentioned in these pages. Downhills primary, in Haringey, north London, was transferred to the Harris academy chain in September after ministers decided standards at the school were not good enough. It has been the highest-profile among schools that have been forced to become academies by the education department. So the school&apos;s final set of test results, published months before it was closed, should show it categorically as among England&apos;s lowest performers, right? Well, actually, no. Downhills registered statistics which, for the second year running, were above the government&apos;s floor targets for the proportion of pupils achieving both English and maths at the &quot;expected&quot; level. Its &quot;value-added&quot; figures, assessing the school&apos;s contribution to pupil progress during key stage 2, were almost spot on the national average. And the school seemed to have been getting better-than-average results out of pupils eligible for free school meals. Time for some minutes And finally, when will the Department for Education, which stresses its commitment to open government, be publishing details of its recent board meetings? Back in August, we highlighted the fact that no minutes of these regular get-togethers had been published since September 2011, even though there is space for them in a section of the DfE&apos;s website entitled, amusingly perhaps, &quot;transparency&quot;. In early November, the education select committee also expressed concerns, warning that it &quot;regret[ted] the Department&apos;s failure to publish minutes in a timely fashion, as it promised to do, and urge it to rectify this  immediately&quot;. But as we enter 2013, that September 2011 entry remains the most recent on offer, while the DfE reveals only one freedom of information response as having been published in the last nine months. We wonder what &quot;less than transparent&quot; government would look like.", 
    "section": "education", 
    "gid": "education/2013/jan/07/exams-schools-academies-education-department", 
    "wordcount": "632"
}