{
    "headline": "Student housing: is it time to move on?", 
    "text": "Thomas rises at six each morning in his unheated student accommodation and attends lectures for several hours before eating his first meal of the day. After dinner he will attend more lectures, then head into town for an evening of drinking, gambling and, sad to say, occasional fighting with the locals. This isn&apos;t a contemporary tale of student poverty and unruly behaviour, but a vignette of medieval student life drawn from accounts at the time. Students in the 12th century lived where and how they could, in &quot;taverns, private homesor in the ephemeral houses, halls or hospices hired by some &apos;regent Master of Arts&quot;, according to Harold Silver&apos;s 2007 book Tradition and Higher Education. What&apos;s more, Silver believes that the massification of the higher education sector over recent years has led to a return to such days. It wasn&apos;t known then what impact such a lifestyle would have had on Thomas&apos;s studies, and we may be none the wiser about how living arrangements of today&apos;s students affects their results. A rush to beat the tuition fee rises in 2012 resulted in the highest ever number of university entrants in the UK last year. Like their medieval forebears, many students scrambled to find accommodation where they could, with some occupying temporary lodgings. We can only hope that, unlike the scholars of old, they found somewhere with heating, and that the floor was covered by something more luxurious than straw. The way in which students lived outside of lectures was a significant policy concern in the post-war era. The University Grants Committee considered student accommodation to be important in terms of the education and cultural development it afforded students, especially those from more disadvantaged backgrounds. This was underlined by the 1963 Robbins Report that was keen to point out &quot;the educational and social advantages of living away from home&quot;. Practice followed policy and the proportion of students living in purpose-built accommodation rose from 27% in 1955 to 45% in 1974. Students living in university halls could expect a high level of pastoral care, social and cultural opportunities, but with it came restrictions on their freedom. After all, until the age of majority was officially lowered in 1970, most students were not legally adults. Fast forward to the 1990s, and the most pressing student accommodation issue was simply where to put a student population that had rapidly outgrown the capacity of university-owned halls of residence. It was at this time that private providers of student accommodation, such as the Unite Group, entered the market to meet the student housing shortfall. The 1997 Dearing Report had nothing to say about the role that accommodation could play in the student experience, and neither did the 2003 Higher Education White Paper. These days, about a third of all students live in purpose-built residential accommodation, both university-owned and independent; and yet there is no national consensus on what this does and should mean as an aspect of their student experience. Unlike the US, we do not have a body of research literature on the impacts that different modes of residence have on student retention, success and employability. Perhaps we should. We have entered an era in which student expectations are high because of the level of financial responsibility they now bear for their studies. And as we&apos;ve always done, we want our future graduates not only to be experts in their subject discipline, but also to have strong employability skills, an appreciation of different perspectives and cross-cultural competency, and to be good citizens. The higher education policy-makers of the 50s and 60s might have found it strange that we are not thinking more strategically about the opportunities for peer learning and wider enrichment that are offered by student accommodation. This is not to say that no one is doing anything in this area. Some UK universities are starting to look to the US models of ResLife and &apos;living learning communities&apos; for inspiration; and others such as the University of Bradford&apos;s The Green shape their accommodation offer around an aspect of their distinctiveness. Private providers are also becoming more innovative; for example the community volunteering programme that Unite runs in its Tottenham Hale development gives students a chance to develop their employability skills while at the same time connecting them with their local community. What does seem to be lacking, however, is a national consensus on the role that student accommodation plays in the overall student experience. We are not lacking in innovation or good practice, but don&apos;t have the up to date UK-based research evidence that would allow for a strategic approach that embraces the many different partners involved in providing student accommodation. Without this, we may be missing a trick, not to mention in danger of remaining stuck in the 12th century. Jennifer Shaw is head of higher education engagement at Unite Group  follow it @unitegroup This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/17/student-accommodation-research-uk-universities", 
    "wordcount": "842"
}