{
    "headline": "Android tightens grip on smartphone market in second quarter of 2012", 
    "text": "Google&apos;s Android mobile operating system tightened its grip on the smartphone market in the second quarter of 2012, making up 68.1% of the 154m shipments worldwide, according to the research company IDC. Overall, the smartphone market grew at 42.2%, meaning that Android and Microsoft&apos;s Windows Phone were the only platforms which grew faster than the overall market. Shipments of Apple&apos;s iPhone grew by 27.5% to 26m, not enough to maintain its share from last year of 18.8%; its share fell to 16.9%. But overall the market remains a two-horse race, with the two principal platforms - Android and iOS - making up 85% of the market, with the remaining 15% shared between four main platforms. And the concentration of control is also emphasised by the fact that two companies, Apple and Samsung, controlled 49.5% of the world smartphone market.  Nokia, Taiwan&apos;s HTC, China&apos;s ZTE and RIM together shipped 34.4m, or 22.3% of the market - leaving a huge number of other vendors fighting for the remaining share. Most of those are sold into China via MediaTek, and run Android. China is now the world&apos;s largest smartphone market, with low-cost Android phones dominating even more than in the worldwide market. In the US, the second-biggest market. Apple&apos;s iPhone has around 50% share, aided by subsidies from carriers that make it no more expensive than many mid-range Android handsets. ZTE&apos;s rise, with 8m handsets shipped, came principally through low-cost devices in China but is also working on sales in the US - though IDC observed that its lack of strong brand recognition could be a problem if it wants to see high sales growth outside China.  However the growth in the smartphone market segment - which accounted for 37.9% of the overall mobile market of 406m in the second quarter, according to separate IDC analysis - was the slowest since the fourth quarter of 2009, when the world was still recovering from the global crash precipitated by Lehman Brothers&apos; bankruptcy in mid-2008.  That has analysts wondering whether economic problems particularly in Europe will seriously crimp worldwide growth both in feature phones and smartphones. Ramon Llamas, senior research analyst with IDC&apos;s mobile phone team, said: &quot;Despite recent maneouvres to shore up several countries within the eurozone, the effectiveness of these efforts remains to be seen. Meanwhile, emerging markets will continue to be strong contributors due to their sheer size and growth trajectory, but how much they can offset potential declines in other countries is unclear.&quot; RIM saw shipments fall from 12.5m a year ago to 7.4m - a 4.8% share, its lowest in more than five years years, while the eclipse of Nokia&apos;s Symbian, which once dominated the smartphone market, was demonstrated as shipments fell to 6.8m - just 4.4% of the market, 15 months after it was earmarked for phasing out by Stephen Elop, Nokia&apos;s chief executive. But Windows Phone, Nokia&apos;s new platform, remains low, shipping roughly 5.4m handsets - almost all due to Nokia - to more than double the number shipped, but only grew its share from 3.0% to 3.5%. &quot;Android continues to fire on all cylinders,&quot; said Llamas. &quot;The market was entreated to several flagship models from Android&apos;s handset partners, prices were well within reach to meet multiple budgetary needs, and the user experience from both Google and its handset partners boosted Android smartphones&apos; utility far beyond simple telephony.&quot; &quot;The mobile OS market is now unquestionably a two-horse race due to the dominance of Android and iOS,&quot; said Kevin Restivo, IDC senior research analyst for mobile phones. &quot;With much of the world&apos;s mobile phone user base still operating feature phones, the smartphone OS market share battle is far from over. There is still room for some mobile OS competitors to gain share, although such efforts will become increasingly difficult as smartphone penetration increases.&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/10/android-smartphone-market-2012-apple", 
    "wordcount": "661"
}