{
    "headline": "Growing food in the desert: is this the solution to the world's food crisis?", 
    "text": "The scrubby desert outside Port Augusta, three hours from Adelaide, is not the kind of countryside you see in Australian tourist brochures. The backdrop to an area of coal-fired power stations, lead smelting and mining, the coastal landscape is spiked with saltbush that can live on a trickle of brackish seawater seeping up through the arid soil. Poisonous king brown snakes, redback spiders, the odd kangaroo and emu are seen occasionally, flies constantly. When the local landowners who graze a few sheep here get a chance to sell some of this crummy real estate they jump at it, even for bottom dollar, because the only real natural resource in these parts is sunshine. Which makes it all the more remarkable that a group of young brains from Europe, Asia and north America, led by a 33-year-old German former Goldman Sachs banker but inspired by a London theatre lighting engineer of 62, have bought a sizeable lump of this unpromising outback territory and built on it an experimental greenhouse which holds the seemingly realistic promise of solving the world&apos;s food problems. Indeed, the work that Sundrop Farms, as they call themselves, are doing in South Australia, and just starting up in Qatar, is beyond the experimental stage. They appear to have pulled off the ultimate something-from-nothing agricultural feat  using the sun to desalinate seawater for irrigation and to heat and cool greenhouses as required, and thence cheaply grow high-quality, pesticide-free vegetables year-round in commercial quantities. So far, the company has grown tomatoes, peppers and cucumbers by the tonne, but the same, proven technology is now almost ready to be extended to magic out, as if from thin air, unlimited quantities of many more crops  and even protein foods such as fish and chicken  but still using no fresh water and close to zero fossil fuels. Salty seawater, it hardly needs explaining, is free in every way and abundant  rather too abundant these days, as our ice caps melt away. So well has Sundrop&apos;s 18-month project worked that investors and supermarket chains have lately been scurrying down to Port Augusta, making it hard to get a room in its few motels, or a table at the curry restaurant in the local pub. Academic agriculturalists, mainstream politicians and green activists are falling over each other to champion Sundrop. And the company&apos;s scientists, entrepreneurs and investors are about to start building an 8m, 20-acre greenhouse  40 times bigger than the current one  which will produce 2.8m kg of tomatoes and 1.2m kg of peppers a year for supermarkets now clamouring for an exclusive contract. It&apos;s an inspiring project, more important, it could be argued, than anything else going on in the world. Agriculture uses 60-80% of the planet&apos;s scarce fresh water, so food production that uses none at all is nothing short of miraculous.     Blue-sky thinking: the 75m motorised parabolic mirror follows the sun all day, using its heat to generate energy for the Sundrop greenhouses. Photograph: Hat Margolis    Growing food in a desert, especially in a period of sustained drought, is a pretty counterintuitive idea and Sundrop&apos;s horticultural breakthrough also ignores the principle that the best ideas are the simplest. Sundrop&apos;s computerised growing system is easy to describe, but was complex to devise and trickier still to make economically viable. A 75m line of motorised parabolic mirrors that follow the sun all day focuses its heat on a pipe containing a sealed-in supply of oil. The hot oil in turn heats nearby tanks of seawater pumped up from a few metres below ground  the shore is only 100m away. The oil brings the seawater up to 160C and steam from this drives turbines providing electricity. Some of the hot water from the process heats the greenhouse through the cold desert nights, while the rest is fed into a desalination plant that produces the 10,000 litres of fresh water a day needed to keep the plants happy. The water the grower gets is pure and ready for the perfect mix of nutrients to be added. The air in the greenhouse is kept humid and cool by trickling water over a wall of honeycombed cardboard evaporative pads through which air is driven by wind and fans. The system is hi-tech all the way; the greenhouse is in a remote spot, but the grower, a hyper-enthusiastic 27-year-old Canadian, Dave Pratt, can rather delightfully control all the growing conditions for his tonnes of crops from an iPhone app if he&apos;s out on the town  or even home in Ontario. It&apos;s the kind of thing an enlightened futurologist might have imagined for the 21st century, and to enter Sundrop&apos;s greenhouse from the desert outside, passing the array of sun-tracking solar parabolic mirrors that looks like something from a film set, is to feel you&apos;ve arrived at a template for tomorrow-world. The warm, humid air laden with the scent of ripening tomatoes is in such contrast to the harsh landscape outside, where it tops a parched 40C for much of the year, that it feels as if the more brutal sides of both nature and economics are being benignly cheated. You can supply billions with healthy, cheap food, help save the planet and make a fortune? There has to be a catch.     Green shoots: Charlie Paton in his East London home. It was his discovery that led to the use of seawater in agriculture. Photograph: Hat Margolis    There seems, however, to be only one significant person in the world who feels there is indeed acatch, and, a little bizarrely, that is the inventor of the technology, one Charlie Paton, the British lighting man mentioned earlier, who is currently to be found in his own experimental greenhouse, atop a three- storey former bakery at the London Fields end of Hackney, east London, feeling proud-ish, but not a little sour, about the way things have worked out 10,000 miles away in the desert between the Flinders mountains and the Spencer Gulf. If you are of an ecological bent, Paton&apos;s name may ring abell. He is the multi-honoured founder of a veritable icon of the green world, a 21-year established family company called Seawater Greenhouse, originators of the idea of growing crops using only sunlight and seawater. Earlier this month, Paton was given the prestigious title Royal Designer for Industry by the Royal Society of Arts, and a few months earlier, Seawater Greenhouse won first prize in the best product category of the UK&apos;s biggest climate-change awards scheme, Climate Week. If Sundrop Farms takes off worldwide, the charming and idealistic Charlie Paton could well be in line for a knighthood, even a Nobel Prize; the potential of his brainchild  the ability to grow infinite quantities of cheap, wholesome food in deserts  is that great. There&apos;s just one problem in all this. Although he and his family built the South Australia greenhouse with their own hands, Sundrop has abandoned pretty much every scrap of the ultra-simple Paton technology regarding it as &quot;too Heath Robinson&quot; and commercially hopeless. Some of the Patons&apos; home-made solar panels in wooden frames are still connected up and powering fans, but are falling apart. Nearly all the rest of their installation has been replaced with hi-tech kit which its spiritual father views with contempt. He dismisses Sundrop&apos;s gleaming new 160,000 tracking mirrors from Germany and the thrumming Swiss desalination plant and heat-exchanging tanks as &quot;bells and whistles&quot; put in to impress investors. Sundrop and Seawater have parted company and Paton accuses them of abandoning sustainability in the interests of commercial greed. He is particularly distressed by the installation of a backup gas boiler to keep the crops safe if it&apos;s cloudy for a few days. But we will return to Charlie Paton later; sadly, perhaps, developments in the South Australian desert are now overshadowing the doubts and travails of their original inspiration. And they are quite some developments. &quot;These guys have been bold and adventurous in having the audacity to think that they could do it,&quot; says the head of Australia&apos;s government-funded desalination research institute, Neil Palmer. &quot;They are making food without risk, eliminating the problems caused not just by floods, frost, hail but by lack of water, too, which now becomes a non-issue. Plus, it stacks up economically and it&apos;s infinitely scalable  there&apos;s no shortage of sunshine or seawater here. It&apos;s all very impressive.&quot;     On the vine  the blemish-free crop is effectively organic, but it can't be marketed as such in Australia as it is not grown on soil. Photograph: Hat Margolis    &quot;The sky really is now the limit,&quot; confirms Dutch water engineer Reinier Wolterbeek, Sundrop&apos;s project manager. &quot;For one thing, we are all young and very ambitious. That&apos;s how we select new team members. And having shown to tough-minded horticulturalists, economists and supermarket buyers that what we can do works and makes commercial sense, there&apos;s now the possibility of growing protein, too, in these closed, controlled greenhouse environments. And that means feeding the world, no less.&quot; An unexpected bonus of the Sundrop system is that the vegetables produced, while cropping year-round and satisfying the supermarkets&apos; demand for blemish-free aesthetic perfection, can also be effectively organic. It can&apos;t be called organic (in Australia at least) because it&apos;s grown &quot;hydroponically&quot;  not in soil  but it is wholly pesticide-free, a selling point the Australian supermarkets are seizing on, and apparently fed only benign nutrients. Sundrop is already being sold in local greengrocers in Port Augusta as an ethically and environmentally friendly high-end brand. Because there&apos;s no shortage of desert in which to site it, a Sundrop greenhouse can be built in isolation from others and be less prone to roving pests. Those that sneak in can be eliminated naturally. In this closeted micro-world, Dave Pratt with his trusty iPhone app is free to play God. Not only does Dave have a flight of in-house bees to do their stuff in the greenhouse (who also live acharmed life as they enjoy a perfect, Dave- controlled climate with no predators) but he also has at his command a platoon of &quot;beneficial insects&quot; called Orius, or pirate bugs. These kill crop-destroying pests called thrips, and do so  weirdly in nature  not for food but for, well, fun. So unless you feel for thrips, or believe food should only be grown in God&apos;s own soil and subject to God&apos;s own pestilences, Sundrop produce seems to be pure and ethical enough to satisfy all but the most eco-fussy. Sundrop&apos;s founder and CEO, on the other hand, is not at first glance an ecowarrior poster child. True, there are plenty of posh boys dabbling in ethical and organic farming, but on paper, Philipp Saumweber could be a comedy all-purpose hate figure. He is a wealthy, Gordonstoun-educated German with a Harvard MBA, immaculate manners, an American accent, Teutonic efficiency and a career that&apos;s taken him from hedge-fund management to Goldman Sachs to joining his family&apos;s Munich-based agricultural investment business. But, in the typical way stereotypes can let you down, apart from being a thoroughly nice, softly spoken and clearly visionary man, Saumweber has also made a brilliant but ailing idea work, turning a charmingly British, Amstrad-like technology into the horticultural equivalent of Apple. Soon after becoming immersed in agriculture as a business, he says, he realised that it essentially involved &quot;turning diesel into food and adding water&quot;. Whether you were a tree-hugger or a number cruncher, Saumweber reasoned, this was not good. &quot;So I began to get interested in the idea of saline agriculture. Fresh water is so scarce, yet we&apos;re almost drowning in seawater. I spent a lot of time in libraries researching it, Charlie Paton&apos;s name kept coming up, and that&apos;s what started things. He&apos;d been working on the technology since 1991, was smart and although his approach was obviously home-grown and none of his pilot projects had really worked  in fact they&apos;d all been scrapped  he had something too promising to ignore.&quot; Despite having given Paton a large, undisclosed ex- gratia settlement when Sundrop and Seawater divorced in February  a sum Paton still says he was very happy with  Saumweber continues to be gracious about his former business partner, and says he wishes he was still on board, as he is a better propagandist and salesman for this ultimate sustainable technology than anyone else he&apos;s met. &quot;What we liked about Charlie&apos;s idea, as did the engineers we got in to assess Seawater Greenhouse, is that it addressed the water issue doubly by proposing a greenhouse which made water in an elegant way and linked this to a system to use seawater to cool the greenhouse,&quot; Saumweber recounts. &quot;What we didn&apos;t realise at the start, and I don&apos;t think Charlie ever adjusted to fully, was that even in arid regions, you get cold days and a greenhouse will need heating  hence the gas boiler, which cuts in to produce heat and electricity when it gets cold or cloudy, but which upset Charlie so much because it meant we weren&apos;t 100% zero-energy any longer. What Charlie overlooked is that you can grow anything without heat and cooling, but it will be blemished and misshapen and will be rejected by the supermarkets. If you don&apos;t match their standards, you&apos;re not paid. It would be ideal if that weren&apos;t the case, but we can&apos;t take on the challenge of changing human behaviour. &quot;So in the end, we had very different views on where the business should go. He&apos;d found the perfect platform to keep tinkering and experimenting, while we just wanted to get into production. He&apos;s a very nice man and I share a lot of his eco views, but it wasn&apos;t possible to stay together.&quot; When you visit the agreeable Paton family in Hackney it becomes clear the gas-boiler incident out in the desert was far from the whole reason for the fallout with Sundrop. There was also a serious clash of styles. Saumweber is a banker by training and lives in prosperous west London, while the Patons are artistic and live part of the time in a forest clearing in Sussex in a wooden house without electricity. Charlie, an amateur and a tinkerer at heart, a highly knowledgeable polymath rather than a scientist, is also a proud man, whose intense blue eyes burn when he discusses how his invention has, in his view, been debased by the ambitious young men and women who moved it on to the next level. The difference was essentially political, an idealist/ pragmatist schism not unlike an old Labour/New Labour split. The Patons  Charlie, his wife, jeweller and art school teacher Marlene McKibbin, son Adam, 25, a design engineer and daughter Alice, 26, a fine art graduate  are a tight, highly principled bunch who gather almost every day for a family lunch, like a wholemeal and Palestinian organic olive oil version of the Ewings of Southfork Ranch. The Seawater Greenhouse method, which they are still promoting actively, involves no desalination plant, no gleaming solar mirrors and little by way of anything electronic. Everything in the Seawater Greenhouse vision is low-tech, cheap to start up and reliant on the subtle, gentle interaction of evaporation and condensation of seawater with wind, both natural and artificial, blown by fans powered by solar panels. If things go wrong and production is disrupted by a glitch in this model, you just persuade people to eat perfectly good but odd-looking produce  or harvest less and stand firm by your sustainable principles. Although the concept is attractive and the philosophy will chime with many a green consumer, the Seawater Greenhouse installation is less elegant. Dave Pratt, fresh to the team from growing tomatoes in Canada, almost went straight back when he saw the kit Adam and Alice Paton had painstakingly put together. &quot;It was like a construction by the Beverly Hillbillies,&quot; Pratt says. &quot;They had these 15,000 hand-made plastic pipes meant to work as heat exchangers, but they just dripped seawater on the plants, which was disastrous.&quot; Paton&apos;s perspective on things is, naturally, a little different. &quot;I did have a falling-out with Philipp,&quot; he says. &quot;It was ajoint venture, but we disagreed on a number of things. Being a cautious investor, he called in consultants and horticulturalists, and one said if you don&apos;t put in a gas boiler you&apos;re going to lose money and get poor produce. I was persuaded about the need for some heating, but it could have been supplied by solar panels. It wasn&apos;t such a big deal, perhaps, but it was asyndrome that ran through everything we did. Philipp is the king of the spreadsheet, and trying to make the numbers go black meant he just rushed everything. I&apos;m all for the thing being profitable, but there are levels of greed I found a bit, well, not quite right. I wish him well, though, and if it&apos;s fabulously successful, then fine.&quot; What next for the Patons, then? &quot;Well, the settlement we got was enough to carry on fiddling about for some time. We&apos;re excited about getting a new project going in Cape Verde [the island republic in the mid-Atlantic], where they produce no food at all and they seem interested. And we have talked about a project in Somaliland [the unofficial breakaway part of Somalia], but that would be difficult as there&apos;s not even a hotel to stay in.&quot; Charlie Paton, although the acknowledged founder of the idea of growing unlimited food in impossible conditions, seems almost destined to join a British tradition of hobbyist geniuses who change the world working from garden sheds and workshops, but, because they aren&apos;t commercial, and perhaps rather eschew professionalism, miss out on the final mile and the big payday. &quot;We will absolutely keep on at this in our own way,&quot; he says, &quot;but I don&apos;t really feel that proprietary about it. The heart of the technology is actually a bit of soggy cardboard. You can&apos;t patent or protect the idea of evaporative cooling. The idea of using seawater to do that absolutely was a major breakthrough, but again, you can&apos;t patent it. The main thing is that it&apos;s us that&apos;s still picking up the plaudits, and I think that makes Philipp really angry.&quot;  Sundrop Farms covered the cost of a flight and motel stay for Jonathan Margolis in the preparation of this article. sundropfarms.com; seawatergreenhouse.com ", 
    "section": "environment", 
    "gid": "environment/2012/nov/24/growing-food-in-the-desert-crisis", 
    "wordcount": "3020"
}