{
    "headline": "Number of 'excellent' quality UK beaches plummets", 
    "text": "The proportion of UK beaches classed as &quot;excellent&quot; for the quality of their bathing water has fallen to its lowest level since 2000, new figures show. The number plummeted from 82.8% in 2011 to 58.2% in 2012, according to data released by the European Environment Agency on Tuesday. Wet weather, which caused more discharges of raw sewage from the waste water system, is the most likely cause. However, storms and severe rain downpours are likely to become more common in the future as climate change takes hold, so the poor results show up the problems with the UK sewerage system. In many cases, outfalls are designed to simply overflow into rivers, beaches and water courses when the sewers are overwhelmed by sudden severe rainfall. The EEA&apos;s bathing quality water surveys encompass both beaches and inland waterways used for bathing, such as rivers, streams and lakes. For 2012, the results of which have only now been compiled, the UK was one of the worst performers in Europe, with 6% of the bathing water tested falling below the European Union standards on contamination, including contamination from sewage and livestock. The UK came in third worst, after only Belgium, 12% of whose bathing sites were not compliant with EU regulation, and the Netherlands, about 7% of whose bathing waters were below par. Some of the UK&apos;s failing beaches and bathing sites had to be closed during the summer of 2012, when the UK was hosting the Olympics, featuring a large medal haul in water-based sports. Across Europe, the pattern of water quality was rather better, with 10 countries achieving excellent quality bathing water, above the EU average, including Cyprus, Malta, Croatia, Germany, Italy and Spain. This represented an improvement overall for 2012, compared with the previous year&apos;s results. Janez Potonik, the EU commissioner for the environment, said: &quot;It&apos;s encouraging to see the quality of European bathing waters continuing to improve. But more remains to be done to ensure all our waters are suitable for bathing and drinking and that our aquatic ecosystems are in good health. Water is a precious resource and we need to put into practice all the necessary measures to protect it in full.&quot; Separately, the Keep Britain Tidy campaign said that 55 beaches in the UK had achieved its &quot;Blue Flag&quot; status, including eight beaches on Thanet in Kent, and four beaches each in the holiday destinations of Poole, Torbay and Bournemouth. A further 113 beaches were granted Seaside Awards, reflecting their quality, cleanliness and facilities. The Isle of Wight gained four blue flag beaches and 13 seaside awards, making it the most awarded region in the country. To be awarded a blue flag, beaches must meet the highest international standards of water quality. The EEA, Europe&apos;s environmental watchdog, has compiled data on bathing water since 1990, and now takes samples at more than 22,000 sites across the EU, as well as non-EU member European countries including Croatia and Switzerland. Levels of bacteria from sewage and livestock form the main measure. Across the EU sites surveyed by the EEA, about 2% on average were judged to have poor water quality. More than 95% of coastal waters reached the minimum requirements, across Europe, and 81% were rated as excellent. Jacqueline McGlade, executive director of the EEA, said: &quot;From northern fjords to subtropical beaches, Europe is rich in places to cool down in the summer. Today&apos;s report demonstrates that bathing water quality is generally very good, but there were still some sites with pollution problems, so we urge people to check the rating of their favourite swimming place.&quot; The EEA said that most countries had improved their storm water overflows, caused when sewers cannot cope with heavy rains, but that they were still a problem in some areas. In the early 1990s, only about 60% of the sites tested had excellent quality water, compared to 78% in 2012. About 70% of sites had met the minimum standards in the early 1990s, compared with 84% last year. Defra pointed to the fact that last year had been one of the wettest summers on records, but that despite this, nearly 95% of coastal bathing waters in the UK and all 12 inland waters tested complied with the minimum mandatory standards of the EU, although some failed to reach the higher &quot;excellent&quot; rating. A spokeswoman from the department said: &quot;The vast majority of our beaches meet the current EU standards and have improved significantly in the last twenty years. We are committed to improving bathing water quality as it is not only good for the environment but also for tourism and local economies.New revised EU standards are set to come into force in 2015, and Defra said it was working to ensure they would be met on &quot;as many beaches as possible&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/may/21/quality-uk-beaches-wet-weather", 
    "wordcount": "816"
}