{
    "headline": "Older fatherhood: something interesting for society to consider", 
    "text": "Older mothers are often frowned on by society; older fathers less so. There is a view that older fatherhood means potency, virility and that there is life in the old dog yet. Medical textbooks in schools and universities remind us that while women only have a finite number of eggs in their ovaries, for men sperm production can continue unhindered from puberty until death. Through a microscope, the sperm from an older man looks identical to that of a man half his age. But we now know that at the genetic level there can be big differences. For the past few years, scientists have been intrigued by reports that the children born to older fathers have an increased risk of being diagnosed with some medical conditions. In 2008, I co-authored a review article with colleagues pointing out that the incidence of Down&apos;s syndrome, retinoblastoma (a rare tumour of the retina), schizophrenia and autism spectrum disorders (ASD) in the children of fathers who were over 40 years old increased significantly. Although the overall risk of being diagnosed with any one of these conditions is quite small, the fact that we can detect changes in the risk of it happening according to the age of your father suggests that something biologically interesting is going on. There have been conflicting theories to explain why the children of older fathers are at increased risk of some medical conditions. Perhaps older fathers&apos; lifestyle or parenting is somehow different, changing the risk for their children in ways that we don&apos;t understand. While it&apos;s a nice, plausible theory, there is little current evidence to support it. So scientists have focused on the question of whether testicles become less efficient as men age, allowing errors or mutations to creep into the sperm genome. This is the first study to firmly establish that random mutations across the genome rise significantly as men age. That this may be possible should not be a surprise: sperm are produced quite quickly (about 1,000 with each heartbeat) and by the age of 50 the sperm precursor cells in testicles will have divided more than 700 times, with the potential for error each time. So what does this mean for society or for couples planning families in the future? Well, the sad truth is that although our understanding of how sperm DNA mutations occur is increasing, as today&apos;s new research illustrates, we do not yet have the tools to detect new mutations in sperm, or repair such damage or identify good sperm from bad. We can only issue seemingly obvious advice that becoming a father under the age of 40 is probably better for the health of your children than waiting until you are older. This may be little comfort to men who have already become fathers later in life or those under 40 who have not yet found a partner and settled down. Perhaps we need a long hard think about how we convey these messages to society, and perhaps to today&apos;s children, so that we don&apos;t continue to promulgate this myth that men are immune to reproductive ageing. Allan Pacey is senior lecturer in andrology at Sheffield University and also the chairman of the British Fertility Society", 
    "section": "science", 
    "gid": "science/2012/aug/22/fatherhood-study-random-mutations-men", 
    "wordcount": "536"
}