{
    "headline": "BP and Justice Department try for deal ahead of Deepwater Horizon trial", 
    "text": "The US Justice Department and BP were engaged Sunday in efforts to forge a last-minute deal to avert a trial over 2010&apos;s deadly Deepwater Horizon disaster, set to begin in New Orleans on Monday. Over the weekend it was reported that the Justice Department and Gulf states were prepared to offer BP a $16bn deal to settle civil claims related to the fatal oil rig fire that cost 11 lives and triggered the largest oil spill in US history. But such a deal is at the high end of legal forecasts and for BP remains fraught with complications. Geoff Morrell, head of US communications at BP, said: &quot;BP doesn&apos;t talk about possible offers or negotiations, but I can tell you we are ready for trial and looking forward to the opportunity to present our case starting Monday.&quot; A settlement is complicated by the demands of the five Gulf region states affected by the spill. Talks between the states, the Justice Department and BP collapsed last week as the states disagreed on the size of any deal and its structure. The trial is expected to be one of the biggest in decades. It will open with 400 minutes of opening arguments from 11 teams of lawyers. Thousands of pages of pages of exhibits have been filed, and 80 witnesses will be called. Tony Hayward, BP&apos;s former chief executive, will appear in a videotaped deposition.  Lawyers for the justice department are seeking to prove BP was &quot;grossly negligent&quot;  a loose legal term that means the company deliberately paid scant regard to normal safety procedures in the operation of the Deepwater rig. Last year the US argued in a court filing that BP had a &quot;culture of corporate recklessness&quot; and had acted with &quot;gross negligence or willful misconduct&quot;. The maximum civil penalty possible under the clean water act rises from $1,100 per barrel spilled through ordinary negligence to $4,300 per barrel if gross negligence is proved. BP&apos;s bill could be as low as $5bn or as high as $17.5bn depending on how the court rules.  John Coffee, Adolf A Berle professor of law at Columbia law school, said settlement was still a strong possibility although the case was politically complex. &quot;The bigger cases have a long history of settling on the courthouse steps,&quot; he said. &quot;BP have a strong incentive not to go through months of trials where the level of their culpability if the prime issue.&quot; Coffee said that for the states the trial is a &quot;very political issue. Even the government will not want to have appeared to have sold out.&quot; That said, Coffee added any trial that centers on &quot;gross negligence&quot; will not be &quot;pleasant experience&quot; for BP. The oil firm then faces a second trial in September to establish the number of barrels of oil spilled that will be used to assess the size of fines.", 
    "section": "environment", 
    "gid": "environment/2013/feb/24/bp-justice-deal-deepwater-horizon", 
    "wordcount": "498"
}