{
    "headline": "Fracking lobbyists prepare case against Matt Damon's Promised Land", 
    "text": "Hollywood&apos;s discovery of fracking has caused some unease in the oil and gas industry  even in the midst of America&apos;s energy boom. A leading lobby group, Energy in Depth, has put out a &quot;cheat sheet&quot; of pro-fracking talking points to counter any bad publicity that may arise following the release of the new Matt Damon film, Promised Land. The film, directed by Gus Van Sant, stars Damon as a gas company salesman who travels the dying towns of the American heartland, buying up drilling rights from struggling farmers. It is due for a limited release on 28 December, with a wider run in January. The film, which also stars John Krasinski and Frances McDormand, is the first Hollywood treatment of one of the most contentious issues in rural America: the boom in natural-gas production that has been unlocked by hydraulic fracturing and horizontal drilling. In the film, any reservations Damon&apos;s character might have about his job catch up with him in Pennsylvania, where a high-school teacher and an environmental activist, played by Krasinski, try to persuade the town that allowing fracking will poison their water and kill their livestock.            Energy in Depth weighed in after Krasinski appeared on Letterman this month, accusing the actor in a blog post of &quot;free-styling&quot;. It described an exchange regarding fracking as &quot;a two-minute, fact-free explanation of a process about which neither participant proved to have any real, actual, discernible knowledge&quot;. Other industry groups have considered emailing pro-fracking studies to critics, handing out leaflets to movie-goers or setting up &quot;truth squads&quot; on Twitter, according to news reports. Some have even argued that the film is a fiendishly clever attempt by Middle Eastern oil-producing countries to destroy America&apos;s homegrown natural-gas industry. One of the production companies behind the film is funded, in small part, by Image Nation Abu Dhabi, an investment company based in the United Arab Emirates. In its blog post, Energy in Depth says opponents of fracking have only a one-sided view of the process, and ignore its positive effects of drilling: &quot;What opponents have done, however, is undermine that good faith discussion by trying to convince landowners that the industry is only looking out for &apos;profits&apos; and will pollute the water, cause earthquakes, and countless other problems. They have lodged accusations designed to secure headlines, and tragically, they have been very successful. &quot; Hydraulic fracturing, or fracking, involves blasting millions of gallons of water, sand and chemicals into shale formations, in order to allow oil and gas to flow out. The technique has helped transform America&apos;s energy outlook, and the US is expected to be the top global producer of natural gas by 2015. But the boom has also raised concerns about contaminated drinking water and air quality, and whether fracking raises the risk of earthquakes. Such fears gained a national audience two years ago after the release of a documentary, Gasland, which showed flames bursting out of a home&apos;s water tap after fracking had been carried out in the area. Industry groups initially dismissed Gasland  but have since fought a dogged attempt to discredit it. The energy lobby eventually produced its own fracking documentary, called Truthland. The oil and gas lobby apparently fear another film-induced public backlash against fracking, at a time when a number of states are moving to tighten regulatory oversight of an industry that operated relatively free of controls in the first years of the boom. Participant films, the company behind Promised Land, is known for organising campaigns around its films, which tend to focus on public issues. It produced former vice-president Al Gore&apos;s successful 2006 climate-change film, An Inconvenient Truth.", 
    "section": "environment", 
    "gid": "environment/2012/dec/17/fracking-lobbyists-matt-damon-promised-land", 
    "wordcount": "611"
}