{
    "headline": "Scientists or politicians  who should you trust most?", 
    "text": "In an editorial for the New Statesman, my colleague at the University of Manchester Brian Cox and comedian Robin Ince wrote that &quot;politicians must not elevate mere opinion over science.&quot; They cited climate change, saying that it has become &quot;controversial for primarily non-scientific reasons&quot;, with the result that confidence in the very idea of science is undermined. This echoes the sentiments of David Nutt, the sacked government adviser on drugs, who was presumably letting off some steam when he said of ex-home secretary Jacqui Smith that she, &quot;like most politicians, has the delusion that whatever they think is right. They lack all humility&quot;. Well, accusations that scientists are arrogant or, according to journalist Simon Jenkins, in the business of making a religion out of science, are not uncommon. For journalist Brendan O&apos;Neill, the scientific panel of &quot;know it all&quot; experts surrounding government is &quot;little different to the Guardian Council in Iran&quot;. The key criticism appears to concern the issue of democracy and the notion of choice. In O&apos;Neill&apos;s words, people should be &quot;fully free to make a choice, unencumbered by the hectorings of do-gooders&quot;. It is the removal of this choice by a scientific &quot;priesthood&quot; that Jenkins and O&apos;Neill seem to find so repulsive. The scientific input to a political debate can be in the form of bare facts, such as the numbers that result from measuring something. It can also be in the form of predictions about what is likely to happen, or what has happened in the past. To do this requires the construction of a model, which is an effort that often takes a good deal of technical knowledge and creative guesswork. Once we have the model, we test it against measured data. If the data agree with the predictions the model is not excluded. This process should be repeated, to test the model in a variety of different ways, and a good model is one that agrees with data spanning a wide range of disconnected phenomena. We would be all the more convinced of a model&apos;s veracity if it also succeeds in predicting something genuinely new. Over time, a body of evidence accumulates and the quality of a model is judged against it. However, no body of evidence is utterly compelling and it remains logically possible to reject a whole mountain of it in favour of some extreme viewpoint. The process I just described is what scientists actually do and it is not complicated. In her recent Guardian blog, historian of science Vanessa Heggie, made it clear she thinks there is more to it than this. For her, the version of the scientific method I just presented is &quot;no use at all when conflicts arise&quot; and the example she cites is the role of a particular vitamin in the efficacy of a fictitious anti-wrinkle cream. Heggie claims that the &quot;common-sense version of the scientific method [is] nowhere near enough&quot;. For her, the answer is to provide more detailed definitions of words such as &quot;experiment&quot; and &quot;hypothesis&quot;. But this is surely not right. If we really want to answer the riddle of the face cream then we can do it without worrying about the precise definitions of words. More and better experiments, of the type no decent scientist would have much trouble recognising, would do the trick and, in the end, the weight of the evidence would lead to a scientific consensus. But this is not to deny that opinions do matter in science or that scientists are free from sociological bias and malign influences. Opinions play a role in deciding the direction in which to develop a research project and they also matter when it comes to deciding whether to accept a model as good. This is because the degree to which we are impressed by the evidence is subjective. To minimise these problems, we should strive to collect a body of evidence sufficient to render nuanced interpretation irrelevant. As far as bias and malign influence are concerned, neither the model nor the data cares about the politics or intent of the person who developed it: if a model survives rigorous testing then it is taken to be good. Generally speaking, any scientific advice ought to be laden with caveats and presented as probabilities. That does not go down too well on television and radio, which can lead scientists to make abbreviated and potentially misleading statements, but we should remember that these always come with some associated statement of uncertainty. The 5-sigma discovery of a new Higgs boson-like particle at Cern is one example. With it, the scientists are saying: &quot;We have collected some data, which looks just as it would if a new particle existed, and the chance of the &apos;no-particle&apos; model accidentally managing to fake our data is less than 0.000057%.&quot; When two entirely different experiments yield this same result, we get excited and proclaim that we believe a new particle of nature has been discovered. Although we must make a judgment whether to accept the weight of the evidence and believe that a new particle has been discovered, belief has nothing to do with the statement in quotes: that is a simple statement of fact. When the scientific process is in mid-flow and when several models can accommodate the existing data, the best we can do is to say something like: &quot;Look at this range of predictions, it comes from the models developed by the most informed people in the world.&quot; If the range of predictions is convergent, then we might have confidence that they are correct. This, in short, is what climate change modelling looks like today. It is messy and uncertain but there is no other game in town. Scientists are producing the best available predictions of the future climate. We should be listening to them and affording their input to the debate much greater weight than that of non-experts and ex-chancellors of the exchequer. Curiosity about how things work leads directly to better understanding and that is not really a matter of opinion. In other words, scientific experts know better than anyone how nature works and we should be prepared either to develop sufficient expertise to engage in a scientific dialogue or defer to their better understanding. In a democratic world, there is a temptation to allow everyone to air their ideas and on complicated matters of social policy that may (or may not) be appropriate. However, the scientific evidence  the data, the models, their predictions and the associated uncertainties  should never be viewed as a mere matter of opinion. There is no suggestion here that scientists should dictate government policy, only that the scientific evidence should serve as valuable input to the political decision-making process and that those making the decisions should make it their business to understand it.", 
    "section": "science", 
    "gid": "science/2013/jan/13/jeff-forshaw-climate-change-science", 
    "wordcount": "1157"
}