{
    "headline": "A-level overhaul could cripple school system, say critics", 
    "text": "Critics of the government&apos;s plans to overhaul A-levels to encourage &quot;deeper- thinking&quot; and end the mid-way AS exams are warning that the reforms will coincide with the introduction of the new Ebacc qualification for 16-year-olds and could cripple the school system. The education secretary, Michael Gove, announced on Wednesday the introduction of new A-levels in 2015. Leading universities will help devise the academic content of A-level, the one year AS-level will remain as an exam on its own, but not a stepping stone to a two-year A-level. The National Union of Teachers immediately warned that the move would clash with the introduction of the new Ebacc for 16-year-olds putting intolerable pressure on schools while Cambridge University published a statement stating its opposition to the combined AS exam being scrapped, saying they were crucial for identifying the most talented applicants. Gove told MPs on the education select committee on Wednesday: &quot;I was worried that there was too much assessment and too little learning. &quot;It seemed to me that one of the most effective ways we could encourage the sort of deep thinking that we want to have in people, not just who are going on to university but who are going to be entering an increasingly testing and sophisticated world of work, was to move towards a linear A-level. &quot;But there are certain gains, of course, in the flexibility which the AS-level has given so we didn&apos;t want to completely abolish that. We thought the best way forward was a standalone qualification.&quot; Gove had hoped new A-levels could be introduced from 2014 but in a letter to the exam regulator Ofqual said he had decide to change his &quot;ambitious&quot; timetable because he recognised more time was needed &quot;to develop the qualifications to the quality they deserve&quot;. The changes will be set in stone even if the Conservatives lose the next election. The new A-levels are now likely to coincide with the introduction of the first Ebacc courses, the 16+ qualification that will eventually replace GCSEs, from October 2015. Christine Blower, general secretary of the National Union of Teachers, a critic of both the reforms and the education secretary, said: &quot;2015 looks set to be the year when everything changes in schools and for young people with both GCSEs and A-levels being replaced or altered. This is an unmanageable level of change which could lead to a collapse of the system.&quot; Cambridge University urged Gove to reverse his decision: &quot;The University of Cambridge opposes the deletion of AS examinations at the end of year 12. This change is unnecessary and, if implemented, will jeopardise over a decade&apos;s progress towards fairer access to the University of Cambridge. &quot;AS is the most reliable indicator available of an applicant&apos;s potential to thrive at Cambridge. Using them in our admissions process has enabled us recently to achieve the highest levels of state-sector participation in the university in over 30 years.&quot; &quot;Year 12 results are especially useful in giving talented students from low-participation backgrounds the confidence to apply to highly selective universities.&quot; Labour accused Gove of &quot;turning the clock back&quot;, head teachers said they remained &quot;unconvinced&quot; by the reforms, and industry leaders said the government was moving too quickly to bring in reforms that lacked coherence. In a statement to the Commons, Gove&apos;s schools deputy, Elizabeth Truss, said: &quot;We inherited a system in which students start A-levels in September and immediately start preparing for exams in January. Pupils spend too much time thinking about exams and resits of exams that encourage a &apos;learn and forget&apos; approach to studying. &quot;We want to end the treadmill of repeated exams that do not properly test advanced skills such as extended writing and mathematical problem-solving. We want questions that encourage students to think and prepare for university study. Not a satnav series of exams.&quot; Truss insisted the government was &quot;stepping back&quot; from the development of A-levels and giving universities more say. &quot;The way in which the Labour party repeatedly calls such skills &apos;old fashioned&apos; shows how totally out of touch they are with universities and business. Do they think Silicon Valley wants people who can understand calculus and linear algebra or students who turn up saying: &apos;Don&apos;t worry, we can Google everything&apos;?&quot;Stephen Twigg, Labour&apos;s education spokesman, said: &quot;Yet again Michael Gove is all about turning the clock back. This plan would narrow the options for young people.&quot; He said there was a need for more &quot;high-quality options&quot; available at 16, including all young people studying maths and English until 18. Brian Lightman, general secretary of the Association of School and College Leaders, said it was &quot;not convinced&quot; by the reforms. The present A-level &quot;was a very successful qualification&quot; and the AS was &quot;valued in schools as a way of broadening the curriculum&quot;. Meanwhile, the Russell group of 24 leading universities has set out the list of subject areas to be considered by its new advisory body on A-levels. These will cover the exams most often demanded for entry to university: mathematics and further mathematics, English literature, physics, biology, chemistry, geography, history and modern and classical languages.", 
    "section": "education", 
    "gid": "education/2013/jan/23/michael-gove-labour-exams", 
    "wordcount": "884"
}