{
    "headline": "MPs call for media campaign to raise awareness of cybercrime", 
    "text": "MPs have urged the UK government to launch a major publicity campaign to help people protect themselves from online crime. Simple security precautions could thwart around 80% of cyber attacks, but advice on preventing them was often too full of jargon for people to understand, the MPs said. They called on ministers to raise awareness of online security through a sustained media campaign, television adverts and revamped websites that provide information in plain English. In a report by the Commons science and technology committee, Malware and Cyber Crime, MPs also called for police officers to be better trained to help victims of online attacks. The Cost of Cyber Crime report published by the Cabinet Office last year put the costs to private computer users at 1.7bn for identity theft, 1.4bn for online scams and 30m for &quot;scareware&quot;, where criminals mislead people into downloading harmful software onto their computers. &quot;The overwhelming message from those who gave evidence to us was that there is a need for computer users to be better informed. Those using the internet need to be aware of the potential risk and have a trusted source of authoritative advice and up to date information about malware and internet scams,&quot; the new report states. The government already sponsors a website called Get Safe Online, but MPs said too few people knew about it and that the site required substantial investment and improvement. The site should include information that covers all devices that can connect to the internet, and have dedicated pages for the police to give advice to the public, and gather information on cybercrimes. &quot;Government departments need to realise that better public information about computer safety could save huge numbers of people the hassle of having their personal details stolen,&quot; said Andrew Miller, who chairs the committee. &quot;Knowledge is the best defence against fear, so the government should focus on raising awareness of how to stay safe online, rather than scaring people about the dangers of cybercrime,&quot; Miller added. The MPs said that computer users should learn how to be safe online rather than become reliant on anti-virus software to protect them from cybercrimes. Richard Clayton, a computer security expert at Cambridge University, told the inquiry of a case where 24 hours after criminals finished deploying a virus, only 11 anti-virus products on the market recognised it as malicious. The report adds that government should consider imposing statutory safety standards on software if the industry proves unable to introduce tight enough regulations of its own.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/mps-media-campaign-awareness-cybercrime", 
    "wordcount": "430"
}