{
    "headline": "The mating dance of our smallest duck", 
    "text": "On the south shore of the lake, warming spring sunshine is overwhelmed by a chilly reprise of winter. The faintest breath of a breeze from over the water brings a cold nip to land, as if the old season had welled up from the depths. Far out across the lake, waterfowl rest their bottoms on the surface. Geese flew back from their night shift of grazing a few moments ago, wings whistling in the air like the truest of arrows, bodies splatting down on the water as if it were their first landing. Now they cluster and jostle, setting up a great chattering until they are all heads up in an orderly flotilla. Much farther out goldeneye ducks, striking contrasts of black and white, sit immobile, perhaps only days away from beginning their migration north. In the creek to the left, a gang of four teal paddle about  two males and two females, apparently not yet coupled. One of the females drifts closer to the shore. The other seizes the centre of attention, dipping her neck and winnowing her beak through the water in sensuous delight, while her suitors circle round. Each male teal is a dandy highwayman, the green mask on his milk chocolate face neatly delineated by fine orange streaks. On his flanks is a mesh patterning of grey and black, breaking out in spots on his breast. Both birds begin a comical performance, raising their rumps to flash creamy patches on the undersides of their tails. While the back ends of these little painted ducks rise and fall, their dark beaks open and shut and the action makes their bodies bob up and down. The rest of the waterfowl on the reservoir have fallen silent. With distance the ducks are not quite beak-synching, but there is no doubt that the piping calls belong to them. For hundreds of years we have known our smallest duck by these sharp, high-pitched cries  &quot;Teal! Teal! Teal!&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/09/grafham-water-cambridgshire-teal-mating", 
    "wordcount": "328"
}