{
    "headline": "From stage to scream: horror gaming and theatre collide in Dundee", 
    "text": "When audiences emerge from tonight&apos;s opening performance of Let The Right One In at the Dundee Rep Theatre, they won&apos;t have to leave the horror behind. The stage translation of the cult Swedish vampire film is being accompanied by its own iPhone game, Other, released last week to publicise this intriguing production. Free to download, the game is effectively an interactive tour of the city, featuring puzzles, stories and sound effects to create a sort of chilling, augmented tourist guide  the makers don&apos;t want to say too much about how it works: a lot of the effect is based on shock. The project is the work of local studio Quartic Llama which engaged nearby schools and writing groups to uncover local ghost stories, which then became part of the narrative. Using a satellite tracking system, the game opens new stories and experiences when the player reaches key locations. &quot;Other was part of a community project, which included game and film jams, writing workshops and lots more,&quot; says Quartic Llama co-founder Mal Abbas. &quot;Much like a theatre performance we wanted the audience to be connected and to enjoy a continuous, narrative-rich experience throughout, which is one if the reasons we made it a sound-based game. The input from the National Theatre of Scotland team was great and really helped us to create a game that appeals to both gamers who have not gone to the theatre, and theatre fans who have not played games.&quot; The city itself also proved a useful source of inspiration, with its varied architecture and rich industrial history. &quot;From a game design perspective, using the streets of Dundee as the game environment and setting really refreshed our thinking,&quot; says Abbas. &quot;Countless hours were spent testing the route along the streets and this was essential in analysing the game mechanics and key design decisions.&quot;  Philippa Tomlin, National Theatre of Scotland&apos;s creative director for Other thinks we&apos;ll see a lot more of this sort of collaboration in the future. &quot;In theatre there has always been a great sense of game playing. We use games to create character, explore plot and themes. As players on the stage we invite the audience to our game of pretending we are people that we are not. So for me gaming and theatre are very closely linked. &quot;My favourite parallel is that of creative storytelling and how we experience story; the player or audience member invited to travel through a world we have created for them in some way, either in reality or virtually. As a theatre maker I am really excited about the future of interactive audience experiences and especially using game design. The theatre that I would be very excited about making and seeing in the future is digital theatre.&quot; Interactive theatre performances are becoming ever more inventive, with practitioners like Punchdrunk and Stamp Collective blurring the boundaries between spectating and participation; there is also a growing interest in games as sophisticated publicity tools for film and theatre productions. Other hovers somewhere between the two, reflecting the eerie atmosphere of the play, but extending the experience beyond the initial subject matter, into the city around the theatre. Abbas sees a future in which live theatre is integrated into digital applications and vice versa. In the past, the play was the thing, now the game is the thing as well.  Let the Right One In runs at the Dundee Rep Theatre from 5th-29th June. Other is available free from iTunes.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/05/other-game-let-the-right-one-in-dundee", 
    "wordcount": "588"
}