{
    "headline": "Drought and wildlife in Kenya's Masai Mara reserve  in pictures", 
    "text": "   A cheetah sits by a tree in the Maasai Mara National Reserve, south-western Kenya, in February. A recent prolonged drought has caused widespread animal deaths across the country's protected wildlife reserves Photograph: Dai Kurokawa/EPA       Female impala in the Masai Mara reserve are among the animals threatened by the drought Photograph: Dai Kurokawa/EPA       Kenya has more than 1,000 species of birds, 261 types of mammal (such as these zebras) and 6,500 plant species Photograph: DAI KUROKAWA/EPA       Zebras share the plain with Thomson's gazelles. The drought has also hit animals including elephants and buffalo  Photograph: Dai Kurokawa/EPA       Giraffes tower over Thomson's gazelles on Crescent Island in Lake Naivasha. More than 60% of Kenya's biodiversity lies outside protected conservation areas Photograph: Dai Kurokawa/EPA       A lioness yawns while on the hunt in the Masai Mara reserve. Lions and other carnivores have not been immune from the knock-on effects of the drought Photograph: Dai Kurokawa/EPA       Falling numbers of prey animals such as these topies has triggered a shortage of food for carnivores such as lions and hyenas Photograph: Dai Kurokawa/EPA       Cheetahs scan for prey in the Masai Mara reserve. Wildlife plays a major role in Kenya's socioeconomic development: tourism is Kenya's largest source of foreign currency revenue Photograph: Dai Kurokawa/EPA       A lioness clutches a baby warthog. Lions have been found poisoned as the drought forces pastoralists to move their cattle, which some farmers then lace with highly toxic pesticides to kill the lions that subsequently attack them when they're on the move Photograph: Dai Kurokawa/EPA       A phalanx of Egyptian geese in formation on the shore of Lake Oloiden, near Naivasha Photograph: Dai Kurokawa/EPA       Flamingos at Lake Oloiden. Human-wildlife conflict has been a serious obstacle to wildlife conservation in Kenya Photograph: Dai Kurokawa/EPA       Flamingos take off from Lake Oloiden. Increasing human population has brought not only planned development but unplanned changes to land use and climate Photograph: Dai Kurokawa/EPA       Buffalo in the Masai Mara reserve have been among the worst-hit animals by the drought Photograph: Dai Kurokawa/EPA       Black-headed weavers rest on a tree in Lake Baringo national park, western Kenya Photograph: Dai Kurokawa/EPA       Hippopotamuses surface elegantly in a foliage-covered pond in the Masai Mara reserve Photograph: Dai Kurokawa/EPA       A fish eagle clutches its prize at Lake Baringo national park Photograph: DAI KUROKAWA/EPA       An African elephant in the Masai Mara reserve Photograph: Dai Kurokawa/EPA       Courting lions have a strange way of showing it at Masai Mara reserve Photograph: Dai Kurokawa/EPA       A saddle-billed stork perches atop a tree in the Masai Mara reserve. Kenya is tasked with a difficult yet indispensable mission: to conserve the wildlife on which it and the planet rely Photograph: Dai Kurokawa/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/mar/20/masai-mara-drought-in-pictures", 
    "wordcount": "0"
}