{
    "headline": "Country diary: Bala, Snowdonia", 
    "text": "Bill Condry once wrote in the Country diary that no one had discovered exactly where the river Dee (properly Afon Dyfrdwy) rises. Sadly Bill died two years before I did just that. I wish Bill had seen the surprise awaiting there, particularly given his strictures against &quot;some crackpot shrine [being] erected at the head of the river&quot; if ever the source were established. I went back with the poet Paul Farley for a radio programme. Originally I&apos;d located the source by keeping to the largest branch at each fork of the dwindling river as it flowed through the extensive blanket-bog of Waunygriafolen. Hard under the mountain-wall of Dduallt (&quot;the black height&quot;), even these gave out. I was left listening to water trickling under turf. Twenty yards away a raven called. It was perched on an apex wall. I went over to investigate, found a tiny roofless building, perfectly concealed, east-west in orientation, the east wall a huge triangular boulder, the entire structure built over the first pool. No record of it exists as far as I know. I call it Capel Aerfen after the Welsh goddess who&apos;s referred to in the name Dyfrdwy (&quot;water of a deity&quot;). I&apos;ve been here twice since. It&apos;s as wild a place as you&apos;ll find in our Welsh hills  an arduous, two-hours-each-way stumble and splash across tussocky heather and mire even by the shorter route from Pennant Lliw. From this direction the chapel is even harder to find. Paul and I avoided the deep and dangerous quaking morass of Llyn Crych y Waun (&quot;shivering-moor-lake&quot;), cast about and eventually came across it. Last light gleamed on dark rocks above. A kestrel hovered, hunting voles. We made our propitiatory offering. Snipe jagged low before us as we hastened away. Enveloping darkness stretched across the moor and the ancient shrine settled back into its remote mystery.", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/country-diary-bala-north-wales", 
    "wordcount": "316"
}