{
    "headline": "Slaves to an outdated concept of history teaching", 
    "text": "Niall Ferguson misses the point (On history, Gove is right, 15 February). I studied history at a state comprehensive until last year, when I was 17. My main criticism of the syllabus I was taught is that it left me clueless about the global impact of British colonial rule, apart from a few smug lines in a textbook about Victoria ruling the waves. Michael Gove&apos;s proposed changes only glorify this aspect of Britain&apos;s past. The German education system feels it is its duty to drill into students the atrocities committed by their forefathers in the second world war. It&apos;s embarrassing that young adults emerge from British schools with no awareness that the drastic wealth division between the west and the rest of the world is based on an uncomfortable legacy of slavery, bloodshed and shameless plundering. Yes, these abuses were carried out by our distant ancestors  but we should remember when we walk the streets of Liverpool and Bristol that such cities were built on the spoils of a lucrative slave trade. If our awareness of these parts of our history was heightened, perhaps we might think twice about allowing an African asylum-seeking mother and her son to starve to death in Westminster, as happened in March 2010.Rebecca GrantManchester  While it is mildly amusing to read history professors&apos; bitchy comments about their differences on Gove&apos;s new curriculum, the issues surrounding what is appropriate for the classroom are not as simple as Niall Ferguson asserts. How to engage learners is all about imagination, thinking skills, being a detective, enjoying blood and gore and yes, having fun. But we face real problems with limited time and popular culture that is in favour of trendy contemporaneity. Lists of assumed heroes and a few heroines is not sufficient. The Gove model is more akin to a motley collection of nationalistic stories aligned to English studies. Perhaps we should delay the study of proper history post-16 to encourage the development of potential professors.Nicholas TyldesleyBolton   Niall Ferguson asks if it&apos;s acceptable for children to leave school &quot;knowing nothing about the Norman conquest, the English civil war or the Glorious revolution but plenty (well, a bit) about the Third Reich, the New Deal and the civil rights movement&quot;? In an increasingly diverse yet economically ailing society, it is important for its democratic functioning for citizens to understand the nature of prejudice in order to combat discrimination, and to know something of Keynesian alternatives to the current government&apos;s economic policies. Michael SomertonHull", 
    "section": "education", 
    "gid": "education/2013/feb/15/slaves-outdated-concept-history-teaching", 
    "wordcount": "418"
}