{
    "headline": "Yahoo finance chief Ken Goldman in line for $18m cash package", 
    "text": "Yahoo&apos;s new finance boss will receive up to $18m in salary, bonuses, restricted stock and stock options over the next four years, according to a regulatory filing. Ken Goldman, a veteran technology executive, was appointed chief financial officer of the ailing internet firm on Tuesday as new boss Marissa Mayer seeks to turn around Yahoo&apos;s fortunes. Her compensation package could total more than $70m in salary, bonuses, restricted stock and stock options over five years. Goldman, 63, will receive $1.1m in salary and bonus, and restricted stock units and performance-based stock options worth as much as $12m that over the next four years. Yahoo said he will also get 76,000 restricted stock units to make up for compensation lost when he left his previous job at Fortinet, a cyber security software firm. Tim Morse, Goldman&apos;s predecessor, served as interim CEO while Yahoo dealt with the fallout from the ousting of Scott Thompson. He was seen as a cost cutter while analysts said Goldman&apos;s appointment was part of Mayer&apos;s strategy to start growing the company again. Mayer, once one of Google&apos;s most high-profile executives, took over as CEO in July. Mayer briefed staff at Yahoo Tuesday about her plans for the company. The private talk had been billed as &quot;an act of radical transparency&quot; but, according to reports, she did not signal any major new moves. Mayer told staff that the company would concentrate on becoming part of its users&apos; everyday lives, shifting further into mobile and growing its core businesses. Mayer is Yahoo&apos;s third full-time CEO since the company fired Carol Bartz in September 2011. Microsoft made a $44.6bn bid for Yahoo in February 2008. The bid was firmly rejected by co-founder and then boss Jerry Yang. Since then its fortunes have declined rapidly as the company has lost out in advertising to Google and Facebook and been hit by a series of boardroom turmoils. Yahoo is currently valued at $18.5bn. Brian Wieser, an analyst at Pivotal Research Group, told Bloomberg: &quot;We still need to see some actual actions.&quot; He said Mayer would need to change the &quot;core dynamics&quot; of the industry to restore its advertising business by making deals with other big players like AOL and Microsoft.", 
    "section": "technology", 
    "gid": "technology/2012/sep/26/yahoo-finance-chief-ken-goldman-pay", 
    "wordcount": "378"
}