{
    "headline": "Further education loans are a gamble too far for adult learners", 
    "text": "Over the last 18 months, attention has focused on the widespread outrage over the government&apos;s tripling of tuition fees in higher education. Butequally controversial proposals have been looming on the horizon forthe further education sector. They&apos;vebeen largely under the radar, but they could derail learning opportunities for tens of thousands of adults across England. The government announced in its 2010 spending review that it would scrap all the financial support it currently gives to students aged 24 and above studying A-level equivalent courses, and replace it with a system of loans based along HE lines for the academic year 2013-14 onwards. Currently, the government provides students with grants for about 50% of the cost of these courses. Colleges charge the remaining sum in fees. As a result of the reforms, colleges are likely to at least double their fees. Students will pay these fees in the first instance through loans. When studentscomplete their courses and start to earn21,000 or more, they will pay back the loans. The coalition has no real evidence to suggest that the majority of people will feel either able or willing to take on such loans and plenty to suggest they will not, especially given the gloomy economic climate. People who have had bad experiences of education often have to be supported and incentivised towards adult learning. The fashionable phrase in government circles for this sort of thinking is &quot;nudge theory&quot;,but it is possible to nudge people away from things as well as towards them, especially when they are looking at having totake out loans of up to 4,000 a year. Although it announced the FE loanspolicy in October 2010, only now has the Department for Business, Innovation and Skills (BIS) begun its market research, despite ministers wanting to have the changes signed off and ready to present to parliament before this summer for introduction in early 2013. Even their initial projections and modelling are based on a frankassumption that at least 20% of existing adult learners on such courses will fall by the wayside as a result of these changes. So far, there has been little attempt to assess whether the Student Loans Company  which is supposed to take onthe administration of this scheme  has the capacity to handle FE loans. The government has underestimated the difference between the relative homogeneity of HE provision in terms of start dates, duration and course fees, and the multitude of options across FE. The current plans also fail to ensure science and maths courses in FE are afforded the same protection as their HE counterparts. If we are looking to improve the science and maths skills base in higher education, surely protecting provision at FE colleges for those who may have missed out should also be of vital importance. The coalition seems determined to introduce fees for access-to-HE courses, which are designed for those who missed out on university the first time. This looks set to hit women hardest as 70% of students enrolled in access courses in 2009-10 were female. At a time when colleges already face a 25% funding cut in their resource grant from BIS, what is the likely impact on their viability if the number of adult learners starts to drop rapidly following the introduction of loans? Atthe very least we may see the number and range of courses available in FE colleges cut sharply, which in turn could lead to reductions in staffinglevels. What&apos;s more, all this follows on from the pressure the government has already piled on the FE sector with changes last year to funding for English for speakers of other languages (Esol) and the removal of the fee remission for students on inactive benefits. Isn&apos;t there something bizarre about expecting individual apprentices over 24, rather than their employers, to take on loan responsibilities when they are already taking a salary cut because of their training status? FE colleges and other providers play a crucial role in supporting social mobility and aiding people&apos;s job and career prospects. The government should revise and revisit its &quot;Big Bang&quot; gamble on FE loans, which threatens to jeopardise learners and providers alike.  Gordon Marsden is Labour&apos;s shadow minister for further education and skills", 
    "section": "education", 
    "gid": "education/2012/apr/02/further-education-loans-gamble-adult-learners", 
    "wordcount": "729"
}