{
    "headline": "Android apps scoop prizes in 2012 Smart Accessibility Awards contest", 
    "text": "The winners have been announced in the 2012 Vodafone Foundation Smart Accessibility Awards, with four Android developers each walking away with a 50k prize for apps designed for people with disabilities or elderly people. Ablah, Jaccede, Happen and Starting Blocks are all examples of the inventive work going on around accessibility on smartphones, but I sat on the judging panel for today&apos;s event and was impressed by all the finalists, who are operating in an area where social benefits rather than lucrative sales or big-dollar acquisitions are the reward. Here&apos;s a rundown of the winners, with links to the apps or the developer wherever possible. It was a condition of entry to the awards that apps be available on Android devices, but several entrants are also available on iOS. Wellbeing The winner of the Wellbeing category was Ablah, an app that developer Juan Carlos Gonzlez Montesinos originally made for his five year-old son, who is autistic. It&apos;s a visual augmentative communication app that each user can customise with their own pictures, words and sounds, whether it&apos;s for a child to use to ask for something, or for a parent to explain to the child their plans for the day. The app was released two years ago for iOS devices, and now has around 4,000 users. The new Android version was entered for the awards. 112 for Deaf was a runner up in this category: an app by Pablo Miguel Fernandez Perez &amp; Carlos Andrs Fernandez Perez to help deaf people communicate with the emergency services, quickly sending their location and as many details as possible about their emergency. It&apos;ll be available in Spain and maybe Italy in January on the Google Play store. The other runner-up in this category was Fontrillo, developed by audio engineer Marco Forlin as an SOS app for elderly people, or anyone who&apos;s not at ease with a smartphone. It includes the ability to shake the phone to start an SOS call to a preset trusted contact, but has the potential to become a fully-fledged Android homescreen replacement. Mobility The winner of the Mobility category was Jaccede, the official Android app for the French website of the same name. It&apos;s a location-based guide for public venues and businesses with detailed information on their accessibility for people with various disabilities. The app lets people browse its database of 26k places, but also add their own entries and comments to swell that data further. The company is localising the site and app for countries outside France, and working on integrations with larger databases of places. One runner-up was a technology called Aerial Obstacle Detection by Mobile Vision Research Lab an app for smartphones with dual cameras (or using an accessory for phones lacking these) that scans what&apos;s in front of a blind person at chest-height, and helps them avoid it. The idea being to keep them from walking into things they wouldn&apos;t detect using a cane or dog. The other runner-up in this category was iNearest  another app to help people find nearby services, from taxi ranks and train stations through to cafes and bars. Not just aimed at people with disabilities, the free app taps Google and Foursquare data to quickly show nearby hotspots. Independent Living The winner of the Independent Living category was also the top-scoring app for the panel of judges: an accessible news-reader app called Happen. Developed by Airsign Technologies, it&apos;s a way for people with reduced vision and/or hearing to browse articles from a range of reputable sources that&apos;s simple to use, and which plays nice with screen-reading technologies. A neat feature helps blind users control the app using their headphone volume buttons, too. One runner-up in this category was IDEAL Group Reader from Apps4Android: an e-book reader app for people with a range of disabilities, from visual impairment through to dyslexia as well as anyone else looking for a stripped-down e-reader. The app ties in to a number of e-book stores and free-downloads catalogues. The other runner-up in this category was Hearing Aid Cochlear, a very innovative $1 app developed by Quanti that amplifies human speech while filtering out background noise. The idea: to make an Android smartphone plus a pair of earphones an alternative to (or temporary replacement for) a hearing aid. Social Participation The winner of the final category was British startup Gemixin with an app called Starting Blocks. It&apos;s an app designed for &quot;complete beginners&quot; in the smartphone world, particularly elderly people. The idea: a simple-to-use tutorials app teaching them the basics of using their phone, with eight lessons on topics like scrolling, gestures and input. It&apos;s free, with developer Gemma McLean keen to talk to handset makers about preloading it on their devices. In a sense, it&apos;s an embarrassment for the mobile industry that such an app is needed, but needed it most certainly is. One runner-up in this category was Mobile Accessibility with Braille support by Code Factory, a collection of mini-apps designed to help blind or partially sighted people use their Android smartphone more easily. The apps include calls, texting, calendar, email, web browsing and other key functions, and it works beautifully with connected braille devices (although also without). It&apos;s expensive on Google Play 75 Euros but developer Ferran Gllego wants to work with operators to make it free to users. The other runner-up was Speech Assistant from A-Soft, whose developer Ton Schalke explained he&apos;d made it to help his hospitalised mother communicate after she lost the powers of speech. It displays a screen of words and phrases that can be pressed to create sentences, which can then be read out by the device. It&apos;s very customisable words, but also the colour scheme and appearance. The awards were organised by The Vodafone Foundation, backed by AGE Platform Europe and the European Disability Forum.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/17/2012-smart-accessibility-apps-awards", 
    "wordcount": "983"
}