{
    "headline": "Warning: meetings may be bad for your IQ", 
    "text": "We all know that meetings don&apos;t make you more intelligent, but new findings suggest they may make you stupid, at least temporarily. Research from the Virginia Tech Crilion Research Institute showed that subjects performed less well on IQ tests directly after spending time in small social groups than they did when they were alone, and even worse when their performance was publicly ranked among their peers. As one of the researchers put it: &quot;Our study highlights the unexpected and dramatic consequences even subtle social signals in group settings may have on individual cognitive functioning.&quot; If that&apos;s true, how can we protect our IQs in an office setting? How can we get what we need from meetings without actually having them? Below, some coping strategies:  When something needs to be decided by several people in a department, call a meeting without telling anyone. The next day send emails to colleagues with the subject heading: &quot;For all of you who missed the meeting, here is what we decided.&quot; Put down whatever you&apos;ve decided.  Walk into a pre-scheduled meeting, sit down and have a bite of whatever nibbles might be on offer  egg sandwiches, for example  then jump up and say: &quot;Oh my God! I completely forgot I was allergic to eggs!&quot; Run out of the room, leaving your phone on the table to record proceedings. Listening back later, you may be surprised to hear how stupid everyone sounds.  Wear earplugs and opaque glasses that have pictures of your wide-open eyes pasted to the lenses. This should ensure you don&apos;t hear, see or experience anything that could lower your IQ. At random intervals stick up your hand and say: &quot;Sorry to interrupt, but that just sounds like meaningless jargon to me.&quot; You should be on safe ground.  Stand outside the room where the meeting is being held, notebook open and pen at the ready. When everyone starts to leave, fall in next to someone you don&apos;t know and say: &quot;Great meeting! What was your favourite part?&quot;  When you cannot get out of an office meeting, attend with a marmoset on your head, covered by a capacious but tight-fitting hat. Give the marmoset of couple of cans of Red Bull right before you go in. This should ensure that stress-inducing social cues associated with perceived rank in a work environment are among the very least of your worries.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/feb/28/warning-meetings-iq", 
    "wordcount": "404"
}