{
    "headline": "Man convicted in conspiracy case also accused of hacking computer for NoW", 
    "text": "A man at the centre of allegations that computers were hacked for the News of the World has been convicted of conspiring to illegally access private information for profit. Until Monday legal restrictions meant that what is known about Philip Campbell Smith&apos;s alleged involvement in computer hacking could not be reported. Smith is alleged to have hacked the computer of a former British army intelligence officer in 2006 as part of a commission from the News of the World. In a tape recording, Smith says he was in contact with Andy Coulson, the former News of the World editor who went on to become David Cameron&apos;s director of communications. Smith also claimed Coulson was in his mobile phone directory. Smith is understood to be under investigation by a Scotland Yard inquiry, Operation Kalmyk, which is examining allegations that email hacking may have been used against several dozen targets. The allegations against Smith highlight growing concern over computer hacking. Met officers are known to have approached leading members of the Labour party as possible victims, including Gordon Brown, the former No 10 communications chief Alastair Campbell, the former Northern Ireland secretary Peter Hain, and Tom Watson, the backbench Labour MP who has been particularly vocal in the phone-hacking scandal. If any of the Labour figures were targets, it is not known who carried out the hacking and for whom. The computer that Smith is suspected of hacking belonged to the former British intelligence officer Ian Hurst. The computer hacking involving Smith is alleged to have been carried out in July 2006 by sending Hurst an email containing a trojan virus that copied Hurst&apos;s emails and relayed them back to the hacker. It is claimed this was commissioned by Alex Marunchak, who was a senior editor on the News of the World when it was edited by Coulson. The material accessed by the hacker included messages concerning at least two agents who had informed on the Provisional IRA: Freddie Scappaticci, codenamed Stakeknife, and a second informant known as Kevin Fulton. Both men were regarded as high-risk targets for assassination. Hurst was one of the few people who knew their whereabouts and the emails contained information capable of disclosing this. Hurst found out that Smith had hacked his computer and went on to tape him confessing to it. Sections of that confession were broadcast last year as part of a BBC Panorama programme. Hurst told the Leveson inquiry into press standards that he had been shown a seven-page fax by the BBC containing material from his computer. Hurst said the hacker worked for a private investigator, Jonathan Rees, who was in turn working for the News of the World. Rees ran a firm called Southern Investigations and last year was acquitted of murdering a former business partner, Daniel Morgan. Rees has worked as a private investigator for the Daily Mirror, the Sunday Mirror and the News of the World. He was jailed for trying to frame a woman, and on his release from prison in 2004 he resumed his work for the News of the World, then being edited by Coulson. The defunct Sunday tabloid paid Rees up to 150,000 for his services and a bug placed by police in his south London office recorded corrupt officers taking cash for information. An internal police report said Rees and his network were involved in the long-term penetration of police intelligence and that &quot;their thirst for knowledge is driven by profit to be accrued from the media&quot;. Hurst told the Leveson inquiry of admissions that Smith (referred to as &quot;X&quot; due to the legal reporting restrictions) had made to him, which were covertly recorded: &quot;He states for a three-month period, and all documents he could access via the back door trojan: our emails, the hard drive, social media, the whole range of  I mean, he didn&apos;t say this, but the trojan that we&apos;ve identified would have allowed the cam, your web cam, so he could have actually seen me or my kids at the desk.&quot; Smith was arrested in 2009 and his computers seized, but Hurst was not told his computer had been hacked until October 2011. Panorama claimed that Marunchak had decided to target Hurst during the summer of 2006. It claimed he hired Rees to do the job, and Rees subcontracted it to Smith. Marunchak denies the allegations. MI5 became aware that Smith had targeted Hurst&apos;s email in an attempt to find the location of Scappaticci. They made no approach to Hurst, apparently on the grounds that he was preparing to write an unauthorised book about his experience in Northern Ireland and could not be trusted. They may have taken steps to alert Scappaticci. They then asked the Serious Organised Crime Agency (Soca) to investigate. Hurst told the Guardian that police &quot;missed a number of opportunities to investigate&quot;. &quot;In 2007 they chose not to do anything about it,&quot; he said. &quot;In 2009, after the arrest of Philip Campbell Smith, they came again into information that my computer had been hacked and chose again to do nothing. Even in 2011 they didn&apos;t seem that interested.&quot; Hurst said he had taped meetings and conversations with Smith, during which the private investigator had said he was in contact with Coulson. Hurst says he is prepared to provide his tape recordings of Smith making admissions about computer hacking and the alleged relationship with Coulson to Leveson. In one recording made by Hurst, Smith said: &quot;I got introduction in [sic] Andy Coulson  on my phone, he&apos;s the first name that appears before yours. I ended up deleting it.&quot; Smith is also alleged to have hacked the email of a former police officer who was acting as a police informer known as Joe Poulton. This happened between September 2005 and January 2006. This informer had been providing information about Rees and his private detective company called Southern Investigations. The hacking exposed the informer and is alleged to have been ordered by Rees. At Leveson, Sue Akers, who is leading the Met investigations into hacking, confirmed details about Operation Kalmyk, a sub-inquiry of Tuleta. Kalmyk is investigating the allegations in the BBC Panorama programme. &quot;This relates to illegal accessing of computers belonging to others for financial gain and this is the one of them that has been a full investigation as a result of the scoping exercise that Tuleta has undertaken,&quot; Akers said. The NoW has admitted liability for hacking into the actor Sienna Miller&apos;s email in September 2008. At the high court in January counsel for News International, Michael Silverleaf QC, said the NoW had unlawfully accessed the emails of the son of the serial killer Harold Shipman and the freelance journalist Tom Rowland. Christopher Shipman has said he had been shown and provided with copies of emails dating from 2004 that had been intercepted by the private investigator Glenn Mulcaire, who was regularly commissioned by the newspaper. The News International chief executive, Tom Mockridge, has denied his company&apos;s newspapers were involved in any hacking of Hain&apos;s computers. In a separate case, Smith and three others  Adam Spears, Daniel Summers, and Graham Freeman  pleaded guilty to conspiracy to commit fraud by illegally obtaining confidential information. The trials were held at Kingston crown court but their outcome could not be reported until Monday. That was to avoid prejudicing another case against Campbell Smith, which ended on Monday with him pleading guilty to possessing three rounds of ammunition. The trials did not involve allegations of hacking being carried out for media clients. The case about the obtaining of confidential information involved the tactic of blagging. The case was investigated by Soca and the activities took place between 16 January 2007 and 19 May 2009. Soca officially says the operation did not involve computer hacking. But a source with knowledge of the case said: &quot;There could have been hacking. There is some suggestion they got mobile phone passwords and pins to hack voicemails and text messages.&quot; The source said computer hacking was also possible: &quot;They might have trojaned.&quot; The men convicted are believed to have been able to get information from banks, Interpol, the Criminal Records Bureau and the Driver and Vehicle Licensing Agency (DVLA). Summers was the blagger, with work being subcontracted to him. Smith and Freeman were business partners in a private investigation firm, Brookmans International. Freeman, who lives in Spain, would email or phone Smith about the work and investigators believe Smith would then pass the work on to Summers. In an email to a client in March 2007 about why their charges of up to 5,000 may seem high, Freeman wrote that police and Interpol databases that may be accessed were &quot;not open to the general public and are tightly regulated&quot;, meaning that &quot;should we be apprehended a custodial sentence&quot; may be handed out. In an email from Smith which was copied to Freeman, he discussed trying to get information from the DVLA: &quot;My contact is trying to get this information without causing too many waves&quot;. Smith wrote that if his contacts suspected he may be uncovered he would &quot;drop it like a hot potato&quot; adding: &quot;It is getting tougher to get this information  and ensure there are no footprints left behind&quot;. Spears is a former detective inspector with the Metropolitan police.", 
    "section": "technology", 
    "gid": "technology/2012/feb/20/news-world-hacking-suspect-conspiracy", 
    "wordcount": "1578"
}