{
    "headline": "Live webchat: Francesco Caio on BT and Britain's broadband future", 
    "text": "Francesco Caio, a former chief executive of Cable &amp; Wireless, shied away from recommending the break up of BT Group when he was advising the government three years ago, but now believes this may be one way to ensure Britain gets the broadband network it needs. Caio says the only truly future proof network is a point-to-point fibre infrastructure, with fibre-optic cables running not just to a street cabinet, but from each home all the way to the telephone or internet exchange. He says the ultimate goal of any national broadband strategy must be the permanent search for infinite bandwidth between any two points in the country, with upload speeds as fast as download speeds. &quot;This is not just for the fun of having videos on demand or Skype,&quot; he said. &quot;Bandwidth drives transaction costs down opening the field to smaller companies and individuals. This is not a technological gizmo. This is using technology for social inclusion. The destination is fibre everywhere.&quot; The copper telephone networks Europe relies on today were built by governments. Caio, who now heads the Italian aerospace group Avio, told a House of Lords inquiry into broadband recently that no single shareholder owned company is capable of undertaking alone the massive infrastructure project of replacing every copper wire with fibre. He recommends hiving off BT&apos;s network into a separate company in which all the major broadband resellers  including Sky, Virgin Media, TalkTalk and BT itself  could take a stake. This company, which could also be listed on the stock exchange, would be promised a monopoly in the areas where Virgin Media, the only other UK company to have built its own broadband network, did not wish to operate. In exchange, its prices would be regulated. Do you think the 29bn required to build an all fibre network would be a colossal waste of money? Can copper meet our needs for many years to come? Are there ways of encouraging BT to build more fibre without breaking the company up? Post your questions in advance, or come and join the debate between 11.45am and 12.45pm (BST) on Wednesday 16 May.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/15/broadband-francesco-caio-live-webchat", 
    "wordcount": "360"
}