{
    "headline": "Little Big Planet Karting is joyous", 
    "text": "Little Big Planet Karting is, by all accounts, already pretty special. After an enthusiastic presentation from lead designer William Ho, we&apos;re invited to play on one of three maps plucked from the game: a straightforward race track, a multi-level battle arena in the style of Mario Kart, and a vast airborne World&apos;s Fair-inspired course called Future Perfect. I overhear a developer chatting to the journalist on the console next to me. &quot;Do you like the weapons?&quot; he asks. &quot;Well, if you don&apos;t, you can change &apos;em. You can change everything. You can make your own. Those are just the weapons we&apos;ve given you to play with. &quot;Last week I was playing around in weapon creation, and I took the missile and put a unicorn&apos;s head on it, then attached a rainbow trail to it, and then made it spin when it&apos;s fired. So you&apos;re driving along the track and BANG! A spinning rainbow unicorn crashes into you from behind.&quot; It&apos;s this sort of design ethos  the &quot;Play Create Share&quot; party line that Sony put forward for the PS3 in its early stages  that runs throughout the game. Back in 2010, developer United Front Games released its debut PS3 title, ModNation Racers  a kart-racing game with the emphasis firmly on customisation of vehicles, drivers and tracks. It was well-received, but general opinion was that it was a Little Big Planet title in all but name; in fact, it&apos;s hard to tell screenshots of the two games apart at a distance, what with the ubiquity of bobble-headed racers, colourful courses and chunky vehicles. The decision to make a remarkably similar game two years on with a stronger IP at the core is, perhaps, a wise move. The trademark LBP visuals remain, as do the iconic Poppit design bubble and the lumpy-faced Sackboy avatar  United Front has succeeded in replicating everything that Media Molecule created over its last two tremendously successful platformers, and pulling that tricky task off with respect and aplomb. While the visuals aren&apos;t as crisp as they could be, the junkyard scrapbook style of LBP 1 and 2 is strong and it&apos;s not unusual to see cars made out of bottle caps, flowerpots, cardboard and discarded birthday cake. It&apos;s as charming and easy to use as ever. Within minutes I&apos;ve managed to throw together a unique car and outfit for my Sackboy  a hovering motorcycle (complete with sidecar) made out of office supplies coupled with a jaunty cape and a hat that looks like the moon, respectively. Although there are a wide variety of other body designs  tanks, dragsters, go-karts, hovercrafts and the like  aesthetic choices are never allowed to get in the way of performance, and all types of vehicle offer exactly the same racing ability. &quot;We wanted to make sure that creativity and making what you wanted was an expression of yourself,&quot; says Eric Waas, director of product development for publishers Sony San Deigo. &quot;We didn&apos;t want the physics to get in the way of that  although you will be able to tweak the physics for your game experience, so you make a vehicle go faster, or slower. There&apos;s a lot you&apos;ll be able to control.&quot; Already, I&apos;m attached to the little chap. LBP 1 and 2 forged a kind of role-playing metagame, where dressing up in a certain way would encourage in-character background chat on two-player games. I, for example, was a Lion, and made all the appropriate noises when playing with my nieces (rawr). Despite that connection to your character, the developers are keeping quiet about whether or not you&apos;ll be able to import your character and kit from the previous games  presumably due to either technical issues or, more likely, copyright problems with the various branded promotional kits. Although they&apos;ve done a good job of replicating a lot of existing equipment themselves  and inventing some new items, too  missing the chance for gamers to bring their Sackboy or Sackgirl into the arena would be a tremendous shame.     Little Big Planet Karting     The game plays much as any other kart-racing game  players knock around tracks strapped into a small vehicle while jumping, boosting and picking up colourful weapons then shooting them at other racers. Two major changes from the standard pattern are the retained ability to slap-fight, just like in the platformer titles, and the grappling hook. Waas is very excited about the grappling hook. &quot;The first time I saw it in the game, I thought, &apos;wow, this changes everything&apos;. There&apos;s so much you can do with it. There&apos;s the obvious idea of a sort of Tarzan level, where you&apos;re swinging across gaps, but it also changes the way you can offer alternate routes and shortcuts. &quot;And the hook can be used for other game experiences beyond just traditional karting  in one of the levels in our release trailer, you have to grab an egg with it and fling it into a target, so there&apos;s a lot of mini-game potential.&quot; Overall, it&apos;s an awful lot of fun, but this limited playthrough isn&apos;t really the point of LBPK at all. Soon, the game will go into public beta and United Front will get to see what its game can do as budding level designers all over the world get their hands on the level creation tools built into the game. I&apos;m told it&apos;s possible to &quot;drive out&quot; courses as you design them, rather than building them out of individual parts  you&apos;re given free reign to pilot a flying kart around an area at whatever height and direction you wish, and then start tightening it from there. AI can be modified and different racers given different personalities or objectives. Weapons, as previously mentioned, can be broken down and redesigned or created from the ground up using simple mechanics. Like everything in the series so far, it speaks to user-friendly tools aimed at getting as many people as possible to share their creations with the world. When I ask Waas what sort of things we could make with it, his eyes light up. &quot;I&apos;d make an amazing three-tier boss. And all sorts of zany tracks, too  do you remember as a kid when you used to have miniature cars? I used to build all sorts of amazing tracks with ramps and things, and just being able to do that in a real 3D game now is a lot of fun. &quot;You could build a moon lander game, in two dimensions, where you have to bounce over things and shoot stuff that&apos;s in your way. You could make a Pac-Man game. Or a destruction game where you&apos;re trying to take out a city. Or a train heist, where you&apos;re trying to shoot the different parts of it and steal stuff as the train goes from A to B. &quot;The open beta is the really exciting part; not just for the types of play that are on the Blu-ray, but for all those widgets and all those things that can be tweaked. Game modes are going to come out of it that we don&apos;t even know about yet.&quot; He smiles. Building a game for building games is a challenging prospect, but it feels like this might be the studio to pull it off.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/03/little-big-planet-karting-preview", 
    "wordcount": "1218"
}