{
    "headline": "Labour MP attacks coalition row over university access tsar", 
    "text": "The debate over how to widen the social mix of degree students has been hijacked by coalition infighting over the appointment of a new university access tsar, a Labour MP has warned. Paul Blomfield, who sits on the cross-party Commons business, innovation and skills select committee, said he was appalled at how the serious issue of widening access had been sidelined. Last week, Conservative MPs on the committee sought to block the Lib Dems&apos; preferred candidate for the role of the head of the Office for Fair Access (Offa). Vince Cable, who as business secretary has responsibility for universities, had endorsed Prof Les Ebdon, an advocate of new universities and a critic of higher fees, for the position. But Tory MPs said they could not endorse Ebdon because they were not convinced by his descriptions of the &quot;root causes of the obstacles to accessing universities&quot;. Cable has stood by Ebdon but Conservatives including Michael Gove, the education secretary, are thought to have lobbied David Cameron to stop Ebdon being appointed. However, this week the prime minister&apos;s spokesman said he had no powers to block the appointment. Parliament is likely to be informed early next week of Ebdon&apos;s three-year appointment. The position of university access tsar is seen as vital because some ministers regard Offa as one of the central vehicles by which the government can push its social mobility agenda by improving working-class access to universities. On Thursday, it emerged that ministers are to scrap plans to issue penalties to graduates who repay their student loans early. Lib Dems had called for the penalties in order to prevent well-off graduates from escaping interest charges, while Tories saw the penalties as a threat to better-off families. The dropping of the penalties was seen as a concession to Tories angry at Ebdon&apos;s appointment. &quot;Some of us are trying to have a serious debate about widening participation in universities,&quot; Blomfield said. &quot;This debate is being sidelined by coalition politics and backroom deals that go along the lines of &apos;I will give you Les Ebdon if you give me no penalties for the early repayment of student loans&apos;. This is politics without integrity and it discredits the political process.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/17/labour-coalition-row-university-access", 
    "wordcount": "371"
}