{
    "headline": "Can you solve it? Two tantalising teasers from the prince of puzzles", 
    "text": "Hello guzzlers, Martin Gardner, who wrote dozens of books of recreational mathematics, would have been 102 last Friday. In the years since he died, his friends and fans have started a global movement called Celebration of Mind, which encourages people to put on puzzle-themed events on or around the date of his birthday.  Please celebrate your minds right now by attempting these two gems from Gardners archive. One is straightforward. The other may take you a little longer. 1. At the hardware store, you are told that 1 will cost you 50p, 12 will cost 1 and the price of 144 is 1.50. What are you buying? 2. Reconstruct the following long division:      This is the long division of an eight digit number by a three digit number. All the digits in both numbers - and the workings out - have been replaced by Xs. Not only do you need to work out what digits the Xs are, you also need to calculate the answer, which is a five digit number with the 8 in its third position. The puzzle was one of Gardners favourites. When I first came across it I was also spellbound - it didnt seem there was enough information to fill in the Xs. Once you remember how long divisions work, however, a few insights will lead you to the unique solution. Gardner wrote that the puzzle first appeared in 1954 in the American Mathematical Monthly, and was its most popular problem ever. It still rocks 62 years later. Ill be back at 5pm UK with the answers. ....................................................     Can You Solve My Problems    If you like this kind of puzzle, you may be interested in my new book which is out NEXT WEEK!! Can You Solve My Problems? A Casebook of Ingenious, Perplexing and Totally Satisfying Puzzles is a bumper buffet of delicious brain food from easily digestible morsels to fiendishly spicy dishes.  To preorder and get a third off the cover price, please go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&amp;p over 10, online orders only. Phone orders min. p&amp;p of 1.99. You can check me out on Twitter, Facebook, Google+, my personal website or my Guardian maths blog.", 
    "section": "science", 
    "gid": "science/2016/oct/24/can-you-solve-it-two-tantalising-teasers-from-the-prince-of-puzzles", 
    "wordcount": "378"
}