{
    "headline": "Mystery bird: Chestnut-breasted malkoha, Phaenicophaeus curvirostris", 
    "text": "    Chestnut-breasted malkoha, Phaenicophaeus curvirostris (synonyms, Rhamphococcyx curvirostris and Zanclostomus curvirostris; protonym, Cuculus curvirostris), Shaw, 1810, and one subspecies (P. c. harringtoni) is also known as the Palawan malkoha, photographed at the Rainforest Discovery Centre, Sepilok, Sabah, Malaysian Borneo.  Image: Alex Vargas, 15 November 2010 (with permission) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/80s f/5.0 at 420.0mm iso500 (with a Kenko 1.4X teleconverter on)   Question: This mystery bird from the island of Sabah looks like it belongs to a very different taxonomic family than the one it is part of. What family might that be? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult chestnut-breasted malkoha, Phaenicophaeus curvirostris. Despite its stout, decurved beak that is reminiscent of the toucanets (family: Ramphastidae), this species is actually placed into the passerine family, Cuculidae (the cuckoos).  Unlike the European cuckoo and other true cuckoo species (Cuculinae), the malkohas are not brood parasites: they build their own nests and raise their own chicks. The malkoha species behave in much the same way; they usually perch for long periods of time in dense foliage on the middle storey of mangroves and forests, and move about by climbing or hopping around in low branches of trees or bushes, relying on their long tails for balance, and rarely flying. They tend not to be very vocal and rely on sitting very still to avoid detection.  Here&apos;s a video of a chestnut-breasted malkoha hopping around the branches of a tree (filmed in Perdik Forest Park, Selangor, Malaysia, on 17 March 2011):             Visit wondersf&apos;s YouTube channel [video link].  The chestnut-breasted malkoha is a common species, ranging from Burma/Myanmar to eastern Java, the Philippines and Borneo. Although monomorphic, the sexes of this species are conveniently colour-coded: males&apos; eyes have pale blue irises whilst females&apos; irises range from gold to yellowish white in colour.  This large cuckoo can be mistaken for another other cuckoo species, its congener, the chestnut-bellied malkoha, P. sumatranus. However, our mystery bird, the chestnut-breasted malkoha, can be distinguished by its chestnut underparts, and the patterns on its long tail are also distinctive: it lacks white tips to its tail feathers but it does have a broad chestnut-coloured terminal band and the sides of its tail feathers are narrowly marked with chestnut. It also has a thin white border around its bright red orbital skin and the basal portions of its upper and lower mandible are also red.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/21/4", 
    "wordcount": "477"
}