{
    "headline": "The Pirate Bay could be blocked in UK", 
    "text": "The filesharing website The Pirate Bay has come a step closer to being blocked in the UK after the high court ruled that the site breaches copyright laws on a large scale. Major music groups want British internet service providers (ISPs), such as BT and BSkyB, to prevent their millions of customers from accessing The Pirate Bay in the UK. In a judgment handed down at the high court in London on Monday, Mr Justice Arnold ruled that The Pirate Bay and its users unlawfully share copyrighted music. The Pirate Bay is one of the world&apos;s longest-running and biggest filesharing sites. According to record labels, it generated up to $3m in advertising revenue in October last year by making 4m copies of music and films available to its 30 million worldwide users. The site has 3.7 million users in the UK, according to comScore. The high court is expected to rule in June whether the ISPs should prevent their customers from accessing The Pirate Bay. Mr Justice Arnold said in a written judgment: &quot;In my judgment, the operators of [The Pirate Bay] do authorise its users&apos; infringing acts of copying and communication to the public. They go far beyond merely enabling or assisting. &quot;I conclude that both users and the operators of [The Pirate Bay] infringe the copyrights of the claimants  in the UK.&quot; The music groups claim that The Pirate Bay ignored repeated requests to stop making available copyrighted music. &quot;Despite their ability to do so and despite the judicial findings that have been made against them, the operators of [The Pirate Bay] take no steps to prevent infringement,&quot; the judge said. &quot;On the contrary  they actively encourage it and treat any attempts to prevent it (judicial or otherwise) with contempt.&quot; The high court action follows a blocking order made against the Newzbin2 website, after a judge found it infringed copyright on a grand scale. The case was seen as a green light for rights holders to force ISPs to block access to a number of high-profile filesharing sites in the UK, using the Copyright, Designs and Patents Act 1988. Geoff Taylor, chief executive of the British Phonographic Industry, which represents the music groups in the UK, said: &quot;The high court today ruled that The Pirate Bay is illegal. The site defrauds musicians and causes huge damage to the music industry and wider creative industries. &quot;The ruling helps clarify the law on website blocking and we will now proceed with our application to have the site blocked to protect the UK&apos;s creative industries from further harm.&quot; In April 2010, The Pirate Bay co-founders Fredrik Neij, Peter Sunde and Carl Lundstrom were found guilty in a Swedish court of allowing internet users to infringe copyright. They were collectively ordered to pay a 4.1m fine.", 
    "section": "technology", 
    "gid": "technology/2012/feb/20/pirate-bay-blocked-uk-high-court", 
    "wordcount": "477"
}