{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "Exciting news: it seems as if you&apos;ve become my neighbour. Not where you&apos;ve chosen to live, I hasten to add, but because I see you&apos;re taking over a school near where I live in Haringey, north London. You&apos;ve noticed that scarcely anyone round here thinks this is a good idea  not the council, the head, the staff or the governors. Apparently, you think that this doesn&apos;t matter. I find this curious, because your party has often claimed that it is in favour of local people deciding things and, after all, the strong presence of parents and local people in school governance was something your party helped to bring about. Anyway, you&apos;ve read the small print  that&apos;s your job, after all  and you&apos;re pretty sure you can invite yourself to be our neighbour. After all, if you don&apos;t like what the people choose, a minister like you can choose other people. This will bring the school directly under your control. Excuse me if I might conjure up an image here of you in your office at the Department for Education, sitting with the files of hundreds of schools. You open up the one marked, let&apos;s say, Number One Academy. You run your eyes over the test scores. It looks as if Rasheda in year 6 hasn&apos;t &quot;levelled up&quot;. What?! You get on the phone. &quot;Hello headteacher, what&apos;s with Rasheda? Ah, she&apos;s had a bad eye. Well, it&apos;s not really good enough, you know. She has got another eye, hasn&apos;t she?...&quot; Quite a lot of files, I think. All I can think is that you taking over all these schools is going to make you one seriously busy bloke. And it&apos;s not as if you haven&apos;t got anything else to do. Sitting on your desk is the Ofsted report on improving English, imaginatively entitled Moving English Forward. How delightful to see people charged with the study of English adopting that phrase of the moment, &quot;moving forward&quot;. Mind you, being a writer, I&apos;ve tried conjuring up the exact sense of the metaphor of &quot;moving English&quot;, and, I&apos;ll admit, I&apos;m struggling. I&apos;m seeing pictures in my head of you and Sir Michael Wilshaw on a parade ground, calling out to a mass of English teachers, &quot;Forward!&quot; Apologies for mentioning Sir Michael. You must have seen his recent appearance on the BBC&apos;s Newsnight with Dr Mary Bousted, the general secretary of the Association of Teachers and Lecturers, discussing Moving English Forward. Well, I say &quot;discussing&quot;, but Emily Maitlis explained to viewers that Sir Michael wouldn&apos;t actually discuss. He made a statement. Dr Bousted made hers. Then, Sir Michael made his. I believe Sir Michael is a public servant, and Dr Bousted represents many employees overseen by Sir Michael. Shouldn&apos;t he have been willing to discuss? And, as Dr Bousted pointed out, some of what Sir Michael was saying seemed to contradict what was in Moving English Forward. Perhaps you&apos;ve been on to him to sharpen up his act. And so to Moving English Forward itself. One key complaint the inspectors have is that too many schools are preparing too soon and too much for the Sats and exams. How odd! Why would that be, you must wonder? English schoolchildren and students are among the most tested in the world, Ofsted inspectors run round the country chivvying schools to do better in the tests and exams, headteachers are fantastically worried that their results might &quot;dip&quot;  and we know what might happen then. Yes, you might rush in and take it over! So headteachers ask teachers to spend more time doing mock exams. Drill, skill and kill, they call it. In the light of all that, I&apos;m expecting a strong statement from you very soon, urging heads to liberate the curriculum, telling them that you&apos;re going to abolish those silly Sats anyway, so let&apos;s get on with some real education. And talking of real education, imagine my delight on seeing that the Ofsted inspectors are recommending that schools should have policies on &quot;reading for pleasure&quot;. As it happens, I suggested this very thing, face-to-face with Ed Balls when he was sitting right where you&apos;re sitting now, and I remember telling him that your party would go for that one. So, in short, I&apos;m expecting a clear statement from you any day now to the effect that all schools must develop policies that will help children to read, read and read. I see that I and the other children&apos;s laureates are down to have a chat with your schools minister on this very matter, so perhaps I&apos;ll see you then. Whatever we come up with, though, must be with the co-operation and input of teachers and parents, don&apos;t you think? Otherwise we&apos;re back to that rule by diktat stuff, taking over schools and telling them to do what you tell them to do. Oh, wait a minute   Michael Rosen&apos;s letters appear monthly", 
    "section": "education", 
    "gid": "education/2012/apr/02/michael-rosen-questions-education-secretary", 
    "wordcount": "830"
}