{
    "headline": "Staff experience: how can universities improve HE working life?   live chat", 
    "text": "&quot;While universities are jostling to present themselves as committed to &apos;the student experience&apos; following the ramping up of fees, it is teaching staff who have been hit hardest,&quot; writes Anna Fazackerley in her recent piece on working conditions for academics in the higher education sector. Figures from the Higher Statistics Agency show that 68% of research-only staff are on fixed-term contracts in the UK, with the number of teaching-only staff on temporary contracts going up by a third between 2009-10 and 2011-12. From professional development and internal communications, to motivation, management and staff facilities, is it time we started talking about how to improve staff experience in universities? UK universities minister David Willetts has already spoken about the &quot;vital&quot; need to continue improving working conditions for academic staff, which he says is key to maintaining and producing world-class research in the UK. This was in response to Vitae  a career development organisation  announcing a further 11 UK universities have been awarded the HR Excellence in Research  award from the European Commission. Professor Eric Thomas, president of Universities UK, says: &quot;In a sector built around people, it is clear that human resource managers will be pivotal in helping universities thrive in a fast-changing environment. Their role in making sure we have the right people, with a clear and shared understanding of what the university is trying to achieve, should not be underestimated.&quot; Echoing his point, Matthew Knight, UHR chair and HR director, University of Leeds says &quot;universities are people enterprises.  The quality of the people working in the sector, the way they work with each other and what they achieve, will over time, mean the difference between institutional success and failure.&quot; Yet with cuts to the sector reduced funding for staff, departments and research, how can universities keep their staff happy and help them reach their full potential, even in times of financial or contractual constraint? Join us on Friday 8 February 12-2pm, along with a host of expert panelists to discuss what universities should be doing better to support, mould and assist staff in their line of work to help improve staff experience. You can also follow the debate live via Twitter using the hashtag @gdnhighered. Panel Ellen Pearce is director of Vitae and CEO of CRAC: The Career Development Organisation which manages Vitae. She is responsible for the strategy, work and activities of Vitae. @ellen22 Steve Rathborn is head of learning and development centre at Imperial College London. He combines managerial responsibility with working as a coach and facilitator for individuals and teams, where his focus is the development of leadership, motivation and improved cooperation. Karen Clegg is director of the researcher development team at the University of York. She co-ordinates the university&apos;s concordat implementation and HR excellence submission. Kiran Kodithala is founder, president and CEO of N2N Services Inc, a technology services company specifically focused on delivering high quality solutions for higher education. He has developed a product called eNtourage Mobile, which is designed to enhance the lifestyle of university staff and students. Philip Ratcliff is HR manager at the University of York. He is responsible for the provision of HR strategy, operational advice and guidance to heads of department. Julie Northam is head of research and knowledge exchange at Bournemouth University. She has worked in research management for over four years and led Bournemouth University&apos;s recent successful application for the EC&apos;s HR Excellence in Research Award. @ResearchJulie This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/06/hr-staff-experience-universities-support", 
    "wordcount": "605"
}