{
    "headline": "Conservation agency approved cull of endangered birds, documents show", 
    "text": "Tens of thousands of endangered birds have been shot, trapped and poisoned on one of England&apos;s largest shooting estates with the approval of the government agency responsible for protecting the species, a Guardian investigation has found. The government has licensed an annual cull of lesser black-backed gulls on the Abbeystead estate on the Bowland Fells in Lancashire for decades, officially to stop water pollution. However, some experts believe the culling was also partly to protect grouse shooting interests.     Graphic: guardian.co.uk    The regulator Natural England now admits that, since a government-led bird conservation review occurred in 2001, &quot;confusion&quot; over the legal protection status of the species has allowed the culling to continue, despite its population crashing in recent years. Chris Packham, the BBC Springwatch presenter and naturalist, has described the situation as a &quot;travesty&quot; and the RSPB is now calling for an urgent review. The 23,500-acre Abbeystead estate was bought in 1980 by a trust &quot;on behalf&quot; of the Duke of Westminster, one of the UK&apos;s richest landowners. The duke&apos;s Grosvenor Estate manages the Abbeystead estate, which hosts pheasant and grouse shoots. The estate was first allowed to cull the gulls in the 1970s on the grounds that droppings were polluting the watercourse. The licence to cull was last renewed by NE in 1999. But a former Abbeystead gull surveyor has admitted that the culling has been conducted, in part, to protect the &quot;economy of the shooting estates&quot;. The species is known to eat grouse eggs. Documents released to the Guardian under freedom of information laws show that techniques deployed over the years have included the use of a poison called alpha-chloralose, cannon-netting, gas guns, flag waving, falconry and shooting. Until 2003, 4,000-10,000 birds a year were being poisoned on the estate, according to one NE document. It is not known which culling techniques have been used since then. The bird is a migratory gull with dark grey wings and distinctive yellow legs and bill. It has &quot;amber&quot; conservation status due to &quot;serious concern about declines in many parts of its range&quot;. The UK, which it visits to breed during the summer months before returning to Portugal and west Africa in the winter, is home to 40% of the European population and more than half of these are found at fewer than 10 sites. NE surveys of the Abbeystead population obtained by the Guardian show that in 1998 the Bowland Fells site of special scientific interest had recorded a peak population of 13,776 pairs. In 2001, 18,080 nests with eggs were recorded. The surveys concluded that a baseline of 6,768 breeding pairs  the average population from 1983-87  should be maintained in Bowland, but that a &quot;loss of more than 25% is unacceptable&quot;. However, in 2012 the NE survey showed that pairs had fallen to the lowest level since records began in 1980, with just over 1,000 nests with eggs at Abbeystead/Tarnbrook. It warned that the &quot;entire Bowland population is significantly below the level at the time of SSSI notification and is considered in unfavourable and declining condition&quot;. The survey also reported &quot;significant and widespread culling and disturbance measures&quot; in the area in 2012. In 2001, government adviser the Joint Nature Conservation Committee published a review of the UK&apos;s Special Protection Areas, the sites classified in accordance with the European commission&apos;s birds directive, which seeks to legally protect endangered species and their habitats. It concluded that, alongside the hen harrier and the merlin, the gull was now a &quot;qualifying species&quot; within the Bowland SPA because it &quot;supported a population of European importance&quot;. However, 12 years later, the official SPA citation document for Bowland has still not been updated to reflect that the gull should be a qualifying species deserving of legal protection. NE admitted to the Guardian that this &quot;mismatch&quot; was still causing confusion, and that the culling at Abbeystead is therefore continuing legally. It said: &quot;That the species still does not officially appear on the domestic SPA citation for Bowland is one of a number of instances where the 2001 review recommendations have yet to be translated into domestic legal documentation. There are other, similar instances at 97 other UK SPAs. The SPA Ramsar scientific working group and the Natura 2000 &amp; Ramsar steering committee are aware of these and working towards a resolution. In the meantime, work continues to ensure that all species, which should be protected as part of an SPA, are safeguarded accordingly.&quot;     Juvenile lesser black-backed gulls. Photograph: Alamy    NE added that the reason why very few of the 2001 review&apos;s recommendations had been formally adopted was &quot;principally due to resource issues and a need to prioritise marine SPA work&quot;. A new review was now under way, it stressed, which will &quot;mop up many of the 2001 recommendations&quot;. NE said it has been in dialogue with the Abbeystead estate since at least 2011 in an attempt to &quot;seek the cessation of the current regime of disturbance and culling of [the gull] at Bowland Fells&quot;. It added: &quot;These discussions are ongoing. Working through agreement remains Natural England&apos;s preferred approach. At Bowland Fells, as elsewhere, we pursue any modifications to existing consents on a voluntary basis with the aim of achieving a negotiated position with owner occupiers. Natural England&apos;s policy is to use enforcement as a last resort as, in most circumstances, it is a much lengthier and more costly process and can be subject to appeal.&quot; Martin Harper, the RSPB&apos;s director of conservation, said: &quot;The annual cull of lesser black-backed gulls in the Forest of Bowland should be halted. The gull&apos;s population is in serious decline nationally and an urgent evidence-led review is required to determine, once and for all, if there are any grounds for it to continue. &quot;Historically, the RSPB has reluctantly accepted the need for the Bowland population to be reduced on public health grounds to protect the water supply. We no longer think that this is still justified. The parlous state of lesser black-backed gulls around the UK is of serious concern as colonies in Cumbria and Suffolk are also in decline for reasons that are not clear; in Bowland we believe the decline can be reversed by stopping the cull.&quot; Packham said he was &quot;completely unaware of this travesty&quot;. He added: &quot;In these days of widespread decline and the accompanying need for increasingly effective conservation, this perverse anomaly strikes me as particularly inexcusable on any level. The fate of a species should not be imperilled by the murderous desires of a minority. Here is a perfect opportunity for the shooting fraternity to publicly put their house in order and I sincerely hope they do.&quot; The Grosvenor Estate said: &quot;As we are involved in a dialogue with Natural England together with other land-owners, about the management of Bowland Fells, including the Abbeystead estate, we are not in a position to comment.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/23/conservation-agency-approved-cull-endangered-birds", 
    "wordcount": "1179"
}