{
    "headline": "Facebook privacy chief fires warning shot at bosses who demand access", 
    "text": "Facebook has hit out at the practice of employers asking for access to the accounts of their staff and potential hires. The social network&apos;s chief privacy officer Erin Egan called the practice &quot;distressing&quot; and threatened legal action against companies that violate its users&apos; privacy. &quot;If you are a Facebook user, you should never have to share your password, let anyone access your account, or do anything that might jeopardize the security of your account or violate the privacy of your friends,&quot; she wrote on a blogpost Friday. Egan warned that employers who do ask for access could be setting themselves up for problems that they are not anticipating. &quot;For example, if an employer sees on Facebook that someone is a member of a protected group (eg over a certain age, etc) that employer may open themselves up to claims of discrimination if they don&apos;t hire that person,&quot; she wrote.Employers also face liabilities if they do not handle the private information properly, Egan said.&quot;Facebook takes your privacy seriously. We&apos;ll take action to protect the privacy and security of our users, whether by engaging policymakers or, where appropriate, by initiating legal action, including by shutting down applications that abuse their privileges,&quot; she wrote. The statement comes after Senator Richard Blumenthal pledged to outlaw the practice. This week the Connecticut Democrat and former state attorney general told Politico that these type of requests amount to an &quot;unreasonable invasion of privacy&quot;.  &quot;I am very deeply troubled by the practices that seem to be spreading voraciously around the country,&quot; Blumenthal said. The backlash follows a series of reports that employers are increasingly asking job applicants and current workers for access to their social media and email accounts in order to check up on their online behaviour. Maryland Department of Corrections, for example, was recently condemned by the American Civil Liberties Union for demanding that a prospective hire turn over his Facebook password during an interview. The ACLU called the policy &quot;a frightening and illegal invasion of privacy&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/mar/23/facebook-privacy-chief-warns-bosses-passwords", 
    "wordcount": "350"
}