{
    "headline": "US scientists celebrate return of the cougar to the American midwest", 
    "text": "Cougars are recolonising the mid-western United States, according to scientists, reversing 100 years of decline. The population of big cats, also known as American mountain lions, has rocketed in these states, from less than a hundred in 1990 to about 30,000 today. Michelle LaRue from the University of Minnesota said that the midwest population of cougars had been &quot;effectively zero&quot; two decades ago. &quot;That&apos;s why this is so exciting,&quot; she said. &quot;We have hard evidence that the western population has spread.&quot; The population of cougars declined substantially from about 1900, victims of hunting and a lack of suitable prey. Once considered a &quot;bounty predator&quot; and hunted to near extinction locally, cougars are now protected by law. Three established breeding populations now exist in the upper midwest, in North Dakota, the Black Hills in South Dakota, and Nebraska, said LaRue, but cougars have been venturing far outside this range. One male cougar from the Black Hills was found to have travelled 2,900km through Minnesota, Wisconsin and New York, before being hit by a vehicle on a highway in Connecticut, 70 miles from New York City. &quot;That was particularly exciting because it is the longest dispersal distance ever travelled by a cougar,&quot; said LaRue. She said that while the distance covered by the 140lb Connecticut cougar was rare, researchers found that the big cats were roaming large distances and moving back into portions of their historical range across the midwest. The scientists said their research had important implications for conservation strategies and advised wildlife agencies to plan public information campaigns.Dr Clay Neilsen, the principle investigator, from Southern Illinois University Carbondale and director of scientific research for The Cougar Network, said: &quot;What&apos;s really interesting is what this means for people living in the midwest who have lived without large carnivores for a hundred years.&quot; Neilsen said that while attacks on humans are rare, public awareness campaigns and conservation strategies such as the ones already in place in Nebraska and Missouri are needed. &quot;For those states that haven&apos;t got plans for these animals being part of nature, wildlife agencies should be making them.&quot; &quot;It&apos;s only a matter of time before most of the states in the midwest should be getting ready for cougars.&quot; A cougar weighs between 100 and 200lbs, and their prey usually consists of white-tailed deer, elk and porcupines. There are a couple of attacks, occasionally fatal, on humans every year in the midwest, according to Neilsen. He stressed that such attacks were &quot;very rare&quot; as cougars are wary of humans and are fleeting, solitary creatures. The study, published in the Journal of Wildlife Management, covered an area of over three million kilometres, confirming the presence of cougars from Texas, Arkansas and Nebraska to the Canadian provinces of Ontario and Manitoba. LaRue and Nielsen analysed data from the 1990s to 2008, including cougar sightings, tracks, photos, video, DNA evidence, cases of attacks on livestock and carcasses found across 14 states and provinces. Only sightings verified by wildlife experts were included while sightings of animals known to be released from captivity were excluded to ensure only wild animals were counted. They were found in the wilderness, but also close to human habitation. Some of the 55 carcasses found had been hit by vehicles on highways, while others had been shot. LaRue said they could not be certain that for some video and photograph confirmations may represent duplicates of the same animal, however, they were confident that the quality of the carcass data meant their other data was likely to be representative of a true picture. The results reveal 178 cougar confirmations in the midwest, and the number of confirmations increased steadily between 1990 and 2008. Most of them  76%  were male. Approximately 62% of confirmed sightings took place within 20km of habitat that would be considered suitable for cougar populations. The state with the largest number of cougars found was Nebraska, with 67, followed by North Dakota, 31, but they were discovered as far south as Texas and Louisiana. Scientists believe the majority of the animals have spread from the population in the Black Hills in what they call a &quot;stepping stone&quot; dispersal, where animals will move to the largest or most suitable habitats to try and set up a population.", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/return-of-the-cougar", 
    "wordcount": "731"
}