{
    "headline": "Apple defends green credentials of cloud computing services", 
    "text": "     Apple disclosed sensitive information about energy demand at the data centre housing its iCloud service for the first time on Tuesday, defending its green credentials in the face of a campaign by Greenpeace. In a report rating 14 companies leading the migration from local computers to cloud computing, Greenpeace gave failing grades to Apple, Amazon and Microsoft for their reliance on highly polluting coal to power their data centres. But Apple said its new iCloud data centre would be the greenest ever built, and that Greenpeace had wildly over-estimated its energy demand. The new facility would use just one-fifth of the electricity estimated by Greenpeace, the company said. It would eventually draw 60% of its on-site power from renewable sources. &quot;Our data centre in North Carolina will draw about 20 megawatts at full capacity,&quot; an Apple spokeswoman said. &quot;We believe this industry-leading project will make Maiden the greenest data centre ever built.&quot; Greenpeace has been engaged in a campaign to draw attention to tech companies that rely on dirty energy to power their cloud. In addition to the tech giants, it called out Twitter for expanding its data operations from Sacramento, which uses renewable energy, to coal-heavy Atlanta. Meanwhile, the campaign group gave bonus points to Yahoo and Google for pursuing renewable sources of energy for their data centres, and for pressing government on clean-energy policy. Data centres account for a growing share of the carbon pollution associated with the IT industry. With the move to the cloud, IT companies are spending $450bn (282bn) a year on new space for data centres. Electricity demand from data centres is expected to grow by 19% in 2012, the report said, quoting industry leaders.     CompanyScoreCardV2.gif    Many of those computer farms  like Apple&apos;s data centre in Maiden, North Carolina  are being powered by coal and nuclear energy. North Carolina gets roughly half of its energy from coal and the other half from nuclear power, a spokesman for the state&apos;s main energy company, Duke Energy, said. &quot;The Apple cloud is heavily powered by dirty energy, particularly coal and coal that is coming from mountain-top removal in Appalachia,&quot; said Gary Cook, who wrote the report, How Clean Is Your Cloud. &quot;It is certainly not what you would expect from a company like Apple that challenged us to think differently. Here they bought into energy that is old industry and technology.&quot; The data centre in Maiden occupies 500,000 sq ft. Apple spent $1bn on the facility, and reportedly plans to spend billions more in 2012. Cook was sceptical of Apple&apos;s figures for energy demand. &quot;I do feel that&apos;s a bit of a lowball number. That would be a very empty building they are putting there in terms of power demand if it&apos;s only 20MW. That seems disproportionally small,&quot; he said. Apple is also building a solar farm and a fuel cell installation for the data centre, and plans to get 60% of its on-site power from renewable sources. Microsoft would not comment on the report. Amazon said the report was based on inaccurate assumptions and data. &quot;Amazon web services (AWS) believes that cloud computing is inherently more environmentally friendly than traditional computing. Instead of each company having their own data centre that serves just them, AWS makes it possible for hundreds of thousands of companies to consolidate their data centre use into a handful of data centres,&quot; spokesman Andrew Hardener said. &quot;The cloud enables a combined smaller carbon footprint that significantly reduces overall consumption.&quot; However, Twitter said it was looking into the findings. &quot;The Greenpeace report raises important considerations around energy efficiency. We continue to strive for greater energy efficiency as we build out our infrastructure, and we look forward to sharing more on our efforts in this space in the coming months,&quot; said spokeswoman Carolyn Penner. The report argues that for all their focus on innovation, tech companies are profoundly conventional when it comes to making decisions about energy needs. &quot;Most IT companies are currently choosing to buy their electricity off the rack, at the lowest possible price, with the focus on its quantity, not its quality,&quot; it said. That&apos;s been good for small towns like Maiden, which has sold itself to tech companies as a &quot;data centre corridor&quot; by offering cheap electricity. Tech companies are also notoriously unwilling to disclose information about their electricity use, on the grounds that it could be used by business rivals, Greenpeace said. Andrea Moffat of the Ceres green investment network argues that this may become unsustainable. Corporate clients of the data farms, such as insurance companies, increasingly are bowing to shareholders&apos; demands to reveal their own carbon footprint. That is bound to have a knock-on effect on the tech companies, she said. Some companies are already moving to clean up their cloud, as Greenpeace notes in the report. Google set up its own energy division to source cleaner electricity sources, and entered into 20-year contracts to buy wind power from Iowa and Oklahoma. Facebook, which was targeted last year by the Greenpeace Unfriend Coal campaign, is building a new data centre in Sweden, its largest yet, to be powered by hydroelectricity. Moffat called for tech companies with large data centres to set renewable-energy targets. She also called on them to lobby governments to extend tax credits for wind and solar producers. Some companies have begun to take similar steps, such as eBay, which is not mentioned in the report. The online marketplace built its first data centre in Utah. It lobbied hard for legislation, passed last month, which for the first time enabled customers to purchase renewable power. The state otherwise gets virtually all of its electricity from coal.     HowCleanIsYourCloudv2.gif    &quot;They have a lot of power in the policy field that we are not seeing them using,&quot; Moffat said.", 
    "section": "environment", 
    "gid": "environment/2012/apr/17/apple-cloud-computing-coal-greenpeace", 
    "wordcount": "982"
}