{
    "headline": "Solar power firms in Mojave desert feel glare of tribes and environmentalists", 
    "text": "Of the many projects commissioned by the Obama administration to showcase its commitment to renewable energy, few are as grandly futuristic as the multibillion-dollar solar power projects under construction across broad swaths of desert on the California-Arizona border. But at least two developments, including the $1bn, 250-megawatt Genesis Solar near Blythe in the lower Colorado river valley and the Solar Millennium project, are beset with lengthy construction delays, while others are facing legal challenges lodged by environmental groups and Native American groups who fear damage to the desert ecology as well as to ancient rock art and other sacred heritage sites. Out on the stony desert floor, Native Americans say, are sites of special spiritual significance, specifically involving the flat-tailed horned toad and the desert tortoise. &quot;This is where the horny toad lives,&quot; explains Alfredo Figueroa, a small, energetic man and a solo figure of opposition who could have sprung from the pages of a Carlos Castaneda novel, pointing to several small burrows. Figueroa is standing several hundred metres into the site of Solar Millennium, a project backed by the Cologne-based Solar Millennium AG. The firm, which has solar projects stretching from Israel to the US, was last month placed in the hands of German administrators and its assets listed for disposal. Figueroa is delighted with the news. &quot;Of all the creatures, the horny toad is the most sacred to us because he&apos;s at the centre of the Aztec sun calendar,&quot; he says. &quot;And the tortoise also, who represents Mother Earth. They can&apos;t survive here if the developers level the land, because they need hills to burrow into.&quot; Figueroa, 78, a Chemehuevi Indian and historian with La Cuna de Aztln Sacred Sites Protection Circle, has become one of the most vocal critics of the solar programme and expresses some unusually bold claims as to the significance of this valley: he claims it is the birthplace of the Aztec and Mayan systems of belief. He points out the depictions of a toad and a tortoise on a facsimile of the Codex Borgia, one of a handful of divinatory manuscripts written before the Spanish conquest. On a survey of the 2,400-hectare site Figueroa points out a giant geoglyph, an earth carving he says represents Kokopelli, a fertility deity often depicted as a humpbacked flute player with antenna-like protrusions on his head. Kokopelli, he says, will surely be disturbed if the development here resumes. The area is known for giant geoglyphs, believed by some to date back 10,000 years. Gesturing towards the mountains, he also describes Cihuacoatl  a pregnant serpent woman  he sees shaped in the rock formations. All of this, he says, amounts to why government-fast-tracked solar programmes in the valley, where temperatures can reach 54C, should be abandoned. It is a matter of their very survival. &quot;We are traditional people  the people of the cosmic tradition,&quot; Figueroa explains. &quot;The Europeans came and did a big number on us. They tried to destroy us. But they were not able to destroy our traditions, and it&apos;s because of our traditions and our mythology that we&apos;ve been able to survive. If we&apos;d blended in with the Wasps  the white Anglo-Saxon Protestants  we&apos;d have been lost long ago.&quot; At the Genesis Solar site, 20 miles west, Florida-based NextEra has begun to develop an 810-hectare site. The brackets that will hold the reflecting mirrors stand like sentinels. Backed by a $825m department of energy loan, Genesis Solar is planned as a centrepiece of the administration&apos;s renewable energy programme, with enough generating capacity to power 187,500 homes. But local Native American groups collectively known as the Colorado River Indian Tribes are demanding that 80 hectares of the development be abandoned after prehistoric grinding stones were found on a layer of ashes they say is evidence of a cremation site &quot;too sacred to disturb&quot;. NextEra rejects the claim, arguing that while Native American artefacts have been found, &quot;no determination&quot; has been made that they come from a village or prehistoric site. &quot;At the request of the Native American tribes we have not tested the ashes, so to suggest this is a cremation site is incorrect,&quot; says the NextEra spokesman, Steve Stengel. The company says that attempts to sue it by lawyers representing the La Cuna group  which is not federally recognised as a Native American tribe  have already been dismissed. But it warns that losing a 10th of the site over any of these claims could make it uneconomic to proceed. Critics of the solar programme say problems stem from hasty planning and lack of local consultation  claims denied by bureau of land management (BLM) officials. John Kalish, spokesman for the department in Palm Springs, says: &quot;All the projects were thoroughly analysed and assessed for their impact on cultural and biological resources. As part of that process we developed agreements with the tribes to deal with any potential conflicts.&quot; But tribal leaders say damage to their sacred sites is inevitable. They have filed suits against six sites, including Ivanpah, a $2.2bn Google-backed project in the Mojave desert which will be the largest solar plant when it comes online in 2014. BrightSource, operator of Ivanpah, says that claims that hundreds of square miles of desert will be scraped flat, destroying sensitive habitat, are exaggerated. The company calculates that if all 11 plants approved by the California energy commission are built, they would cover only 66 square miles, 0.26% of the Mojave desert&apos;s 25,000 square miles. The company says it has spent $22m to help the desert tortoises with breeding and nursery programmes, fencing and, at certain times, 100 biologists employed to patrol the site. In addition, BrightSource plans to spend up to $34m to meet federal and state mitigation obligations. The tortoises are not short of attention: one early survey found just 17 across the entire site. The rush to establish new solar projects has led to reports of a gold rush mentality with some desert areas said to be experiencing a 10- to 20-fold gain in land values. In others, there are suspicions that the solar business is a rigged game in which projects affiliated to power companies are given the green light more readily. &quot;Land deals are being done but unless you can get connected there is no deal,&quot; says Vinson Johnson, a real estate agent in Twentynine Palms, a city in nearby San Bernardino county, California. None of this impresses tribal leaders, who argue that the land around Blythe was theirs until their numbers shrank and it came under federal control. &quot;It was reservation land until it was reduced,&quot; says Figueroa. &quot;They didn&apos;t even contact us. So we filed a lawsuit.&quot; One alternative to using BLM land, he says, would be to use areas that have already been disturbed, such as farmland, abandoned military airfields or the huge testing ranges that dot the south-western deserts. Figueroa is sceptical of the suggestion that accepting solar would be a greater good. &quot;How much is Mother Earth worth?&quot; he says, sharply. &quot;Yes, it is good to make use of the sun but not when it comes to disturbing sacred sites, pristine desert, the turtles or the horny toad. We were placed here to be guardians of harmonious equilibrium and we have a mission to ensure the sites are preserved for future generations. We cannot allow them to destroy us.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/11/solar-power-mojave-desert-tribes", 
    "wordcount": "1256"
}