{
    "headline": "Fear of flying and the hazards of communicating risk", 
    "text": "Very few risk experts display the same combination of peerless authority and engaging clarity achieved by Professor David Spiegelhalter, Winston Professor of the Public Understanding of Risk at Cambridge University. A particular virtue is Spiegelhalter&apos;s unusual openness about the limits to risk assessment. This kind of humility is sometimes difficult for experts who have invested so much in their favoured methods, that they end up like the proverbial carpenter equipped only with a hammer  for whom every problem is a nail. In high level policy debates about risk, it is often Professor Spiegelhalter who voices the most telling reminders to respect alternative views. On Radio 4&apos;s Today Programme yesterday morning, however, a slightly different story unfolded. As compelling and persuasive as ever, Spiegelhalter explained how ordinary non-expert reactions to risk can apparently be misleading. In common with many others in the field, he chose the example of commercial aviation. The picture is one of an ostensibly shocking mismatch between irrational subjective public anxieties over the risks of air travel and the objectively very low levels of risk when compared with pretty much any other mode of transport. The problem is, this kind of apparently definitively objective comparison between singular numerical values of risk for different kinds of activity can be even more misleading than the discrepancies it seeks to correct. The main point persists that we should not get unduly anxious. And it remains the case that people can become confused. But the need for careful thinking about these problems is rather different. The challenge is less about &quot;trust&quot; and &quot;acceptance&quot; of single strongly asserted numbers, and more about being questioning, critical and sceptical. In particular, the role of objective &quot;evidence based&quot; risk assessment is rather more humble, limited and ambiguous than is sometimes supposed. Why is this? Let&apos;s take the Today Programme&apos;s example of air travel risks. Without getting into the specifics, the key idea is that air travel incurs far lower risks per unit distance covered than alternatives like bike, car or train. The discrepancies are so wide, it appears this is all that needs to be said. Where people find themselves worrying more on a plane than some other vehicle, they clearly seem to be irrational. To argue otherwise is to descend into some kind of postmodern &quot;anything goes&quot; romanticism.  But even without querying the general ideology attached to assertions of objectivity, a rather different picture emerges if we ask a very simple question: What happens if we change the denominator? In other words, what if we think about travel risks not &quot;per unit distance&quot;, but instead &quot;per unit time&quot;? Neither is less &quot;objective&quot; than the other. Each can (if we wish) be expressed in equally precise numbers. Both can be similarly &quot;evidence based&quot;. The problem is  for the &quot;single definitive objective number&quot; school of thought  that each can yield a very different picture of risk. If we think in terms of risk per unit time (rather than distance), then it becomes relevant that a disproportionate share of flying risks occur during relatively brief and readily identified episodes. Risks in air travel are rather unevenly spread  being relatively concentrated during periods like take-off and landing or transit through serious thunderstorms. So, depending on the exact circumstances, it is actually perfectly possible that a hypothetically objective &quot;risk per unit time&quot; meter will register relatively high values during these very brief periods. This might coincide much more closely with familiar sensations of heightened risk. The apparent mismatch between the &quot;objective&quot; and &quot;subjective&quot; picture may not be all it seems. Of course, all forms of transport display similar kinds of concentration of risk into particular episodes. Car travel, for instance, will typically be more hazardous during a rainstorm, or if a dangerous driver is approaching. And a host of other complex factors further complicate the picture, and confound apparently simple average numbers. But the point in this case is that key features of particular episodes that apply in comparing modes of transport are especially easy to recognise in air travel (eg. take off and landing). So  based on available information  it is often not so self-evidently unreasonable to worry for a particular period about something whose average risk is relatively low. So what&apos;s the point of all this? My purpose is not to challenge conventional orthodoxies concerning the relative risks of commercial air flight. The progressively increasing safety achieved in this industry deserves credit. The point is rather more general, and arguably more important and neglected. What is actually irrational and anti-scientific is the idea that any kind of risk should be treated purely as a number, independently of conditions or assumptions.  Even without considering the many ways in which expert knowledge can be biased, the truth is always more complex and circumstantial. As in science itself, what is needed is a general attitude of healthy questioning scepticism, not credulous trust of singular, apparently precise and definitive, expert pronouncements.  In the end, very similar qualities and aspirations are common both to science and democracy. It is as much by science becoming more plural and humble, as by society becoming more &quot;rational&quot;, that we can best overcome the apparent mismatches. And it remains the case that no one has done more to advance this cause than the truly &quot;honest broker&quot; of an expert, Professor Spiegelhalter. Andy Stirling is professor of science and technology policy at the University of Sussex", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/14/fear-flying-hazards-communicating-risk", 
    "wordcount": "926"
}