{
    "headline": "Sports doping, Victorian style", 
    "text": "Long-distance walking, known as pedestrianism, was a popular sport in both Britain and America in the 1870s and 1880s. &quot;Wobbles&quot; or &quot;go-as-you-please&quot; races were gradually replaced by faster and more exciting cycling events, which promised pile-ups (and the occasional thrill of a lady cyclist), but pedestrianism could also deliver drama. It was a brutal, punishing sport. Spectators might see racers bleeding from their feet or from slashed thighs, which were cut to relieve muscle tension. In 1888, British pedestrian champion George Littlewood even had his alcohol footbath set alight by a saboteur while he was still using it. Littlewood was not discouraged by the experience and went on to set a world record which stood unbeaten for nearly a century, walking 623 miles (1,004km) in a six-day race. It&apos;s no surprise that few people have wanted to challenge Littlewood&apos;s record: not only were six-day races physically gruelling, they were also grimly monotonous, with walkers often completing thousands of laps of small, indoor circuits. In Britain one of the regularly used venues was the Royal Agricultural Hall, and it was here, in February 1876, that the famous American pedestrian Edward Payson Weston set off to walk 115 miles in 24 hours. His only challenger, British walker &quot;Mr Perkins&quot;, dropped out after 14 hours, while Weston completed the full 24 hours, falling 5 miles short of his goal. According to an indignant letter published in the British Medical Journal, he chewed on coca leaves during his race. (Although less potent than purified cocaine, the leaves are still a stimulant.) We&apos;re familiar with stories about doping in sport, but it&apos;s probably less common to find the scandal breaking in a medical journal. The BMJ became involved because this was not a sports doping scandal, but a science doping scandal: the whistleblower did not particularly care about the effect of the drug on Weston&apos;s performance, but he was worried that it might have ruined an important physiological experiment. Dr Frederick Pavy, a physician and physiologist at Guy&apos;s Hospital, had persuaded Weston to collect his urine during the ordeal. Pavy wanted to conduct a chemical analysis of the urine, and examine it under his microscope, hoping that it would help resolve a trans-Atlantic dispute over where the human body gets the energy necessary for such physical feats. In the 1840s German chemist Justus von Liebig had argued that protein was our major energy source. He believed that when we eat protein we make muscle tissue, and when we need energy we break down that tissue, releasing energy in a chemical reaction. This seemed to explain why people with muscular bodies were stronger and had more endurance than those with skinny or flabby bodies. If protein was broken down for energy during exercise the chemical waste products would be found in urine, but by the 1860s several European scientists had published contradictory urine studies and were arguing that protein was only one possible source of energy, with fats and carbohydrates also being important. By the 1870s one of the few remaining defenders of Liebig&apos;s thesis was an American physiologist, Dr Austin Flint Jr, who made many studies of Weston and claimed his urine samples proved that protein was the crucial energy source for exercise. So when Weston came to London, Pavy seized the opportunity to check Flint&apos;s results, using the same human guinea-pig. As it turned out, the coca leaf incident did not spoil the experiment because on the day Weston chewed the drug a careless attendant had thrown slops in the urine bucket, so the whole sample had been discarded. Using the other, untainted samples Pavy concluded that protein metabolism could not provide all the energy needed for pedestrianism: Liebig and Flint were wrong. Victorian athletes were perfectly free to take stimulants, or &quot;tonics&quot; as they were then called, and pharmaceuticals during sports events. Injections of strychnine, tinctures of cocaine and sips of alcohol were all used in normal medical practice to treat aches, pains and fatigue, so the idea was that if an athlete experienced these symptoms during their sport, they were allowed to take medicine to cure them just like anyone else. The realisation that some drugs don&apos;t just cure sick or weak bodies but actually push us beyond our natural physical limits (and are therefore unfair) did not take hold in sports until well into the 20th century. Even in the 21st century we still sometimes struggle to tell the difference between legitimate, curative drug use, and unhealthy or unfair doping. It was the Edwardians who brought in the first doping ban in competitive sports, at the first London Olympic marathon in 1908, but this was probably due to fears about the athletes&apos; health in this particularly stressful event and not because it was &quot;cheating&quot; or &quot;unfair&quot; (the rules only applied to the marathon, after all). Weston&apos;s other favourite tonic  which he thought more effective than coca leaves  was Liebig&apos;s Extract of Meat. By 1908 this was the familiar household brand Oxo, and Oxo was the official caterer of the 1908 Olympic Marathon. Runners were given it for free, with the organisers&apos; blessing. Vanessa Heggie is a historian of science at the University of Cambridge", 
    "section": "science", 
    "gid": "science/blog/2012/jun/19/sports-doping-victorian-style", 
    "wordcount": "878"
}