{
    "headline": "BlackBerry Z10 aims to claim Apple's crown", 
    "text": "  BlackBerry maker Research In Motion has been renamed after its most famous product and launched its first true computer phone in a make or break bid to secure its future as an independent company. Amid suggestions it could be a takeover target for rising Chinese PC manufacturer Lenovo, the Canadian company now known as BlackBerry will release its answer to Apple&apos;s iPhone in the UK on Thursday. From an event in New York that was beamed to London and six other world cities and attended by RIM&apos;s founder Mike Lazaridis and chanteuse Alicia Keys, chief executive Thorsten Heins vowed BlackBerry would &quot;lead the move to mobile computing&quot;. In an attempt to turn the tide on the technology revolution that is threatening his company with oblivion, Heins unveiled two handsets  one a pure touchscreen device with no physical keyboard  and the new software interface on which they run. Called BB10, the platform was originally announced in October 2010 but suffered from repeated delays. During that time, BlackBerry&apos;s market share collapsed, from 20% three years ago to 3.4% in December, according to researcher Strategy Analytics. More than 90% of smartphones run on either Apple or Android software. &quot;Today is not the finish line, it&apos;s the starting line,&quot; said Heins. &quot;We&apos;ve seen the industry move from narrow band to broadband, from analogue to digital, and now at RIM we intend to lead the move from mobile communications to mobile computing. We will be a leader in connecting you to your internet of things.&quot; The company&apos;s shares fell 5% to $15 while he spoke, although progress towards the arrival of BB10 and speculation over a buyout by Lenovo has seen the stock recover from an all time low of just above $6 in September.         Sales of personal computers dipped last year for the first time since the dotcom crash, and Lenovo is keen to secure its future by moving into mobile phones, which along with tablets are replacing computers to connect to the internet. BlackBerry&apos;s emblematic handset, the keyboard-less Z10, will make its debut in the UK before launching in Canada and other leading markets next month and in the United States in March. It will work on every UK 4G service  the one launched by EE and those coming in May and June from Vodafone, O2 and Three. The second BB10 handset, the Q10, which comes with a keyboard and a touchscreen will be launched later. Crucially, BB10 will have 70,000 apps redesigned to work on the platform. Many popular ones such as Skype, Rovio&apos;s Angry Birds games, Facebook, Twitter and even WhatsApp, the rival messenger service to BlackBerry&apos;s BBM, are all included. Ebay is conspicuously missing, although a spokesman for the company said its BB10 app would be &quot;coming soon&quot;. The reviews from industry watchers were cautious. &quot;Despite a well-designed Blackberry 10 platform, that will certainly attract short-term interest from existing users the company will struggle to appeal to a wider audience and in the long-term will become a niche player in the smartphone market,&quot; said Adam Leach at market researcher Ovum. BlackBerry will have to shout loudly to be heard against the multimillion marketing campaign being funded by Microsoft to promote the Windows Phone software used by Nokia and HTC. BB10 faces a double challenge  appealing to consumers who increasingly bring their devices to work and persuading businesses to invest by upgrading their IT systems so that it can run BB10. The company&apos;s Business Enterprise Server arm is popular with banks and government departments because it offers secure email by carrying traffic on a network of servers it has built and linked into clients&apos; buildings. It is this network that has also landed the firm in hot water, with a major outage in October 2011 and a number of smaller ones since. BB10&apos;s aim is to do away with the &quot;two phones&quot; problem, where customers carry a BlackBerry for work purposes and an Apple or Android phone for private use. Its technology allows company documents, emails and other information to be secured by preventing their transfer into private email accounts, for example. BlackBerry will make its security available to businesses that want to manage devices from other manufacturers, for elements such as pin protection and remote wiping of the contents of lost or stolen phones. &quot;We are expecting quite a lot of large corporates to buy small numbers of BB10 devices, get them up and running, test them,&quot; said European managing director Stephen Bates. &quot;We see that as a slow burn.&quot; Initially, BlackBerry is hoping the bulk of its sales will be to consumers buying their own devices. &quot;We are expecting that market to be very strong.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/30/new-blackberry-phones-revealed", 
    "wordcount": "796"
}