{
    "headline": "The dapper dipper doesn't just go with the flow", 
    "text": "Living near the river East Allen, I am lucky to watch dippers all year round. These dapper birds, so emblematic of northern fast-flowing rivers, fly low above the surface, their call slicing through the noise of water. Their favourite food, caddisfly larvae, is plentiful among the boulders, and they are able to scavenge underwater, equally at home in the water as in the air. With the river now in spate, it&apos;s easier pickings in the side stream, though even that is a churning, powerful force that tumbles stones in its path with alarming, grinding sounds. I am watching a dipper feeding from its base: a dark triangular rock jutting above the lime green of opposite-leaved saxifrage. A series of quick, restless bobs, then the chubby bird slips into the murk, reappearing every now and then with a beak bristling with food. Protected by its white eyelid, the dipper is able to forage in the opaque, heaving stream. I marvel at this sturdy bird&apos;s ability to move against the flow and to spot its prey as it repeatedly slips into the turbid waters. Such floods alter the streambed, etch scallop shapes out of the high bank and bring down slabs of turf from the field. Some plants, though, are well adapted to these dramatic changes. The matted white roots of water mint hold firm and golden marsh marigolds exert a suction force in the mud. The resilient evergreen woodrush is firmly rooted in the silted margins. It carpets the woods around the East Allen, its strappy leaves delicately edged in white hairs. Thanks to the buildup of leaf mould and mosses, it is able to grow over rocks creating lush tussocks of greenery. Here by the stream&apos;s edge, its tough rhizomes, fast in the silt, help to stabilise the bank at times of spate like today. It will re-emerge, its leaves flattened by the direction of the flow, when the water subsides.", 
    "section": "environment", 
    "gid": "environment/2012/may/10/allendale-northumberland-dipper", 
    "wordcount": "321"
}