{
    "headline": "'Killer robots' should be banned, say human rights groups", 
    "text": "The use of autonomous drones  &quot;killer robots&quot; that could fire weapons with no human control  must be prohibited by international treaty, human rights campaigners and lawyers have said. Weapons being developed that could choose and attack targets without human intervention should be pre-emptively banned because of the danger they would pose to civilians in armed conflict, they said. Losing Humanity: the Case Against Killer Robots, a 50-page report by Human Rights Watch (HRW), warns that fully autonomous weapons would lack human qualities that provide legal and non-legal checks on the killing of civilians. &quot;Giving machines the power to decide who lives and dies on the battlefield would take technology too far,&quot; said Steve Goose, the HRW arms division director. &quot;Human control of robotic warfare is essential to minimising civilian deaths and injuries.&quot; The New York-based campaign group said its report was based on extensive research into the law, technology, and ethics of the proposed weapons. It was published jointly with Harvard Law School international human rights clinic. They called for an international treaty, backed by national legislation, which would prohibit absolutely the development, production, and use of fully autonomous weapons. Such weapons do not yet exist, and major powers, including the US, have not decided to deploy them. But precursors are already being developed. The US, China, Germany, Israel, South Korea, Russia and Britain are engaged in researching and developing such weapons. Many experts predict that full autonomy for weapons could be achieved in 20-30 years or sooner, according to the report. &quot;It is essential to stop the development of killer robots before they show up in national arsenals,&quot; Goose said. &quot;As countries become more invested in this technology, it will become harder to persuade them to give it up.&quot; Fully autonomous weapons would be unable to distinguish adequately between soldiers and civilians on the battlefield or apply the human judgment necessary to evaluate the proportionality of an attack  whether civilian harm outweighs military advantage. The robots would also undermine non-legal checks on the killing of civilians, the report warns. Fully autonomous weapons could not show human compassion for their victims, and autocrats could abuse them by directing them against their own people. While replacing human troops with machines could save military lives, it could also make going to war easier, which would shift the burden of armed conflict on to civilians, says the report, echoing concerns already expressed by officials in Britain&apos;s Ministry of Defence. The use of fully autonomous weapons also raised questions of accountability, which would erode another established tool for civilian protection, HRW said. Given that such a robot could identify a target and launch an attack using its own power, it would be unclear who should be held responsible for any unlawful actions it commits. &quot;Action is needed now, before killer robots cross the line from science fiction to feasibility,&quot; Goose said.", 
    "section": "science", 
    "gid": "science/2012/nov/19/killer-robots-banned-human-rights", 
    "wordcount": "489"
}