{
    "headline": "Universities rise to efficiency challenge", 
    "text": "As June&apos;s comprehensive spending review approaches, universities must show that we are achieving the maximum bang for our buck. Pound for pound and weight for weight British higher education continues to lead the world in research and in teaching. Such over-achievement has its roots in excellence  but also in efficiency. A deeper analysis of what has been happening in our universities over the past 10 years shows that efficiency is not some new exercise driven by frightening economic forecasts. The numbers are impressive. Between 2005 and 2011, universities saved nearly 1.4bn by changing the way they operated on many different levels. They shared equipment and facilities, took a hard look at estates costs, worked together on procurement. This money was reinvested in the areas that matter  on new knowledge and research, and building on what we offer to our students. Universities operate in an environment of increasingly fierce global competition. Emerging economies are investing heavily in their universities, as key drivers of growth and prosperity. We compete for students, for research grants, for positioning on the world stage. To succeed in such an environment, management teams must run a tight ship. Relatively simple administrative changes can have big returns. The University of Leeds is saving nearly a million pounds on energy costs each year, by sharing a heat and power plant with Leeds Teaching Hospitals NHS Trust. At Newcastle University we are saving 1.7m a year through improvements in procurement. This cash has been injected into giving students more of what they want. The library is now open 24/7. We have revamped lecture theatres and IT facilities. Students have access to more personal tutors to help with problems. And we have more work placement opportunities to give students a leg-up onto the career ladder. Yet efficiency also means making your services stretch further. The University of Oxford careers service has nearly doubled the number of students it reaches without increasing its baseline budget at all. Thanks to a 460,000 IT investment, students at the University of Manchester can now download podcasts of lectures onto their iPod, mobile or laptop an hour after they&apos;ve finished. Academics can produce a top-notch podcast with no special training, and without touching a button. Unsurprisingly, students love it. In research, clusters of leading universities have formed organically to share the highest spec kit that will keep them at the cutting edge globally, but which no one university could afford or fully use alone. Members of the N8 partnership of eight research-intensive universities (Durham, Lancaster, Leeds, Liverpool, Manchester, Newcastle, Sheffield, York) all benefit from a joint high-performance computing centre that is also used by big industry players such as the National Grid and EDF. The BBC has used the centre to complete a music task that would have taken over a year in an astonishing twelve hours. Meanwhile Birmingham, Nottingham and Warwick are sharing ideas and equipment through the Midlands Physics Alliance. In a tough funding climate university partnerships seem increasingly attractive. But this isn&apos;t a quick fix. Such arrangements between universities do not blossom overnight, and take considerable work behind the scenes, negotiating priorities and buildingrelationships. You can&apos;t write trust into a contract. The driving force behind the N8 partnership are the pro-vice chancellors for research: they decide where it makes sense for us to work together. We are comfortable with the fact that we will compete in other areas too. To share expensive equipment, proximity does matter, unless you want to spend vast amounts on transporting samples, and staff travel time, proximity does matter. But models like the N8 show that even in our competitive world institutions can work together to produce bigger and better science. Ultimately, efficiency is about thinking ahead. Universities accumulate healthy surpluses to cope with volatility, such as fluctuating student numbers. A surplus is never surplus to requirements. Those who wish to judge an institution by how much money is in the kitty, should instead ask what its plans are for next year, and the one after. Public funding for capital has been slashed by more than half, but universities are pumping millions into critical research and teaching infrastructure. Being efficient is never going to grab the headlines. Yet probe beneath the surface and the evidence is there: British universities are playing a lean game. We need to get better at telling this story, or our ability to compete globally may suffer. Ministers should invest in universities to get the economy back on its feet  and know that we will spend it wisely. Professor Chris Brink is the vice-chancellor of Newcastle University and chair of the N8 research partnership. Sarah Jackson is N8 director and author of the Making the Best Better report This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/30/university-efficiency-savings-research-partnerships", 
    "wordcount": "817"
}