{
    "headline": "Hubble's hidden treasure, Hot DOGs and space sugar  in pictures", 
    "text": "   On 31 August, a long filament of material that had been hovering in the sun's atmosphere or 'corona' erupted into space. Travelling at more than 900 miles per second, the coronal mass ejection wasn't headed directly for Earth but did connect with the planet's magnetosphere, causing spectacular aurorae to appear on the night of 3 September Photograph: SDO/GSFC/NASA       A close-up of the coronal mass ejection with Earth to scale Photograph: SDO/GSFC/NASA       In galactic terms, this vast swarm of stars counts as a 'dwarf'. Hubble captured this image of the dwarf irregular galaxy known as DDO 190. Unlike our own galaxy, the spiral Milky Way, it is relatively small and lacks a clear structure  Photograph: Hubble Space Telescope/NASA/ESA       Experience what it's like to fly through the universe faster than the speed of light by watching this video animation. The Sloan Digital Sky Survey III (SDSS-III) released the largest-ever three-dimensional map of massive galaxies and distant black holes, which will help astronomers explain the whopping 96% of the universe that is unaccounted for  ordinary matter makes up just 4%, the rest is mysterious dark energy and dark matter. SDSS used the map to create a video fly-through of its galaxy imagesPhotograph: Johns Hopkins University/Adler Planetarium/Lawrence Berkeley National Laboratory/SDSS-III       Nasa astronaut Sunita Williams leaves the International Space Station via the Quest airlock to begin 'extravehicular activity' on 30 August. She was joined by Aki Hoshide from Japan's Aerospace Exploration Agency Photograph: ISS/NASA       During a spacewalk outside the ISS lasting almost six hours on 20 August, Russian cosmonauts Yuri Malenchenko (pictured) and Gennady Padalka moved a cargo boom, installed micrometeoroid debris shields and launched a giant steel 'ballbearing' into orbit Photograph: ISS/NASA       The science satellite will be tracked as part of a study of orbiting space junk Photograph: ISS/NASA       The world mourned the end of an era with the death of Neil Armstrong. The first man to walk on the moon took this picture of the Apollo 11 Lunar Module on 21 July 1969 Photograph:  Neil A. Armstrong/NASA       Engineers have been putting scale models of the Space Launch System rocket, designed to carry the Orion spacecraft and its human crew into deep space, through its paces in a wind tunnel at Nasa's Marshall Space Flight Center. In more than 900 tests, different launch configurations have been tested to see how they would interact with the Earth's atmosphere Photograph: MSFC/NASA       The first colour image of the Martian landscape sent by the Curiosity rover on the afternoon of the first day after it was set down on the red planet on 6 AugustPhotograph: JPL/NASA       This is a portion of the first colour 360-degree panorama from Curiosity, made up of thumbnails sent by the rover. The mission's destination, a mountain at the centre of Gale Crater called Mount Sharp, can be seen rising in the distance Photograph: JPL/NASA       Nasa announced that its next Mars mission would look deep inside the red planet Photograph: NASA       Nasa's Cassini spacecraft captured this natural-colour image of Saturn and its largest moon, Titan Photograph: SSI/JPL-Caltech/NASA       Part of a vast dark cloud of interstellar dust known as the Pipe Nebula. This image of a 'dark nebula' was captured by the European Southern Observatory's 2.2-metre telescope, sited on the edge of the Atacama Desert in Chile Photograph: ESO       Nasa's Wide-field Infrared Survey Explorer (Wise) has identified around a thousand hot, dust-obscured galaxies (shown here in magenta). 'Hot DOGs', as they are known, are among the most luminous objects known, in some cases emitting more than a thousand times more energy than the Milky Way Photograph: UCLA/JPL-Caltech/NASA       Among the million-plus observations that have been made by the Hubble Space Telescope are 'Hubble's Hidden Treasures'  beautiful images that have never been seen by the public. Nasa launched a competition to identify some of the best. First prize and winner of the public vote was Josh Lake for finding this image of the star-forming region NGC 1763 in the Large Magellanic Cloud. Lake produced a two-colour image from the data, showing glowing hydrogen in blue and nitrogen in red Photograph: Hubble Space Telescope/ESA/NASA       Ground support equipment, including the Optical Telescope Simulator, for the James Webb Space Telescope. The simulator's job is to generate a beam of light just like the real telescope optics to verify the alignment and performance of the telescope's science instruments. This photo was taken from inside a large thermal-vacuum chamber at Nasa's Goddard Space Flight Center in Greenbelt, Maryland Photograph: NASA       Astronomers have found molecules of glycolaldehyde  a simple sugar  in the gas surrounding a young binary star with a similar mass to our sun. This is the first time sugar has been found in space around such a star, and the discovery shows that some of the building blocks of life are potentially in the right place, at the right time, to become part of planets forming around stars  Photograph: ESO  ", 
    "section": "science", 
    "gid": "science/gallery/2012/sep/28/hubble-space-sugar-pictures", 
    "wordcount": "0"
}