{
    "headline": "King Coal nears the end of the line", 
    "text": "The closure of Daw Mill comes when King Coal has made an astonishing comeback with consumption by UK electricity generators up year-on-year by more than 30%. Despite government targets of reducing Britain&apos;s CO2 emissions, the energy companies are burning lots more carbon-heavy coal attracted by its relatively cheap price compared to (environmentally-cleaner) gas and the need to use or lose this coal-burning capacity ahead of new pollution controls in 2015. Around 40% of the electricity generated by power stations comes from coal while gas trails with a 30% share followed by nuclear, wind and other renewable sources. Because of heavy usage, local coal stocks are at their lowest level for 40 years while Daw Mill will see its output end just as another large underground mine  at Maltby in South Yorkshire - has been mothballed due to geological problems. The winners in the short-term will be the foreign coal exporters such as the US, Russia and Colombia which saw shipments to Britain rise by 50% last year. The discovery and exploitation of cheap shale gas in the US has undermined the competitive advantage of coal there, encouraging US mine owners to export more to Britain. But the UK is not alone in rediscovering a liking for coal. Consumption in other nations, notably India and China, is booming with estimates of up to 1,000 new coal-fired power stations being prepared for operation, according to the World Resources Institute. Despite the immediately sunny outlook for the global coal industry, the longer-term future looks more cloudycloudier. China is increasingly worried about air pollution while energy suppliers in Britain have been forced to fit expensive filters on their power stations to screen out nitrogen oxides and other pollutants or risk closure under EU environmental legislation. An industrial emissions directive, also emanating from Brussels and forcing even tighter controls, came into force in Britain in January while a carbon price support mechanism  an additional levy on fossil fuels used to generate electricity  will be introduced next month. Five years ago there were high hopes of a new generation of &quot;clean&quot; coal-fired power stations as the government prepared to help fund plants where C02 would be removed using new carbon capture and storage (CCS) technology. Little has happened due to the soaring cost of development although pilot schemes are planned. Coal has a rich history as a fuel source in Britain. During its heyday just before the first world war, 1.25 million British workers produced 300m tonnes annually. Now the number of miners is set to fall to 5,000 and the output which rose after previous falls to 18.5m tonnes in 2011 is set to decline again. The industry has fought back after previous setbacks, not least when striking miners were dubbed the &quot;enemy within&quot; by a Thatcher government which introduced energy privatisation and a &quot;dash for gas&quot;. But the end of Maltby and now Daw Mill makes it look like the local King Coal  if not dead  is finally on its last legs.", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/king-coal-daw-mill-maltby", 
    "wordcount": "508"
}