{
    "headline": "Government hails fall in number of primary schools failing to reach targets", 
    "text": "The government is claiming a significant improvement in primary education over the past year after new league tables showed the number of schools failing to reach expected targets for the basics of maths and English has fallen by around 60%. The results from tests taken by more than half a million 11-year-olds in May indicated 521 schools were below the &quot;floor target&quot; set by the Department for Education, against 1,310 in 2011. Of these schools 45 have since either closed or, in 37 cases, become academies. An almost identical number of schools, 502, had every single pupil meet the expected standards. However, the regional breakdown of the data showed continued stark differences between regions, something highlighted by the Oftsed head, Sir Michael Wilshaw, last month. The worst performing local authorities had almost one in six primaries fail to meet the government target, as against 1% elsewhere. Schools must see at least 60% of pupils reach the expected attainment level for English and maths, which includes proper spelling and grammar and the ability to carry out simple calculations, and shepherd them through at least average progress from age five to 11. The threat for malingering schools is forcible conversion to academy status, a programme moving quickly despite the still relatively small numbers compared with the secondary sector. Just over 400 of the 15,000 primaries involved were academies at the time of the tests, a figure which has now exceeded 900. The Department for Education claimed the figures as vindication for its policies. A spokesman said: &quot;Today&apos;s figures demonstrate that schools have responded to the challenge. The floor standards we introduced were tougher and have improved performance. Heads, teachers and pupils deserve credit for meeting the challenge head-on. &quot;Schools with a long history of underperformance, and who are not stepping up to the mark, face being taken over by an academy sponsor. The expertise and strong leadership provided by sponsors is the best way to turn around weak schools and give pupils there the best chance of a first-class education.&quot;This narrative was disputed by teaching unions. Russell Hobby, general secretary of the National Association of Head Teachers, said the results showed schools could improve &quot;no matter what their status&quot;, while Mary Bousted, of the Association of Teachers and Lecturers, called for the education secretary to leave well alone: &quot;Michael Gove needs to cease painting a picture of doom and gloom in education and stop to reflect on the successes of the system instead of constantly dreaming up new changes.&quot; Improvement was anticipated given that the Sats results for 11-year-olds on which the tables are based, released in September, showed the proportion of pupils who reached the expected level had risen by three to four percentage points. Part of the boost could have been down to the end of the externally marked writing element of the English Sats test, which tended to see lower marks than those for reading and maths. Analysis of the performance between school types provides some more ammunition for supporters of academies, with the obvious caveat that the small numbers involved  they formed less than 3% of primaries at the time of the tests  makes drawing clear lessons a perilous business. Standard academies, of which there were 255, did the best of any primary type in the proportion of pupils hitting the required level for English and maths, at 86.1%, up more than five percentage points from last year. The parallel figure for everyday community schools was 79.3%, though their year-on-year improvement was slightly greater. The academies also die best in the proportion of pupils hitting the higher, level five, standard for English and maths. The 147 sponsored academies lagged on 70.3%, but with a bigger annual improvement of almost nine percentage points. The tables give an overall average points score for all schools, allowing Newton Farm school in Harrow, north-west London, to claim the overall top spot for a second successive year. In welcome news for parents who developed a sudden interest in religion as their children neared school age, voluntary-aided and voluntary-controlled schools, which tend to be faith based, still generally do better than average.Such nationwide analysis tends to be the preserve of civil servants and education wonks, with parents focusing on schools in their locality. Here the news remains more mixed still. A fortnight after Wilshaw said getting a good education was still &quot;far too dependent on where you happen to live&quot;, 16% of primaries in Portsmouth and Nottingham, the worst-performing local authorities, failed to meet standards, against 1% in economically mixed inner London.  A paragraph on free schools was removed from this article on 13 December 2012 as the DfE&apos;s sample size was too small to be meaningful", 
    "section": "education", 
    "gid": "education/2012/dec/13/fall-primary-schools-targets", 
    "wordcount": "801"
}