{
    "headline": "Apps Rush: Kinect Star Wars, Ruckus Reader, Stuff Magazine, Greggs Taste Rescue, EA Battlelog and more", 
    "text": "A selection of nine new apps for you today: Kinect Star Wars Released to promote the Xbox 360 game of the same name, this isn&apos;t actually a game. Instead, it gives your Facebook and Twitter feeds a Star Wars rebrand, including the ability to view them in the style of the famous scrolling-text intro sequence.Windows Phone Transformers: Ruckus Reader Book-apps publisher Ruckus has relaunched its platform, which now provides parents with updates on how their children are reading and progressing through its apps. Several have been launched using the new platform, including Transformers: Ruckus Reader, which complements its story with a word hunt, mini-games and a make-your-own story page. Other brands getting the treatment include My Little Pony, Crayola and Seaworld.iPad Stuff Magazine British gadgets magazine Stuff has hit the iOS Newsstand, with an iPad app that charges 2.99 per issue or 23.99 for a year&apos;s subscription. The monthly magazine&apos;s digital version is bulked out by videos, 360-degree product photos and zoomable picture galleries.iPad Greggs Taste Rescue Paging David Cameron! There&apos;s now a &quot;Greggs Taste Rescue&quot; app for iPhone, complete with a fake professor diagnosing &quot;how broken your taste is&quot; and prescribing the cure. That cure being, of course, a visit to a nearby shop to buy a pasty or three. The app ties into Greggs&apos; latest online marketing campaign. The link above is for iPhone, but here&apos;s the Android version.Android / iPhone EA Battlelog EA&apos;s latest console companion app is Battlelog, which enables players of Battlefield 3 to connect to its social community from their iPhones. Features include &quot;Battle Feed&quot; notifications on game events, messaging with friends, detailed statistics and friend leaderboards.iPhone Sage Record Keeper Business software firm Sage has launched an iPhone app to help small businesses and self-employed people keep income and expenditure records easily, to avoid a panic come tax-filing time.iPhone SnapNPlay This is clever: an app that takes a photo of sheet music, then plays it. The app can&apos;t yet parse &quot;rests, grace notes, and triplets&quot;, but as the video below shows, it does a decent job with Amazing Grace.Android            Polycell DIY brand Polycell has teamed up with Aurasma for an augmented reality app that provides how-to videos when people point their smartphone at Polycell packaging or catalogue images. Better than a simple menu? I&apos;ll let you be the judge of that. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Kidfolio Billed as &quot;a social network and digital scrapbook for parents&quot;, this is the latest app designed to help them capture and store photos, videos and audio clips of their child growing up, while sharing them with a close social network of family members. Parenting tips are thrown in too.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/17/apps-rush-star-wars-transformers", 
    "wordcount": "472"
}