{
    "headline": "Press Start: PS4 targeted by anti-DRM campaign, new Xbox One details, and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Sony execs respond to #PS4NoDRM online campaign | Eurogamer.net Picking up on rumours that Sony was considering using &apos;always online&apos; DRM for PlayStation 4 a group of gamers have formed a pressure group to convince the manufacturer it&apos;s a really bad idea:   NeoGAF users began circulating the #PS4NoDRM and #PS4USEDGAMES hashtags on Twitter yesterday and targeted messages at high profile Sony employees. &quot;This is why I love PlayStation fans - the passion bucket overflows,&quot; Sony&apos;s head of hardware marketing John Koller wrote in response to the campaign.  There&apos;s no word yet on whether Sony will abandon the plans  if it had them in the first place. Would be a wonderful PR coup now though... Microsoft Vows To Support Indie Developers on Xbox One | Kotaku ...and on the subject of wonderful PR, Microsoft wants everyone to know that it is not neglecting indies  just because it might not allow them to self-publish on Xbox One:  &quot;We&apos;re going to have an independent creator program,&quot; Don Mattrick, Microsoft&apos;s head of interactive entertainment (read: he&apos;s in charge of the Xbox), told me last week. &quot;We&apos;re going to sponsor it. We&apos;re going to give people tools. We&apos;re going to give more information.&quot;  Expect more details at E3. Microsoft talks Xbox One naming, privacy and more (Q&amp;A) | CNET News Microsoft&apos;s Jeff Henshaw talks about how they came up with that Xbox One monicker:  So to us, One is really the embodiment that this becomes one device that addresses all the entertainment that you want to enjoy on your TV, and brings it to you in a way that&apos;s so simple, that it can be the only input you have connected through your television. It is truly the one place to go for all this. So One ends up being a deeply meaningful thing to us here. It&apos;s almost a bar that we are striving to achieve, and I think we nailed it really well with the Xbox One.  I wonder if they saw XBone and Crossbone coming? Godus Players Can &apos;Overthrow&apos; Their Virtual God Bryan | Wired.com Turns out that Bryan Henderson, the Curiosity-winning god of Godus, can be usurped from his heavenly rule:  Earlier this week, the 18-year-old incoming university freshman from Scotland became the lucky winner of game designer Peter Molyneux&apos;s Curiosity cube contest. Henderson&apos;s reward: He&apos;ll be a god ruling over all other players of the upcoming &quot;god simulation&quot; game called Godus. But Molyneux says there&apos;s a catch. &quot;His reign will last a certain period of time  and then he can be overthrown,&quot; he told Wired via phone.  Nothing is ever what it seems in Molyneuxland... The Evil Within: Shinji Mikami&apos;s bloody return | VG247  As the first project to come from Shinji Mikami&apos;s Tango Gameworks, a lot is expected of The Evil Within. The creative director and grandfather of the Resident Evil series is hoping to provide a respite from adrenaline-fuelled action-horror titles by providing a tense, slow-burning survival horror experience.   Okay, you can stop there, we&apos;re in. Susan O&apos;Connor, game writer | Interview | The Gameological Society An interesting interview with a game writer who&apos;s worked on everything from Bioshock to Tomb Raider:  Jesse Schell gave this incredible talk at Game Developers Conference, and he talked about games and compared them to movies. He talked about how movies came into their own when they learned how to talk, for the talkies. Games have been talking for a long time, but he argues they&apos;re going to come into their own as storytelling when they learn to listen and respond to the player in a really meaningful way.  Lots of stuff in here on the process of thinking about and conveying narrative through games, as well as gender representation. You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/29/game-links-press-start", 
    "wordcount": "642"
}