{
    "headline": "Study links insecticide use to invertebrate die-offs", 
    "text": "The world&apos;s most widely used insecticide is devastating dragonflies, snails and other water-based species, a groundbreaking Dutch study has revealed. On Monday, the insecticide and two others were banned for two years from use on some crops across the European Union, due to the risk posed to bees and other pollinators, on which many food crops rely. However, much tougher action in the form of a total worldwide ban is needed, according to the scientist who led the new study. &quot;We are risking far too much to combat a few insect pests that might threaten agriculture,&quot; said Dr Jeroen van der Sluijs at Utrecht University. &quot;This substance should be phased out internationally as soon as possible.&quot; The pollution was so bad in some places that the ditch water in fields could have been used as an effective pesticide, he said. Van der Sluijs added that half the 20,000 tonnes of the imidacloprid produced each year is not affected by the EU ban. It is used not to treat crops, but to combat fleas and other pests in cattle, dogs and cats. &quot;All this imidacloprid ends up in surface water,&quot; he said. The research, published in the peer-reviewed journal PLOS One, found that 70% less invertebrate species were found in water polluted with the insecticide compared to clean water. There were also far fewer individuals of each species in the polluted water. &quot;This is the first study to show this happens in the field,&quot; van der Sluijs said. As well as killing mayflies, midges and molluscs, the pollution could have a knock-on effect on birds such as swallows that rely on flying insects for food, he added. &quot;Bee-harming pesticides are now leaking into water where they are affecting wildlife,&quot; said Friends of the Earth&apos;s Paul de Zylva. &quot;This study shows safety levels for chemicals are being routinely breached. Apart from not being properly tested for their risk to bees and other wildlife, pesticides are being used significantly above safe levels and without proper enforcement.&quot; Julian Little, spokesman for Bayer Cropscience, which manufactures imidacloprid, said: &quot;There doesn&apos;t appear to be anything hugely surprising in this article. It shows the presence of high levels of insecticide in water can have effects on aquatic insects and other invertebrates. Should we have strong stewardship of insecticides to minimise any contamination of water? Yes we should and yes we do.&quot; The research combined results from wildlife and water pollution surveys at 700 sites across the Netherlands conducted between 1998 and 2009. It found a very strong correlation between high levels of imidacloprid pollution and low numbers of invertebrates. In water exceeding the Dutch national pollution limit, just 17 species were found on average, whereas 52 species were found in cleaner water. Van der Sluijs said it was highly likely the insecticide was causing the invertebrate die-offs, because imidacloprid was already known to be acutely toxic to these species and is by far the greatest pollutant in the waters. &quot;Of all the chemicals, it is one of the prime suspects and when you look at the level of exceedence - often 100 times above national limits - it is suspect number one,&quot; he said. The scientists found several cases of extreme pollution, with imidacloprid levels 25,000 times the limit. &quot;The water contained so much insecticide that it could actually be used directly as a lice-control pesticide,&quot; van der Sluijs said. &quot;A bee or bumblebee drinking that water would die within a day.&quot; The extreme cases were all found close to greenhouses, in which imidacloprid is addded to the water used to water the plants. The EU standard for imidacloprid pollution is five times higher than the Dutch limit - 67 nanogram per litre versus 13 ng/l - but even water meeting this standard proved toxic for many species. Water meeting the EU standard has 50% less species that were found in the cleaner water. Van der Sluijs said the imidacloprid pollution appeared to break existing EU law: &quot;In my view the present use of imidacloprid is not consistent with what the law says: that the product should not have unnacceptable impacts on non-target organisms.&quot; He blamed the underlying problem on imidacloprid&apos;s extreme potency in killing invertebrates and its long persistence in soil and water. He said there was also a &quot;system error&quot; in the way that pesticides are authorised in the EU, which, for example, assesses only their effect in individual crops, not any cumulative impact. A recent report by MPs on the UK parliament&apos;s green watchdog, the environmental audit committee, concluded that the EU approval process for pesticides was flawed and opaque. &quot;The entire pesticide approval process needs an urgent overhaul,&quot; said de Zylva.  This article was edited on 2 May: 52 species were found in cleaner water, not 50", 
    "section": "environment", 
    "gid": "environment/2013/may/01/study-links-insecticide-invertebrate-die-off", 
    "wordcount": "823"
}