{
    "headline": "Apple chief insists on commitment to improve Chinese labour conditions", 
    "text": "Apple chief executive Tim Cook has insisted that the company is committed to improving conditions for workers in its supply chain and eradicating underage labour. Speaking at a Goldman Sachs technology conference, the transcript of which has been put online by Macrumors, the head of the world&apos;s most valuable company tackled the topic of conditions in Apple&apos;s supply chain in China and other countries, where the Fair Labor Organisation (FLA) has begun inspecting conditions in the factories carrying out final assembly of Apple products. &quot;Apple takes working conditions very seriously, and we have for a very long time,&quot; Cook said. &quot;Whether workers are in Europe or Asia or the United States, we care about every worker. &quot;I&apos;ve spent a lot of time in factories, personally. Not just as an executive. I worked at a paper mill in Alabama and an aluminium plant in Virginia. Many of our top executives visit factories on a regular basis. We have hundreds of employees based there full time.  &quot;We are very connected to the process and we understand working conditions at a very granular level. I realise that the supply chain is complex and I&apos;m sure that you realise this. &quot;The issues around it are complex. Our commitment is simple: every worker has the right to a fair and safe work environment, free of discrimination, where they can earn competitive wages and they can voice their concerns freely. Apple&apos;s suppliers must live up to this to do business with Apple.  &quot;No one in our industry is doing more to improve working conditions than Apple. We believe transparency is so very important in this area.&quot;  Cook said the idea of using underaged workers was abhorrent and eliminating it in the company&apos;s suppliers was a top priority. Having ended it among final assembly companies  which put the elements together into the final product  Apple would now remove it from other vendors in the chain. &quot;If we find a supplier that intentionally hires underage labor, it&apos;s a firing offence,&quot; he said. In January, Apple collected data every week on more than half a million workers in its supply chain, he said, and achieved 84% compliance  &quot;significantly improved from the past, but we can do better. We&apos;re taking the unprecedented step of reporting this monthly on our website, so it&apos;s transparent to everyone what we&apos;re doing.&quot; Cook said the audit now under way by the FLA was probably the biggest in manufacturing in history.", 
    "section": "technology", 
    "gid": "technology/2012/feb/15/apple-china-supplier-cook", 
    "wordcount": "418"
}