{
    "headline": "Assassin's Creed 3  preview", 
    "text": "A certain online encyclopedia describes Assassin&apos;s Creed III (PS3/Xbox360/WiiU/PC) as a &quot;historical action-adventure open world stealth video game&quot;. It is both a long-winded description and an incomplete one. It is, arguably, missing the words &quot;free-running&quot;, &quot;management&quot; and &quot;martial arts&quot;. And it is definitely, undeniably, missing the vital key word &quot;epic&quot;. Because  and I say this having only scratched the surface  this game is so epic it looks set to make Ben Hur look like a child&apos;s cartoon flipbook. The third instalment of the Assassin&apos;s Creed story takes place over a sizable chunk of the 18th century, in the stirrings, midst and aftermath of the American revolution. As in previous editions, this is framed with science-fiction set in the present day: the Animus, a machine capable of reading memories out of our genes, plunges modern hero Desmond Miles back into the lives of his ancestors: the secretive order of Assassins, engaged in a millennial battle with the dastardly and deadly Templars. This time, though, the stakes are higher than ever. The world of the present is just a month or so away from being engulfed in an apocalyptic cataclysm and Desmond&apos;s genetic memories are humanity&apos;s only hope of working out how to stop this happening. Specifically, it&apos;s the life of his ancestor Connor Kenway, a half-British, half-Native American assassin, that holds the key to staving off the end of days. And what a life it is, full of intrigue, betrayal, warfare at land and on the high seas and, above all, freedom. Both in the sense of the great struggle against America&apos;s wicked British oppressors and in the sense of: &quot;Wow, you can do absolutely bloody anything.&quot; Because alongside the grand central narrative stretching across continents and centuries are a labyrinth of side-quests, meaty distractions and hidden gems. Take, for example, your Homestead, an old colonial estate that forms the base of Kenway&apos;s operations and, if you&apos;re not the home improvement type, little else. Take an interest in its affairs and you&apos;ll soon discover there&apos;s a wealth of tasks to be getting on with. Recruiting settlers, for one. You&apos;ll want to seek out, among others, carpenters, a butcher and an innkeeper, to keep buildings up, mouths fed and spirits high. You can even organise them into an efficient trading machine, crafting and shipping goods all over the eastern seaboard. Then, as you grow frustrated with the taxes imposed on your new empire, you&apos;ll want to head out into the wilderness and conquer the Templar forts along your trade routes. And when the land is yours  or before  you may choose to hunt on it, tracking, baiting, trapping and skinning wolves, bears, panthers and other wildlife and taking the pelts and innards back to be traded or crafted into useful gear. Tire of the land, and you can head out on to the ocean in your trusty ship, waging naval war against the Templars, living the life of a salty privateer or following dusty maps in search of the legendary Captain Kidd&apos;s treasure. If you find your beloved vessel&apos;s not up to the journey, a short visit to the Harbourmaster will set him to work upgrading it. Fancy a quiet break and you can wander about the harbour, watching the crew at work, rigging sails and bickering below decks, or climb the crow&apos;s nest for a spectacular view of the open sea or the sprawling, freely explorable cities of Boston and New York. Or you can do none of that. Ignore the siren call of the sea, the hunt, the homestead and the market, and there&apos;s still the noble business of assassination to be getting on with, and it&apos;s here, in the campaign&apos;s core missions, that the developers have really flexed their cinematic muscles. In one short session with the game, I&apos;ve chased a target on horseback through a vast chaotic battle, performed a quiet stabbing amid the gentry of a crowded theatre, eavesdropped from a rooftop on a young George Washington and ambushed a convoy of two dozen musketeers. All of which looked incredible, largely thanks to an elegantly simple control setup and a combat engine that turns every little scuffle into a fluid John Woo masterpiece. If the rest of it is as gorgeous, rich, intelligent and exhilarating as these first few hours, we may be looking at something more than a mere contender for the game of the year. It just might be the defining epic of a generation of consoles.", 
    "section": "technology", 
    "gid": "technology/2012/oct/25/assassins-creed-3-preview", 
    "wordcount": "757"
}