{
    "headline": "Rio+20: A voice from Jarwodee, Grand Gedeh, Liberia", 
    "text": "   Augustine P Jolo, Rio+20 Photograph: Guardian    I come from an area full of rainforests. After 14 years of war, these are virgin forests and the wildlife is still there. You can walk almost for 15 or 16 hours just in the forest. In Grand Gedeh we have elephants, leopards and vast land with wildlife, but there are also concession agreements in the area, such as logging. I think the government of Liberia is cognisant of the preservation of wildlife and of our forests, but they also want to create job opportunities for our people. Some of these concessions, like the logging, create job opportunities, but you realise that they just cut the trees down and then it causes problems for our wildlife and even for our communities. You learn from experience; experience is the best teacher. You see so many holes from the old mining concessions that they dug here, but no one can go there to live. With all these new concessions that are going on, it would not be a surprise to me if the same things happen. This government has passed concessions into law that will not actually benefit this community or society. There is a serious argument going on in Grand Gedeh concerning mining at the Putu mountain. The fact is that the community must also benefit. The international community should use Rio as a medium to inform them that, when talking about sustainable development, the people need empowerment. You cannot do that by just bringing investors without doing an analysis. In fact, these things that they call job creation are not job creation, because it causes problems for us. It takes a whole day for us from Grand Gedeh to come to Monrovia. You can&apos;t talk about sustainable development without talking about the roads.  The people are suffering. There is no running water, no light, no roads. No car can even enter my town, because the bridge is disconnected. How can you sell your produce when there are no farm-to-market roads? Electricity plays a very significant role in our day to day lives, and we don&apos;t have it. Where&apos;s the development? World leaders at Rio have to be pragmatic and serious in helping the African people to develop and give them the opportunity to have access to basic social needs  the same things they have in their own countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-jarwodee-grand-gedeh-liberia", 
    "wordcount": "389"
}