{
    "headline": "Should we avoid buying football kit because of the logos and sponsorship?", 
    "text": "This is not a level playing field. Some clubs offer children&apos;s replica shirts without the logo if, for example, their sponsor happens to be a gambling company. It would be nice to think this was driven by ethics, but it&apos;s probably to avoid breaking advertising guidelines and incurring a hefty fine. Approaching the start of a season, securing sponsorship seems as frenzied an activity as the transfer window. The late Derek Dougan, manager of Kettering Town, kicked all this off in 1976. In contravention of Football Association rules he came to an agreement with local company Kettering Tyres. When the FA pulled him up on shirt sponsorship he merely changed the shirts to read Kettering T  &quot;T&quot; for tyres, yet also for town. The FA relaxed the rules on shirt sponsorship the following year. You might say those rules have been loosening ever since. Clubs are addicted to the cash. It shouldn&apos;t be a surprise that Newcastle, Hearts and Blackpool players run about with wonga.com emblazoned on their shirts. This has caused a stir, as the company is known in particular for payday loans and has been criticised by the Office of Fair Trading. Is there no refuge from this selling out? There used to be Barcelona, which for 111 years refused sponsors&apos; logos on its shirts. Instead, the space was filled with the Unicef logo. Then in 2010 Unicef was relegated to the back of Barcelona shirts, the front now occupied by the Qatar Foundation, netting Barcelona a cool 25m and sending campaigners into apoplexy over Qatar&apos;s human rights records. In the despair that followed, Sunderland appeared as a beacon of hope, the team&apos;s shirts carrying the ethical-sounding &quot;Invest in Africa&quot; logo. Initially this positive message of hope gave fans a warm glow. But on closer inspection the Invest in Africa foundation seemed to have one major sponsor of its own, Tullow, amultinational oil and gas company. Supporters are their own worst enemies, buying kit despite the multitude of ethical issues, including a lack of information as to where shirts are made and in what conditions, and persistent charges of price fixing over replica shirts (which has been the subject of Office of Fair Trading investigations). I understand this has a horribly jumpers-for-goalposts sound to it, but can&apos;t you show your love by knitting a logo-free scarf? Green crush of the week     Podium's Pee-Wee Herman skinsuit    We can&apos;t remember anybody saying that cycling needed formal wear per se, but Florida-based podiumcycling.com has decided to up the ante, sartorially speaking.The company was founded by professional cyclists with a range of cyclingwear that provided an alternative to &quot;obnoxious and overpriced kits&quot; from pro teams. &quot;Why would anyone want to be a billboard if the sponsors aren&apos;t paying them?&quot; asks Podium (see above on the issue of sponsors). It&apos;s fair to say that to wear the Pee-Wee Herman-inspired skinsuit you&apos;ll also need a sense of humour. Greenspeak: Pocket park {pau-kt-pa:k} noun A sliver of &quot;derelict&quot; unloved land which is transformed into an urban oasis, or mini park. London is spending 2m on creating pocket parks. The newest is in Landor Road, south London. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit guardian.co.uk/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2013/apr/07/avoid-football-kit-logos-sponsorship", 
    "wordcount": "568"
}