{
    "headline": "Fight against HIV empowering sex workers in India, says UN Aids envoy", 
    "text": "The fight against HIV in India has &quot;opened the doors&quot; to much wider social reforms in the country, said the UN secretary general&apos;s new special envoy for Aids in the Asia-Pacific region, who has credited India&apos;s sex workers with pioneering some of the most successful HIV prevention programmes. Prasada Rao, who took up his post this month, said the HIV epidemic forced the Indian government to start talking to communities that have been marginalised for decades. &quot;Before HIV nobody ever thought about these groups  sex workers, MSM [men who have sex with men], transgender populations,&quot; said Rao, who made his first trip to a brothel in Mumbai as head of India&apos;s National Aids Control Organisation in the late 1990s. &quot;And they never had this self-confidence you see today. HIV, in an indirect way, has brought an empowering aspect.&quot; This week, hundreds of sex workers from around the world have gathered in Kolkata, India, for an alternative summit to the International Aids Conference being held in Washington DC, and a week-long protest against the US visa restrictions they say have blocked them from attending the main event. More than 40 countries are represented at the alternative summit, dubbed the &quot;sex workers&apos; freedom festival&quot;, which has been organised by Durbar Mahila Samanwaya Committee  a forum of 65,000 female, male and transgender sex workers in West Bengal  and the Global Network of Sex Work Projects. The summit has been made an official International Aids Conference &quot;hub&quot; but has its own agenda  placing a premium on seven &quot;key freedoms&quot; including the freedom to move and migrate, access quality healthcare, and live free from stigma and discrimination. &quot;The discourse here is much larger than HIV,&quot; said Rao, who was in Kolkata on Sunday before heading to the Washington DC event. Rao said he credits Kolkata&apos;s sex workers with developing some of the most successful HIV prevention programmes. He highlighted the Sonagachi project, where sex workers in Kolkata&apos;s largest red-light district mobilised to promote condom use in their community, which he said served as a model for the Indian government&apos;s national HIV strategy. The Sonagachi project, which began 20 years ago, has &quot;all the elements of an effective intervention&quot;, said Rao, combining condom promotion and distribution with strong project management, targeted information campaigns, and efforts to improve the conditions of sex workers and tackle violence in the area. Aid donors have been attracted by the public health statistics coming out of the Sonagachi project  including significant drops in HIV rates over the past 10 years  yet Rao said the project &quot;has come to signify the fight of sex workers, not just on HIV, but also on healthcare and right to work&quot;. Rao insisted that the empowerment and active engagement of vulnerable communities is the only way to achieve an &quot;HIV-free generation&quot; in the Asia-Pacific region. In his new role, he will be looking for countries to adopt national roadmaps to improving the legal environment for marginalised groups. He criticised governments who apply aggressive anti-trafficking laws that fail to distinguish between trafficking and voluntary adult sex work. These laws drive vulnerable groups underground, away from key services, he said. &quot;The line between trafficking and sex work can seem very thin,&quot; said Rao. &quot;But if two consenting adults have sex, and one sells sex to the other, that is not trafficking  that is very clear.&quot; Meena Seshu, director of Sangram, a grassroots community-based organisation in Maharashtra, said the Indian government must do more to address the structural factors that make sex workers more vulnerable to HIV. This includes reforming the 1986 Immoral Traffic Prevention Act, which she said fails to distinguish clearly between adult sex work and trafficking, and encourages &quot;moral policing&quot;, leaving sex workers vulnerable to abuse and arrest. She praised female sex workers for raising their voice in protest, saying: &quot;Female sex workers in this country have existed of course forever but the voice they have been able to mobilise is incredible.&quot; &quot;This is something that has transformed individuals&apos; lives,&quot; she added, particularly as class and caste play large roles in structuring Indian society. &quot;We&apos;re looking at large numbers of women, many from Dalit communities, demanding political space and a voice  this is huge.&quot; In May, a study published in the Lancet medical journal found female sex workers to be almost 14 times more vulnerable to HIV infection than other women in low and middle-income countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/23/hiv-sex-workers-india-aids", 
    "wordcount": "763"
}