{
    "headline": "British wildlife photography awards 2012 in pictures", 
    "text": "   Overall winner and coast and marine category awards: Gannet Jacuzzi by Dr Matt Doggett Photograph: Dr Matt Doggett/BWPA       Animal portraits category winner: Red deer stag in pine forest by Neil McIntyre Photograph: Neil McIntyre/BWPA       Urban wildlife category winner: Starlings watching starlings by Phil Jones Photograph: Phil Jones/BWPA       Habitat category winner: Grey seal in underwater cave by Alexander Mustard Photograph: Alexander Mustard/BWPA       Hidden Britain category winner: Leap for freedom by Dale Sutton Photograph: Dale Sutton/BWPA       Wildlife behaviour category winner: Herring gull and puffin by Amanda Hayes Photograph: Amanda Hayes/BWPA       Wild woods category winner: New Forest in autumn by Jeremy Walker Photograph: Jeremy Walker/BWPA       Living landscapes category winner: Culm divided by Stephen Powles Photograph: Stephen Powles/BWPA       In my backyard category winner: Wasp house cleaning by David Handley Photograph: David Handley/BWPA       British seasons category winner: Snow hare portfolio by Jules Cox Photograph: Julian Cox/BWPA       British seasons category winner: Snow hare portfolio by Jules Cox Photograph: Julian Cox/BWPA       British Seasons category winner: Snow hare portfolio by Jules Cox Photograph: Julian Cox/BWPA       Documentary series award winner: A fresh approach to a rural tradition, portfolio by Mark Hamblin. Muirburn (heather burning) on an upland sporting estate to burn off old growth and promote fresh heather shoots on which red grouse feed. Burning takes place on a 12-year cycle to generate a mosaic of heather patches of different ages as part of red grouse management Photograph: Mark Hamblin/BWPA       Documentary series award winner: A fresh approach to a rural tradition, portfolio by Mark Hamblin. A red grouse adult male in spring plumage is an important game bird whose numbers are maximised on sporting estates through careful management to provide high yields for paying clients during the shooting season  Photograph: Mark Hamblin/BWPA       Documentary Series award winner: A fresh approach to a rural tradition, portfolio by Mark Hamblin. Clients pay handsomely to shoot red grouse but if there are low numbers of game birds then there are fewer grouse shooting days, which it is argued has significant implications for rural economies and local employment Photograph: Mark Hamblin/BWPA       Documentary Series award winner : A fresh approach to a rural tradition, portfolio by Mark Hamblin. A female hen harrier returns to its nest with a young grouse chick. Harriers and other moorland raptors can heavily reduce grouse stocks during the breeding season, which inevitably brings them into direct conflict with game shooting interests. An alternative approach to try to reduce the impact of grouse predation by harriers is to provide them with another food source. On Glen Tanar Estate during the 2011 season the single pair of breeding harriers were provided with chunks of venison that the female took to feed her chicks, which resulted in a reduction in the number of grouse taken Photograph: Mark Hamblin/BWPA       WildPix young peoplesawards under 12 winner: A chaffinch by William Briggs Photograph: William Briggs/BWPA       WildPix young peoplesawards 12-18 winner: Arctic terns by Ashley Butterworth Photograph: Ashley Butterworth/BWPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/10/british-wildlife-photography-awards-in-pictures", 
    "wordcount": "0"
}