{
    "headline": "Keystone XL decision will define Barack Obama's legacy on climate change", 
    "text": "Very few of us have the opportunity in life to look forward to our legacy. However, sometimes events occur that we just know will shape how history will judge us. One of those events is about to happen to President Barack Obama. This year, his administration is expected to make a decision on whether to allow the construction of a massive pipeline that would be used to export tar sands from Alberta, Canada. The so-called Keystone XL pipeline would essentially bisect the United States to bring the tar substance (bitumen) to refineries on the Gulf of Mexico. From there, it could be exported around the world. The pipeline is essential for the expansion of tar-sand production. It is estimated that if the pipeline were approved, the rate of bitumen extraction would increase by 36%. What various industry voices have been trying to tell us is that the tar sands are necessary for friendly US-Canada relations, for jobs, and for energy security. What those industry voices have not told us is that approval of the pipeline would be a nail in the coffin of climate change. Tar-sand oil is very hard to remove from the ground; it requires enormous amounts of water and energy just to get it to the surface. As a result, it releases more greenhouse gases than conventional fossil fuels. It really is the dirtiest of the dirty. Approval of the Keystone pipeline will lock us in to decades of dependency on this dirty energy at a time when we need to develop clean sources of energy. But do the tar sands really matter that much? The answer is clearly yes. Alberta has 1.8tn barrels of oil contained within the tar sands. Extracting and burning all of that tar will cause a global temperature increase of about 0.4oC (0.7oF). That is about half of the warming that humans have already caused. For perspective, according to a recent study, the amount of oil-in-place in the Alberta tar sands is approximately seven times that of Saudi Arabia&apos;s proven reserves. But wait, it gets worse. One of the byproducts of tar-sand extraction is a substance that is like coal ... only dirtier. That byproduct, petroleum coke (affectionately called Petcoke), emits more carbon dioxide than even coal. It should be no surprise that the companies pushing for this pipeline disagree with the science. In fact, Alex Pourbaix of TransCanada said this week that oil sands would be &quot;immaterial to greenhouse gas emissions&quot;. It will be interesting to see who Obama believes, the real climate scientists or tar-sand executives. After a year of incredible climate-related disasters in the US, including approximately $70bn (46bn) from superstorm Sandy and another $35bn from the 2012 drought, it seems like an easy decision for the administration. Should they approve a pipeline to export Canada&apos;s dirty oil and be responsible for the continued environmental costs, or should they finally send a signal to the world that the US is willing to work with other nations to deal with the climate problem. President Obama has recently made very strong statements on climate change, but now is the time for action. If his administration cannot say &quot;no&quot; to Keystone  the dirtiest of the dirty  can it say no to anything? This decision will cement Obama&apos;s climate legacy. We in the US know that we cannot expect any meaningful action on climate change from the conservative parties. For Republicans, being anti-science and anti-environment is a litmus test to viability. It is almost a badge of honour among some conservatives to see who can out-dirty the other. The hope is, with this president, at this time, and with this dirty fuel, there is a chance. Either he will be remembered as the last best chance that we had to stop climate change; or his legacy will be the president who presided over the first major climate action from the US.  John Abraham is associate professor in the school of engineering at the University of St Thomas in Minnesota", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/22/keystone-xl-pipeline-barack-obama-oil-sands", 
    "wordcount": "673"
}