{
    "headline": "Foxconn 'considers plan to open factories in US'", 
    "text": "Foxconn, the controversial Taiwanese manufacturer that has become one of the world&apos;s largest employers thanks to booming demand for the Apple products it assembles, is reportedly planning to open factories in the United States. With an 800,000 strong workforce largely based in mainland China, Foxconn is one of the businesses that has profited from the decline of western manufacturing. Now the firm is apparently planning to reverse the labour drain by opening American factories. As labour costs surge in its home market Foxconn has been looking overseas for opportunities, and sources have told Taiwanese trade publication DigiTimes that the company is evaluating cities including Detroit and Los Angeles. The news should cheer Barack Obama, who has promised to create 1 million new manufacturing jobs over the next four years. Foxconn will have to adapt its formula, however, because America does not have armies of workers willing to survive on a few hundred dollars a month and live in dormitories as its Chinese staff do. In Foxconn&apos;s huge assembly halls in China, iPhones and iPads are largely put together by human hands, with very little automation. In the US, sources say Foxconn will specialise in flatscreen TV sets, which are easier to assemble with the help of robots. Apple has for some time been planning to make an internet-connected television set, which would essentially combine a TV screen with a computer. If the work is contracted to Foxconn&apos;s rumoured new factories, the iTV would be the first Apple product made in the US for some years. The company declined to comment on its plans, but chairman Terry Gou revealed this week he was planning to invite dozens of American engineers to his factories in China to learn about manufacturing. Gou told a business meeting on Wednesday that he did not believe President Obama could succeed in moving production lines back to the US because Americans have outsourced those jobs for too long. But he hoped Americans could learn how factories are operated so they can return home to set up facilities with automated equipment. Gou said he was already in discussion with the Massachusetts Institute of Technology about establishing an exchange programme. Foxconn will have to adapt its working conditions to operate in the US market. Worker suicides, industrial accidents and riots have dogged its mainland China plants, which were recently discovered to be employing workers as young as 14. The scandals have proved a source of embarrassment for its largest client. Apple chief executive Tim Cook was prompted in January to appoint an external auditor, the Fair Labor Association, to evaluate conditions throughout its supply chain after a string of workers killed themselves and there was a lethal explosion at the company&apos;s Chengdu plant, thought to have been caused by combustible dust. Reforms undertaken as a result of the audits have led to rising costs at Foxconn, which also makes phones for Nokia and tablets for Amazon. The company has cut overtime hours and announced a near doubling of salaries in China in recent months, and is now looking abroad for opportunities. It already has eight factories in Brazil and in September signed a memorandum of co-operation with the So Paolo government to invest $14m building a technological industrial plant. And Foxconn is planning to establish a phone factory in Indonesia by the end of this year, having promised to invest up to $10bn in Indonesia within the next five to 10 years. Gou founded what is now Foxconn in 1974 with $7,500 (4,624) borrowed from his mother. The company listed in Taipei in 1991, and its largest single plant in Shenzhen, China, employs hundreds of thousands of people. In its own Galaxy Apple&apos;s iPhone 4S has been displaced as the world&apos;s bestselling smartphone by Samsung&apos;s Galaxy handset, in a sign that the Californian group&apos;s march to world domination may have been halted. Samsung shipped 18m Galaxy SIIIs in the third quarter of this year, according to research firm Strategy Analytics, outpacing the iPhone 4S which shifted 16.2m units. &quot;It has become the world&apos;s bestselling smartphone model for the first time,&quot; said analyst Neil Shah. The upset could be temporary, with Apple&apos;s iPhone 5 expected to move into the top slot during the run-up to Christmas, but Apple&apos;s share price continued to fall on Thursday&apos;, hitting $545 (341), a drop of more than 22% since its record high of $705.05 on the eve of the iPhone 5 launch in September. After the Apple maps fiasco and the departure of two executives, Scott Forstall and John Browett, investors are asking whether it has &quot;jumped the shark&quot;  the moment in Happy Days when the Fonz vaulted a shark on water-skis, which signalled the decline of the show.", 
    "section": "technology", 
    "gid": "technology/2012/nov/08/foxconn-plan-factories-us-america", 
    "wordcount": "798"
}