{
    "headline": "Royal Society's 2012 Winton Prize for Science Books winner: The Information by James Gleick", 
    "text": "    Last night, the Royal Society named the winner of its 2012 Winton Prize for Science Books: James Gleick&apos;s The Information.  The Winton Prize is the world&apos;s leading award for popular science books written for a non-specialist audience. The Information, published by Fourth Estate, tells the story of information and how humanity uses, transmits and stores it.    Notably, all of the books on this year&apos;s Winton Prize shortlist were written by scientists  except one.  &quot;I am not a scientist, but I have my nose pressed against the glass&quot;, Gleick mentioned.  Sir Paul Nurse, Nobel Prize-winning President of the Royal Society, gave the 10,000 prize to Gleick during last night&apos;s ceremony at the Society&apos;s headquarters in London. The winning book prevailed over what is (in my opinion) a particularly strong shortlist this year.  &quot;This is a very unexpected surprise&quot;, remarked Gleick, an American journalist, biographer, and science and technology writer, when he received the award.  But Gleick is no stranger to excellent writing: three of his books have been Pulitzer Prize and National Book Award finalists.  &quot;The Information is an ambitious and insightful book that takes us, with verve and fizz, on a journey from African drums to computers, throwing in generous helpings of evidence and examples along the way&quot;, said Professor Jocelyn Bell Burnell DBE FRS, Chair of the judges.  &quot;It is one of those very rare books that provide a completely new framework for understanding the world around us. It was a privilege to read.&quot; The six shortlisted books for 2012 were:   Moonwalking with Einstein by Joshua Foer [Penguin books; 2011: Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]   My Beautiful Genome by Lone Frank [Oneworld Publications; 2011: Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]   The Information by James Gleick [Fourth Estate Press; 2011: Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]   The Hidden Reality by Brian Greene (read Bob&apos;s review) [Penguin Books; 2011: Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]   The Better Angels of Our Nature by Steven Pinker [Penguin Books; 2011: Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]   The Viral Storm by Nathan Wolfe (read my review) [Penguin Books; 2011: Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]   The shortlisted authors were each awarded 1,000. (You are invited to download the first chapter from each shortlisted book  for free.) This year&apos;s judging panel included: Professor Jocelyn Bell Burnell DBE FRS, Visiting Professor in Astrophysics, University of Oxford (Chair); Jasper Fforde, author; Tania Hershman, author; Kim Shillinglaw, BBC Commissioning Editor for Science and Natural History and Dr Samuel Turvey, Royal Society University Research Fellow, Institute of Zoology.  Initiated in 1988 as the &quot;Science Book Prizes&quot;, the Royal Society Winton Prize for Science Books were known as the Rhne-Poulenc Prizes for Science Books from 1990-2000, the Aventis Prizes for Science Books from 2001-2006, the Royal Society Prize for Science Books from 2007-2010. Beginning in 2011, the global investment management company, Winton Capital Management, agreed a five year sponsorship deal of the prize, thus, the prize is currently known as the Royal Society Winton Prize for Science Books.  David Harding, Founder and Chairman of Winton Capital Management said in a press release: &quot;Congratulations to James Gleick on winning this year&apos;s Royal Society Winton Prize, a worthy winner in a strong field. As a 21st century scientific research company Winton is working at the heart of exploring Big Data. The Information is an erudite, superbly researched, account of how humans have learned to transmit information and created a world where research such as ours is not just possible but can flourish.&quot; In this video interview (from three months ago), James Gleick chats with The Guardian&apos;s online books editor, Sarah Crown, at the Edinburgh International Book festival about the evolution of the information age, from drums and morse code to telegrams, the internet and beyond:            [video link]  (James Gleick is on twitter: @JamesGleick) Currently, the Royal Society is seeking entries for next year&apos;s Winton Prize. These books must be the best of 2012&apos;s new popular science books for a general adult readership. Titles can be submitted by publishers from any country, but must have been published for the first time in English during 2012 and be available to purchase in the UK. Full details of the prize&apos;s regulations and eligibility criteria and the entry form are available here. Closing date for submissions is Friday 8th February 2013.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn and Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/nov/27/3", 
    "wordcount": "775"
}