{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A wild donkey in the Negev desert in southern Israel Photograph: Oliver Weiken/EPA       Ivan, a four-year-old lion, in private roadside zoo in Novi Pazar, Serbia. Three lions  were acquired from Belgrade zoo by a private citizen in 2009, before the legislation came into force that prohibits possession of dangerous wild animals. Serbian wildlife authorities confiscated the animals and asked Four Paws Animal Welfare Foundation to transfer them to Africa. This week the three lions from Serbia were released alongside two tigers from Germany into Lionsrock big cat sanctuary in South Africa Photograph: Mihai Vasile/Four Paws/Reuters       A whale shark in the Galapagos Islands, Ecuador. The Galapagos national park, Charles Darwin Foundation (CDF) and the University of California are satellite tagging whale sharks - the world's largest species of fish - in order to understand migration patterns   Photograph: Jonathan Green/Galapagos National Park/REUTERS       A black-tufted marmoset (Callithrix penicillata) monkey walks on electric cables in an urban area in Rio de Janeiro, Brazil Photograph: Sergio Moraes/Reuters       Red squirrels have been wiped out from a large swath of northern Italy, threatening a further biodiversity crisis for the species on a par with its near extinction in the British Isles. There are now no red squirrels left in an area of more than 1,150 square kilometres in Piedmont, according to research from the universities of Turin, Genoa and Varese Photograph: Mikhail Metzel/AP       A migrating quail is snared in a net on the beach of Khan Yunis in southern Gaza strip. Palestinians erect hundreds of metres of yellow silk nets along the coastline to hunt migratory birds, mainly quails, which start arriving on the Mediterranean coast in late September Photograph: Said Khatib/AFP/Getty Images       At least four leopards have been poached and their body parts entered into illegal wildlife trade every week for at least 10 years in India, according to the latest report from the wildlife trade monitoring body Traffic  Photograph: Raj K Raj/Getty Images       A manatee known as Lil Joe was rescued from a river near Orlando, Florida, where he had become trapped. This is the second time that the 23-year-old has been rescued by authorities since he was set free early last year. He was taken in as a newborn orphan and raised in zoos and aquariums for more than two decades Photograph: Carlos Barria/Reuters       Great egrets (Ardea alba)  enjoy sunny weather on a lake in Antonin, central Poland Photograph: Janek Skarzynski/AFP/Getty Images       A red deer stag bellows during rutting season in Eekholt, Germany Photograph: Carsten Rehder/EPA       Elephants gather at dusk to drink at a watering hole in Tsavo East national park, Kenya. WWF has enlisted religious leaders in the fight to end the slaughter of Africa's elephants and rhinos by poachers Photograph: Ben Curtis/AP       A Filipino wildlife official shows seized elephant tusks and dried sea turtles estimated to be worth more than $2m from a shipment that came from Tanzania in 2009. The Philippines has launched an investigation into the alleged involvement of Catholic priests in the illegal trade of African ivory in the country, officials said. Elephant tusks are commonly used in the manufacture of statues, figurines and image replicas of saints Photograph: Dennis M. Sabangan/EPA       Penguins swim in the ocean after their release by workers from the South African Foundation for the Conservation of Coastal Birds, Cape Town. More than 200 penguins found covered in oil following a spillage were washed clean, fed and restored to health. Thirty birds were released this week Photograph: Schalk van Zuydam/AP       Unidentified animal rights activists survey badger sites near Taunton, Somerset, ahead of the badger cull that is due to start this autumn in western England  Photograph: Sam Frost       Baby gorillas rescued from poachers are cared for at the Senkwekwe Centre in Virunga national park, Democratic Republic of Congo Photograph: LuAnne Cadd/AP       Stickers on a box of cold water fish from China at the animal lounge of German air carrier Lufthansa Photograph: Kai Pfaffenbach/Reuters       Indian veterinarians are struggling to save the life of a rare one horned rhinoceros that was shot and dehorned by poachers in the jungle of Parku hills after it wandered out of a flooded Kaziranga national park Photograph: Biju Boro/AFP/Getty Images       A fly sits on the Selinum Linnaeus flower in the Valley of flowers national park high in the Himalayas, India. The remote valley is famous for its meadows of more than 300 varieties of alpine flowers and stretches over an area of 87.5 square kilometres. It was declared a national park in 1982 and a Unesco world heritage site in 1988 Photograph: HARISH TYAGI/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/28/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}