{
    "headline": "New ICT curriculum proposed by Royal Academy of Engineering and BCS", 
    "text": "A new ICT curriculum is on the cards for the UK, which could change this subject from one perceived as relatively dull and for boys only to one fit for the 21st century, creative, pervasive and designed for all  from children at key stage one through to mobile app programmers working at A-level standard and beyond. Nine months ago Michael Gove, the education secretary, scrapped the existing curriculum for Information and Communication Technology (ICT) and proposed giving schools the freedom to create their own curricula for the subject.  This new draft, which has not been endorsed by the Department for Education, is one of the results, representing the expert advice of a working party that coordinated input from a range of stakeholders.The rough draft is innovative, refreshing, and exciting. Bill Mitchell of BCS (the Chartered Institute for IT), which along with the Royal Academy of Engineering has worked on the new curriculum since August, said at a recent Google and Guardian event in London: &quot;What we are trying to do is get a curriculum that sets the destination of travel.&quot; And the draft ICT programme of study is doing just that, looking ahead to the end goal for each key stage. Digital literacy, computer science, and information technology rather than just ICT should all be taught from the start of a child&apos;s education at KS1 (children aged five to seven years old) through to KS3 (ages 11 to 14), like the sciences at primary school, say BCS and the Royal Academy of Engineering, while KS4 students (aged 14 to 16) should be able to specialise in an area of ICT, again as is possible in the sciences.  Speaking at the Google and Guardian event, others gave their opinions on where the new curriculum needed to go and the challenges being faced. Matthew Harrison of the Royal Academy of Engineering commented that neither computer science nor digital literacy are the answer in themselves, as both are needed to ensure the full gamut of learners advance in the classroom and marketplace. &quot;It&apos;s been fashionable to get on the computing bandwagon over the last 18 months,&quot; said Harrison. &quot;However, with some politicians there has been a tendency to rubbish everything that has gone before; that is wrong. Digital literacy is needed for everyone. Schools are not the full picture. Computer science is not the full picture. Digital literacy is still needed, but you don&apos;t progress to a high level of jobs and skills on digital literacy alone; you need computer science to get there.&quot; ICT in all its guises is not enough when it stands alone, agreed Alex Hope, the managing director of visual effects company Double Negative and co-author of the Next Generation Skills Report. Creativity was required, not just logic: &quot;We need rigorous teaching of computing in schools, but fusing art and technology together. We need to be creators of technology, making games or fighting cyber-crime, rather than just passive users of it. We need an education system that allows art and science to be taught alongside each other; those countries who allow this to happen will grow and thrive, and those that don&apos;t will be passive consumers.&quot; The draft pulls ICT into a broader space, allowing students to be creative and inventive. It defines digital literacy as &quot;the ability to access, use, and express oneself using digital technology, including a critical understanding of technology&apos;s impact on the individual and society&quot;. Information technology &quot;covers the use and application of digital systems to develop technological solutions purposefully and creatively&quot;, while computer science &quot;is the subject discipline that explains how computer systems work, how they are designed and programmed, and the fundamental principles of information and computation&quot;.  Among other competencies, KS1 students should be taught to use software on a range of devices, to create, manipulate and evaluate digital media in a range of formats, and understand what algorithms are for (they are a process of steps for solving a problem or carrying out a procedure) and that these are implemented as programmes on digital devices, as well as use that knowledge of algorithms to write simple programmes. On the KS2 (ages seven to 11) agenda, as well as much else, students should be able to write programmes to accomplish goals, solve problems by dividing them into smaller parts, and recognise that there may be more than one algorithm to solve a single problem, as well as detect and fix errors in algorithms and programmes. They should also be able to use &quot;if  then  else&quot; and loop structures in algorithms and programmes, and use variables and tables to store and retrieve and manipulate data. For KS3 students, the list of achievements includes the ability to select, use and assemble multiple applications across a range of devices to achieve complex goals, including analysing data and meeting the needs of known users, and create, reuse, revise and repurpose digital content with attention to design and audience. They must also be able to represent the relevant aspects of a problem as abstractions that can be described within a programme, including a conceptual understanding of how data is represented and how instructions are processed within a computer system. Altogether, the draft represents an impressive set of goals that will push and stretch students, fully engaging them in interesting, creative tasks that will result in a bevy of skills. Yet changing the ICT curriculum to give more weight to valuable subjects such as computer science, digital literacy, and information technology, to encourage young women as well as men to pursue these subject areas actively, to turn the UK into a melting pot of talent for programmers and designers in gaming, mobile applications and internet security, and computer generated imagery for the film industry, is only the start. A lot more than just the curriculum needs to change to get this glacial evolution moving, and much of that will come about through the integration of support, ideas and resources from schools and places of further education, plus industry and the corporate world. In a country where family economics creates a massive disparity between the children that have a now fully commoditised resource such as the internet at home, and those that do not, there is a lot to change; as Teach First, the organisation that recruits teachers for low-income communities, says, no child&apos;s educational success should be determined by their economic background. They may be slow, but glaciers get there in the end and are breathtaking in their mass and grandeur. This is only the beginning for British ICT. Heather McLean is a freelance editor, journalist and writer who specialises in communications technology, education and business", 
    "section": "education", 
    "gid": "education/mortarboard/2012/nov/13/ict-computing", 
    "wordcount": "1125"
}