{
    "headline": "Q&A: Rio+20 Earth summit", 
    "text": "What is Rio+20? The first Earth summit in 20 years is formally called The United Nations Conference on Sustainable Development. After Stockholm in 1972 and Rio in 1992, it is the third and biggest in a series of landmark global gatherings that aims to find a balance between economic growth and environmental protection. The high-level summit will be held from 20 to 22 June at the Riocentro Convention Centre in Rio de Janeiro, Brazil. Before then, there will be a meeting of the preparatory committe from 13 to 15 June, and a &quot;People&apos;s Summit&quot; of NGOs and other representatives of grassroots opinion from 15 to 23 June. Who will attend? Representatives from more than 190 countries, including 130 leaders, will participate in the formal session. In addition, it is estimated that 50,000 participants from civil society and business groups will take part in side events and the People&apos;s summit. Who are the main players? The political weight is tilted heavily towards emerging economies and developing nations. Brazil, Russia, India and China will be represented by national leaders. In Europe the picture is mixed: France and Spain are among those participating at the highest level. The UK&apos;s David Cameron and Germany&apos;s Angela Merkel will not attend, with deputy prime minister Nick Clegg and the environment secretary Caroline Spelman representing the UK. US president Barack Obama has indicated that neither will he, but a final decision has yet to be announced. How does it compare with 1992? Rio+20 is much bigger than its predecessor, but it has also been criticised for being vaguer and less ambitious. The earlier Earth summit resulted in the landmark conventions on climate change and biodiversity, as well as a host of other influential documents. This time, however, organisers do not expect any legally binding treaties. Instead, they hope nations will agree to a set of shared principles, landmarks and goals and initiate a process to define what it means to be sustainable. Why is another mega-conference necessary? In the past 20 years, the world&apos;s environment has continued to deteriorate. According to the most recent Living Planet report, global demand for natural resources has doubled since 1996 and that is now 50% higher than the regenerative capacity of the planet. Meanwhile, carbon emissions have increased 40% in the past 20 years, biodiversity loss is accelerating and one in six people remain undernourished. Without a new path of development and a change in consumption patterns, the pressure on ecosystems and poor communities is set to intensify in the future as the global population is projected to rise from the current 7 billion to 9 billion by 2050. What does the conference hope to achieve? Leaders will grapple with two main themes: How to build a green economy that reduces poverty without destroying the environment, and how to improve global governance. A central aim is to start a process so that by 2015, the international community can agree on a set of global sustainable development goals - with targets for consumption and production, a mechanism for periodic follow up and reports, and specific actions for key areas such as water, food and energy. Draft texts have included proposals to strengthen protection of the world&apos;s oceans, to upgrade the United Nations Environment Programme, to create an ombudsman for future generations, to conduct annual &apos;state-of-the-planet&apos; reports, to promote alternatives to GDP as a measure of well-being, to reduce subsidies for fossil fuels, to support consideration of &quot;ecosystem services&quot; (the public good provided by forests, rivers, mountains and weltands) in policy planning, to encourage investment in natural capital, and to provide financial support for poorer nations to move onto a more sustainable track. Some countries - including the host Brazil - are thought likely to announce a set of numerical targets in Rio, but most of the proposals, even if agreed at the conference, will take several years to thrash out. United Nations general secretary Ban Ki-moon said he expects the most concrete actions to come from NGOs, businesses and city governments. What are the main drawbacks and sticking points? As at the climate talks in Copenhagen and Durban, and the earlier Rio conference, there are considerable divisions - particularly between developed and developing countries - about burden sharing and whether to emphasise environmental protection or poverty alleviation. Climate change and renewable energy - although identified as crucial concerns - are relegated to a relative minor position. Delegates also disagree on the extent to which environmental reporting and progress towards commitments should be checked. As a result, preparations have been agonisingly slow. Compromise remains possible, but the risk is that it will come at the expense of delayed commitments and open-ended, unenforceable promises that dilute the outcome into meaninglessness.", 
    "section": "environment", 
    "gid": "environment/2012/jun/06/rio-earth-summit", 
    "wordcount": "793"
}