{
    "headline": "Birds in Britain's cities: a spotter's guide - in pictures", 
    "text": "   PeregrineThe fastest creature on the planet  hunting birds can reach over 180 miles per hour  and one of todays greatest urban wildlife success stories. Peregrines have returned to cities all over Britain, using high buildings as substitutes for cliffs and crags, and creating terror among city pigeons, their main prey. Our largest falcon, it has gunmetal grey plumage and a dark head pattern, which makes it look like its wearing a flying helmet. It can be hard to pick out among the gulls and pigeons: look for the peregrines broad-based, pointed wings and long tail. Illustration: Alan Baker       House sparrowThe Cockney sparrow used to be taken for granted  until they mysteriously began to disappear from the centre of London and other British cities. Their sudden decline has been blamed on a number of factors, including a lack of nest sites as we tidy up our buildings, and a shortage of insect food (which sparrows feed their chicks) as a result of chemical pollution from vehicle fuel. Males are smarter and more distinctive than females, with a neat black bib and grey and chocolate crown. Youngsters and females are the classic little brown job.Illustration: Alan Baker       Ring-necked parakeetThis brash, bright green newcomer may come as a surprise to city-dwellers used to dull British birds. Originally from northern India, parakeets first appeared in the London suburbs in the 1960s having escaped from captivity or been deliberately released. They soon found suburban parks and gardens to their liking, visiting birdfeeders and nesting in old woodpecker holes in trees. Their stronghold remains the capital but they are gradually spreading to other UK towns and cities. Males can be told apart from females by the pink and black ring around their neck.Illustration: Alan Baker       SwiftThe most aerial of all British birds, swifts spend virtually their whole lives airborne, feeding, sleeping and even mating on the wing. They only land to nest in crevices in buildings. Swifts return to our cities from Africa in late April or early May and spend the next two months dashing across the skyline while uttering their distinctive screaming call. They are easily told apart from swallows and house martins by their all-dark plumage, scythe-like wings and short tail. They spend less time with us than most summer visitors, usually heading off to Africa byJuly or early August.Illustration: Alan Baker       Herring gullOnce confined to the seaside, in recent years herring gulls have suffered from fish shortages, somany have moved inland where they find rich pickings on landfill sites. They also nest on roofs in cities such as Bristol and Cardiff where their chicks are safe from foxes and other predators. A large, bulky-looking gull, they have a pale grey back, white head and body, and pinkish legs. Young birds are various shades of brown. Herring gulls are now becoming something of a pest, especially as their loud, braying calls add an unwelcome note to theurbandawn chorus.Illustration: Alan Baker  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/17/birds-britains-cities-spotters-guide", 
    "wordcount": "0"
}