{
    "headline": "PayPal casts doubt on Near Field mobile payments systems", 
    "text": "The mobile wallet payment systems being developed by Google, Vodafone, Orange, Visa and Mastercard could be out of date before they come to market, according to internet bank PayPal. Google and others are promoting Near Field Communication technology, which involves replacing credit cards with phones which can be tapped on a reader at the till. NFC is the most high profile of the array of new mobile payment technologies on show at this week&apos;s Mobile World Congress in Barcelona. But it requires complex alliances between banks, mobile phone operators, software developers and handset makers. Shops and restaurants must install new equipment at tills, and customers need NFC enabled phones. PayPal&apos;s head of mobile, David Marcus, is sceptical: &quot;For NFC to succeed you need consumers to have the handsets, and merchants to install the terminals. It will take time for NFC to get mass adoption. By the time NFC catches up, we&apos;ll be in a world that will move away from the point-of-sales terminal.&quot; PayPal and Apple are working on alternatives which could be simpler to install. On Tuesday, PayPal announced a partnership with Yotel, the hotels group, which will let customers book and pay for rooms at Gatwick, Heathrow and New York in under 60 seconds from Yotel&apos;s website. In the UK, the Pizza Express restaurant chain already has a PayPal app which sends the bill to a customer&apos;s phone and allows them to pay without using a till or a credit card. In future customers could scan the barcodes of items they wish to buy using their phones, click a button on their screen to pay, and leave the shop. Apple has similar technology on trial at its stores in the US, using iTunes as a virtual bank. The technology is being used for buying accessories. The customer scans the barcode with their iPhone, then enters their Apple ID username and password. Payment is taken from the credit card linked to their iPhone account. The entire transaction bypasses queues, tills and sales assistants. &quot;We are not trying to replace a swipe by a tap,&quot; Marcus told the Guardian. &quot;We are trying to change the way people pay in shops. We want to remove friction from the payment experience. We are very technology agnostic and we are not dependent on NFC. If NFC doesn&apos;t happen we will still succeed.&quot; PayPal processed $118bn (74bn) in payments in 2011, up 29% year on year. Of those, $4bn were by mobile. The mobile total is expected to rise to $7bn in 2012, up from $150m in 2009. He said Paypal was the only payment method created for the internet age, and that it already had 106 million active customers and supported payments in 25 currencies. Its business model is difficult for rivals like Google to replicate, because this requires negotiating a multitude of foreign exchange, tax and legislative barriers. NFC payments have been slow to come to mass adoption because mobile operators would like to take a commission on payments and banks have been reluctant to allow this. In the US, Google Wallet has been frustrated by a rival service being developed by AT&amp;T, T-Mobile and Verizon Wireless. In the UK, Everything Everywhere, O2 and Vodafone are developing a joint initiative as well as working on individual solutions, such as the deal between Vodafone and Visa announced this week, and they have been reluctant to work with Google. &quot;We are not sitting in the middle with only parts of the solution,&quot; said Marcus. &quot;That is why we are truly in a unique position.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/28/paypal-google-mobile-payments-system", 
    "wordcount": "603"
}