{
    "headline": "Deadpool the videogame  preview", 
    "text": "We tend to think of Marvel Comics superheroes as lantern-jawed types with overdeveloped moral compasses (even though they include the motley likes of the Hulk, the Thing and X-Men). But surely none are as distant from that stereotype as Deadpool. He&apos;s a mercenary with no discernible sense of morality  pretty much the only things that interest him are guns, food, money and women. And after having Wolverine&apos;s healing factor implanted in him, he was left somewhat unhinged: he hallucinates a lot, and maintains a constant dialogue with himself inside his head. Now Activision is readying his first videogame. Deadpool the game is being made by San Diego&apos;s High Moon Studios, which has spent recent years making a series of Transformers games, and you get the impression that escaping from the confines of that worthy but restricting franchise has led to them enjoying themselves. It&apos;s a third-person action-adventure effort for the Xbox 360 and PS3, chock-full of jokes, gags and political incorrectness, with over-the-top weapons and gadgets and many a nod towards retro games. Early indications suggest it is a vehicle which should do ample justice to Deadpool&apos;s over-the-top personality.     Deadpool    Deadpool in action Deadpool&apos;s game director, Sean Miller, was on hand to oversee an extensive demo and talk us through the game. He was keen to point out that the game is based on the comics (even though there was a film in which Ryan Reynolds played the lead) and confirmed that Deadpool will be voiced by Nolan North, of Nathan Drake fame. He touched on High Moon&apos;s excitement at getting to make a Deadpool game: &quot;We got to do things in the Marvel world that nobody else does: when you get an opportunity to do this kind of game, you can be really crazy and move a bit more into mature areas. Although it&apos;s always interesting when I say &quot;mature&quot;, because mature games are full of a lot of immature stuff  that&apos;s part of what&apos;s fun about it.&quot; The game certainly captures Deadpool&apos;s internal dialogue and his tendency to hallucinate  generally for comic effect. The overall effect often strays into Duke Nukem territory, and one side-scrolling sequence in the demo looked suspiciously like a homage to Pitfall! Miller acknowledged an element of paying respect to games of yore: &quot;In the comics, Deadpool often makes reference to videogames. He has been in several videogames already, although this is the first game which is his own: he&apos;s usually a cameo character. So for us, it was an opportunity to say: &quot;OK, Deadpool is like our target audience  he&apos;s the gamer inside all of us.&quot; And it made sense to incorporate some of his favourite things. He&apos;s known for breaking the fourth wall, and in our game, he knows he&apos;s making a videogame.&quot; &quot;I think it&apos;s inevitable that there will be some comparisons to Duke Nukem. Definitely, as far as the irreverent humour is concerned: we do have a lot of jokes with those kind of blue themes. But I think there are some important differences in the way that we&apos;re approaching it. Deadpool as a character is somebody who is likeable. That&apos;s important to us: if he was a complete ass, you would get tired of that very quickly. We spent a lot of time making sure that what we&apos;re capturing is a guy you&apos;d like to hang out with. He&apos;s like, say, Austin Powers meets Archie Bunker. He does strange and wacky things, which are socially unacceptable to some people, but he&apos;s doing them because he wants to make people laugh, or he wants to have a good time.&quot;     Deadpool    Gameplay: guns, gadgets and melee weapons The demo showed Deadpool is a fairly typical third-person action-adventure game, in that it mixes shooting, melee weapons and offensive gadgetry, with Deadpool&apos;s attacks chaining together into combos. As you would expect, his arsenal tends towards the outrageous  he can wield a pair of sledgehammers, for example, and one sequence showed him teaming up with the mutant future-soldier Cable (a regular sidekick in the comics) at the helm of a giant fixed gun. He can charge up spectacular special moves, too. Miller went into more detail: &quot;I like the hammers, just because they&apos;re really unconventional: the idea of using two giant sledgehammers. There&apos;s one special move where he uses them like a croquet mallet, in a very painful way. I also like some of his gadgets: he has a bear-trap. &quot;We have a couple of different things that happen in the combo system. The more successful you are, the more points you get, which you can use and spend in the store. We also have a system in which you build up your momentum. In the comics, Deadpool has to be doing stuff all the time  he&apos;s never resting. So we built that in to the combat system: you build up a resource that allows you to modify and do even bigger moves. Then we have the Spend It Now option, which is what Deadpool would do  he can&apos;t keep a dollar in his pocket. And upgrades change your experience throughout the game. They give you access to additional bonuses for those combos, additional combos and modifications that you can use.&quot; Storywise, Deadpool is deliciously preposterous: it&apos;s set on the fictional island of Genosha, off the east coast of Africa, which was supposed to be a mutant utopia, until robots were sent to wipe its inhabitants out. So it has been abandoned for 20 years, except that Deadpool&apos;s nemesis, Mister Sinister, has moved in and started building up a mutant army. As well as Cable, Deadpool teams up with Death who, in this particular incarnation is female, and has a bit of a thing for Deadpool, because he can&apos;t die. Deadpool, then, isn&apos;t going to win prizes for its cerebral nature. But as the first starring vehicle on the Xbox 360 and PS3 for one of Marvel&apos;s most popular characters, it should prove pretty popular. And High Moon&apos;s execution looks pretty sharp, amusing and playable. If you&apos;re a Marvel fan, or yearn for something to fill the void left by Duke Nukem, look out for it later on this year.", 
    "section": "technology", 
    "gid": "technology/2013/jan/23/deadpool-preview", 
    "wordcount": "1037"
}