{
    "headline": "Trolls  pass notes No 3,268", 
    "text": "Age: As old as the internet chatroom. Appearance: Faceless, vile  and all over the tabloids. Tabloids? On Monday, the Sun&apos;s front page noted that &quot;TROLLS TARGET MUM ADELE.&quot; And then a MailOnline headline, reporting the ideas of said trolls, wondered: &quot;Is Adele&apos;s baby fat and handicapped?&quot; Which is ironic. How ironic? I&apos;ll explain in a minute. But don&apos;t you want to know about Adele first? Not really, but go on. Adele had a baby. Then a random tweeter using the sobriquet &quot;Vanessa Bieber&quot;  Any relation to Justin? Highly unlikely. Anyway, by way of comment on Adele&apos;s firstborn, &quot;Vanessa Bieber&quot; said: &quot;Aw, Adele gave birth to a baby. Is it fat and handicapped lol? Just murder it already lol.&quot; So &quot;Vanessa&quot; is the troll in question. But where&apos;s the irony? The irony is in calling her a troll. Why? Because technically speaking, a troll isn&apos;t someone who is merely offensive. Who are they, then? They&apos;re people who purposefully drag an online conversation off-topic  often by being offensive, but sometimes just by being needlessly pedantic or bizarre. Bieber, tweeting to her small echo-chamber of followers, was being rude  but she wasn&apos;t actually trolling. But the Mail? In banging on about trolls, you could argue the Mail was behaving like a sort of macro-troll. Because? Two things, really. One: by drawing Vanessa&apos;s insults (which would previously have been seen by only a smallish number of people) to the attention of their vast audience, MailOnline made her insults into a much bigger deal than they actually were. And in doing so, they hijacked the news of Adele&apos;s baby, and turned it into a story about something else. And two? Their above headline, which has thankfully since been changed, didn&apos;t attempt to question the rhetoric of the trolls. It simply restated their vitriol, and left it at that. Do say: &quot;Adele&apos;s had a baby, and we wish them all the best &quot; Don&apos;t say: &quot; and in the process, we&apos;re going to inadvertently draw attention to a load of trolls.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/oct/22/pass-notes-trolls", 
    "wordcount": "349"
}