{
    "headline": "Winter flocks in flight - your Green shoots photographs", 
    "text": "   Snettisham by mattadamwilliams, taken on 16 December, 2012 Photograph: mattadamwilliams/Flickr       Facing the wind by C.G.87, taken on 21 January, 2013 Photograph: C.G.87/Flickr       A flock of partridges, taken by Chrissie28IWish! on 27 January, 2013 Photograph: Chrissie28IWish!/Flickr       Pink-footed geese taken by Phillip Gates on 5 January, 2013 in North Shields Photograph: Phillip Gates/Flickr       A flight of fancy ...  sanderlings flashing across Poole harbour in the afternoon sunlight, taken by SteveJM2009 on 13 January, 2013 Photograph: SteveJM2009/Flickr       Starling murmuration at Willington gravel pits in Bedfordshire, taken by djb1166 on 11 November, 2012  Photograph: djb1166/Flickr       Starlings taken by jo92photos  on 16 October, 2010. 'We travelled to the RSPB reserve at Ham Wall, Somerset to watch the massive flocks of starlings as they returned to roost in the reed beds. This spectacular behaviour is known as murmuring. We were blessed with a wonderful sunset too' Photograph: jo92photos/Flickr       Starlings at Brandon Marsh on 24 November, 2010 taken by paul_ishuk Photograph: Paul_ishuk/Flickr       Geese and the Flight for Life taken by Scorpions and Centaurs  on 28 December, 2010 in Skyland, Denver, Colorado, US Photograph: Scorpions and Centaurs/Flickr       Jackdaws at Durlston taken by SteveJM2009 on 23 December 2012 in Swanage Photograph: SteveJM2009/Flickr       Twite in flight, Lancashire, taken by Tim Melling on 25 February 2012. 'I liked the way the morning sunshine backlit their wings as they flew in to feed on weed seeds on this patch of rough ground. Ringing studies have shown that this flock are from breeding grounds in western Scotland, whereas the nearby Pennine breeding population travel to the east coast to winter' Photograph: Tim Melling/Flickr       Jackdaw roost, taken by by Jane V Adams in Corfe Mullen Photograph: Jane V Adams/Flickr       The crossing, taken by Elsa Naumann on 23 September, 2009 in Basking Ridge, New Jersey, US. 'An oldie, revisited and cropped less. It was quite a spectacular site watching the birds (common grackle) cross the road' Photograph: Elsa Naumann/Flickr       Waxwings in flight formation, taken on 10 November 2012 by Tim Melling. 'Endeavouring to upload something slightly different I decided on this flight formation as the flock flew overhead, a little like a clumsy Red Arrows' Photograph: Tim Melling/Flickr       House with amazing views in Gretna, Scotland, taken by tricky (rick harrison) on 13 November  2010. 'This is a shot of the starlings murmuration at Gretna Green, where for a couple of months in the year starlings congregate at a few locations around the country and put on amazing aerial displays where they dance and weave in their tens of thousands at dusk, before roosting together overnight (they separate out in small groups in the daytime, then meet up again at dusk). Incredibly beautiful sight!' Photograph: tricky/Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/05/winter-flocks-green-shoots-in-pictures", 
    "wordcount": "0"
}