{
    "headline": "Neil Armstrong funeral: Piers Sellers pays tribute", 
    "text": "To coincide with the funeral of Neil Armstrong, who died at the weekend, Piers Sellers, the British-born Nasa astronaut now deputy director of the sciences and exploration directorate at Nasa&apos;s Goddard Space Flight Centre, pays tribute. First up, Neil Armstrong is my hero. He&apos;s absolutely iconic. He&apos;s the astronauts&apos; astronaut. It&apos;s amazing when you look at what he did. The business of flying the X-15, which was basically a piece of steel pipe with a rocket on the end, was dangerous enough. Then there was the Gemini 8 which went out of control, but he managed to figure out what was going on, saving the spacecraft, his crew mate and himself. That was incredible. And then there was landing on the moon itself. This man&apos;s career, as a test pilot and as an astronaut, is completely peerless. But, I think, the man himself was a more complex and richer personality than many give him credit for. He was a very dedicated engineer who became a professor of engineering when he retired from Nasa. He was really interested in how science and technology influence society and the development of civilisation. He was a deep thinker, insightful, well-rounded, not your ordinary &quot;fighter jock&quot;. I met him several times. He was a very quiet man, a little reticent, and I think he was always like that. I don&apos;t think it was just because of the whole business of being the first man on the moon. I remember the moon landing very clearly. Before it, I had started reading more about him. I was about 13 at the time and he was a total inspiration to me. Here was a person doing very difficult things and understanding every aspect of what he was doing. He wasn&apos;t just pulling knobs and levers, he really understood everything going on behind the dash when he was driving fighters or spacecraft around. I watched the moon landing as a kid in England on my little grainy black-and-white TV. There was James Burke and Patrick Moore commentating at the time. It was tremendous. I followed the whole thing. I had posters on the walls. I made all the Airfix models. It was tremendously exciting and it inspired me to do science and to do what I&apos;m doing now. Before I became aware of the space programme it wasn&apos;t clear to me where science and engineering could take you. This was resoundingly interesting. And, out of all the astronauts, Neil Armstrong and Jim Lovell, for me, were the two stand-outs. Armstrong had so many admirable qualities; supreme skill, courage and accomplishment as well as real humility and dignity. He had respect from everybody. I remember earlier this year when he came to visit Congress to receive the congressional gold medal from President Obama with the Apollo 11 crew and John Glenn, the whole of Congress was falling over themselves to try and get near him. Obviously, he will forever be remembered as the first man on the moon, the first human being to put their foot on anything other than Earth. That&apos;s huge. That&apos;s his legacy. But I think for those people who are in the business of science, technology and aviation, as they learn more about him, they will find a lot to admire and to emulate. He was the best of the best. The man was a master. I saw him earlier this year and he looked great. He was looking fit and I thought he had plenty of runway ahead of him. His death is very sad. I know that he wanted to see people going back to the moon, and going elsewhere during his lifetime. Hopefully, that will happen sometime soon. He is really something for the rest of us to try and live up to.", 
    "section": "science", 
    "gid": "science/2012/aug/31/neil-armstrong-funeral-piers-sellers", 
    "wordcount": "632"
}