{
    "headline": "BP Deepwater Horizon oil spill trial delayed in bid to reach deal", 
    "text": "The gigantic civil trial resulting from the Gulf of Mexico oil disaster has been delayed for one week, just hours before it was due to get underway in a New Orleans court on Monday to give BP and lawyers for the tens of thousands who lost their livelihoods time to negotiate a settlement. Judge Carl Barbier issued an order on Sunday afternoon putting off the start date until 5 March, citing reasons of &quot;judicial efficiency&quot;. A joint statement issued by BP and the plaintiffs&apos; steering committee said the delay was granted to give the armies of lawyers from both sides more time to reach a deal. &quot;This adjournment is intended to allow BP and the PSC more time to continue settlement discussions and attempt to reach an agreement,&quot; the statement said. The civil trial of BP and its partners on the Macondo well is universally regarded as potentially one of the biggest and most complex legal proceedings in modern history, and the companies had been under pressure to settle. The 20 April 2010 explosion on the Deepwater Horizon oil rig killed 11 men, and spilled 4.9m barrels of oil into the Gulf, devastating the fishing, shrimping and tourism industries. It was the biggest oil spill in US history. The judge is believed to be anxious to get the companies to agree on terms. A settlement could help BP reduce fines which alone could reach as high as $17bn, if the oil company is found guilty of gross negligence. Bob Dudley, BP&apos;s chief executive, said earlier this month the company was open to an agreement if it was &quot;on fair and reasonable terms.&quot; But as Sunday&apos;s statement acknowledged, the negotiations have been tough. &quot;BP and the PSC are working to reach agreement to fairly compensate people and businesses affected by the Deepwater Horizon accident and oil spill,&quot; it said, going on to warn: &quot;There can be no assurance that these discussions will lead to a settlement agreement.&quot; Hundreds of lawyers for all parties have been working to reach a settlement  to the extent that the legal influx has created a mini-boom for New Orleans hotels and restaurants, the Times-Picayune reported. A deal between BP and more than 120,000 victims of the spill  from shrimp boat captains to sales teams at time-share condos, restaurateurs and wedding planners  would settle what is arguably the most complicated part of the legal proceedings. But it may not necessarily resolve all the legal matters. The federal governments, and the state governments of Louisiana and Alabama are also pursuing claims, although the federal government is believed to be actively negotiating with BP to reach a deal over the costs of restoring the environmental damage done during the spill. Even so, BP is in a legal battle with the other companies that were involved in the runaway well: Transocean, which owned the oil rig, and Halliburton, which cemented the well. Those legal brawls, over the share of the costs of covering those damages, could continue even after the claims have settled.", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/bp-deepwater-horizon-oil-trial", 
    "wordcount": "515"
}