{
    "headline": "Green thinking takes root in midst of desert in Doha climate talks", 
    "text": "One of the great surprises for the 15,000 negotiators and others here in Doha for the climate talks is not the breakneck speed of development in the gas-rich emirate, or the displays of wealth and the giant construction projects, but the possible dawn of reality. Until recently, the Gulf Co-operation Council (GCC) states were the epicentre of unsustainable global development, a byword for waste, excess and ecological irresponsibility. Their huge consumption of natural resources and flouting of nature on the back of oil and gas production shocked even hard-nosed observers of global oil wealth. Well, we may have to change our views. From my hotel window, I can see 14 monster buildings being built, each to a much higher energy standard than the law demands in the US or most of Europe. Down the road is a new $70m (43m) test-bed for carbon capture, the beginnings of a 200 megawatt solar power station, a $1bn photovoltaic manufacturing plant, new waste treatment plants, a pilot project to grow food in the desert with saltwater, and a fledgling construction industry with waste plastic. Green baubles for the super-rich perhaps, but there is evidence that a real change of thinking is taking place. Schools, local authorities and mosques are now teaching about water and energy saving, and Gulf state governments are committing themselves to deeper cuts in emissions than the US or much of Europe. Britain hopes to generate 20% of its electricity with renewables by 2030. But the Qataris will do that by 2020. Britain, with a population of more than 60 million, built about 100,000 new homes last year. Qatar, with 1.4 million people, will build a whole city to the highest green specifications for 200,000 people in not much more time. And it&apos;s not just Qatar. Other Gulf states are racing each other to rethink their development paths. The renewable energy world is moving to Abu Dhabi. The Massachusetts Institute of Technology has invested billions of dollars in projects there, as well as in Europe and north Africa. Even Dubai, which has indulged in a 20-year construction frenzy, is aiming at 7% renewables in 12 years  similar to Belgium. Even more remarkably, Saudi Arabia, fearful of its own escalating domestic electricity needs, will meet one-third of its electricity demand from solar by 2032. None of this would have been conceivable even a few years ago. So what has changed? One senior adviser to the Qatari government put it like this: &quot;There is a new direction. The GCC countries all move together like a herd. A desperate search is going on to find new ways of doing things. They need to find the answer for when the oil and gas is not there. They have seen the future and now they have fire in their arse. &quot;But they also know that the Arab spring countries all neglected people during development. They are learning. Education, health and welfare were all neglected. Environment has risen up the agenda. In the past, it was of no interest. Now it is a global necessity. Money is not the problem.&quot; The thirst for what Qatar, Abu Dhabi and other oil-rich states call a new &quot;knowledge economy&quot; would partly explain why Qatar on Wednesday committed to set up a global climate change centre in Doha with the German Potsdam Institute. It will employ around 200 researchers and sit beside a dozen other prestigious US, British and other academic centres, including Imperial College, which is now at Doha. The founder of the institute, Hans Joachim Schellnhuber, spelled out what was at stake: &quot;Qatar is the only true desert state in the world with no surface water and 500km of flat coastline, where temperatures are already 45C in summer. With sea level rise expected to be up to 90cm by 2100 in the Gulf region and temperatures expected to rise [by] 5-8C, this place will be unlivable [if climate change is not brought under control].&quot; The Gulf states&apos; change of direction, he suggested, is being undertaken not out of any desire to be green but sheer pragmatism. What happens here could shape all our futures, says the adviser. &quot;The next stage of modern civilisation can be blueprinted here. Qatar can be a role model for the region and the whole planet.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/06/green-desert-doha-climate-talks", 
    "wordcount": "726"
}