{
    "headline": "Horse DNA found in Northern Ireland cold store 'came from Irish supplier'", 
    "text": "The owner of a cold store in Northern Ireland where frozen meat tested for &quot;exceptionally high&quot; levels of horse DNA said it came from an Irish supplier for whom it was holding it &quot;in goodwill&quot;. Freeza Meats, of Newry, County Down, said it had been asked by another company to hold the product after it declined to buy the &quot;parcel of raw material&quot; in August 2012. The following month an environmental health officer conducting an audit quarantined it. The company has not been named by authorities as food standards watchdogs and investigators in the UK and Ireland battle to contain the tainted burger crisis The Irish government has said it has been looking at Irish suppliers as part of its wider investigations. On Tuesday,  McAdam Foods, a meat trader based in Co Monaghan in the Irish Republic, confirmed a team of special investigators from the country&apos;s Department of Agriculture had been inspecting its premises and its deals with Polish suppliers. A spokesman for McAdam Foods said: &quot;We are complying fully with the Department of Agriculture, Fisheries and Food. A special investigations team have been here this morning and we have given them sufficient information at this point regarding our suppliers in Poland.&quot; The Guardian has been unable to independently confirm the identity of the firm involved with Freeza Meats. The company said in a statement: &quot;This raw material was not purchased by Freeza Meats and never reached the food chain through this company. We have under legal jurisdiction been required to detain the product in quarantine awaiting the direction of the local environmental health office. &quot;All tests that have been carried out routinely on our own finished products... have been negative. There have been no traces of equine DNA in any samples taken from Freeza Meats products.&quot; Freeza Meats, which employs more than 45 people, added that environmental health officers had been &quot;fully aware&quot; of the background from the outset. &quot;We look forward to working with the relevant agencies in Northern Ireland to resolve this issue,&quot; said the company. Earlier on Tuesday, the UK&apos;s Food Standards Agency (FSA) said meat held at Freeza Meats had already been found to have &quot;irregularities around the documentation and the labelling&quot;. It was checked by environmental health officers months before the Food Safety Authority of Ireland (FSAI) first made public its concerns over burgers adulterated by equine and porcine DNA in the middle of January. Newry and Mourne district council confirmed that DNA tests on samples of burgers made at Freeza Meats were found to be free from non-beef DNA. &quot;However, 12 samples of Polish meat belonging to another company which is under investigation following the horse DNA results from Silvercrest were sent for DNA analysis. Two of these samples contained approximately 80% horse DNA. This meat had been detained for the last five months due to the condition of its wrapping and queries regarding its labelling and traceability.&quot; The FSA is seeking to identify the chain of suppliers to Freeza Meats, which has a production plant and cold store, but has refused to name any other company with products at the plant. The Irish government also would not confirm the name and referred journalists&apos; questions to the hearing of the Dail&apos;s agriculture committee on Tuesday afternoon. Investigators are examining a possible link to the Silvercrest plant in Co Monaghan, Ireland, and are making inquiries in Poland, where government veterinary inspectors say they have so far been unable to establish evidence of a link to suppliers from that country. Ireland said 10 days ago it was confident Poland was the source of the problem. McAdam Foods&apos; website says it specialises in delivering beef and pork products throughout Ireland and Northern Ireland. It also exports meats into the UK, Germany, Denmark and much of northern Europe. &quot;With decades of experience in our team, we provide a complete solution to meat supply for industrial and commercial clients across west and north Europe. &quot;We export a huge range of meat products including unusual cuts and all the essentials such as fresh meat joints, burgers and sausages with a focus on pork and beef. &quot;The product is comprehensive including sourcing, supply and delivery to wherever you require, with all meats guaranteed to be produced and delivered in line with EU statutory regulations.&quot; In Ireland, the taoiseach, Enda Kenny, promised to sort out what is turning into a crisis for the Republic&apos;s multibillion euro food industry and a leading figure in the country&apos;s food standards authority said investigatora were closing in on those &quot;drip-feeding horsemeat&quot; into the burger industry. Freeza Meats is the fifth plant to be officially named in the scandal, following three in Ireland and one in north Yorkshire, and its involvement was revealed hours after Rangeland Foods over the border was implicated by Irish authorities. Gerry McCurdy, the FSA&apos;s director in Northern Ireland, told BBC Radio 4&apos;s Today programme parts of the consignment at Freeza had been &quot;properly labelled as being from Poland&quot; but added &quot;some of the labels were not genuine and some of the product had no labels&quot;. Since the meat had already been detained, it had not gone on sale. Kenny underlined the gravity of the scandal for Ireland as a food producer and exporter, saying: &quot;This is a matter of reputation, obviously we cannot afford to have that. It is a matter that needs to be sorted out and it will be sorted out.&quot; The taoiseach promised that claims an Irish meat supplier was involved would be investigated both by the Department of Agriculture and the police. Rangeland Foods shut down after a sample at the factory tested positive with a reading of 75% horse DNA in raw ingredient, authorities confirmed. The company supplies burgers to one of Ireland&apos;s most popular fastfood chains, Supermac&apos;s, but the restaurant&apos;s chief executive, Pat McDonagh, has said he is sure all his burgers are 100% Irish. Professor Alan Reilly, chief executive of the FSAI, which initially highlighted the contamination of processed beef burgers with equine DNA in Irish-made products, said: &quot;The net is tightening for sure but the investigations have some way to go. &quot;We are no longer talking about trace amounts... We are talking about horse meat. Somebody, some place is drip-feeding horsemeat into the burger manufacturing industry. We don&apos;t know exactly where this is happening.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/horse-dna-northern-reland-irish-supplier", 
    "wordcount": "1085"
}