{
    "headline": "From the archive: Earth summit: Rio - the buck stops here", 
    "text": "Let us soar into the stratosphere until Rio is just a dot on the earth, marked only by the smokeplumes of burning Brazilian forest, and ask very simply: where is the world heading? Then, back in the murk, it may be easier to decide whether the deliberations of 115 world leaders have made the slightest bit of difference.  The Doomsday Clock has not been dismantled after the cold war: but the advance towards catastrophe need not be inexorable. Most of the elements of a positive alternative already feature in the language of the Rio Declaration and Agenda 21. They envisage a massive transfer of resources from defence spending to finance economic and environmental needs across the world. Economic reforms and tariff reductions could lead to a revival of the global economy - but with significant extra funds allocated for sustainable development. North and South would enter into an environmental partnership, including a global carbon tax, aid to prevent deforestation, and finance for the shift to renewable energy sources. In a recent study (Scanning the Future) the Netherlands Central Planning Bureau has concluded that world food production could double by the year 2015 and global warming could at least be halved. The benefits of arresting environmental degradation would be so great that the extra cost of a green strategy might only be a quarter of one per cent of global production. Working in mutual self-interest the world community would have achieved Sustainable Growth.  Yet the opposite scenario is at least as plausible. World economic growth becomes more unbalanced and the terms of trade widen. Energy consumption and greenhouse gas emissions continue unchecked, with increasing desertification in the deficit areas of South and drought in the surplus North. The effects are compounded by divisive nationalism in the North and political break-up in the South. Sometime early in the next century all these adverse factors combine to double food prices worldwide. The developed world goes further into recession while the developing countries are swept by waves of famine and forced migration. Environmental co-operation is abandoned as governments desperately shore up short-term interests. The resulting &quot;eco-shock&quot; plunges the world into Global Crisis.  After previous false starts in the 1970s and 1980s, there can be little doubt that the 1990s are the decade of final choice. The ultimate crisis will be averted only if the world community can act fast, work cooperatively - and commit sufficient funds. How does Rio match up to this triple requirement? Certainly there has been a new sense of urgency at the Earth Summit, which made it at least politically expedient for most world leaders to attend in person. Environmental pressure groups can now quote from a wide array of commitments which although non-binding are embedded in new international documents of substance. The North has been compelled more than ever before to negotiate and seek compromise with the South. Even the US may eventually have pay a price for President Bush&apos;s perfunctory approach. Yet if Rio, in the favourite British phrase, is &quot;not the climax but the beginning&quot;, that only increases the danger that the world is starting too slow and too late. The argument, even if put forward in entire good faith, that it is more important to do things efficiently than in haste, misses the need for urgency - and for doing both.  Rio has set up some machinery for effective co-operation. The two conventions on global warming and biodiversity will have their own organisational structures. Agenda 21 will be monitored by the Sustainable Development Commission which is answerable directly to the General Assembly. The hope must be that the political pressure which brought prime ministers to Rio will require them to attend the Commission&apos;s annual meetings or make sure that their Secretaries of State go instead. But Rio has dismally failed to engender a new spirit of cooperation as well as the machinery. The refusal of the US to sign the biodiversity convention, the partisan positions of leaders from North and South, and the last-minute tussles over wording, have all left an ugly stain on the group photo.  Money, Mr Major has said, is the root of all progress. By that standard the financial commitment of the developed countries at Rio still falls far short. The world&apos;s deep recession and the demands of Eastern Europe can be cited. But why should the richest nations - excluding the well-judged generosity of Japan - display the greatest financial embarrassment? The 0.7 per cent of GDP goal, which most of the North continues to evade, is not just a symbol of intent. It would result in the real net transfer of resources on a scale not yet considered. That would mean a decision on priorities whereby the developed world postponed current benefit for a global few in order to prevent future suffering for the whole world. This may not seem practical politics, but it is the only way to practical survival.", 
    "section": "environment", 
    "gid": "environment/2012/jun/15/archive-1992-earth-summit-rio-editorial", 
    "wordcount": "826"
}