{
    "headline": "Tackling belief is the key to overcoming climate change scepticism", 
    "text": "In a Guardian comment piece last week, Vicky Pope, a senior Met Office scientist, articulated a view that is frequently expressed by scientists: that climate change is a matter of empirical evidence, not belief. But a decade of social science research on public attitudes shows that in fact, scepticism about climate change is not primarily due to a misunderstanding of &quot;the science&quot;. It is true that most people have only a limited amount of knowledge about climate science (as they do about most specialist subjects). And without doubt, free market and fossil-fuel industry lobbyists have shamelessly acted as &quot;merchants of doubt&quot; , exaggerating the level of uncertainty about climate change, or downplaying its importance. But in studies that have asked who is sceptical about climate change and why, we find not a story about scientific ignorance, but a link between social attitudes, cultural beliefs and climate change scepticism. The evidence is starkest in the US , but similar patterns are found elsewhere too: older, white, conservative men tend to be more sceptical about climate change. In a paper just published in the journal Climatic Change, my colleagues and I at Cardiff University asked what would happen when two groups of people - one group sceptical about climate change, the other group not - read the very same information about climate change in the form of newspaper editorials constructed especially for the experiment. We found that these two groups of people evaluated the same information in a very different way, attributing opposing judgments of persuasiveness and reliability to the editorials. In social psychology, this phenomenon - &quot;biased assimilation&quot; - is well known, and no one is immune from it, so both sceptics and non-sceptics rated the editorials in line with their existing beliefs. The critical difference, of course, is that those who were not climate sceptics had the weight of empirical evidence on their side. What this experiment illustrates, though, is that &quot;belief&quot; in climate change is very much what matters. Without belief in climate change, scientific evidence simply bounces off. And it is social views and cultural beliefs that predict climate change denial, not people&apos;s level of knowledge about climate science. In fact, recent work by Dan Kahan and his colleagues has found that the more scientifically literate people are, the more their ideological filters kick in when reading information about climate change. It might seem counterintuitive, but the more confidence people have in their ability to grasp the science, the more able they are to slot it into their existing worldview. So does that mean that climate change communicators should give up? Absolutely not - but we should not be looking to science to provide us with the answer to a problem that is social in nature. The challenge is to find a way of explaining why climate change matters using language and ideas that don&apos;t alienate people. Simply repeating the scientific case for climate change is - unfortunately - not going to cut it. In fact, the more we know, the less it seems that climate change scepticism has to do with climate science at all. Climate change provokes such visceral arguments because it allows ancient battles - about personal responsibility, state intervention, the regulation of industry, the distribution of resources and wealth, or the role of technologies in society - to be fought all over again. It follows that the answer to overcoming climate change scepticism is to stop reiterating the science, and start engaging with what climate change scepticism is really about - competing visions of how people see the world, and what they want the future to be like. Do you &quot;believe&quot; in climate change might not be the scientifically rational question to ask, but it is the most essential one to address if we are to understand - and ultimately get beyond - climate change scepticism.", 
    "section": "environment", 
    "gid": "environment/2012/mar/30/belief-climate-change-scepticism", 
    "wordcount": "650"
}