{
    "headline": "Free school programme fails to tackle shortage of primary places, says Labour", 
    "text": "The government&apos;s free school programme is failing to tackle the shortage of primary school places, with an increasing number of pupils missing out on their choice of schools, Labour has warned. As the government unveiled a further 55 new free schools, the shadow education secretary, Stephen Twigg, said new schools were often being set up in areas where there was a surplus of places bit not in those where there was a shortage. The Department for Education said 33 of the 55 new free schools opening this month were in areas that needed more school places. The new schools include 19 primary schools and seven all-age schools. But a Freedom of Information survey of 18 local authorities by Labour found that 2,698 pupils had failed to get any of their primary school choices this year, up from 2,313 in 2010. If these numbers were replicated across England, it would mean 22,787 had missed out on any choice of primary school, up from 19,535 in 2010  an increase of 3,252. The fall comes as the primary school population has risen by 78,000 compared to last year, the largest increase in a decade. Speaking on the Sky News Murnaghan programme, Twigg said: &quot;We have got a major crisis at the moment in primary school places in many parts of the country.&quot; Twigg said the failures of new free schools in Bradford and Newham before the new term this week demonstrated that the flagship programme was often failing to provide additional capacity in parts of the country where there was a shortage of school places. &quot;The programme is not being tailored to those parts of the country that most need additional school places,&quot; he said. Christine Blower, general secretary of the National Union of Teachers, said: &quot;To allow so-called free schools to open, irrespective of local need  is not a sensible approach to creating primary provision.&quot; The Department of Education withdrew its support for the One in a Million free school in Bradford just eight days before opening. The Newham free academy in east London was withdrawn in July owing to a lack of interest. Twigg also cited the Rivendale primary school in west London, said to have abandoned plans to open. Free schools are state-funded primaries and secondaries started by parents, teachers, charities and private firms which have greater freedom to change the timing of the school day, teachers&apos; pay and the subjects they teach. The new schools opening this September include Dixon&apos;s Music primary academy in Bradford, which is the first specialist music primary school in England, and Bilingual primary school in Brighton &amp; Hove, which will be the first bilingual free school in England, specialising in English and Spanish.", 
    "section": "education", 
    "gid": "education/2012/sep/03/free-school-primary-places-labour", 
    "wordcount": "461"
}