{
    "headline": "Canadian seal cull 'unnecessary due to climate change'", 
    "text": "Canada faced fresh calls to shut down its commercial seal hunt on Thursday, following new evidence that death rates among seal pups had dramatically increased due to thinning winter sea ice. The study, by scientists from Duke University and the International Fund for Animal Welfare, was the first to track declining sea ice cover in all four harp seal breeding grounds in the North Atlantic  with devastating effect. David Johnston, research scientist at the Duke University Marine Lab, said: &quot;The kind of mortality we&apos;re seeing in eastern Canada is dramatic. Entire year classes may be disappearing from the population in low ice years. Essentially all of the pups die.&quot; Satellite records of ice conditions since 1979 showed that ice cover had fallen by as much as 6% every decade. The research is published in the journal PLoS ONE. The loss of sea ice  and its threat to the future of seal populations  has been confirmed by Canadian government scientists, the International Fund for Animal Welfare said. Up to 80% of the seal pups born in 2011 were thought to have died because of lack of ice, according to the department of fisheries and oceans. The study adds additional weight to the long campaign by animal protection groups against the seal hunt. IFAW said on Thursday that Canada should work towards ending the commercial seal hunt for good, compensating the hunters and retraining them for other jobs. &quot;It is time for the Canadian government to face the reality that the commercial sealing is neither viable nor necessary,&quot; the organisation said. Russia recently banned the import of harp seal pelts. The European Union allows only Inuit seal products. Female harp seals depend on stable winter sea ice as a safe place to give birth and nurse their young, until the pups are grown enough to hunt on their own. The seals typically seek out the thickest, oldest patches of sea ice each February and March. The seals are able to adapt to short-term changes in ice conditions, Johnston said. But it was unclear the animals would be able to make a long-term move to new breeding grounds with more stable ice, such as those off east Greenland. Thousands of seals still return each year to their traditional breeding grounds in the Gulf of St Lawrence or off Newfoundland  despite the declining ice. &quot;There&apos;s only so much ice out there, and declines in the quantity and quality of it across the region, coupled with the earlier arrival of spring ice breakup, is literally leaving these populations on thin ice,&quot; Johnston said. &quot;It may take years of good ice and steady population gains to make up for the heavy losses sustained during the recent string of bad ice years in eastern Canada.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/canadian-seal-cull-unnecessary-climate-change", 
    "wordcount": "466"
}