{
    "headline": "Nokia cuts Lumia 900's US price", 
    "text": "Nokia has halved the price in the US of its flagship Lumia 900 smartphone to $49.99 (32), barely three months after its launch, in an effort to stem losses in market share to rivals such as Apple and Samsung. The initial handset cost of the Lumia 900 Windows Phone device has been cut from $99 to $49.99 with a two-year agreement, a Nokia spokesman told newswires on Sunday. The contract price has not been reduced. Nokia&apos;s phone is sold through AT&amp;T stores. Nokia&apos;s spokesman said the price cut &quot;is part of our ongoing lifecycle management, which is jointly done between Nokia and carrier customers&quot;. He said a price cut is not unusual at this time in a smartphone&apos;s life cycle, noting that Samsung has cut the price for its Galaxy SII, launched before the Lumia 900. Data from ComScore, which maintains a panel of US consumers who it polls monthly, combined with other panel studies from Nielsen, suggest that Nokia has sold about 330,000 Lumia phones in the US since its launch. Commenting on the data, Horace Dediu, of the Asymco consultancy, said: &quot;If it was a fledgling company, it would be a great start. Depends on whether Nokia sees itself that way.&quot; However financial analysts seem to hold little hope for the company: on Friday Bernstein Research&apos;s Pierre Ferragu gave Nokia&apos;s shares an &quot;underperform&quot; rating and cut his price target to $1.56. He estimated that over the quarter from April to June Nokia sold a total of 1.1m to 1.4m Lumia phones, of 2.2m shipped. Once the world&apos;s dominant mobile phone provider, Nokia was late to embrace smartphones with capabilities comparable to Apple&apos;s iPhone or the burgeoning ranks of Android products, and has also been losing market share in less expensive featurephones without data or app capabilities. Its Symbian platform, which once defined its smartphone offering, has been orphaned  although it still sells millions every quarter  in favour of products using Microsoft&apos;s Windows Phone software, which was first released in October 2010. Nokia adopted it in January 2011, producing its first phone, the Lumia 800, in October last year. The Lumia 900 features a 4.3in screen, 1.4GHz processor, 8-megapixel camera and LTE (4G) connectivity, and is Nokia&apos;s first serious effort to break back into the US smartphone market. However sales have been slow, and Nokia took a further hit in the media when Microsoft said current phones will be unable to run its new Windows 8 software, rendering them obsolete. Last month, Nokia said it would cut 10,000 jobs, and that its handset business would post a larger-than-expected quarterly loss. All three major credit rating agencies have downgraded Nokia to &quot;junk&quot; status. Smartphones using Google&apos;s Android system are expected to comprise 61% of the global market in 2012, while Apple&apos;s iPhone could capture more than 20%, the research company IDC said last month. Nokia is expected to report second-quarter results on 19 July. Analysts polled by Reuters last week expect a loss in the handset business of 236m, worse than the 127m in the first quarter. Shares of Nokia closed Friday at 1.51, after earlier in the week falling to their lowest since the mid-1990s. They have slid nearly 95% since November 2007.", 
    "section": "technology", 
    "gid": "technology/2012/jul/16/nokia-lumia-900-us-price", 
    "wordcount": "556"
}