{
    "headline": "Why I choose state education over private school", 
    "text": "Last week in Education Guardian Janet Murray wrote about why she sent her child to a private school. Within a few hours, 500 comments had been posted online, a number of them congratulating the Guardian on this brilliant satirical parody of the same article that we see on an annual basis from London journalists. I don&apos;t want to have a go at Janet Murray in particular, although Education Guardian does seem a curious gig for someone who didn&apos;t even try state education at nursery level. Instead, I would like humbly to suggest that Janet is wasting her money. But worse, she is doing her child a disservice. There are some things in this country where paying more actually gets you inferior results. And for me, private education is right up there with G4S security. Twelve years of being deeply involved in education issues have taught me that no parent reacts well to being told they&apos;ve made the wrong educational choice for their child. It suggests the subtext &quot;I don&apos;t like the way your kids are turning out&quot;, which is never guaranteed to enamour you to old friends. A genteel social occasion in some middle-class home can turn in an instant. &quot;So we were thinking of taking Timothy out of the local primary to get him ready for Common Entrance&quot; A couple of hours later, police sirens are flashing outside, yellow &quot;crime scene&quot; tape blocks off the entire road as dinner party guests are helped into ambulances clutching bleeding noses and fractured jaws. But it&apos;s because this is very important and emotive stuff. It feels like the frontline in the eternal struggle between personal interests and what&apos;s best for society in general. Anyone can be leftwing if it means just reading the Guardian and voting Labour occasionally. But having enough faith in the public sector to entrust it with your child&apos;s welfare, that demands a confidence in the system and a confidence in your own children that many left-leaning parents do not seem to possess. However, this is a false dilemma. In any choice between &quot;my children&quot; and &quot;wider society&quot; all of us would put our own kids first. My wife and I sent our kids to a state school because we wanted what was best for them. We wanted the very best education they could possibly receive. And guess what  it was all free! Imagine, we said to each other, if we didn&apos;t spend 10,000 a year each on school fees? That would be a six-figure sum by the time they go to university. How much better it would be if that money was put into a savings account for a down-payment on a flat each, or saved for even later when they were starting a family? Obviously we never did put the money away; I think I spent most of it on beer and curries, but the point still stands. It&apos;s quite possible that if I had spent a fortune on them, they would have got an extra grade A GCSE here and there, and a rugger trip to Johannesburg along the way. But that&apos;s not the same thing as getting an education. My kids both walked to their local school with classmates they never would have met on the private bus to Dulwich College. (Top tip by the way, there is a London bus, free to children, that travels exactly the same route.) My kids rubbed along with classmates of all races and classes. They know the other people in their community, they are not frightened when they walk down the high street after dark, they have gained an understanding of how society works that you could never get in an institution from which most of society is excluded. There is a world of difference between studying Islam and going to school with lots of Muslims. Sociology is a different subject when there are classmates missing the school trip because they can&apos;t afford a passport. (And please don&apos;t tell me how mixed your children&apos;s private school is, because believe me, it really isn&apos;t. When we drove past a prep school near where I live, my daughter said &quot;I never knew there were so many blonde people in London.&quot;) Such was my trust in the state sector that I very much left them to it. Oh, except for campaigning for this new school and then becoming its chair of governors for eight years. In fact, my involvement in the school only increased my admiration for the outstanding teachers my children encountered at Lambeth Academy. I am not quite naff enough to list their exam results here, but they and their friends did fantastically, despite a wobbly start when the school first opened. And that was without the misery of two or three hours of extra homework every night and school on Saturday mornings. Obviously there is no way that Lambeth Academy will ever achieve the exam statistics of nearby private schools. But studying the results of schools with socially selective intakes is a bogus science. Children from advantaged backgrounds are going to do much better wherever they go to school  that is module 1 of a GCSE in The Bleedin&apos; Obvious. If you read to your children from an early age, if the poor things are dragged round museums every other weekend, if you have the time and energy for them and are not leaving them at home alone every evening because you have a second job cleaning floors at Heathrow, then your children will do better academically. If your local comp got 50% five A-Cs including English and maths, that doesn&apos;t mean that your child has only a 50% chance of achieving that over-simplistic benchmark. What parents generally perceive as a &quot;better school&quot; usually means a school with an intake that is easier to teach. Janet Murray was seduced by the idea of the extra attention that her daughter would get in a class of 11 (too small in my unprofessional opinion). But it&apos;s actually quite important to learn to wait your turn, to appreciate that everything in life is not handed to you on a plate, that it&apos;s down to you to make things happen. I wouldn&apos;t mind so much if the privilege and social advantage of Britain&apos;s most famous public schools led to extra respect for one&apos;s fellow man or woman, but it doesn&apos;t; it tends to teach rank snobbery and an unmerited sense of superiority. Private schools are always boasting about all those extra-curricular activities. It&apos;s a shame Eton doesn&apos;t offer after-school tuition in Humility. So you don&apos;t have to send your children to private school if you want them to turn out a particular way. Far simpler to put a hundred grand on the barbecue and teach them to be rude to waiters yourself. Or spend 10 years putting 50notes into the paper shredder while instructing them to be frightened of hoodies. Not only is this divisive system bad for both sets of students involved, it is also bad for the country. The top tiers of our institutions and industries are packed with former public school boys, who are only there because of connections and an entitlement and self-confidence that is not matched by their ability to do an excellent job. George Osborne is not chancellor because he is a financial genius without equal in the United Kingdom. He is there because he is chums with the prime minister. When they all trashed restaurants together, maybe it was Osborne who produced the roll of notes to pay for the damage. &quot;George seems pretty good with money  maybe he should be chancellor?&quot; But none of that matters as much as what is best for your child. There are all sorts of different children, and all sorts of different schools and I appreciate that not every child will thrive in every institution. But the moment you decide to pay, you are denying your child a basic education in what their own society is like. So don&apos;t be frightened of your own community; your children will amaze you with their resilience and adaptability and fluency in African-Caribbean swear words. One of the best lessons you can give them is demonstrating how much confidence you have in them. So be selfish. Put your children first. Send them to your local state school. (Oh, but just a short PS to my own kids. In 30 years&apos; time when it comes to choosing a residential care home for your aged father, disregard everything I&apos;ve written here about the wonderful public sector. Feel free to spend a fortune on every private luxury available.)  John O&apos;Farrell&apos;s most recent novel is The Man Who Forgot His Wife", 
    "section": "education", 
    "gid": "education/2012/jul/30/best-educatioon-state-school-not-private", 
    "wordcount": "1465"
}