{
    "headline": "Mystery bird: plain-backed pipit, Anthus leucophrys", 
    "text": "      Plain-backed pipit, Anthus leucophrys (synonyms, Anthus gouldii and Anthus pyrrhonotha), Vieillot, 1818, also occasionally known as the plain pipit, photographed at Lake Chelekleka, a crater lake in the sprawling Oromiya region of Ethiopia (Africa).  Image: Dan Logen, 26 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/8, 1/1000 sec, ISO 640     Question: This Ethiopian mystery bird is part of a group that has a highly conserved appearance. However, this group of birds is very diverse with regards to a particular life history trait, where different species show every variation possible. What trait is that? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is an adult plain-backed pipit, Anthus leucophrys, which is placed into the family, Motacillidae. Pipits are found everywhere in the world except Antarctica, and they are birds of open areas, although they avoid very dry deserts. Pipits are small slender terrestrial passerines with medium-length or long tails. They are typically very drab birds, and are highly conserved morphologically, which makes them challenging to identify. They feed mainly on insects and other small invertebrates.  Amongst its congeners, the plain-backed pipit is quite large, and like its name implies, it has one of the plainest appearances amongst its mostly drab congeners. Its upperparts are plain grey-brown with some faint grey-brown streaks especially on its wing coverts, it has a broad white or buffy supercilium, dark moustachial stripes, dark irides and its beak has a dark upper mandible and a yellowish lower mandible. Its underparts are pale brownish and it has light grey-brown speckles on its breast. It has long pale orange or yellow legs and feet and a long tail. One of the distinguishing field marks for this species is its very upright stance, as you can see in this photograph. Males and females look the same, whilst juveniles are browner in colour.  Although I think it&apos;s easy to confuse most pipits with each other, some are more challenging to identify than others. This species is often confused with its congener, the tawny pipit, A. campestris. However, the tawny pipit is slightly smaller and slighter in build, paler in colour, and it has a more hunched appearance when standing around. To my eye, the facial markings of tawny pipits look more distinct and contrasty.  This video gives you some idea of the general behaviours of plain-backed pipits, but I have to warn you to turn the sound down before viewing this since it sounds like it was filmed in a wind tunnel:            [video link]  Probably the most reliable field mark is the difference in these two species&apos; voices. Plain-backed pipit&apos;s contact call is sweet &quot;ssissik&quot;, whereas the tawny pipit has a more sharply enunciated and enthusiastic &quot;tchilip&quot;. Thanks to Xeno-Canto, here&apos;s a recording of the plain-backed pipit&apos;s call:      [recordist&apos;s profile] Contrast that with the tawny pipit&apos;s call:      [recordist&apos;s profile] .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/30/4", 
    "wordcount": "548"
}