{
    "headline": "20 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for this week&apos;s roundup of the best new iPhone and iPad apps, based on a mixture of App Store trawling, press releases and developer submissions. Games aren&apos;t included you can find the latest multi-platform mobile games roundup here and PLEASE before posting an angry comment about The Guardian&apos;s dreadful Apple bias, check out the 20 Best Android apps piece that was posted earlier. Here&apos;s this week&apos;s iOS selection: SlideShark Already available on iPad, useful presentation-viewing app SlideShark is now available for the iPhone too. The service includes cloud storage for PowerPoint presentations, which can then be downloaded and viewed with the app, and shared with others.iPhone HouseMate This app is the work of Shelter Scotland, aiming to help tenants avoid arguments with their landlords over deposit repayments. The idea: the app creates a digital inventory of your rented house&apos;s contents, which can be shared between tenant and landlord, complete with photos.iPhone AppNet Rhino These are still early days for Twitter-alternative App.net, but the first mobile apps from third-party developers are beginning to appear. First to the App Store is AppNet Rhino, which makes a start on putting the real-time social feed on a smartphone with streams, posting and profiles.iPhone Barbie: Princess and Popstar At the time of writing, this is only available in the US. It&apos;s a book-app by Random House Digital based on the latest Barbie DVD. Expect a 20-page story, karaoke songs, digital stickers and slide puzzles.iPhone / iPad Flicklist There are apps to watch films on an iPhone or iPad, but Flicklist is an app to help discover them. Invite-only for now although invites are requestable on the developer&apos;s website it&apos;s based around curated lists of films and social networking to get the recommendations of friends and strangers alike.iPhone Swarmly The logical next step on from social location apps like Foursquare, Swarmly aggregates social activity from real-world venues and displays them on a map, to show where&apos;s hot right now among social apps users. And if the idea of people nose-deep in their smartphones when out for the night enrages you, think of it this way: Swarmly will show you which venues to avoid...iPhone YogiPlay Parent Center US startup YogiPlay is one of the companies trying to help parents discover good educational and/or entertainment apps for their children. Like a Game Center for kids, a bit, except with the connectivity going between parents and children, rather than children and children. Anyway, this is its central app, showing parents how their kids have been using any YogiPlay-enabled apps, as well as recommending others.iPhone / iPad gTar Startup Incident Technologies raised $350k on Kickstarter earlier this year for its educational guitar named gTar. It&apos;s a guitar with a dock for an iPhone running the gTar app, which was released this week. The app helps players learn songs, and also functions as the sound-generator for the guitar itself. US-only for now, as that&apos;s where early shipments of the gTar itself are going.iPhone Magic Belles: Magic Music This is another new app aimed at girls, featuring characters created by British firm Luma Creative that already exist on the Magic Belles website. The app itself stars six of the fairies with musical mini-games, with flowers and rainbows high in the mix. iPhone / iPad InstaTable This may be a good back-to-school app for children with their own iPod touch devices (or iPhones, obviously). It&apos;s a timetable and homework-planning app with lots of customisation options, to help students quickly input all their classes and tasks, reviewing them as they are completed.iPhone Feedflow This weekly post would be stranded without NewsRack, the excellent RSS reader that I use to scan new App Store apps via Google Reader. Feedflow is a stylish-looking alternative, though: logging in to a Google Reader account, downloading articles for offline reading. It also supports sharing on Twitter, Pocket and Readability.iPhone Indie Shuffle Another week, another crop of apps trying to solve the music discoverability problem finding good new songs amid millions of digitally-available tracks. Based on the Indie Shuffle website, this provides playlists in multiple genres, with songs able to be favourited to create your own.iPhone  John Cage Piano Released to celebrate what would have been composer John Cage&apos;s 100th birthday, this iPad app is a digital version of Cage&apos;s &quot;prepared piano&quot;, which (as the App Store description notes I&apos;m not a Cage buff) involved placing objects &quot;beneath and between the strings of a grand piano to create an entirely new instrument&quot;. The sounds have been &quot;meticulously sampled&quot; great for playing your own avant-garde masterpiece. Or just making a racket.iPad Gojee Also featured in our Android roundup this week, Gojee aggregates recipes for food and drinks from a range of foody blogs  more than 200, it claims  presenting them in a neat design with lots of photographs to help you choose something appetising to make.iPhone / iPad Blue Badge Style And another dual iOS/Android release for this app, which recommends bars, restaurants and clubs nearby, with reviews. Which may sound like an app genre that&apos;s been done to death on iOS because it has but the twist here is that Blue Badge Style is also focused on accessibility, showing which venues are friendliest for disabled visitors.iPhone / iPad Starmatic How much room is there for new photo-sharing apps? Instagram may have gathered 50m users and finally sealed its Facebook deal, but there are plenty of startups jostling to bring something new to the SoPho* genre. Starmatic is the latest: a well-designed app based on the Brownie Starmatic camera, with filters, social sharing and some very nice work on its user interface.iPhone DM&apos;s ft. Aggy There has been a spate of fashion-related apps on iOS in the last month, although not all of them have been as impressive as the clothing they feature. Shoe-brand Dr. Martens has made more of an effort with its new iPhone app though, roping in model Agyness Deyn to show off her own collection. It accompanies the firm&apos;s latest line of footwear.iPhone How My Body Works Publisher De Agostini has put together this anatomical book-app, providing two 3D models of the human body male and female and splitting its explanations, illustrations and mini-games into eight &quot;packs&quot; which can be bought individually or en masse using in-app purchases. It&apos;s aimed at younger iOS users.iPhone / iPad Weathercube At first glance, this is the latest app to take inspiration from the no-buttons interface of to-do-lists app Clear, although Weathercube has a different focus weather forecasts and does some different things through its cube-like structure. &quot;It&apos;s the weather  in a cube awesome!&quot; reckon the developers.iPhone Mixer One more social location app to talk about this week: &quot;a social mixer for your location&quot;. Nothing to do with cocktails. It&apos;s about finding interesting people nearby, which a lot of apps have been trying to do, without much hard evidence of a demand for this. Even so, Mixer has some interesting touches with its focus on neighbourhoods that could help it catch on.iPhone *You will never see the SoPho abbreviation used on the Apps Blog again. That&apos;s a promise.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/07/best-ios-apps-guinness-slideshark", 
    "wordcount": "1221"
}