{
    "headline": "Trade facilitation: breaking down barriers to international commerce", 
    "text": "What is trade facilitation? Trade facilitation refers to a broad range of reforms that aim to streamline the movement of goods and services across national borders. Proponents of trade facilitation say that reducing the transaction costs of international trade can create economic wealth, especially in developing countries, where red tape and other procedural barriers to trade tend to be high. The Organisation for Economic Co-operation and Development (OECD) has estimated that even a 1% reduction in such &quot;hidden costs&quot; would boost the global economy by $40bn (26bn), with most of those benefits going to the developing world. What exactly does trade facilitation do? Trade facilitation means encouraging  or perhaps requiring  countries to adopt measures such as publishing their import and export procedures; reducing the number of forms that importers and exporters are required to complete; allowing forms to be submitted online; and tackling corruption at border crossings. All the reforms that fall under the rubric of trade facilitation aim to increase the efficiency of trade, while also reducing the cost. Why should we care about this now? Negotiators at the World Trade Organisation (WTO) have been trying to negotiate a global deal on trade facilitation since 2004. After nearly nine years of negotiations, they have come up with a draft negotiating text which, although far from complete (square brackets denote areas of disagreement), offers a fairly comprehensive view of what a final agreement might look like. With the WTO&apos;s broader Doha round negotiations at an impasse, delegates hope that an agreement on trade facilitation could serve as the linchpin in a pared-down global trade deal that negotiators are aiming to reach at a high-level meeting in Bali in December. Is trade facilitation good for developing countries? The consensus among economists is an unambiguous yes. According to a 2009 report from the OECD, about two-thirds of the benefits of a global trade facilitation deal would go to developing countries. A subsequent study found that wide-ranging trade facilitation reforms would lower the costs of trade by 14.5% in low-income countries, compared with 10% in the rich OECD countries. The OECD cites evidence that reducing the &quot;thickness&quot; of national borders can help poor countries attract foreign direct investment and generate more customs revenue. Trade facilitation reforms would certainly be a good idea for economic growth more broadly: WTO director-general Pascal Lamy said this year that a multilateral deal on trade facilitation could add $1tn to the global economy. Why are some developing countries nervous about trade facilitation? Some low-income countries worry that they might struggle to implement the reforms that a new multilateral agreement on trade facilitation would require. They fear being penalised for failing to fully adopt reforms that might be beyond their technical or financial reach. Bilateral donors and multilateral agencies such as the WTO, the International Trade Centre, Unctad and the World Bank have promised to offer help on this front. However, many developing countries have said that they will sign up to a trade facilitation deal only if they are promised concessions in other areas in return. But aren&apos;t tariffs (import taxes) the biggest barrier to international trade? Not by a long shot. And that&apos;s largely because tariff levels have been dropping steadily, with a few exceptions, since the second world war. World tariffs have fallen from an average of more than 20% (pdf) in the 1930s to less than 3% in 2010. Given that tariff levels are already fairly low around the world, economists say (doc) that cutting trade-related red tape, either instead of or in addition to further tariff reductions, is the most effective way to encourage trade and economic growth, in rich and poor countries alike. Which countries have the worst red tape? According to the World Bank&apos;s latest Doing Business Index, Uzbekistan, Tajikistan, Kazakhstan and the Central African Republic rank lowest in terms of the ease of trading across borders (pdf). Singapore, Hong Kong, South Korea and Denmark rank highest. Nine sub-Saharan African countries  including Niger, Burundi, Chad and Burkina Faso  fall in the bottom 10% on the &quot;trading across borders&quot; measure. In Chad, for example, it takes an average 101 days and costs an average $8,525 to import a container of goods; in Singapore, the same process costs $439 and takes four days to complete.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/22/trade-facilitation-barriers-international-commerce", 
    "wordcount": "720"
}