{
    "headline": "School budget cuts spell hunger for many pupils as breakfast clubs close", 
    "text": "A growing number of breakfast clubs in primary schools are being forced to close because of budget cuts, despite evidence of increasing demand. As the academic year gets under way, the cuts risk leaving many vulnerable children in danger of going to school hungry and unable to concentrate in lessons, according to experts. Requests made under freedom of information law to 128 local authorities by the Labour MP Sharon Hodgson, shadow minister for children and families, found 40% reporting a decrease in the number of breakfast clubs. Some of the cuts are severe. Essex county council said the county had 219 breakfast clubs in schools last year, but 169 this year. In Surrey, 2,870 children were being given breakfast last year but only 1,200 in 2012. &quot;That 40% of councils we know about are seeing numbers falling is extremely worrying,&quot; said Hodgson. &quot;For some children, their free school meals through the week may be the only good meal they get, and we know that hungry children struggle to concentrate in class. Breakfast clubs are therefore incredibly important in improving education outcomes in all areas, but certainly in the most deprived.&quot; The findings are backed up by anecdotal evidence from organisations in the field. The educational charity ContinYou provides grants for primary school breakfast clubs in partnership with Kellogg&apos;s. &quot;We used to get about two calls a month from schools looking for funding to establish or continue supporting breakfast clubs,&quot; said Karin Woodley, the charity&apos;s chief executive. &quot;Last week we received 15 inquiries. At least one in eight breakfast clubs has closed in the last 12 months and teachers keep telling us this is due to local authority budget cuts.&quot; At one point there were believed to be 20,000 school breakfast clubs in Britain. While a proportion of parents use breakfast clubs because working hours make it difficult to feed their children at home, more and more schools are reporting that the service is being used by families unable to afford enough food. In Observer Food Monthly, Carmel McConnell, chief executive of Magic Breakfast, which supplies food and support to about 200 clubs, describes the situation as &quot;pure social failure&quot;. &quot;We used to have 20 or 30 schools on our waiting list. Now we have 130,&quot; she says. &quot;The forms they fill in would make you weep: children coming into school listless because they&apos;re hungry. We&apos;re also seeing more midweek hunger as pay packets and benefits run out at home.&quot; According to figures gathered by Magic Breakfast, 88% of teachers say the introduction of a breakfast club leads to improved attendance and attainment, while 93% say it has led to better concentration in class. Earlier this year the Royal College of General Practitioners, the National Association of Head Teachers and the Royal College of Paediatric and Child Health called on the government to give the 1.3million children in England already entitled to free school meals free breakfasts too. Wales introduced free breakfasts in primary schools in 2007, but the Department for Education said it had no plans to follow suit. A DfE spokesman acknowledged the importance of the service. &quot;Breakfast clubs can improve children&apos;s attendance, concentration, motivation and promote healthy eating habits.&quot; However, he said that it was up to schools how they spent the funds they were given. The &quot;pupil premium&quot;, aimed at the most disadvantaged children, would be doubled, the DFE said, but not until 2014-15.", 
    "section": "education", 
    "gid": "education/2012/sep/16/school-budget-cuts-breakfast-clubs", 
    "wordcount": "591"
}