{
    "headline": "Far Cry 3 - preview", 
    "text": "&quot;Imagine how much easier life can be if you just take what you want,&quot; speaks my guide, as he leads me out of the island&apos;s tribal temple and into another mission of frantic gunplay and machetes in the dark. Far Cry 3 might be a little heavy-handed with the storytelling at times, but the points that it presents are so valid that it barely matters. Choose your own misadventure FC3 is a trip  a power trip, a sightseeing trip, and a head trip. I&apos;m sent out into territory controlled by Vaas, a deranged local warlord and told to kill, and I do. Each mission, contained within the vast open world, is essentially a puzzle as walking into the middle of a gunfight is a surefire way to get killed in short order. Accessing the situation and plotting the best route  whether that&apos;s quiet backstabbing, well-timed distractions, artfully controlled destruction or all three  is the method for success. I opt for stealth more often than not, as most players will. The combat system is solid and visceral, with ranged weapons acting as a loud counterpoint to the trademark melee takedowns  catch a guard by surprise, or sneak up on him, and he&apos;s as good as dead. I spend minutes sneaking through the undergrowth, hiding behind burnt-out cars and discarded shipping crates, before bursting out and taking the high ground. I stab a sniper in the guts, drag his body behind cover, grab his rifle and free a caged tiger by shooting the lock off its prison  in the chaos as it tears through its captors, I pick off survivors while they run to safety. I feel powerful, I feel clever, and I feel dangerous.     Far Cry 3    This isn&apos;t even a story mission  this is a group of guards defending a base that I came across in the wilderness. FC3 is a hell of a thing. The sudden gifting of power is the game&apos;s core theme, shining a harsh light on what first-person shooters have been giving us for years as a matter of course. The protagonist Jason is deliberately, almost painfully an everyman. The opening sequence sees his proficient ex-military brother Grant shot in the neck, Jason frantically trying to stop him bleeding to death by tapping A to apply pressure to the wound, then fleeing into the jungle after he fails to keep him alive. In any other game we&apos;d be taking control of Grant with his wealth of combat experience. Instead, we get his brother. Quite why Jason is suddenly so good at killing people is often questioned, and the unspoken answer to that question is that he&apos;s the lead character in an action game. Before the player arrived and took control, he wasn&apos;t, and as he meets his friends after he&apos;s come under new management (as it were) they note the change, and they&apos;re a little disturbed. Jason isn&apos;t behaving normally at all. Jason is a violent protagonist because you&apos;ve made him into one, and the game isn&apos;t shy about telling you that. All grown up I&apos;m given four and a half hours to explore the game, and I brush against maybe a 10th of the enormous map  moving through it using trucks, cars, hang-gliders and boats but mainly progressing on foot, as driving a car down the large dirt roads that connect settlements attracts the attention of enemy patrols and leads to desperate roadside gunfights. There are echoes of Far Cry 2 here, with the random mobs of machine-gun armed goons who chase you down at every turn. But here Jason can take over the countryside on behalf of the Rakyat, a group of warrior-people who take him into their ranks. With the Rakyat in place, fast-travel points are established and territories fall under their control, making them safe to navigate through. Having spent a fair amount of time on the previous titles, it&apos;s clear to see that this is the game that its sequels were supposed to be. Far Cry 1 was a standard first-person shooter stretched out thin; Far Cry 2 was an open-world game with guns, and too many lines of sight for enemies to abuse. Something about the environment, and the movement of the character within it, feels correct. Some bits stick out, of course. Coloured rocks covered in sigils are deposited around the map and unlock access to Trials of Rakyat, kill-frenzy style closed missions with an online leaderboard and prizes available for performing above the odds. Hang-gliders sit unattended on the top of cliffs, ready to be taken and flown between islands. An on-rails grenade launcher section after an escape from a burning mansion feels like every other one you&apos;ve done before in every other action game. The story, while tight and involving four hours in, hints at something massive and unwieldy just over the horizon. Down the rabbit hole we go     Far Cry 3    It would be easy to explain away the jarring elements in this otherwise seamless experience with the central conceit  that it&apos;s just a game, after all, that none of it is real. That&apos;s one reading of the story, certainly, and it covers a multitude of sins. But the narrative of the game layers more and more on top of the player, deliberately piling too much weirdness on them until they stop asking questions and just go with it. Jason is going mad  thanks to stress, and tiredness, and loss, and shock, and the fact that he&apos;s frequently drugged into hallucinatory visions. As the line between what&apos;s &quot;real&quot;  within the game world, anyway  and what isn&apos;t becomes increasingly blurred, a new boundary emerges: how much of Jason is the player? How do we separate our actions as the character from the character&apos;s internal drives? How comfortable do we feel taking pleasure in such violent acts? You don&apos;t need to play it as a highfalutin exploration into the nature of control, obviously  as mentioned above, it&apos;s an incredible action game (I&apos;m making a lot of assumptions here based on early play; if it keeps up the pace it&apos;s going to be very, very good). But FC3 asks some pretty interesting questions. Proactive horticulture In a scene that will draw comparison&apos;s with the game&apos;s spiritual cousin, Spec Ops: The Line (a PTSD-ridden anti-war shooter released earlier this year) Jason is given a flamethrower by a man who claims to be from the CIA but might just be a conspiracy nut with a lot of professional-looking equipment in his basement. He&apos;s told to go and burn down drug plantations to attract the attention of bigger, more important warlords to the island, so he does. As well as burning crops, the flamethrower burns people  groups of soldiers that might have posed a problem beforehand are now easy pickings, as Jason leaps out from cover and immolates whole squads of them. Combat, always a careful combination of recon and timing, becomes far too easy and there&apos;s a jolt of pleasure in that because it&apos;s been so difficult beforehand. And then Jason says &quot;Man, I fucking love this gun!&quot; to no one in particular, and you realise that Jason&apos;s enjoying this as much as you are and you&apos;re playing a game while Jason is burning men to death in a drug-field. It&apos;s not subtle, but it&apos;s there. That&apos;s what takes Far Cry 3 from being an excellent videogame into something much more powerful, a comment on a medium that&apos;s only now starting to find its feet in the wider world of entertainment. In 10 years, games as revolutionary as this will be old hat. Enjoy it while it lasts.  Far Cry 3 will be released for PC, PS3 and Xbox 360 on 30 November", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/far-cry-3-preview", 
    "wordcount": "1282"
}