{
    "headline": "Global land grab could trigger conflict, report says", 
    "text": "The global rush for land in developing countries around the world could trigger a new wave of civil unrest if governments fail to recognise the rights of those using land without formal legal titles, according to new studies. Research published on Wednesday by the Rights and Resources Initiative (RRI) estimates that half a billion people rely on 1.4bn hectares of communally held rural land in sub-Saharan Africa, which has attracted the lion&apos;s share of investor interest. But, while local populations might actively use communally held forests, rangelands and marshlands, these territories are mainly classed in law as belonging to the state, or as &quot;unowned&quot; lands held in trust by governments, the RRI said. The lack of secure land tenure has facilitated an &quot;astonishing buying spree across Africa&quot;, said the RRI director of global programmes, Jeffrey Hatcher. In a comprehensive review of land rights and reforms in 35 African countries, the RRI found only nine included any protections for those using land without formal legal title. &quot;Controversial land acquisitions were a key factor triggering the civil wars in Sudan, Liberia and Sierra Leone, and there is every reason to be concerned that conditions are ripe for new conflicts to occur in many other places,&quot; said Hatcher. In Liberia, where 30% of the country&apos;s land was reportedly allocated to investors between 2006 and 2011, local communities have temporarily blocked a Malaysian company&apos;s plans to plant oil palms on 220,200 hectares of land leased from the government. The company has reportedly frozen its operations following an appeal to the Roundtable on Sustainable Palm Oil, an international certification body. Last month, two Liberian campaigners argued in the New York Times that &quot;these concessions come at a delicate time, as violent local-level land disputes both between and within villages are still widespread&quot;. South Sudan has also seen a surge of investor interest since the country&apos;s independence in July last year. The South Sudanese government, along with foreign aid agencies, has held a series of events to promote foreign investment in the country, including an international conference in Washington in December. But David Deng, research director of the South Sudan Law Society, says a large number of potential investors have visited the country since the 2005 comprehensive peace agreement, which ended a 22-year civil war between the north and south. Last year researchers estimated that around 9% of South Sudan&apos;s land had already been leased or bought by investors before independence. &quot;Here we have a country that is probably at the most unpredictable time in its entire history, faced with a very real possibility of a return to war, with a government that is just getting on its feet, and it still manages to attract considerable amounts of interest from foreign investors,&quot; Deng said. But because land deals have been struck between investors and South Sudanese officials from the district level to the national level, he says it is difficult not only for activists and local communities but also for the government to monitor the situation. In September 2011, President Salva Kiir said recent land sales would be reviewed as part of measures to combat corruption. But Deng says he has yet to see evidence of an official review, and that the government &quot;hasn&apos;t really recognised&quot; the issues that could accompany uncontrolled investment in the country. &quot;I think it is fairly clear to us all that poorly planned investments can contribute to conflict, particularly in fragile, post-conflict states,&quot; said Deng. &quot;But conflict can also attract investment, as opportunistic companies come to take advantage of power vacuums, and in the case of South Sudan, of a massive transfer of wealth to a bureaucratically weak government.&quot; Both Liberia and South Sudan have passed laws recognising community or customary land rights, but campaigners say these legal protections are often dramatically undermined in practice. &quot;There are some good laws on the books, but they need to be implemented,&quot; said the RRI&apos;s Andy White, who urges land rights activists to work with risk-averse investors to address potential conflicts. Last year the International Land Coalition (ILC) estimated that the global rush for land had claimed more than 200m hectares between 2000 and 2010, the majority in sub-Saharan Africa. But, according to RRI, few largescale enterprises have been established, and so communities might not yet realise the land they use has been sold or leased.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/02/global-land-grab-trigger-conflict-report", 
    "wordcount": "742"
}