{
    "headline": "Heathrow is one of three big transport headaches for the government", 
    "text": "New runways The coalition has officially ruled out new runways at London&apos;s three largest airports: Heathrow, Gatwick and Stansted. Labour, too, is opposed to Heathrow expansion. But business leaders are lobbying hard to relieve the Heathrow bottleneck and the government is under increasing pressure to come up with some major infrastructure projects. The government has now launched a call for evidence and is consulting on the options to relieve this impasse. While the frontbench has ruled out a third runway officially, there have been more emollient noises from David Cameron and George Osborne on new runways in the south-east over the past year. In the past week the housing minister Grant Shapps has called for a third runway to be reconsidered and then the Tory chair of the environment committee, Tim Yeo, demanded on Tuesday that Cameron reverse the decision asking the prime minister: &quot;Are you a man or a mouse?&quot; Justine Greening, the transport secretary, is a fierce opponent to expansion and Zac Goldsmith, the environmental campaigner-turned-Tory-MP, has said he would resign as an MP if the party did a Heathrow U-turn. High Speed Rail Plans for a 33bn rail route linking London to Leeds and Manchester via Birmingham have cross-party backing but there has been opposition from Conservative backbenchers. The first phase of the route, from London to Birmingham, cuts through Tory heartlands in the Home Counties and has drawn criticism from some local MPs, who query the cost and necessity of a new line. Concerns were raised over the future of the project when a hybrid bill for the London to Birmingham route - giving planning permission for work to begin in 2017 - failed to appear in the Queen&apos;s speech this year. However, it is expected next year despite rumblings that Osborne and Cameron might be going cold on the plan. A lack of funds, not an excess of irate home counties MPs, could be the major stumbling block. West coast main line The government is set to strip the west coast rail franchise from Virgin Trains and award it to FirstGroup, despite last-ditch lobbying by Sir Richard Branson to reverse the decision. Branson has claimed that FirstGroup&apos;s 5.5bn bid for the 14-year contract is unaffordable and will lead to higher fares as well as raising the risk of the franchise collapsing. Aberdeen-based FirstGroup has accused Branson of sour grapes and scaremongering, although more than 100,000 people have signed a petition urging the government to reconsider. Nonetheless, the Department for Transport is set to sign the contract with FirstGroup on Wednesday morning. Meanwhile, the east coast main line London-Edinburgh rail franchise was nationalised by the Labour government in 2009 and has been in state hands ever since. The franchise is due to return to private hands at the end of next year. The shadow transport secretary, Maria Eagle, is calling for the east coast line to remain in public ownership.", 
    "section": "environment", 
    "gid": "environment/2012/aug/28/three-big-transport-headaches-government", 
    "wordcount": "490"
}