{
    "headline": "It's a big, fat myth that all scientists are religion-hating atheists", 
    "text": "Scientists used to be white guys in white lab coats with crazy hair, spectacles and an autistic inability to relate to other people. Now scientists are (mostly) white guys who are obsessed about the wonder of science and hate religion; and I think they all like Star Trek quite a bit too. This new religion-hating, super-awed scientist stereotype seems to based on some very strange amalgamation between Brian Cox and Richard Dawkins. And this cartoon-version of &quot;what a scientist looks like&quot; is all sort of tangled up in religion; where science pundits are either vilified because they are seen to all hate religion or almost worshiped like gods they supposedly detest.  Ignoring that science and religion are really not the same thing, on the love side Cox has been said to resemble what God would have probably looked like &quot;with hair that falls around his face like a helix&quot;.  On the flip-side, popular scientists have been attacked for using the misty-eyed language of religion  because apparently using the word &quot;wonder&quot; ain&apos;t allowed if you are an atheist or a scientist. As Eliane Glaser put it last week: &quot;It&apos;s ironic that the public engagement with the science crowd is so pro-wonder, because they&apos;re so anti-religion.&quot; All scientists; religion haters. Also it is a little known fact but now when you get a physics PhD in the UK, you are given a job-lot of Wonders wallpaper for your new office and complementary D:Ream CD; which must be played on high days and holidays. We also learn a special dance but I am not allowed to talk about this.  I really hate to be the one to break the news, but scientist is not synonymous with atheist. Scientists also don&apos;t all have the same gender, race, sexual orientation or political ideology, much less religion or lack thereof. Whether or not a person is religious, with respect to their vocation as a scientist, is completely irrelevant. Just like sexual orientation, race and gender should be irrelevant to being a scientist. Reinforcing the scientist = atheist stereotype, whether you are for it or against it, necessarily excludes people. No one should be excluded from science if they want to do it, be excited about it or read about it.  Richard Dawkins aside, the view that all scientists  even if they be atheists or famous people  hate religion is not really true. Peter Higgs has very sanguinely criticised Dawkins for his anti-religious stance, and goes on to say that he doesn&apos;t think science and religion are incompatible. Brian Cox himself echoes the same sentiment. There are, moreover, a number of prominent openly religious scientists, such as Frances Collins, currently the head of the US National Institutes of Health; Gerhard Etrl who won the Nobel Prize for Chemistry (2007) and William D Phillips who won the Nobel Prize in Physics in 1997. And this is just naming a few. Most scientists in the media don&apos;t make a stand one way or another, perhaps because they too think it is irrelevant. Maybe this is a crazy idea but I am guessing a fair few scientists don&apos;t like Star Trek either.  The cartoon stereotype that all scientists are religion-hating atheists isn&apos;t just annoying; it is harmful. It is divisive and does nothing to encourage people into scientific discovery. In fact, it reinforces the idea that only a certain type of person can do science. This is not true. Professional science has enough diversity problems as it is, with women and minorities still grossly under-represented, without throwing religious-typing in there too. Public scientists and critics alike need to take a bit more care in lumping all scientists into the same stereotypical category. The world is much more complex than that.  Dr Sylvia McLain runs a biophysics research group at Oxford. She is on Twitter  @girlinterruptin", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/04/myth-scientists-religion-hating-atheists", 
    "wordcount": "643"
}