{
    "headline": "Vodafone urged to give free text app Viber full access to network", 
    "text": "Viber, the free mobile phone calls and messaging application downloaded by 150 million users worldwide, has called on Vodafone to stop disrupting its service. By routing calls via the internet at no cost to the user, Viber is seen as a threat to revenues by some mobile phone networks and has been blocked in Syria, Iran and Lebanon. Vodafone customers around the world, including the UK, Ireland, Hungary and Spain, have complained of service outages. It is understood Vodafone&apos;s pay-as-you-go subscribers are most affected, rather than those on monthly contracts. &quot;Blocking Viber is really easy, and every operator knows that,&quot; said the company&apos;s founder Talmon Marco. &quot;We don&apos;t get blocked in the UK but we do see service disruptions particularly by Vodafone. Our bandwidth gets limited. We urge Vodafone not to throttle our service.&quot; Marco is hoping to persuade Vodafone to allow full access to Viber, which is adding 500,000 new users a day and now carries 3bn minutes of calls and 12bn text messages every month. Vodafone responded that it did not target particular services, but that restrictions were enforced on internet connections when the network was overloaded. A spokesman said: &quot;We manage traffic when the network is congested so that there is not impact on emergency services&quot;. Not every network has been hostile. Viber announced its first partnership with a telecoms group at the Mobile World Congress trade show in Barcelona on Tuesday. Customers of Indonesia&apos;s Axis network who do not want to sign up for a full internet package will be offered a Viber subscription for a small monthly charge. That is a model pioneered by BlackBerry for its BlackBerry Messenger (BBM) service and now being adopted by Facebook, which on Monday announced partnerships with over 18 networks in 14 countries. Subscribers will be able to use its mobile messaging service for free or at a discount without having to buy a data service alongside their calls and text package. Many in the telecoms sector still see Facebook and other digital firms like Google as a threat, arguing that they are earning fortunes without having to invest a penny in building the networks needed to deliver their services to consumers. But the partnerships announced this week suggest a softening of that stance, with digital and telecoms companies working together to bring users to the internet in developing markets. &quot;Networks are increasingly understanding the way for them to differentiate is by partnering with guys like us,&quot; said Marco. &quot;It helps accelerate the move to data.&quot; Founded by Israeli entrepreneurs, Viber now employs 120 people, most of them engineers, based in Israel, Belarus and as of last month, China. As international as its users  Viber is popular in Ireland, South-East Asia and the US  the company itself is headquartered in Cyprus. Explaining the choice of headquarters, Marco, who lived in London for two years, said: &quot;Cyprus is a nice place, beautiful weather, nice fish. Tax breaks never hurt.&quot; Financed entirely by friends and family, Viber has yet to seek funding from venture capital, or to make any revenues. Marco said the company would begin to generate revenues this year, when it starts to charge for extras. These could include services such as its &quot;stickers&quot;  cartoon-style emoticons that are a step up from the smiley faces some users like to pin to their emails. According to Marco, such innovations are nearly impossible for mobile networks. The text message took 10 years to develop and has barely changed since it was introduced in 1992. Part of the reason is the length of time it takes for the world&apos;s hundreds of networks to agree common standards so that calls can be connected and texts sent and received. &quot;Consumers want innovation,&quot; he said. &quot;Carriers want innovation, but they have to deliver inter-operability  and if you have inter-operability, you can&apos;t deliver innovation. For carriers the way to innovate is by working with guys like us and our competitors. Viber is fast emerging as a competitor to Skype, which has 250 million active monthly users but will not disclose how many of them are on mobile phones. Developed as an answer to the original internet phone, which is now owned by Microsoft, Viber bills itself as a much simpler service to install and use. Unlike Skype, it can prompt a user&apos;s phone to ring even when the Viber app is not switched on, meaning more connections are likely to be answered, while installation is simpler and quicker. It uses high definition sound, and installation is simpler and quicker than on Skype. Launched using only world of mouth in December 2010, Viber made its debut on the Israeli iPhone app store and by the time it was released globally three weeks later was adding thousands of users per day. It is now present on at least seven mobile phone operating systems, including Android, and will announced further partnerships with mobile networks over the coming months. These partnerships will not generate income for now, but Marco is determined 2013 will be the year Viber transforms from a &quot;project&quot; to a business: &quot;When we see revenues we can call ourselves a business.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/26/vodafone-free-messaging-app-viber", 
    "wordcount": "876"
}