{
    "headline": "UK's DfID accused of double standards over refusal to lift lid on contractors", 
    "text": "Britain&apos;s Department for International Development (DfID) has been accused of &quot;breathtaking arrogance and contempt for transparency&quot; over its refusal to release the findings of an inquiry into its use of private consultants. The government announced a review in mid-September after it emerged that 500m in UK aid money was spent last year through a handful of, primarily British, consultants, some of whom earn six- or seven-figure salaries and used to work in government. DfID said the review was completed and a final report handed to the international development secretary, Justine Greening, by the end of September. But the department has refused to answer questions about its findings. It says the report is an internal document and was never intended for publication. A DfID spokesman said: &quot;The secretary of state has made clear she will announce publicly the actions taken as a result.&quot; The decision has been condemned by the Labour party and anti-poverty groups. The Labour shadow development secretary, Ivan Lewis, said: &quot;Justine Greening&apos;s refusal to release the findings of the report demonstrates breathtaking arrogance and contempt for transparency. Until she does so, doubts will remain about whether DfID are receiving best value for money from their contracts with private consultants.&quot; John Hilary, head of the campaign group War on Want, criticised the department for holding on to the report while it demands increased transparency from governments abroad. &quot;Greening needs to step up to the mark and practise what she preaches,&quot; he said. &quot;DfID spending on consultants is an absolutely crucial issue given its budget is set to reach record heights  it&apos;s crucial for them to come clean on what their review has found.&quot; DfID&apos;s budget is expected to top 10bn in the coming financial year. Greening ducked questions from Lewis about the report in parliament last Wednesday but said she had recently met DfID&apos;s top suppliers for the first time to discuss how &quot;we can work more strategically with them to get better value for taxpayers&apos; money&quot;. In response to questions from Labour MPs Diane Abbott and Tony Cunningham during a House of Commons debate last month, international development minister Lynne Featherstone said the report&apos;s recommendations were still being considered. She said it had not been published as it comes under advice for ministers and includes commercially sensitive information. A freedom of information request for a copy of the report, filed by the Guardian, was refused on similar terms. The department said releasing the report could &quot;undermine DfID&apos;s commercial interests and lead to DfID incurring greater expense which would consequently undermine our ability to fulfil our role and to achieve value for money in the use of public funds&quot;. Disclosure could also reveal personal data about individuals, make other governments and international organisations less willing to share information with Britain, and &quot;severely prejudice the policy development process&quot; within government by inhibiting open discussion, it said. The Guardian has appealed against the department&apos;s decision. Meanwhile, a report on DfID&apos;s use of contractors by the Independent Commission for Aid Impact (Icai) has been postponed until at least April. The UK aid watchdog announced plans (pdf) in September to investigate the issue, but says it had a hard time finding a credible, competent consultant to carry out the review that didn&apos;t also receive aid funding. Icai&apos;s work is usually led by a consortium of consultancy firms, three of which  KPMG, Agulhas Applied Knowledge and the Swedish Institute for Public Administration  frequently bid for and win DfID contracts. It has now appointed a separate London-based management consultancy, Concerto Partners LLP, to carry out the study. This year, MPs warned that the growing aid budget, combined with the UK government&apos;s drive to cut costs, could make it over-reliant on contractors and put the effectiveness of its aid programmes at risk. DfID has made repeated commitments to transparency and was ranked the most transparent of all major aid donors by UK non-profit Publish What You Fund this year. Greening said all organisations that receive and manage DfID money, including private companies, sub-contractors and sub-agencies, will in future be required to release data on how they spend UK aid money. When questioned, she said she expects progress to be made within the next year but would not give a firm deadline. Anti-poverty campaign group the World Development Movement (WDM) has meanwhile called for an independent parliamentary inquiry into how the department works with business. Liz Murray, aid campaigner for WDM, said Greening was right to call for scrutiny of DfID&apos;s spending on consultants but should also look more widely at the department&apos;s work with private companies. &quot;She must live up to the government&apos;s commitments to transparency and make the results public  but she must also go further and deeper and review the effectiveness of DfID&apos;s approach of increasingly involving big business in delivering aid.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/18/uk-dfid-double-standards-private-contractors", 
    "wordcount": "818"
}