{
    "headline": "Environmentalists urge Obama to block Keystone XL and act on climate change", 
    "text": "More than 70 environmental groups called on Barack Obama to take the lead on climate change on Monday, urging him to shut down ageing power plants and block a controversial tar sands pipeline project. In an open letter (PDF), environmental groups reminded Obama of his promise to act on climate change in his second term  and then laid out three specific actions including shutting down the Keystone XL pipeline. About 50 protesters tried to occupy the Houston offices of TransCanada Corp, the company building the pipeline, on Monday. Two were reportedly arrested. The letter said that at the very least, Obama should lead the public debate on how to protect American cities and coastlines from climate change. &quot;Raise your voice,&quot; the letter said. &quot;Lead the public discussion of what we need to do as a nation to both prepare for the changes in climate that are no longer avoidable and avoid changes in climate that are unacceptable. &quot; The letter, though largely positive in tone, represents a change of strategy for environmental groups at the start of Obama&apos;s second term. After mixed results in Obama&apos;s first four years, environmental groups appear to have come to the conclusion they need to be more vocal about demanding action from the White House, to keep climate change from slipping off the president&apos;s second term agenda. The letter urged Obama to set new pollution controls for existing power plants. A report released last month by the Natural Resources Defense Council set out a plan for cutting carbon emissions from power plants 26% by the end of the decade. The open letter also pressed Obama to put a stop to the Keystone XL pipeline project, designed to pump crude from the Alberta tar sands to refineries on the Texas Gulf Coast. Obama put a hold on final approval of the pipeline early last year, but industry and environmental groups expect a decision early in his second term. &quot;We should not pursue dirty fuels like tar sands,&quot; the open letter said. &quot;The Keystone XL tar sands pipeline is not in our national interest because it would unlock vast amounts of additional carbon that we can&apos;t afford to burn.&quot; Since the election, environmental groups have grown increasingly concerned about how to hold Obama to his commitment to act on climate change. Obama, on the night of his re-election, ranked climate change as one of the three priorities of his second term. The devastation of superstorm Sandy also brought climate change back into the public conversation. But some environmental leaders said they feared those opportunities could slip away, with Obama caught up in other pressing issues such as gun control or immigration. They are also keen to avoid their own mis-steps of Obama&apos;s first term. Early in Obama&apos;s administration, the larger environmental groups in particular fell into line with a White House strategy of avoiding direct discussion of climate change  ostensibly to avoid a political backlash from industry groups. Environmental leaders now concede that policy of &quot;climate silence&quot; was a mistake  one they do not want to replicate in an Obama second term.", 
    "section": "environment", 
    "gid": "world/2013/jan/07/obama-administration-climate-change", 
    "wordcount": "524"
}