{
    "headline": "Costa Rica's 'green economy' shows that money can grow on trees", 
    "text": "Controversy stalks the green economy concept, even as it topped the agenda of world leaders at the Rio+20 summit. Its detractors say it spells a commodification of nature that will transfer money, power and land to elites and corporations while supporters counter that our collective failure to value nature is why forests and other ecosystems are in such trouble. As the world watches and waits to see how giants like the US and China respond to our environmental, social and economic crises, a small country  Costa Rica  has big lessons to share. The story emerged last week at the International Institute for Environment and Development&apos;s fair ideas conference in Rio, when Costa Rican politicians, community leaders and researchers related their experiences of putting the green economy model into practice as they pioneered payments for environmental services (PES). The idea is simple: landowners are rewarded financially for actions that maintain environmental services that benefit other people, who then pay for that gain. Lowland water users would, for example, pay highland communities that plant or protect forests and so maintain the flow of water downstream. Costa Rica&apos;s journey to implement PES began two decades ago. The environment minister, Ren Castro, told last week&apos;s meeting how in 1992, when Rio hosted the original Earth summit, there was plenty of talk about environmental protection and international co-operation to make it happen. But for Costa Rica, he said, waiting for the international community to act was not an option. The rapid deforestation that had taken place in the country had begun to slow, and urgent action was needed to nurture this change. PES was one of the routes taken by Costa Rica, which passed a law banning further deforestation and allowing forest owners to sell the environmental services which forests provide. The law created an institution, Fonafifo, to broker deals, and stipulated that a share of fuel tax revenues would provide the finance to kickstart the process. Oscar Sanchez of Fonafifo told the conference that although the fuel tax provided some stability, new sources of finance were needed. Costa Rica realised it would struggle to compete with bigger countries for international finance, he said, &quot;so we looked inside our own country instead&quot;. The result was an increase in water taxes, with 25% of the revenue now reserved for paying for environmental services in key watersheds. Creative new ways to fund conservation know no limits in Costa Rica. Virginia Reyes, from NGO Cedarena, showed her green bank card, a debit card that raises money for conservation; people accumulate points as they use the card and the points are donated by the bank to the biodiversity fund. Fonafifo will use the funds raised to pay to protect forests in areas that do not have downstream users who can pay for environmental services. Among those who receive PES payments is Jos Rafael Len from El Silencio farming co-operative. He told the meeting in Rio how the co-operative&apos;s members invest the money they get from Fonafifo in activities that add value to their resources. &quot;PES has definitely helped increase the value of our forest, and our quality of life,&quot; he said. The timber produced in agroforestry, for example, is used to build furniture. Community ecotourism provides jobs for women and young people. But as payments for environmental services took off in Costa Rica, the poorest people were often left behind. &quot;Many small and medium farmers in our region find it difficult to enter the official PES programme, either because of legal restrictions on their land, or because Fonafifo is not capable of meeting the demand because of their limited funding,&quot; said Carlos Herrera, executive director of NGO Fundecor. So Fundecor designed a parallel payment scheme to complement the national one. Called PSA Solidario, it forms part of the carbon market that Costa Rica created when it announced its intention to be carbon neutral by this year. Small-scale farmers who protect forests can earn carbon credits that they sell to national industries so they can offset their greenhouse gas emissions. Although the payments from PSA Solidario are 20% lower than in the national scheme, transactions are faster, with more chance of success because of less competition. After many years of change, PES now faces new challenges in Costa Rica from the rising price of land. An annual PES payment of $64 (41) per hectare, however generous, cannot compete against the $500 per hectare per year that farmers can get by leasing their land to produce pineapples, or selling it off so developers can build tourist resorts. &quot;Small patches of forest in areas with high-value crops are almost doomed to slowly disappear, law or not,&quot; said Herrera. What&apos;s clear is that PES is not a panacea. For some communities, though, PES provides all three pillars that define sustainable development  economic, social and environmental. Among the speakers at the conference in Rio was Justa Romero, a midwife and indigenous community leader. &quot;When the PES began, people were confused,&quot; she said. &quot;They thought that if we sold the air from the trees, it was a step from there to lose our land.&quot; Today, they see PES in a positive light. It supports projects that bring long-term benefits for all  such as small cocoa enterprises for women, furniture workshops, and scholarships for doctors and nurses. &quot;Trees are land, land is water, water is life,&quot; Romero said. &quot;PES is helping us protect our own way of living.&quot; Ina Porras is a researcher at the International institute for environment and development ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/26/costa-rica-green-economy-trees", 
    "wordcount": "937"
}