{
    "headline": "Rising ocean acid levels are 'the biggest threat to coral reefs'", 
    "text": "Oceans&apos; rising acid levels have emerged as one of the biggest threats to coral reefs, acting as the &quot;osteoporosis of the sea&quot; and threatening everything from food security to tourism to livelihoods, the head of a US scientific agency said Monday. The speed by which the oceans&apos; acid levels has risen caught scientists off-guard, with the problem now considered to be climate change&apos;s &quot;equally evil twin,&quot; National Oceanic and Atmospheric Administration (NOAA) chief Jane Lubchenco told The Associated Press. &quot;We&apos;ve got sort of the perfect storm of stressors from multiple places really hammering reefs around the world,&quot; said Lubchenco, who was in Australia to speak at the International Coral Reef Symposium in the northeast city of Cairns, near the Great Barrier Reef. &quot;It&apos;s a very serious situation.&quot; Oceans absorb excess carbon dioxide in the atmosphere, leading to an increase in acidity. Scientists are worried about how that increase will affect sea life, particularly reefs, as higher acid levels make it tough for coral skeletons to form. Lubchenco likened ocean acidification to osteoporosis a bone-thinning disease because researchers are concerned it will lead to the deterioration of reefs. Scientists initially assumed that the carbon dioxide absorbed by the water would be sufficiently diluted as the oceans mixed shallow and deeper waters. But most of the carbon dioxide and the subsequent chemical changes are being concentrated in surface waters, Lubchenco said. &quot;And those surface waters are changing much more rapidly than initial calculations have suggested,&quot; she said. &quot;It&apos;s yet another reason to be very seriously concerned about the amount of carbon dioxide that is in the atmosphere now and the additional amount we continue to put out.&quot; Higher acidity levels are especially problematic for creatures such as oysters, because they slow the growth of their shells. Experiments have shown other animals, such as clown fish, also suffer. In a study that mimicked the level of acidity scientists expect by the end of the century, clown fish began swimming toward predators, instead of away from them, because their sense of smell had been dulled. &quot;We&apos;re just beginning to uncover many of the ways in which the changing chemistry of oceans affects lots of behaviors,&quot; Lubchenco said. &quot;So salmon not being able to find their natal streams because their sense of smell was impaired, that&apos;s a very real possibility.&quot; The potential impact of all of this is huge, Lubchenco said. Coral reefs attract critical tourism dollars and protect fragile coastlines from threats such as tsunamis. Seafood is the primary source of protein for many people around the world. Already, some oyster farmers have blamed higher acidity levels for a decrease in stocks. Some attempts to address the problem are already under way. Instruments that measure changing acid levels in the water have been installed in some areas to warn oyster growers when to stop the flow of ocean water to their hatcheries. But that is only a short-term solution, Lubchenco said. The most critical element, she said, is reducing carbon emissions. &quot;The carbon dioxide that we have put in the atmosphere will continue to be absorbed by oceans for decades,&quot; she said. &quot;It is going to be a long time before we can stabilise and turn around the direction of change simply because it&apos;s a big atmosphere and it&apos;s a big ocean.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/09/acid-threat-coral-reef", 
    "wordcount": "568"
}