{
    "headline": "The rare song of the skylark", 
    "text": "The recent warmth has inspired skylarks to sing in our parish and for once I spotted a bird in full voice overhead. It was a dark mote in a dazzling flare of white-blue. Out of that hovering speck came that glorious rolling sound which has inspired more English poetry than any other birdsong except the nightingale&apos;s. It occurs to me that one of the few things these two very different species share is a capacity to produce a disembodied music. With nightingales it is as if the song wells up straight out of the darkness. With larks it seems to shower down from the very ether itself. A birdsong without an apparent author has lent itself to our imaginations as the most plastic of symbols, and we have felt at liberty to take possession and invest it with all sorts of private meanings. At the beginning of the 20th century, WH Hudson suggested that skylark song was &quot;sunshine translated into sound&quot;. He described places on the Sussex Downs where he believed he could hear all the larks on a windless day within a circuit of 18 miles  scores, probably hundreds of voices blended by distance into one wonderful heaven-sent chorus. Alas, no more. I must make do with my one. For a new meaning that this anthemic song has acquired is a profound sense of loss about the entire British landscape. In truth, this song of sunlight is going out all over Europe, 50% of skylarks having been lost in the past 25 years. What does it mean to lose these fabulous birds? I asked four teacher friends to ask their respective classes. Of 42 schoolchildren not one had knowingly heard a skylark. From 36 biology undergraduates and 11 undergraduates on a creative writing course, the answers were respectively seven and none. What will it mean to read Shelley&apos;s To A Skylark but never actually to have heard the &quot;harmonious madness&quot; of that song oneself?", 
    "section": "environment", 
    "gid": "environment/2012/mar/04/claxton-norfolk-rare-song-skylark", 
    "wordcount": "329"
}