{
    "headline": "Facebook IPO: five things we learned", 
    "text": "The covers are off at Facebook. On Wednesday, the social network finally confirmed that it intends to sell shares in an initial public offering (IPO), and gave outsiders the first real insight into its business practices. Now that the dust has settled, what have we learned? Mark Zuckerberg is in control If you thought Rupert Murdoch had a tight grip on News Corp, spare a thought for anyone at Facebook who disagrees with its founder. Mark Zuckerberg owns 28% of the company&apos;s shares, but has struck an agreement with 56.9% of shareholders that gives him control over their votes. &quot;Mr Zuckerberg has the ability to control the outcome of matters submitted to our stockholders for approval, including the election of directors and any merger, consolidation, or sale of all or substantially all of our assets,&quot; the filings to the SEC revealed. Even if Zuckerberg dies, he&apos;s in control. &quot;Additionally, in the event that Mr Zuckerberg controls our company at the time of his death, control maybe transferred to a person or entity that he designates as his successor.&quot; Expect the corporate governance people to lose it over this at some stage. A lot of people are going to get very rich No price has been set for the company yet, but estimates are ranging between $75bn and $100bn. At the top end of that range, Zuckerberg&apos;s stake is worth $28bn, equivalent to the gross domestic product of North Korea. James Breyer, a Facebook board member and a partner at Accel Partner, Facebook&apos;s largest investors, stands to make a fortune. Accel owns 11.4%. Dustin Moskovitz, Facebook&apos;s co-founder and former chief technology officer, has 7.6%. Yuri Milner, the Russian tycoon behind investor DST Global, will also increase his billions, since DST owns a 5.5% stake. Peter Thiel, legendary Silicon Valley investor and co-founder of PayPal, owns a 2.5% stake, and since he reportedly paid $500,000 for it in 2004, it&apos;s now potentially worth $2.5bn. Bono&apos;s Elevation Partners has a 1.5% stake. Chief operating officer Sheryl Sandberg has less than 1%, so she may get less than $1bn. But she did earn $300m last year in shares and salary. Graffiti artist David Choe, who chose to take shares in Facebook over cash for painting the social network&apos;s Palo Alto headquarters in 2005, walked away with stock that is likely to be worth about $200m. Even the losers are winners Eduardo Saverin, Zuckerberg&apos;s early partner at Harvard who was depicted as having been cheated out of his share of the company in the film The Social Network, does not own more than 5% of Facebook  his holding was not listed in yesterday&apos;s documents  but he is still likely walk away with a fortune. &quot;What a ride,&quot; he tweeted on Wednesday. Even the Winklevoss twins, Zuckerberg&apos;s mortal enemies, come away winners. They hold 1.2m shares from a court settlement over their claims that Zuckerberg stole their idea. Those shares are now potentially worth $300m. But you won&apos;t make any money any time soon For one thing, Facebook shares won&apos;t begin publicly trading for several months, because the SEC needs to assess the validity of a potential IPO. But even once trading begins, getting in on the action is a long shot, and for retail investors (ie the man in the street) odds are you will have to buy when the price has already spiked. It&apos;s the cash, stupid The biggest reason for any IPO. Facebook only has $3.9bn in cash right now, a paltry sum if it&apos;s looking to strong-arm competitors like Google, which has cash and short term investments of close to $45bn. The documents talk a lot about mobile  a fast growing area for Facebook. Analysts expect that Facebook will use the cash to improve its mobile site, make acquisitions, and roll out new features. Then there&apos;s the fact that Facebook&apos;s investor base is growing. Federal law mandates companies with more than 500 investors and $10m in assets to disclose quarterly financial results and certain other information. So, basically, they had no choice. Poor dears.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/facebook-ipo-five-things-we-learned", 
    "wordcount": "688"
}