{
    "headline": "Teaching excellence winner: University of Plymouth", 
    "text": "Remember the massive hole that shelling out for your reading list made in your finances at the start of an academic year? And later in the term, remember rushing to the library to borrow a required text you couldn&apos;t afford, only to discover that all five copies had been snaffled - and that you were bottom of a long waiting list for returns? First and second year psychology students at Plymouth University [http://www.plymouth.ac.uk/] won&apos;t ever know the panicky feeling that results from not being able to get hold of a book just as an essay deadline looms: they get their entire reading list issued for free as 23 ebooks, which can be read online or offline, on desktops, tablets or smartphones.  It&apos;s thanks to a unique approach Plymouth made to academic publisher Cengage [http://www.cengage.co.uk/] in 2011: the university proposed to pay the cost of an overall subscription so that all students, regardless of their finances, could start on a level playing field. Since then, six other publishers have come on board, and students from five other degree programmes now benefit from the scheme. The cost is hardly insubstantial: the university has invested 240,000 in the project so far. But Dr Philip Gee, programme lead for psychology at Plymouth believes that it has transformed the experience of studying for many undergraduates. &quot;Even the best stocked library will not have sufficient copies of core texts to meet demand at peak times. While libraries also provide an increasing number of ebooks, these typically still have restrictions on the number of simultaneous users, and require each user to be online,&quot; he explains.  More importantly, he adds, students don&apos;t use library books in the same way as they engage with books they own, which &quot;are kept throughout their degree, and get covered in notes and highlights.&quot; Using ebooks to facilitate dynamic teaching has also been a significant change to how students experience the teaching they receive in their degree, he continues. &quot;If a lecturer feels that a text gives a particular slant on a debate, or wants students to know that more recent research challenges that reported in the book, she can add a note to her copy that will automatically appear on the student&apos;s,&quot; he explains. &quot;Our students can also share their own notes with each other. Reading has transformed from solitary and passive to social and dynamic.&quot;  Undergraduates without family financial support must often work at least one job to make ends meet, so not having to find the 900 cost of books on the psychology degree reading list, for example, means they are under less financial pressure and can focus more on their studies. And access is improved for some disabled students, who can customise the font size, shape and colours of all required texts to suit their needs, or use the inbuilt text-to-speech function. It hasn&apos;t always been easy to persuade academic publishers to adopt such a novel approach to selling their wares, observes Gee, but those that have come on board make just as much as they did from selling direct to students. Plymouth is convinced of the value of the model, and is working with the publishing industry to make pricing structures simpler: as more are persuaded, Gee hopes it will become a no-brainer for other universities to follow his department&apos;s lead. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/teaching-excellence-winner-university-plymouth", 
    "wordcount": "599"
}