{
    "headline": "Jeremy Irons talks trash for his new environmental documentary", 
    "text": "Jeremy Irons, the Oscar-winning actor, has teamed up with the British filmmaker Candida Brady to produce a new feature-length documentary called Trashed. It sets out to &quot;discover the extent and effects of the global waste problem, as he travels around the world to beautiful destinations tainted by pollution&quot;. Ahead of its first theatrical screenings in the US later this month, Irons answered my questions about the film via email... We are used to actors/singers/celebrities, etc, highlighting a particular environmental cause, or narrating a documentary. But it is unusual to see someone such as yourself getting quite so involved in a project liked Trashed. [Irons was also executive producer.] How did you come to be involved so intimately in this film?            I wanted to help create a film on a subject of real social importance. Candida Brady and I talked over various possible subjects, but none, we felt, compared with the problem of waste, which affects us all, and which, despite all the evidence and research available, is not being seriously faced. I felt such a film should be made for theatrical release, rather than TV and such documentaries seem to need a personality on which to hang them. As an actor I&apos;ve always seen myself as a sort of storyteller and my involvement in Trashed seemed a logical progression of that role. Apart from being the face on the screen, I was also able to help with raising the finance, and in persuading my friend Vangelis [who scored the film] to come on board with us. You travel widely in the film - Vietnam, France, Iceland, Beirut, San Francisco, Yorkshire, the world&apos;s oceans - to report both on the problems and potential solutions associated with wasteful consumerism. Which places/people stood out for you - and why?  Each place had its particular effect on me. Sidon [south of Beirut] showed me what happens if you do nothing. [The film shows a huge rubbish dump on the beach.] Iceland showed me how state agencies can so easily be seduced by experts who promise to make their problems go away, but who become conspicuously absent when their promises do not deliver. With so many &quot;Waste to Energy&quot; plants applying for planning in the UK, Iceland and France&apos;s experience of them was a real eye-opener for me.The danger of dioxins in our environment, our food chain and our bodies is difficult to illustrate, since they are not visible to the naked eye. My time in Vietnam allowed me to see the result of large quantities of them, and therefore understand better the insidiousness of the smaller quantities that have found their way into our lives and bodies.Yorkshire and Gloucestershire, with their massive toxic waste mounds, showed me the extent of the problem in my own back yard. Since we filmed, these problems have been further exacerbated by the recent research showing that the clay used under liners, designed to prevent contamination of ground water, actually enhance the process of the toxins leaching out!And San Francisco gave me enormous hope that, if the will is there, then these problems can be dealt with, and in a commercially profitable way.  The film talks about that much-used term - &quot;zero waste&quot;. How close can we ever realistically get to that goal? What&apos;s more important to tackle at present: reducing our waste stream, or adopting more sensible ways to manage/dispose of our waste?  San Francisco has actually reached 80% diversion or Zero Waste this year. New York, which creates 1.5% of total global waste, currently recycles only 15% of it. State and federal government should provide legislation which designs a waste management policy right across the country. In the UK there is a similar situation in that, depending where you live, the waste management policies and goals differ greatly. I believe that most people would like to cooperate in reducing waste, but to encourage them the national policy should be clear, well advertised and consistent. Even within Greater London there is a huge discrepancy between council policies. I believe a national waste management initiative should be designed and implemented by government. Not to burn it or bury it, but to design and encourage its reduction and recycling. This time of rising unemployment seems ideally suited to the creation of a new and forward-thinking industry that could be profitable and create new jobs. If we became world leaders in recycling technology, then that expertise could be exported around the world.  The film is very critical of incineration and energy-from-waste plants, in particular the dioxins they release into the atmosphere. But was it proportionate to show footage of jars containing preserved foetuses with birth defects in a hospital in Vietnam to make the point about the health risk of exposure to high levels of dioxins? Can you really compare the health impact caused by the spraying of Agent Orange during the Vietnam war with the dioxins emitted by incinerators?  To enlarge on my earlier answer, Candida Brady, the director, thought long and hard about this and decided to show the foetuses for two reasons; firstly, because dioxins and furans, PCBs, etc, are all just words, until you can actually see and understand the impact these compounds are capable of having in the human body and on life in general. We felt it was important to show this. And, secondly, a 2001 BBC Newsnight investigation found that ash from a London incinerator, dumped in the open, had a similar level of dioxins to Vietnamese soil after the spraying of Agent Orange. This is just one example we found. And it should be borne in mind that the monitoring of dioxin emissions in the UK could be described as casual, if not cavalier. Incinerator filters are only checked between two and four times annually for a few hours at a time. Even Belgium, which boasts the most advanced measuring system, only measures emissions over a two-week period, before averaging those emissions out over the year. Nowhere are emissions monitored constantly. So the truth is that the real quantity of dioxin emissions from incineration remains unknown. Finally, it is important to remember that, in the past, medical research generally looked only into the effects of these compounds at high dosage, whereas recently they have discovered evidence that dioxins are having an effect on foetuses at very, very low doses.  The film gives thanks to Sigrid Rausing at the end, presumably because she, or her trust, financially supported the film. Of course, the Rausing family famously made its fortune from food packaging. What message do you send to the packaging industry? Is it right to cast it as a &quot;villain&quot;? Or could it also be the key to solving our waste problem?   Tetra Pak are a good example of a company working hard to produce recyclable products, and we are very grateful to the Rausing Trust for their involvement. We tried not to cast any one as the villain in the film. Over-packaging is a complicated, though not insurmountable, problem. We have become used to food and consumables which are transported often over great distances. Intelligent packaging is essential, but I believe it should be reusable or returnable for reuse. Toxic chemicals used in the manufacture of food packaging is another, even more alarming, part of the problem. Four hundred million tonnes of chemicals are produced each year and according to a European Commission, information on the risks inherent in 99% of them is &apos;sketchy&apos;. This is a regulatory issue. We need to stop toxic chemicals being used in these products in the first place.  You visit San Francisco at the end of the film and largely paint it as a beacon of hope - a place that&apos;s &quot;doing it right&quot; when it comes to managing waste. What other examples of &quot;hope&quot; and best practice can you give?  Happily, lots. There are wonderful things happening all around the world. From Nova Scotia to Kerala, Bristol to Melbourne, and even in the Philippines, zero waste is on the agenda. I think what&apos;s particularly inspiring is when communities don&apos;t wait to be told what to do, but just go ahead and do it. In northern Italy, many villages and towns have used their own initiative and achieved 70% diversion, in some cases, in less than a year.   Are we, as individual consumers, ultimately responsible for this global waste problem? Or is, in reality, now the responsibility of politicians, regulators, industry leaders, etc, to sort it out?  It is everyone&apos;s problem and all of our responsibility. It&apos;s time we were all informed and it&apos;s time to get angry and maybe even a little ashamed of ourselves. But it must be up to our elected representatives to do what they were elected for. To represent the best interests of those who put them where they are. To organise a system that will cut the amount of waste we produce, both domestically and industrially, and to mount a campaign to encourage us to recycle and re-use. Our population, and especially our children, the next generation, needs educating about the present problem of waste. For instance, plastic bag usage has risen in the last year in the UK. If you knew that there was a chance that your plastic bag was going to come back to you in your food, you might think twice about using it. The joy of the problem, unlike so many which confront us, is that it is easily surmountable.  When you were researching the film, what were your sources for information and inspiration? Was there, say, a book, film, or academic paper, that particularly influenced you?  Candida Brady collected an amazing amount of research on the subject. She would pass me that information if and when I needed it. There are more than 81 peer-reviewed published scientific papers on the film&apos;s website, most of them sources for the film. I think she would agree that the paper which disturbed her more than anything was a 2009 study of umbilical cord blood, which found up to 232 man-made industrial compounds and pollutants present in a child before it is even born. Ten out of ten babies were shown to have chlorinated dioxins in their blood.  Who are you hoping will see the film? How/where will it be distributed? Television, theatrical release, festivals, schools?  It opens in the US on the 14th December at The Quad in New York and Laemmle in LA. It will be released in South America and the UK in the spring, and we are presently finalising the distribution in Japan. Of course, I hope it will finally get distributed all around the globe, since this is clearly a global problem. We have plans to screen it for government, both in London and Washington, and I would hope that all local councils will be made aware of its presence. I cannot believe that once our policy makers have seen it they will not be forced to take action. But it is my dream to find a backer who would finance a shorter cut that we could send out to every school in the world to play in the classroom. I have no doubt, that if seen by the world&apos;s children, then, if we don&apos;t deal with the problem, they will.  What do you want people to do once they&apos;ve seen the film?  I would like them to research whether there is a waste-to-energy plant planned for their area, and, if there is, to oppose it. If there is not, then to discover how their local council deals with their waste. I would like them to lobby their MPs for legislation designed to cut waste and to regulate the production of packaging, particularly plastics containing unreported toxins, and particularly where this packaging is used for foodstuffs and bottled water. I would like them to remove all packaging at the point of purchase, thereby pushing the problem one step back towards the manufacturers.I would like them to use their ingenuity to discover how they can reduce waste both at home and in their workplace. I would like everybody to give a good shopping bag to at least one person this Christmas. And I would like them to tell their friends to see Trashed. ", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/11/jeremy-irons-trashed-film-waste", 
    "wordcount": "2060"
}