{
    "headline": "Mystery bird: Mountain bluebird, Sialia currucoides", 
    "text": "    Mountain bluebird, Sialia currucoides (synonyms, Sialia arctica and Erythaca Arctica; protonym, Motacilla s. Sylvia Currucoides), Bechstein, 1798, also known as the arctic bluebird and as the ultramarine bluebird, photographed at Illinois Beach State Park, Zion, Illinois (USA).  Image: Paul Sweet, 12 November 2011 (with permission) [velociraptorize].Sony Alpha-35 camera with a Sony 75-300 mm lens    Question: This North American mystery bird is interesting because it has no recognised subspecies, unlike its congeners. Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is a mountain bluebird, Sialia currucoides, a medium-sized passerine that is placed into the taxonomic family, Turdidae, the thrushes. This very large family of birds has a worldwide distribution, and several species are considered to be amongst the best avian singers anywhere. Within this family, the three bluebird species occur only in North America and are set aside into their own, genus Sialia.  Mountain bluebirds primarily eat insects and berries. They are migratory and breed in nest boxes or natural cavities in open country throughout higher elevations of western North America, particularly in the mountains. They also breed as far north as Alaska. These birds are monogamous, and fiercely defend their nests and young from danger. They are know to return to their broods after humans have inspected the nest box. Mountain bluebirds (especially the females) can be confused with several other species:  female eastern bluebirds, S. sialis, have an orangish throat and clean white belly, and have a slightly thicker black bill, often with a yellow base. They also lack the female mountain bluebird&apos;s broken white eyering  female western bluebirds, S. mexicana, differ by having a have a brown abdomen and gray head, throat and back, a heavier black bill, often with a yellow base. Tail and wings are shorter and are gray-blue in colour. They also lack the female mountain bluebird&apos;s broken white eyering  Townsend&apos;s solitaire, Myadestes townsendi, has a slenderer build overall; a longer tail with white outer tail feathers, buffy patches in its wings and a bold white wingbar, an unbroken white eyering, and -- most important -- lacks any blue in its plumage  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/01/4", 
    "wordcount": "414"
}