{
    "headline": "A perfect spot to see off the storming Normans", 
    "text": "Rarely was a sight more apt than that of a kilted piper seeing in the new year on Honister Pass while filming a documentary some years ago. No other Lakeland pass is as like the Pass of Glencoe as Honister, knifing down between the crags of Fleetwith Pike and Buckstone How to descend under Haystacks, High Crag and Birkness Combe, with Grey Crags and Eagle Crag tinselled sugar-white above Buttermere&apos;s icy waters. These wild hills might not match Gearr Aonach, Aonach Dubh and Bideannam Bian quite in height, but in presence they certainly do. Reminiscent even of how Ossian&apos;s Cave appears in the cliffs of Glencoe is Gatesgarth Chimney, slashing High Crag like a sabre-cut. It was first climbed in 1913 by Geoffrey Winthrop Young, who was to lose a leg in the first world war (and who in 1924, before 500 assembled souls, dedicated the plaque on Great Gable commemorating the fallen members of the Fell and Rock Climbing Club at coincidentally the same time as his friend George Mallory was last seen high on Everest). How you could imagine the Campbells ambushing the MacDonalds here. Only in this case it was Norman invaders who were diverted and ambushed in Rannerdale (each spring slopes of bluebells are said to flourish from the bloodshed). The result? The dale remained inviolate and does not appear in the Domesday Book. The white cross above Honister is yet another indication of Buttermere&apos;s harsh side, and commemorates the death of Fanny Mercer, who tragically fell over a crag in 1887. Many are the &quot;fell-goers&quot; who are drawn up the narrow path below in totally unsuitable high heels and flip-flops to inspect itfurther. Life can still be hard. One New Year&apos;s Eve in the village consternation arose. The two bells of St James&apos; church in Buttermere failed to ring out at midnight in their turret as traditionally happened. Mischievous village lads had clambered onto the slates of the roof in their stockinged feet and removed the clappers. Bellringer Rodney Twitchin, the beloved landlord of the Bridge Hotel, was called before the committee. When called to account, he couldn&apos;t say. &quot;We think, Rodney,&quot; he was told, &quot;you mighthave been worse for wear.&quot; Life is never easy in these God&apos;s-own dales. Life here is not easy today, nor was it in Auld Lang Syne.", 
    "section": "environment", 
    "gid": "environment/2012/dec/30/buttermere-lake-district-see-off-normans", 
    "wordcount": "399"
}