{
    "headline": "Fears over school meal standards as children's food charity loses funding", 
    "text": "Childhood nutrition campaigners have expressed alarm after the government confirmed it will cut off all funding to the Children&apos;s Food Trust, the main organisation which monitors the quality of meals served in schools, in the next few weeks. The Department for Education (DfE) told the trust in a letter that money would stop at the end of March. The trust will be invited to bid for government contracts but will otherwise be reliant on charging schools for advice or its own fundraising. Set up as a quango, initially called the School Food Trust, in the wake of TV chef Jamie Oliver&apos;s 2005 series about the poor standard of food served in many schools the trust was hived of as a private charity in 2011 and has long faced the prospect of being cut off financially. However, the confirmation has worried campaigners already alarmed that the government&apos;s exemption of academies from school nutritional standards could see the gains of recent years reversed. It was a Children&apos;s Food Trust study last year which showed that many academies do not follow the guidelines, despite government assurances that they would. Last year the DfE set up an inquiry into school food, led by Henry Dimbleby and John Vincent, founders of the Leon chain of restaurants, an initiative dismissed by Oliver as a pointless waste of time. The trust said it aims to continue advisory work with schools over improving the quality of meals and the number of pupils who eat them, although some may now face charges for this. However, it will have to abandon its annual survey of school meals, the only such national snapshot. A trust spokesman said it had been planning for the end of DfE funding but warned that schools had &quot;never been more in need of strong leadership and practical support for making sure every child can eat well&quot;. He added: &quot;While the government&apos;s review of school food continues, we&apos;ve urged the department not to allow school food improvement work to slip back in the meantime, and this does remain a concern.&quot; Malcolm Clark from the Children&apos;s Food Campaign said the decision was &quot;really worrying&quot;. He said: &quot;It&apos;s very important that parents and others get the information they need on school nutrition, and this is becoming increasingly difficult to obtain. Without something like the annual survey there&apos;s not really going to be any proper national monitoring of standards. We always say that it only takes a term or two for nutritional levels to slip but it can take years to get them back again.&quot; The Royal College of Paediatrics and Child Health urged the DfE to not neglect the issue. Brian Dow, director of communications for the college, said: &quot;Establishing nutritional standards in schools was a major victory in 2008 and we&apos;ve been vocal, alongside the Children&apos;s Food Trust, in our call for academy schools to also meet those standards. With a third of children in the UK overweight or obese by the age of nine, getting school food right must continue to be a priority or we risk breeding one unhealthy generation after another.&quot; The shadow children&apos;s minister, Sharon Hodgson, said the decision seemed to show Michael Gove, the education secretary, did not view children&apos;s health as a priority. She said: &quot;All the evidence shows that a healthy, nutritious lunch helps pupils concentrate in class and boosts their attainment. With breakfast clubs cut up and down the country, and academies and free schools exempted from having to provide nutritious food, this out-of-touch government are wiping away years of progress and research on the importance of good food in schools. &quot;The Children&apos;s Food Trust, and School Food Trust before it, were instrumental in spreading best practice and monitoring standards, and I hope that they can find funding to continue that good work.&quot; A DfE spokeswoman said the end of funding had been long planned and that all future school food work would be put out to tender. She said: &quot;We have commissioned Henry Dimbleby and John Vincent of Leon restaurants to lead a large-scale independent review of school food. They are looking at what more needs to be done to make sure that all school children are offered good, nutritious food and are given an understanding of food and nutrition. We await the final report and will announce our next steps in due course.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/30/fears-school-meal-standards-charity", 
    "wordcount": "740"
}