{
    "headline": "Greenpeace and A-list celebrities call for  Arctic 'sanctuary'", 
    "text": "Robert Redford, Sir Paul McCartney, Penelope Cruz and an A-list of global celebrities joined forces with Greenpeace and business leaders on Thursday to call for a global sanctuary in the Arctic. The stars, who also include Jude Law, Pedro Almodovar, Thom Yorke, and One Direction, are among the first hundred names on &quot;the Arctic Scroll&quot; that will be planted on the seabed at the North Pole as part of a major new drive to halt oil drilling and unsustainable fishing in the region. The campaign was launched by entrepreneur Richard Branson, actress Lucy Lawless and the Greenpeace International executive director Kumi Naidoo at the Rio+20 Earth summit, where government-level efforts to establish a protected area around the pole were killed by the three countries pushing hardest to develop the region: the US, Canada and Russia. &quot;The Arctic is coming under assault and needs people from around the world to stand up and demand action to protect it,&quot; said Naidoo. &quot;A ban on offshore oil drilling and unsustainable fishing would be a huge victory against the forces ranged against this precious region and the 4 million people who live there. And a sanctuary in the uninhabited area around the pole would in a stroke stop the polluters colonising the top of the world without infringing on the rights of indigenous communities.&quot; A vast area of the waters around the Arctic are considered international &quot;high seas&quot;, but the land and the ocean floor are coming under increasing pressure from governments and mining companies as the ice melts due to global warming and rising oil prices make extraction in this remote area more economical. In 2007, a Russian submarine planted a flag on the sea floor, one of several efforts by nations in the region to try to extend their territorial claims into this resource-rich area. The land and sea north of the Arctic Circle is believed to account for 22% of the remaining oil and gas reserves in the world, according to a recent study by the US Geological Survey. The US and Norway, who are at the forefront of exploring and developing their Arctic oil and gas resources, are trying to develop a joint strategy to justify their activities in the light of a mounting green campaign against them. Ola Borten Moe, the Norwegian minister of petroleum and energy has invited colleagues and oil executives from what he calls the &quot;high north&quot; to a special conference in Trondheim next Tuesday. Ken Salazar, the US secretary of the interior, and Ryan Lance, chief executive of American oil group ConocoPhillips, are among those expected to attend. John Duncan, the Canadian minister of Aboriginal affairs and northern development, and Helge Lund, the boss of Statoil, will also be there. The Norwegian foreign ministry said the topic of the conference is &quot;prudent resource management as part of a sustainable development in the Arctic&quot;. The Norwegians are keen to stress that petroleum activities have been carried out in the Arctic for several decades and at this conference the industry and the authorities will share their experiences and future plans. An unprecedented amount of seismic mapping by companies such as Shell and Maersk Oil of Denmark will be undertaken off the coast of Greenland. Russian oil giant Gazprom is pushing into the offshore Arctic, and in the coming weeks Shell is expected to start drilling exploratory wells at two offshore sites in the Alaskan Arctic. In an earlier effort to halt the drilling, Lawless scaled Shell&apos;s Arctic drilling rig in February and occupied it for 72 hours in New Zealand. She will be sentenced in September. The new effort to mobilise the global public focuses on pushing for a UN resolution demanding a global sanctuary around the pole and a ban on oil drilling and unsustainable fishing in the wider Arctic. Organisers hope that the star-studded initiators of the campaign  who include nine Oscar winners, ten Golden Globe winners and five Grammy Award winners  will help to attract a million other supporters from the wider public via an online petition. Timed to coincide with the longest day on 21 June, when the Arctic is bathed in 24 hours of sunlight, the campaign will be launched worldwide with &quot;polar bears&quot; appearing in many capital cities. The conservationists&apos; &quot;Flag for the Future&quot; will be designed by children in a global competition organised by the Girl Guide movement. Once a million people sign the Arctic Scroll, it will be taken to the north pole and planted on the sea floor. Sir Paul McCartney has endorsed the campaign as a means to protect one of the world&apos;s last pristine natural environments and to fight climate change. &quot;It seems madness that we are willing to go to the ends of the Earth to find the last drops of oil when our best scientific minds are telling us we need to get off fossil fuels to give our children a future. At some time, in some place, we need to take a stand. I believe that time is now and that place is the Arctic,&quot; he said. Indigenous groups have also given their backing. Rodion Sulyandziga, from the Udege people and first vice president of the Russian Association of Indigenous Peoples of the North, said the Arctic drilling was a threat: &quot;A large-scale oil exploration &apos;development&apos; can irreversibly destroy the virgin purity of the Arctic region, putting at stake the physical existence and survival of indigenous peoples who, without their traditional living patterns, without their eternal habitat, will have no future.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jun/21/greenpeace-paul-mccartney-penelope-cruz-arctic", 
    "wordcount": "939"
}