{
    "headline": "Google posts strong first-quarter results and announces two-for-one stock split", 
    "text": "Google has reported strong first-quarter earnings, up 60% year-on-year to $2.89bn (1.81bn), with gross revenues also up, by 24%, to $10.65bn, and has announced a two-for-one stock split that will effectively act as a one-off dividend for existing shareholders, while retaining the co-founders&apos; control of voting stock. After paying $2.5bn of &quot;traffic acquisition costs&quot; (TAC) to companies that bring traffic to the site, Google&apos;s revenues were $8.14bn. But cost-per-click (CPC)  the average amount that Google charges advertisers when users click on an ad  fell for the second quarter in a row, by 6%, and was down 12% year-on-year. That almost certainly indicates a greater shift among users towards mobile rather than desktop access, reflecting the growth in smartphones  particularly the use of Google&apos;s Android mobile software. Larry Page, Google&apos;s chief executive, and co-founder Sergey Brin announced in a letter that they were splitting the stock to create a new tranche of non-voting stock, continuing the stock structure that they created when the company was floated in 2004. The move ensures that Page and Brin will retain control of the company: &quot;These non-voting shares will be available for corporate uses, like equity-based employee compensation, that might otherwise dilute our governance structure,&quot; they said. Page and Brin hint that outside shareholders might not have the guts for longer-term bets and could outvote the directors if the voting stock is further diluted: &quot;In our experience, success is more likely if you concentrate on the long term. Technology products often require significant investment over many years to fulfil their potential. For example, it took over three years just to ship our first Android handset, and then another three years on top of that before the operating system truly reached critical mass. These kinds of investments are not for the faint-hearted.&quot; As has been the case throughout its life, almost all of Google&apos;s revenues came from advertising  just over 96%, compared to 97% a year ago. Similarly, the US remains its dominant market, comprising 46% of revenues; the next biggest is the UK, where it generated $1.15bn, or 11%, of revenues, approximately in line with previous quarters. Speaking after the results were announced, Page dodged questions from analysts about whether Google will release its own tablet to compete with Apple&apos;s iPad, which dominates that space and is forecast to continue its lead over the next four years. Page seemed to hint that any tablet would be lower-priced to compete with Amazon&apos;s Kindle Fire, which uses a version of Google&apos;s Android software without connecting to the search giant&apos;s servers, rather than at the top end where Apple dominates: &quot;There&apos;s been a lot of success on some lower-priced tablets that were on Android, perhaps not the full Google Android,&quot; Page said. &quot;We believe there&apos;s going to be a lot of success at the lower end of the market, and it&apos;s an area we think is important and we&apos;re going to focus on.&quot; Page insisted that despite the falls in CPC value &quot;our business is healthy&quot;, and that the fall was due to a combination of foreign exchange rates, the growth of mobile and Apple&apos;s iPad (Google pays Apple for its favoured position as the search engine on the iPhone and iPad), and &quot;changes in ad quality&quot;. He insisted there was no weakness in Google advertising: &quot;If anything, lower CPCs give better return on advertising spend: it&apos;s a lower cost so a better return on investment for advertisers.&quot; He also declined to give concrete numbers about how many people directly use Google+, the company&apos;s fledgling social network. Earlier this week the company gave the site a facelift, and said that 170 million people had &quot;upgraded&quot; to register with Google+, with 100m logging into those accounts in the past 30 days. Asked whether Android  which has become the dominant mobile operating system for smartphones, and for which Google does not charge for a licence  could lower TAC or lead to increased advertising revenue per device, Page dismissed the question as &quot;pretty short-term&quot;. He continued: &quot;We don&apos;t get many new operating systems  there&apos;s only been a few in my lifetime  and Android is really about increasing the pace of innovation, the use of mobile devices, getting a greater user experience to our users. We&apos;re in the very early stages of that. The computer I carry in my pocket is as good as the one on my desktop a few years ago. So we&apos;re excited about things we&apos;re doing.&quot; He said he was confident that CPC advertising yields would improve on mobile.", 
    "section": "technology", 
    "gid": "technology/2012/apr/13/google-results-first-quarter", 
    "wordcount": "780"
}