{
    "headline": "Obama aims to shunt Romney off road over US auto bailout", 
    "text": "Barack Obama seems to have decided to crash Mitt Romney&apos;s Florida victory party  or at least drive right over it. The US president made a surprise visit to the Washington auto show on Tuesday afternoon, using the moment to take a swipe at Romney&apos;s opposition to the bailout of America&apos;s auto industry. It was the first time Obama, or any US president, has visited any car show, according to Robert Fogarty, chairman of the auto show. And it was the second time Obama has tried to upstage Romney on a primary night. White House staff, in a series of phone calls since last week, had the auto show set aside 18 new GM, Ford and Chrysler models for Obama to take a look at. After jumping into a Silverado pick-up truck and other models, Obama made a point of reminding the White House press pool how his support of the auto industry was central to his economic recovery plan. &quot;Let me just say, when you look at all these cars, it is testimony to the outstanding work that&apos;s been done by workers  American workers, American designers. The US auto industry is back. The fact that GM is back, number one  I think that shows the kind of turnaround that&apos;s possible when it comes to American manufacturing,&quot; Obama said. Then came the shot at Romney. Although Obama did not mention the Republican frontrunner by name, Romney has argued that the car companies should have gone straight into bankruptcy, without receiving government funds. Obama went on: &quot;It&apos;s good to remember that the fact that there were some folks who were willing to let this industry die.&quot; Tuesday&apos;s visit was the latest in a series of scene-stealers from Obama as he tries to reframe the political debate ahead of next November&apos;s elections  and step on headlines for his Republican adversaries. On 10 January, the day of the New Hampshire primary, Obama chose to pay his first ever visit as president to the Environmental Protection Agency, the branch of the government much derided by Republicans for getting in the way of unfettered capitalism. The green quotient wasn&apos;t quiet as obvious on Tuesday&apos;s presidential field trip. Obama got behind the wheel of a number of muscle cars. But he also checked out the new C-Max Energi, the first Ford plug-in hybrid, which was recently voted best green car.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/31/obama-shunt-romney-auto-bailout", 
    "wordcount": "397"
}