{
    "headline": "Education in brief: Gove wants children to count in Roman numerals", 
    "text": "Numerus unus Michael Gove may be accused by his detractors of wanting, through new national curriculum proposals published last week, to turn English classrooms back to the 1950s. But some reckon the education secretary is now rooting around even further in the past, with moves to get children to count as the Romans did. And, yes, here it is in black and white: the proposed new primary maths curriculum includes stipulations that, in year 3, pupils should be able to read the Roman numerals on a clock (up to XII). In year 4, they should be able to read the Latin digits up to 100, and in year 5 they should read Roman numerals up to 1,000 and also be able to decipher years written in Roman form. Maths experts are bemused as to the logic of this, given that the government&apos;s review is supposed to &quot;slim down&quot; rules about what should be taught, stripping subjects to their essentials and giving flexibility to teachers to tailor their offerings to pupils. One said: &quot;You can imagine teachers designing interesting activities around this. But you couldn&apos;t possibly say that Roman numerals are an essential part of the subject. Where has this come from?&quot; Newly qualified shock Plans to allow academies to opt out of induction arrangements supporting newly qualified teachers (NQTs) seem to have come as a bit of a surprise to many, including student teachers themselves and those who train them. Education Guardian was contacted by shocked readers seeking clarification after our article last week about the bullying of newly qualified teachers in some schools, including academies, which mentioned that new regulations offering potentially worsening working conditions to NQTs would come in this September. The Department for Education was quick to dismiss this as nothing new. That is not quite the case, however. Revisions to the Induction Statutory Guidance, published in draft form earlier this year, and included in a Q&amp;A on the DfE&apos;s own website, state explicitly that &quot;as academies and free schools are classed as independent schools, there is no requirement for statutory induction to be offered or to have been served by teachers employed in these settings&quot;. This is a subtle but important change from the previous guidance. This merely stated that induction &quot;can be served in the following institutions&quot; and listed academies in the &quot;independent section&quot;. As Michael Gove wants all schools to be academies, the implications for the support, assessment and working conditions of entrants could not be starker. Harrowing cock-up? An accounting error made by Harrow council could mean primary schools in the area miss out on government funding for school places. The government has set aside 800m to help increase the number of primary school places for the coming academic year. But errors in forecast data submitted to the Department for Education mean Harrow has currently not been allocated any of the extra cash. &quot;It&apos;s a real cock-up,&quot; one headteacher tells Education Guardian. &quot;There are people in local authorities whose sole job it is to plan for five years, or further, ahead, to make sure there are enough places to go round.&quot; But the Harrow council portfolio holder for schools and colleges, Cllr Brian Gate, says the funding has simply been delayed. &quot;Harrow council is currently listed with a blank allocation because the DfE is reviewing our allocation. &quot;We became concerned that the school capacity data we submitted was not up-to-date and required recalculation. We are sorry the original data was not accurate, but we have been able to make a revised submission based on up-to-date information.&quot; A spokeswoman for the DfE says: &quot;We are in discussions with Harrow regarding their data errors and the impact of those errors on their basic need funding.&quot; Summer of discontent Last week, Education Guardian reported that University College London had fallen out with its student union over which student was to sit on a committee to appoint a new provost. Now it seems that staff noses are also out of joint. The university is proposing changes to employment conditions that could make it easier to fire or discipline academics, and, say staff representatives, is trying to push through the changes over the summer, when academics are not around to be consulted. One academic says: &quot;It shows management&apos;s contempt for democracy at UCL when their own particular vision is challenged.&quot; A spokesman for the university says: &quot;We&apos;re having a special meeting of UCL&apos;s academic board on 10 July to give academics the chance to voice their opinions, and there are two more public meetings planned in June to discuss the proposed changes. A final decision is not being made until the autumn term at a meeting in October.&quot; Now, the Intern Inquiry A high-profile political figure is currently advertising for an unpaid intern, Education Guardian has learned. An investigation by the careers website Graduate Fog has uncovered an advert, circulated via a university careers service, which states that the intern will &quot;answer the phone and take messages&quot;; be responsible for &quot;re-stocking the office daily&quot; and &quot;assist in logging all in-coming post; and undertake the daily post run&quot;. The internship will last three months and the successful candidate will be paid expenses only, but it sounds like a job to us. Sadly, we can&apos;t reveal the identity of the &quot;employer&quot; just yet, but we do know that he or she gave evidence at last week&apos;s Leveson inquiry, which narrows it down somewhat. Watch this space", 
    "section": "education", 
    "gid": "education/2012/jun/18/primary-roman-numerals-nqt-academies", 
    "wordcount": "941"
}