{
    "headline": "Will university campuses soon be 'over'?", 
    "text": "The Open University has topped this year&apos;s National Student Survey for overall student satisfaction. Meanwhile, we are seeing a growth in e-learning and Moocs (massive open online courses). Will traditional university campuses decline to make way for e-learning? Peter Scott, director of the Knowledge Media Institute, Open University &quot;It&apos;s a little strong to say the campus is over because academics function very well together in these spaces, but why do students need to come and sit and receive knowledge in one-hour chunks from us? It is not that the campus has gone, because students still gather together to discuss and learn. But they don&apos;t necessarily need to live on the campus and they don&apos;t necessarily need to gather in large groups to receive the wisdom of the lecturer. We need new physical spaces to complement the new virtual spaces we now have.&quot; David Kernohan, UK open educational resources programme manager at Jisc, which advises universities on new technologies &quot;Universities are no longer keepers of knowledge, they are more like guides to knowledge. Rather than knowledge being a lot of stuff being held at university and you have to go there, the connected world and the rise of quality online resources means a big change in what a university is and what it does. There might be fewer mass lectures delivered because it&apos;s a more efficient use of resources to record the lecture and let students watch and rewatch it at their leisure. But there is still a place for small group teaching and seminars. It&apos;s incredibly difficult to replace that experience in an online way.&quot; Nick Pringle, University of Manchester students&apos; union &quot;If you took away the campus from Manchester&apos;s Fresher&apos;s Week, the atmosphere would be very different. There is real optimism around and a feeling that would be lost if it was all done online and through email. A campus brings greater challenges, which perhaps explains the survey results. But the moving away from home and learning and discovering things that you get through living in halls of residence, and the interaction with other students  the fact that you could be living in a flat with people from all continents in the world  is a really exciting opportunity. Being in a city like Manchester, which is a real destination in terms of its music and social scene, is really important to students here. It&apos;s not all about drinking and clubbing. It&apos;s also about cultural events.&quot; Shai Reshef, president of University of thePeople, a tuition-free, non-profit online academic institution that aims to democratise higher education &quot;I think online is going to be much more relevant than it is now because we are talking about a generation for whom online is natural. Many young people socialise through the internet and meet their friends online. It can also be way less expensive. For millions around the world, online learning is the only choice, and in future more so because the cost of higher education is continuing to rise and the cost of technology is continuing to decline. It won&apos;t be the end of campus life but there will be less of it.&quot; David White, researcher into e-learning and co-manager of technology assisted lifelong learning, University of Oxford &quot;It comes down to belonging. Experienced providers know how to foster a sense of being part of a cohort for distance students, but it&apos;s not easy. If you go to a face-to-face lecture, it&apos;s an event you go to at a particular moment in time. Even if the lecture isn&apos;t great, even if you don&apos;t agree with the pedagogy of lectures, the fact is you are sitting there with all the other students and it&apos;s very motivating. That&apos;s what campus universities do very well. Through things like local pubs and societies you become part of something wider. Going to university wasn&apos;t ever particularly designed as only learning a specific curriculum. It&apos;s a life experience. The risk is it becomes the preserve of those who can afford it.&quot; Allison Littlejohn, director of Glasgow Caledonian University&apos;s Caledonian Academy and professor of learning technology &quot;The future is people having more control over their own learning. That might include certified education  education as we know it and a three or four year degree. But there will be a much wider selection of formal education and non-formal learning that people take forward themselves. We need to better prepare learners in the UK to have the confidence and skills and abilities to set their own goals and understand how they might go about achieving those goals because there is going to be much more fluidity in the future about how we set our careers and direction.&quot; Isabelle Barrett, studying part-time foracertificate of higher education in community education and governance at the University of Gloucestershire &quot;In my situation, it&apos;s really nice not to have to travel on to campus, but my son is looking forward to going to university because it takes him away from home and to new experiences. Personally, I think there are a lot of other methods for communication now. At campuses you rack up a lot of debt. I have had that debate with my son but he feels the experience will be worth it. Other than student life and sitting in a big lecture room, I can&apos;t see what you would miss out on.", 
    "section": "education", 
    "gid": "education/2012/oct/01/university-campuses-decline-elearning-students", 
    "wordcount": "906"
}