{
    "headline": "Rural broadband speeds less than half those in cities and towns", 
    "text": "Broadband speeds in rural areas are less than half those in the UK&apos;s towns and cities, while Omagh in Northern Ireland is the worst connected area for basic broadband coverage, according to analysis of official data by the Labour party. In large parts of the UK and Northern Ireland, 25% of premises with an internet connection are in the digital slow lane, receiving less than 2 Megabits per second (Mbps), according to the analysis. Even for those with broadband, the digital divide between town and country is stark: average speeds in rural areas are 5.9Mbps, compared to 14.6Mbps in urban areas. &quot;The government is failing farmers and small businesses who are unable to perform even simple tasks like pay VAT or respond to customer queries,&quot; said shadow culture minister Helen Goodman. &quot;These communities need regeneration and growth, and to have that they need broadband.&quot; The government has made a &quot;universal service commitment&quot; that by 2015 every household should have access to 2Mbps, the minimum speed for a service to qualify as true broadband under the definition used by telecoms regulator Ofcom. Despite a pioneering 48m project to deliver superfast broadband to 95% of premises in Northern Ireland, and 18% of potential customers choosing to take up the service, rural areas are still poorly connected. In Omagh, 27.4% of homes with an internet connection either cannot or choose not to get above 2Mbps. Fermanagh, Dungannon and Cookstown in Northern Ireland all have slow service in more than 25% of premises, while Ceredigion in Wales is the worst served area in Britain with 24.9% of premises cut off from fixed line broadband. Labour&apos;s statistics are drawn only from homes with some sort of internet connection. A total of 29% of UK premises are either cut off, or choose not to be online. In the UK as a whole, 10% of premises are paying for less than 2Mbps, although Ofcom believes this could be reduced to 2% if more customers take up fibre and change equipment in the home. The best connected cities are Edinburgh, Bristol, Bournemouth and Kingston upon Hull, where the local telephone monopoly Kcom has been rolling out fibre to the home. They are among only seven areas identified using boundaries drawn up by Ofcom where the number of homes with less than 2Mbps is below 5%. The others are West Dunbartonshire, North East Lincolnshire and Southend-on-Sea. The numbers are highlighted in an interactive map commissioned by Labour shadow culture, media and sport team, and produced by the House of Commons Library using data published in Ofcom&apos;s latest infrastructure report earlier this month. The European Commission has recently approved a 530m spending commitment by the government to bring superfast broadband to 90% of the UK and 2Mbps to the final 10%, with much of the money channelled via the Broadband Development UK scheme. European member states have also signed up to a 2020 commitment to supply every home with a minimum of 30Mbps, with over half having signed up for 100Mbps. A government spokesman said: &quot;This government believes it is essential that the whole country shares in the benefits of high-speed internet access, which is why we are investing more than half a billion pounds in rural broadband and have pledged to have the best superfast broadband network in Europe by 2015.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/rural-broadband-speeds-half-cities", 
    "wordcount": "566"
}