{
    "headline": "60 years since the great smog of London - in pictures", 
    "text": "   A London Transport inspector holding a flare leads a bus out of the terminus at Aldgate East as dense fog blanketed London, causing widespread traffic chaos. The great smog stopped traffic and trains, theatres and cinemas closed because the audience could not see the stage, prize cattle died at Smithfield show at Earl's Court, and the undertakers ran out of coffins  Photograph: PA       Morning traffic at Blackfriars, London, almost at a standstill because of the blanket smog. There had been smogs before, in every major conurbation. But London was the world's biggest city at the time and nearly all of its 8 million inhabitants used open coal fires. The blanket of cold air from the continent which became stationary over the capital caused the warm, smoke-laden air from homes and power stations to cool and fall back to Earth. It created a blanket of sulfurous smog so dense that visibility was less than half a metre Photograph: Don Price/Getty Images       Heavy smog in Piccadilly Circus, London. The government's policies were at least partly to blame. To maximise revenue the UK was exporting its clean coal and keeping the sulphur-laden 'dirty' coal for UK power stations and domestic fires. The result was a combination of soot laden air and droplets of sulphuric acid lying in a 200ft-deep blanket across London, leading to the worst smog ever recorded Photograph: Hulton Archive/Getty Images       A London bus conductor is forced to walk ahead of his vehicle to guide it through the smog. Government estimates are that 24,000 people a year had their lives shortened as a result of air pollution Photograph: Keystone/Getty Images       A tugboat on the Thames near Tower Bridge in heavy smog. The 'pea souper' brought about the first successful air pollution laws anywhere Photograph: Getty Images       Police using flames at Marble Arch to direct the traffic. The great smog was so thick people that could not see their feet. Some of the 4,000 who died in the five days it lasted did not suffer lung problems  they fell into the Thames and drowned because they could not see the river Photograph: Trinity Mirror/Alamy       Fog in Victoria Street, Manchester Photograph: Tom Stuttard/Guardian       This Daily Mail picture was taken at sunset from the top of Westminster Cathedral in 1953. London faced another killer smog in 1953 after 48 hours of fog trapped the smoke belching from millions of London's chimney pots Photograph: Associated Newspapers  / Rex Fea/Rex Features       A group of City workers wearing masks against the heavy smog in London, 17 November 1953. The NHS scheme to issue smog masks came into operation as a thick, dirt-laden fog settled over many parts of Britain Photograph: Terry Fincher/Getty Images       2 January 1954: Arsenal goalkeeper Jack Kelsey peers into the fog, searching for the elusive ball. The fog was so thick the game was eventually stopped. Legislation that followed the great smog of 1952 included the City of London (Various Powers) Act of 1954 and the Clean Air Acts of 1956 and 1968. These acts banned emissions of black smoke and decreed that residents of urban areas and operators of factories must convert to smokeless fuels Photograph: PA       Flames direct the traffic at the junction of Aytoun and Whitworth Streets in Manchester, 24 November 1958 Photograph: Guardian       5 January 1956: A two-man smog investigation team sampling atmospheric pollution in foggy Hendon, north-west London. They are WH Warrender (left), with a carbon monoxide detector, and L Finkelstein, with a vapour detector kit - both from the Civil Defence. The men were among 450 volunteers scattered throughout various London boroughs who were taking part in the the biggest full-scale investigation into smog Photograph: PA       12 November 1954. A woman reads a London borough of Holborn poster warning of fog Photograph: Getty Images       Fog in Stretford, Greater Manchester, 24 November 1958 Photograph: Guardian       Fog in Market Street, Manchester 23 November 1962. A thick layer of fog that had covered London for three days was beginning to spread all over the country. Leeds recorded its highest ever level of sulphur dioxide in the air and pneumonia cases in Glasgow trebled Photograph: Guardian       November 1922: Fog at Ludgate Circus. London was often hidden under noxious fog called 'smog' from the first half of the 1800s onwards Photograph: Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/05/60-years-great-smog-london-in-pictures", 
    "wordcount": "0"
}