{
    "headline": "Samsung Galaxy Beam projector phone in spotlight at Mobile World Congress", 
    "text": "Samsung, the world&apos;s biggest smartphone maker, has unveiled a handset that doubles as a pocket home cinema, as the South Korean group prepares to join 1,400 exhibitors in a battle for attention at the world&apos;s largest mobile trade show, Mobile World Congress (MWC), in Barcelona. Around 60,000 delegates arriving in Spain&apos;s second city to sample the latest in portable computing  at the trade show which starts on Monday  were greeted at the airport by promoters disguised as Android&apos;s green bug logo, while at the fair Samsung showcased the Galaxy Beam, which as well as making phone calls can project images directly onto walls, ceilings or any other flat surface. Video clips, maps, photos and games can be displayed in what the company claims are &quot;crisp, high-definition images&quot; bright enough to be seen outdoors. The phone, which runs on Google&apos;s Android operating system, is a standard size: 12.5mm thick and 4in wide, but strong backlighting allows it to project images up to 50in across. &quot;With the Galaxy Beam, people can share content from their smartphone with people around them, using it like a pocket projector to create shared experiences  whether that&apos;s watching movies, sharing holiday snaps or a spontaneous presentation,&quot; said Simon Stanford, Samsung&apos;s UK telecoms chief. Samsung has in recent years raced past eastern rivals such as LG and HTC, and trumped the embattled Japanese electronics giant Sony in the race to dominate the mobile market. In 2011, it overtook Nokia and pipped Apple to sell more smartphones than any other company. The firm shipped a total of 95m last year, up 278% from 25m in 2010, and its adoption of the Android interface for devices that range from the affordable to the most technologically advanced has helped Google become the bestselling smartphone software maker. Delegates to MWC were also given what was for many their first taste of 4G superfast mobile internet, as Spanish telecoms group Telefonica announced a collaboration with network equipment vendor Alcatel-Lucent to offer a signal in and around the event. Larger base radio stations were supplemented with smaller cells dotted around the conference centre, each capable of supporting up to 30 people using the internet simultaneously, at a speed of 30 megabits per second (Mbps) each. The average fixed line home-broadband connection in the UK is 7.6Mbps, according to telecoms watchdog Ofcom, while today&apos;s average mobile broadband connection is as low as 1.5Mbps. Sony Mobile Communications, which rebranded in January from Sony Ericsson after the Japanese group took full control of its loss-making mobile phone venture by buying out Ericsson&apos;s share, made its first appearance in Barcelona since the change. Sony, with just 10% of the Android market, focussed on its ability to sell consumers content from Sony&apos;s film and music studios, and make it accessible to a family of screens, from tablets and PCs to television sets and phones. Chief executive Bert Nordberg said &quot;Now, as part of the Sony group, we are in an even stronger position to bring connected entertainment experiences to consumers around the world, and to bring these experiences to market even faster.&quot; Two Xperia NXT series handsets were unveiled on Sunday, promising screens bright enough to view while on the beach or on the ski slopes, and each with access to Sony Entertainment Network, which allows video and music content to be shared between devices.", 
    "section": "technology", 
    "gid": "technology/2012/feb/26/samsung-galaxy-beam-projector-phone", 
    "wordcount": "567"
}