{
    "headline": "Global development podcast transcript: the impact of migration", 
    "text": "JV:  John Vidal MC:  Michael Clemens SAB: Sylvie Aboa-Bradwell TX: Theodora Xenogiani JV Welcome to the Guardian&apos;s Global development podcast. This month we&apos;re looking at migration. While many countries in Europe, including Britain, fear that too many migrants are moving there, there is an argument that allowing more migration would actually be a powerful influence on development in the home countries because people who move get skills and better jobs, and that can feed back into their communities. But the other side is that many people leave because of a lack of development and opportunity, so more should be done to develop at home so that not so many people want to leave. To explore these issues, I&apos;m joined by Michael Clemens who leads the Migration and Development Initiative at the Center for Global Development, he&apos;s down the line from Washington. Sylvie Aboa-Bradwell was born in Cameroon and is the founder and director of the thinktank, African Peoples Advocacy in the UK; and she&apos;s here in the studio with me. Theodora Xenogiani is an economist at the Directorate for Employment, Labour and Social Affairs at the Organisation for Economic Co-operation and Development and she joins us down the line from Paris. Sylvie, you&apos;re a migrant, how has migration helped you? Do you think there&apos;s been any benefit to Cameroon because of your migration? SAB I wouldn&apos;t define myself necessarily as a migrant in the traditional sense because I came to the UK, for example, because I married a British man. However, in terms of development in Cameroon, I would say it&apos;s not at all the case that migration can be seen as the main driver of development. That would be absurd if we take countries such as Spain, for example. Spain has many problems now, but nobody is seeing migration as the way forward for development. I think it&apos;s offensive to poor countries to conceive migration as the way forward. Migration can never be the answer. The problem is that there are usually systematic problems. JV OK. Michael, come in from Washington. You talk about the concept of personal development for individuals. What&apos;s going on there? MC Thanks, John. For me to ask the question, what is the effect of migration on development, is a lot like asking what is the effect of blood on the body in that blood certainly affects the body [and] blood is also part of the body. If we look at the history of the UK, the history of Cameroon, the history of my own country, the US, they involve the movement of people. No one can imagine the economy of London in the 18th/19th/20th centuries without the circulation of people between other places and London, other parts of the UK and London, and now increasingly other parts of the world and London. In the last census, I believe, 37% of the population of London were born in other countries and they are the economy of London  it&apos;s the same for developing countries. Nobody could imagine an economy like that of Haiti that is not linked to migration in some way. About a quarter to a half of the economic activity that&apos;s going on in Haiti is supported by remittances right now, and that&apos;s ignoring the key question you bring up, John, which is: is development something that happens to people or to places? That&apos;s even ignoring the large numbers of Haitians who have achieved prosperity simply by leaving Haiti. JV Theodora, your research has focused on the benefit back home for migrants sending money home. How effective are remittances? TX My research focused a bit on this aspect, but overall there is increasing evidence that there may be some positive effect from the remittances that people send back home. And, in particular, there is some evidence of a positive impact on, let&apos;s say, on the schooling of children, and the investment that families make in children. [There&apos;s a positive impact] even on consumption and although consumption may be seen by some people as a negative thing because they would prefer to see remittances invested rather than consumed, for poor families, consumption and basically finding something to eat is already something good. Overall, as recent studies have found, the impact may be small but there is indeed some positive impact. JV Michael, do you agree there? Are you finding the same thing with your research? MC Absolutely. I would even go further than that. I would say that consumption promotes investment by definition when we&apos;re speaking about remittances being spent on domestically produced goods and services, which is the rule. For example, the survey evidence of Manuela Roscoe finds that something like 90 to 95% of remittances to Haiti  I&apos;m talking about Haiti because it&apos;s a case I know well  are in fact spent on domestically produced food, services like schooling and medical care, transportation, they&apos;re not spent on imported flat screen TVs. JV Sylvie, you&apos;re bursting to say something at this end. SAB Yes. JV Come in. SAB Absolutely. I don&apos;t think remittances that are sent home simply serve to cover up the failures of the states in order to fulfil the basic needs of the people, such as education, healthcare and housing, but the systemic changes that lead to people migrating in the first place are not addressed. So the case of Haiti, which Michael knows well, we know that Haitians have been migrating to the US for decades but Haiti remains a poor failed state. Why? Because there are simply basic problems in terms of responsibility of the leaders, in terms of foreign intervention, in terms of basic irresponsibility. JV Well, you can certainly make that case in Nepal and parts of Bangladesh and even India. Meanwhile, let&apos;s get a comment from our Global development website, on the talk point there Maticus42 asks: is there any evidence for the so-called brain drain? Sylvie, come straight back into that, you&apos;re from the Cameroon, are you part of that brain drain? SAB Of course, there is a brain drain. But there is also a case for having a brain gain, but the brain gain can only be productive and only happens if the circumstances that have led migration are addressed first. So, in the case of Cameroon, for example, we have a leader who has been there for 30 years. There are many, many Cameroonians who are very well educated. That is a little-known fact that most migrants from Africa are very, very educated, but they haven&apos;t got the opportunities to exercise their skills, so for the brains there to contribute to development there are systems that need to be changed. I do believe that until we start looking at the causes that lead to migration as the point of departure, there won&apos;t be any change. JV Good point. Now, Michael, you really do think it&apos;s better for people to move. Is it? MC I just couldn&apos;t agree more with Sylvie&apos;s points that we need to focus on the causes of migration because it is absolutely true that allowing people the freedom to choose where they live is not going to be a solution for governance in Haiti or Cameroon. It is equally true that taking away the option to move is not the solution for Haiti or Cameroon. There is nothing ethical or effective, in my opinion, about removing the option of people to leave Cameroon that will do anything to the 38-year rule of Paul Biya and all the attendant problems. And when we focus on migration as the problem, we get to policies whose effectiveness and ethics could be questioned, such as the recruitment bands that the British NHS engages in; like the policy that the World Health Organisation (WHO) promotes of self-sufficiency in destination countries so there are no jobs left over for people from foreign countries. These are the things that simply seek to remove the option to migrate because they focus on migration as the problem. JV Sylvie is desperate to come in first, but Theodora, how would you respond to that? TX Well, I also agree to a large extent with both Michael and Sylvie, and I would like to make a few points especially about the brain drain; first of all, it&apos;s not like a huge phenomenon for all countries across the world. In many countries, it is only a small phenomenon and in others it&apos;s much bigger, especially for small states and for small island countries like, let&apos;s say, Barbados or Guyana or Haiti, but this is overall. But there are some key sectors like health and education where there is indeed a very serious issue for some countries and, of course, Mozambique, Angola, Tanzania and Liberia are just some of them. But what I would like to say is that even if all the people  all the nurses and doctors who come from these developing countries and are currently working, let&apos;s say, in OECD countries  would go back, according to estimates by the WHO, they would only cover 12% of the estimated shortage of doctors and nurses in Africa. SAB I would like to reiterate that migration can only be a short-term measure, a short-term answer to the problems, but it cannot be the solution. And I also agree with Theodora that there are different factors depending on different countries, but the cases I know best are the African countries. And the basic problem with most African countries is that they were artificial creations that were not designed to serve the interests of the people; they were designed to serve foreign interests. Until there is a basic change in terms of the system and in terms of the governments of these states, absolutely nothing is going to change. Whether there are remittances or training or schooling, these won&apos;t address the basic problems that are there. JV OK, good point. Now at issue here is really whether the migrants themselves benefit, and if that in turn leads to benefits for their home countries. Let&apos;s hear from Rajiv Khandelwal from Aajeevika, an organisation that works with rural migrants in India. RK It is my understanding  and we see evidence in our region  that companies, industry and businesses tend to profit more and gain more from the input of migrant labour than the migrant community. Money that people earn, income from their wages, is essential. It is essential for their survival but it is not enough for them to have a secure, stable future; it is often not enough for them to invest back in their villages and their communities to have longer term opportunities. JV Let&apos;s get some reaction to that. Michael, migrants are not earning enough to make a difference. Is that right? MC The gentleman raises very interesting concerns. I don&apos;t see migration as the problem there. An interesting thought experiment is to think of rural urban migration in the same context. If we found that during the Industrial Revolution, the movement of people from farms to work in factories and cities was not benefiting them enough, would we ever consider placing guards outside the city to prevent people from moving for that reason (which is the binding constraint on global labour mobility)? Or, would we be more concerned about making sure there is a better balance of benefits between capital and labour in the cities? One sees migration itself as the problem; another sees the terms under which migration happens as the problem. And there&apos;s a lot we can do on the latter. JV But, for instance, I was in Kerala recently and in Bangladesh, and I&apos;ve seen whole villages there that are basically empty, people are working in the Gulf or wherever. Those remittances are helping enormously and you can say that&apos;s for the benefit of the whole community but also for the individual and their families. MC Absolutely. A 10th of the labour force of Kerala is in the United Arab Emirates right now, that&apos;s astonishing and reflects the incredible opportunities which they have there but not at home. That is absolutely not a sufficient development strategy, it&apos;s not a long-term development strategy, as Sylvie rightly points out. But the alternative to migration  if we see migration as the problem  is less migration. And there&apos;s no evidence at all that trapping some of those people against their will, removing their option to migrate to the Gulf, would develop Kerala. JV Theodora, what do you think from the OECD&apos;s point of view here? TX I think the clearest answer comes from the fact that people continue to migrate. Obviously, if they decide to migrate that&apos;s a huge investment, they leave behind families in their countries, but that means they have the hope of a better future. I think most of the studies show there are gains for the migrants themselves, they increase their relative earnings. But this has to be said with some caution because it is true that there are cases of migrants who are found, let&apos;s say, in jobs that require lower qualifications than the ones, for example, they have [at home]; or they work in jobs that do not necessarily meet the standards of similar jobs in the countries where they are hosted. And this is precisely the role for the destination countries where migrants go, to make sure there are the right policies in place. JV Sylvie, come in there. SAB Michael keeps insisting on the fact that restrictions on migrations should be lifted, but there are differences. In Africa, for example, it is very easy for an African to move from one country to another because, basically, frontiers are not that respected. However, because most of the countries are in the same situation that hasn&apos;t really made a difference. When people manage to come to Europe, some may be able to improve their situation. But the remittances are not really making that much difference because they can end tomorrow and everything starts again because really the opportunities are not there to have a potential and sustainable system. That&apos;s why, right now, among Africans, whether in Africa or in the diaspora, there is a lot of frustration because people feel the debate has been stifled. The poor don&apos;t even own their own poverty; meaning that at the G8 forum later in the year, you want to have Africans making the case. What people are aiming for it&apos;s not for the barriers on migration to be lifted  they want a situation where the conditions are changed. JV Part of the reason migration can cause such strong feelings is that some people, especially in rich countries, feel that people from poorer countries are flooding in and taking jobs, agreeing to work for lower wages. But is that the same with the economic crisis; what has changed? Theodora, what&apos;s been happening with the global economic slowdown? TX Well, first I&apos;d like to say what is happening overall, which is probably against what many people think. There are many studies showing that, overall, immigrants don&apos;t take jobs off natives and they don&apos;t push down the basic wages of a native person. In terms of the recent crisis, there have not been so many studies investigating what has gone on around 2008/2009, but there are some concerns that perhaps a native person has been pushed out. Again, the groups that are more likely to be affected are the people working in temporary jobs, less formal jobs. They are the last in and first out in a crisis. But what I would like to stress here is that migrants, as I said before, respond to opportunities, and what we&apos;ve seen over the past few years during the crisis is that there was a reduction in the inflows of migrants to OECD countries, basically responding to the reduced opportunities. JV Michael, you&apos;re in America, which is well known for its fences to keep out Mexicans and whoever. Would it be better in economic crises and times like these to actually break down borders between countries? MC I want to distinguish between the long-term and short-term discussions; there is no doubt whatsoever that in the long term there is just no displacement whatsoever of native workers by immigrants. The US in the last century got four times larger and unemployment didn&apos;t systematically change. In general, every immigrant generates on average one job. And the reason is that immigrants are not just sellers of their own labour but consumers of the produce of other people&apos;s labour. So, the entire discussion is only useful to have in very short-term circumstances. And, as Theodora mentioned, over the last few decades, economists have studied extensively whether even sudden large inflows of people from other countries have displaced native workers; one episode in the UK that&apos;s been studied enormously is the sudden influx of between 500,000 and 600,000 people from central Europe after the opening of the UK in 2004. [This was] something that had terrified many people beforehand as to its potential economic consequences, and they just weren&apos;t found. JV OK. Are people really starting to go home? Let&apos;s hear from Professor Mariama Awumbila at the University of Ghana. MA The current economic climate in Europe and in America is not too good because some people lost their jobs because of the crisis; if their prospects for going higher are not that good then they begin to look at coming home. Also, if they&apos;ve been able to invest considerably in the first place, or have a property, a residence they can come back to, and with a little bit of investment they&apos;re able to do all this then it makes it easier. And the economic climate in Ghana it&apos;s also improving. JV OK. Sylvie, is that your experience; are people going home because rich countries don&apos;t offer enough? SAB People are going back home partly because of that, but also because there are lots of opportunities. Let me explain: what many people are not aware of is that there are countries like Portugal that are now exporting migrants to African countries like Angola and Mozambique. What should have happened is that the diaspora, the Angolan diaspora, who have been living in Portugal should have been leading the way as a way forward for developing, not just Angola, but creating job opportunities between Portugal and Angola. And that has not happened. The people who are now going to Angola are native Portuguese. If there had been investment in terms of opportunities, genuine partnership instead of the lip service that we have been seeing for decades, this would not have happened. It&apos;s the same thing in the case of the UK, which is what I know best. Again and again, there are people who feel frustrated that the debate is not being widened, in order to understand why African countries that are growing more than China  many of them are growing at 11/12%, but nobody is talking about the African miracle; it&apos;s about helping the poor and so on and so on. But there is a lot of frustration that people feel that there is this positive story, and the diaspora should be active in terms of showcasing Africa. JV Theodora, will development happen at home if people who live in richer countries start to return? TX There are reasons why people leave. If these reasons have not been identified and the solution has not been found, people will not go back. But even if they do go, they will have only a limited impact on the country. And second, it&apos;s difficult to see people going back because many of these people have been in host countries for many years; their roots are there, they feel they belong both there and in their countries of origin, and they may not even have the desire to go home. Or they may have the desire but not the incentives. They see that their lives back home would not be the way they are in the destination country. However, even though there may not be physical return because the conditions are not there, I agree with Sylvie that there are other roles that diasporas can play. JV Michael, surely it&apos;s pretty hard to generalise here, it must depend on the country, doesn&apos;t it? I mean Ghana may have a good enough economic base level for it to work, but Niger or Chad might not be the case. MC Absolutely. I profoundly admire Sylvie&apos;s work as part of the diaspora, with the diaspora, and her stirring words are inspiring. But we can&apos;t make the diaspora responsible for change at home. It&apos;s hard to imagine anything the diaspora could do to displace Paul Biya who, as I mentioned, has ruled for so long that it&apos;s the equivalent of prime minister [Harold] Wilson still being in power today since 1975. There&apos;s very little that individuals and the diaspora can do. JV Sylvie, can you respond to that? SAB Michael&apos;s intervention really reflects the ignorance of the situation of Africa. The fact is that for 100 years now, the major drivers of positive change in Africa have been the diaspora because firstly it was the African diaspora that was the major change in terms of having the independence movement. It was the same with the post-independence leaders  he mentioned Paul Biya  these are people who are not educated in Africa, they were educated in the west and went back. JV OK, Michael, I know you want to come back in, Theodora, I know you do as well. MC Can I just respond? With all due respect, I am not ignorant about the political circumstances of Africa. I am well aware that diasporas can play an enormous role at home. The question at issue was not whether diasporas can play a role at home but whether diasporas have a responsibility to  SAB Of course they do. MC  create change at home. JV Michael and Sylvie, that&apos;s enough. Now Theodora, what about you? You can come in right at the end. Wrap it up for us, please. TX I&apos;m very honoured to be the last one. And I would like to say that, yes, there is a role for diasporas and it can be very important. But I&apos;m going back to the beginning: migration happens for a reason  development or lack of development is the reason. If there is development, perhaps there will be less migration but that&apos;s not the point. But even the role of diasporas will be more important for further development. JV Well, that&apos;s all we have time for this month. My very great thanks to Sylvie Aboa-Bradwell, Michael Clemens and Theodora Xenogiani. The debate continues on theguardian.com/global-development. This podcast was produced by Celeste Hicks and I&apos;m John Vidal. Thank you very much for listening.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/01/global-development-podcast-transcript-migration", 
    "wordcount": "3805"
}