{
    "headline": "Was Marina Chapman really brought up by monkeys?", 
    "text": "     Marina Chapman says she isn&apos;t as mobile as she once was. It&apos;s not so easy to climb trees these days, let alone swing from them. Well, she is about 60 or 62 years old  maybe older. She&apos;s not sure. Chapman is tiny, sinewy, bendy. At times she doesn&apos;t look quite human  a bit simian, a bit feline and quite beautiful. Perhaps it&apos;s not surprising that Marina Chapman seems different from the rest of us. Inher formative years, she says, she grew up withmonkeys. Only monkeys. For around five years (again, she&apos;s unsure  there is no reliable means of measuring) she says she lived deep in the Colombian jungle with no human company. She remembers learning to fend for herself  eating berries and roots, nabbing bananas dropped by the monkeys, sleeping in holes in trees and walking on all fours. By the time she was rescued by hunters, she says, she had lost herlanguage completely. And that&apos;s when life really got tough. She claims she was sold into a brothel in the city of Ccuta, lived as a street urchin and was enslaved by a mafia family, beforebeing saved by a neighbour and eventually moving to Bradford, Yorkshire. Whichis where we find her today. It&apos;s an unbelievable story, and many have chosen not to believe her. Most publishers refused to touch her forthcoming book because they thought she was a fake. The Girl With No Name certainly raises interesting questions about authenticity and memory. Is Marina Chapman a fantasist who has embellished her past or a childlike woman trying to make sense ofa remarkable childhood? It is a snowy spring day in Bradford. Chapman&apos;s home is full of books, music and pictures. At one end of the lounge is a grand piano, at the other a massive cathedral organ. Husband John is a retired scientist who plays the church organ, daughter Vanessa, 28, writes music jingles for a living, while Joanna, 32, works for a pregnancy crisis centre and has three children. Marina has lived in Yorkshire for 30 years and speaks in a wonderful, Colombian-Bradford hybrid  flat vowels with lisping, Latin American flourishes. While John prepares macchiatos and double espressos, Marina talks about her first memory, from shortly before her fifth birthday. She was playing close to her home when she was aware of two adults creeping behind her. &quot;I saw a hand cover my mouth  a black hand in a white hanky. Then I realised there were two people taking me away. There were children in the background  I could hear them crying.&quot; She thinks the hanky must have been soaked in chloroform. In her book, she says the next thing she knew she was being driven deep into the Colombian rain forest, where she was dumped. She describes how she thought the kidnappers would return for her, but they didn&apos;t. She thought she would be rescued by passers-by, but nobody passed by. She says she wept and screamed and still nobody came. She walked and walked and walked, looking for a way back or signs of human life  but none was to be found. Her dress became so frayed that it was barely a dress any more. Eventually, she came across an extended family of small monkeys. Marina says she was relieved  they weren&apos;t human, but they looked humanish. She decided to settle in that part of the jungle. The monkeys went about their business, scavenging for food, grooming each other, playing, and ignored Marina. She didn&apos;t know it at the time, but this was a blessing  they could easily have rounded on her. Marina was envious of the monkeys: they were close, and had fun together. She wanted to be part of the family. But they weren&apos;t interested.     The earliest known photograph of Marina Chapman, at age 17. Photograph: Courtesy Marina Chapman    In one of the most memorable sections of the book, she describes how she got terrible food poisoning from tamarind, and thought she was going to die. She was writhing in agony when an elderly monkey, which she now calls Grandpa, led her to muddy water. She drank the water, vomited and began to recover. After that, she says, the young monkeys befriended her. Marina observed them closely, and learned from them: how to climb trees, what was safe to eat, how to clean herself. She soon discovered that if she stood underneath monkeys carrying armfuls of bananas, they would inevitably drop a couple, and if she was quick enough she could grab them for herself. Over time, she says, the monkeys allowed her to sit in the trees with them. When they were away looking for food, she&apos;d become lonely and would anxiously await their return. Did she think much about her human family? It&apos;s strange, she says: she has no memory of anything before the kidnap. God knows, she&apos;s tried to remember. &quot;I keep working at it, but there is nothing. I&apos;ve tried to imagine it so many times.&quot; She says she thinks of what it would be like for her granddaughter to obliterate her daughter from her memory, and it causes her pain. Marina&apos;s account asks a lot of her readers, and leads us to examine the nature of memory. If she cannot remember her pre-jungle childhood, how can we trust what happened afterwards? If she has been unable to find the jungle where she lived, can we be sure it existed? Might she be suffering from false memory syndrome? Perhaps she unconsciously invented the story of the monkeys as a means of coping with a traumatic childhood? Or maybe she is simply telling the truth. John is convinced the amnesia was a reaction to the stress  a survival mechanism. &quot;I think her energy was fully occupied in trying to keep alive in the jungle. Basically she was starting life all over again, and from that point of view I would think everything goes out of the window.&quot; Marina is sure she wouldn&apos;t have survived without the monkeys  thought to be capuchins, which are known to be well disposed towards humans. It was only when they &quot;adopted&quot; her that she began to feel a sense of hope. Did they mother her? &quot;They were just tolerating at first. They don&apos;t really love you. One day one of the younger ones landed on my shoulders, and if you&apos;ve never been hugged in your life, and this animal climbs over your shoulders and puts their hands on your face, I tell you it&apos;s the nicest touch.&quot; She smiles. When did she feel she had been accepted by the monkeys? &quot;When they started to wee on my leg.&quot; She lets out a joyous laugh. Gradually, she began to understand the noises they made. &quot;Like when they whistle  it&apos;s a food thing. The feeling that there is food somewhere, so we all get ready to follow one monkey. Then there is a &apos;Tttttt&apos; when they are grooming each other. And a warning when they feel in danger.&quot; Iask Marina if she can give me a food whistle. Shedoesn&apos;t hear. &quot;Can you show him what it sounds like?&quot; Joanna asks gently. &quot;She&apos;s not a monkey,&quot; Vanessa says protectively. She looks at her mother. &quot;You don&apos;t have to, Mum.&quot; This time, Marina chooses not to, but she has already provided a number of high-pitched monkey screams. The trouble is, Marina says, since she started telling her story, the press has exaggerated or misreported much of it. No wonder. The subtitle of her book is, The Incredible True Story Of A Child Raised By Monkeys. In fact, she says now, that&apos;s not quite right. Even at five years old she was much bigger than the monkeys. She scavenged food from them, but they didn&apos;t provide for her. What they did do was invite her into their extended family.     Chapman brandishes the drink after which she was named on the streets  apparently she looked like a small brown bottle of Pony Malta. Photograph: Courtesy Marina Chapman    Newspapers have suggested that when Vanessa and Joanna were growing up, she insisted they talk monkey language before she fed them. Absolute rubbish, she says. She taught them monkey noises in order to encourage them to eat. &quot;When they were younger and they wouldn&apos;t eat their breakfast, I used to tell them about these animals. And I&apos;d show them how to open their mouths like a monkey.&quot; She acts it out  like a bird dropping a worm into a chick&apos;s mouth. &quot;And I&apos;d say, &apos;Every time you open your mouth like a monkey, you get a mouthful&apos;, and it worked. Ididn&apos;t do it all the time.&quot; &quot;It was that Ready Brek. Ugh,&quot; Joanna says. Shegrins. &quot;Then we&apos;d go, &apos;Ah aha ah aha ah.&apos;&quot; She makes a high-pitched monkey noise. &quot;But the papers said she wouldn&apos;t feed them unless they made monkey noises,&quot; John says. &quot;Itwas the opposite way round. She was playing this game to make them eat.&quot; How did she pass time in the jungle? Well, she says, everything became about food. You&apos;d get up in the morning and think, &quot;What will you find to eat?&quot; You&apos;d go to sleep and think, &quot;What can you eat tomorrow?&quot; She would amuse herself playing with birds, creepy-crawlies and lizards. &quot;It&apos;s fun.&quot; Her favourite pastime, she says, was sitting in the trees being groomed by the monkeys. &quot;It gives you goosebumps when they go through your hair and eat the things they find in it. They do it so gently. It feels like a good head massage.&quot; Does she miss it? &quot;I do sometimes. They&apos;ve just got soft hands, like human hands.&quot; The girls laugh. Were they groomed by Marina? Vanessa: &quot;Oh yes, I loved to be groomed.&quot; Joanna: &quot;A typical Saturday afternoon, if I&apos;m just chilling on the sofa, she&apos;ll bring a cushion and tell me to put my head on it, and just groom me. I&apos;ll lay my head on her lap on the cushion and we&apos;ll watch a film and she&apos;ll just scratch. Then sometimes she&apos;ll scratch my arm.&quot; &quot;John likes his back scratched,&quot; Marina says with a girly giggle. &quot;And sometimes I&apos;ll pull the hair off his legs.&quot; Blimey, I say. Is there anythingelse Ineed to know about the family habits? Silence. &quot;She does bite,&quot; Joanna says. &quot;She bites Dad.&quot; Marina screeches with laughter. &quot;I used to bite.&quot; &quot;I&apos;m not going into details,&quot; John says with an embarrassed smile. &quot;Let&apos;s just say she&apos;s never bitten me in anger. Neither is it in love! We&apos;re not masochists  it&apos;s just affection.&quot; Joanna is about to leave with her kids, and Marina is swinging the youngest in her arms withterrifying abandon. &quot;I didn&apos;t realise it at first,&quot; Joanna says, &quot;but every time she rocked myfirst child Austin, she&apos;d be doing this &apos;Ttttttttttt&apos; noise, clicking with teeth, like monkeys do with their babies.&quot; Marina says she loved living with the monkeys, but she craved human contact. She saw hunters come into the jungle occasionally; they terrified her with their guns and machetes, and yet there was still an attraction, something she recognised in them as inescapably human. One day, she says,she approached the hunters naked and on all fours, pleading in grunts for them to rescue her. They did  and this is where her story becomes even more incredible. They sold her into a brothel, where she was named Gloria, forced to clean and regularly beaten. Just before she was about to be given to her first man, she escaped. &quot;It was my turn I ran as I had never run before,&quot; she writes. I wonder if her account has been sanitised for the benefit of her family. After all, what are the chances of her managing to flee the brothel just as she was about to be forced into prostitution? &quot;No,&quot; she says simply. &quot;I was lucky.&quot; At times, her memoir does read like fiction  there are so many lucky, last-second escapes  yet when she talks to me about her life, she does so in a low-key, convincing way, as if it was nothing that remarkable. After the brothel, she lived on the streets of Ccuta with other homeless children, was renamed Pony Malta by her new friends (because she resembled the dark drink in its short bottle) and put the skills she had learned from the monkeys to use. Marina stole from the wealthy (one trick was to creep up on young women wearing short skirts, pull down their knickers, then run off with their bags, which they would drop in shock). She says she hid from victims and police in the treetops.     Marinas rescuer, Maruja, who sent her to live with one of her children far away in Bogot. Photograph: Courtesy Marina Chapman    One day a friend told Marina how she had escaped the streets by working for board and lodgings as a domestic. Marina found a family who agreed to take her on, and renamed her Rosalba. But it turned out they were notorious criminals, and they enslaved her. She fled with the help of a neighbour, a woman called Maruja who had nine children of her own. Eventually, Maruja sent her to live with one of her children far away in Bogot. Maruja bought her a plane ticket, and the first present Marina remembers receiving  a box tied with a yellow ribbon containing a dress made of pale blue satin, a hair clip, white socks and a pair of shiny white shoes. She says the dress was the most beautiful thing she&apos;d ever seen. At around 14, she was adopted by Maria, Maruja&apos;s daughter, who told her that now she was free, she should choose her own name. She called herself Luz Marina  Luz after a Colombian beauty queen. Her adoptive family had done well for themselves in the textile business and in 1977 sent their children to Bradford, which was one of the centres of the wool industry. Marina followed as their nanny, and soon after she met John Chapman at church. It&apos;s funny, Marina says: she had no faith at the time  she&apos;d witnessed too much of man&apos;s inhumanity  and she and John had no common language, but they fell in love. Six months to the day after they met, they married. When did she tell him the full story? &quot;It&apos;s still coming out,&quot; he says. &quot;Seriously. None of it came out till after we were married. I think she&apos;d mentioned monkeys, but I thought she meant there were monkeys around the village where shelived.&quot; Vanessa says that Marina used to tell the girls stories when they went to bed, about the jungle and monkeys and stealing bananas, but they never thought there was anything unusual about that. When they were young, she&apos;d show them how to climb trees, and that just seemed like good fun. Sometimes she&apos;d pad around on all fours  and that made them laugh, too. There were strange little things she struggled with  opening doors, say, because you never had to twist anything in the jungle. It was only when the girls made friends and met their parents that they began to think their mother was unusual. &quot;We&apos;d be like, &apos;What, you don&apos;t climb trees?&apos; Or, &apos;You don&apos;t warn us about snakes?&apos; That&apos;s when we noticed the difference.&quot;     Marina Chapman surrounded by her family near her Bradford home. Photograph: Carl Bromwich    But Marina never told her family the story in a linear fashion. Partly because she doesn&apos;t do linear. Partly because it was confused in her head. And partly, she says, because she was ashamed. &quot;I wasn&apos;t an angelic child. When I was young bitchiness used to come out of me, jealousy because I couldn&apos;t have the things I wanted.&quot; She was embarrassed about how feral she had been  and still is. &quot;When I came out of the jungle, I had to learn how to sit in a chair, how to open doors, sanitation, all the things I&apos;d never done. I&apos;m still really bad in terms of sitting down and behaving like anybody else. I watch people eating their food and I copy them. I felt I&apos;d been a bad person as a child, and that stays with you. Because you were brought up in a brothel house, you feel bad about it. You feel you shouldn&apos;t mention it to anybody. Your family adopt you as a child and you think if you tell them, they will chuck you out. I was frightened people would try to exorcise me because they think you&apos;ve got something vile in your life.&quot; Vanessa and John laugh when she says she was ashamed of her past, and say there is nothing she is embarrassed about. But this is when I find her most convincing  when she talks about how she has had to adapt herself to fit in with conventional society. She tells me of a woman she met soon after arriving in Bradford, who gave her advice. &quot;She said, &apos;Be careful: don&apos;t climb too many trees in front of your children because they are going to school and if their friends see you doing that, they&apos;ll start bullying them.&apos;&quot; Marina focused on becoming &quot;normal&quot;. She trained as a cook, eventually working her way up to become chef at Bradford&apos;s National Media Museum. She reined in the urge to walk like a monkey. (She shows me how comfortable she is on all fours, and says she&apos;s still a great floor-cleaner.) She became a respected member of the church, and a loving mother, forever making sure her children and grandchildren did not go hungry. During my visit we eat chilli that Marina prepared earlier, but she leaves the veg to John and Vanessa. &quot;Four minutes for broccoli, nine minutes for new potatoes,&quot; she tells them. Very exact, very professional. After lunch, we head off to the woods and Marina is in her element. She dances and struts rather than walks. When we come across some thorny undergrowth, Marina doubles up and sprints through while the rest of us walk around it. Next time I see her, she&apos;s sitting in a tree, grinning. It was only recently that Vanessa decided to piece together her mother&apos;s story. She started writing it all down  a private document for the family. The more she found out, the more she thought it would make a great book  and, if it was published, maybe Marina would be able to track down her biological parents. The Chapmans say they haven&apos;t done it for the money: they will give any proceeds away to a charity for abandoned children. They approached a number of publishers who rejected the book. But they pressed on with their project, visiting Colombia to try to make sense of Marina&apos;s past. She never found the rainforest where she spent her formative years with the monkeys, but she did find the brothel into which she&apos;d been sold, and the mafia house where she she&apos;d been enslaved. She began to understand how her early experiences went on to shape her. &quot;You do learn a lot of instinct from animals, especially when you are having to survive on the streets in a city. When you have to defend yourself, you know how to fight back. Whenever I&apos;ve been attacked, I always hit before they hit me. You become a survivor, you become resilient and hard. Iconsider myself a really hard person. Tough. I take any problem I&apos;ve got and get on with it, because you just have to carry on to survive.&quot; John says that she&apos;s physically tough: &quot;Nobody ever beats her in an arm wrestle.&quot; He tells a story of how she once climbed to the top of the church to decorate the roof and on her way down hit her head against the church wall. Marina giggles. &quot;There was a hole in the wall. Adoctor came to check me. They couldn&apos;t believe I was OK.&quot; Back home, I ask Vanessa how she feels when people question her mother&apos;s story. &quot;Oh, there have been a lot of people saying, &apos;Oh no, that can&apos;t have happened&apos;, but it doesn&apos;t bother us. We&apos;re not trying to prove anything. You can say, &apos;Liar!&apos; to our face. We&apos;re just telling our family story, and it doesn&apos;t matter what people think really.&quot; I pop into the kitchen where Marina is scooping chilli and bread into her mouth at great speed, as if convinced it&apos;s about to be stolen from her. She looks embarrassed. I&apos;d wondered why she hadn&apos;t eaten with us earlier; perhaps she&apos;s still ashamed of her table manners. She and Vanessa talk about their recent trip to Colombia: how they visited the former brothel and a neighbour remembered Marina as &quot;the girl who came out of the jungle&quot;; how they knocked on the door of the mafia house where she had been enslaved and Vanessa thought her mother was going to try to exact a terrible revenge. &quot;I was hoping to find these nasty people,&quot; Marina says. The family had long since moved on, and she found out that nearly all of them had died. What would she have done if she&apos;d found them? &quot;I don&apos;t know,&quot; Marina says. &quot;The way she was walking around, she looked as if she was going to do something to them,&quot; Vanessa says. &quot;I thought I&apos;d have to get a lead for you,&quot; she says to her mother. Marina plans to return to Colombia to track down her family, to make more sense of her past. Yes, she&apos;s written a book about her early years, but much of it is still confused. She&apos;s desperate to go back into the jungle and revisit her childhood home. You sense, when she talks about her family, she&apos;s thinking about the monkeys just as much as her mother and father. She has a recurrent dream, she says quietly. &quot;I wonder, do the monkeys live longer than humans? I really think it&apos;s possible that they might remember me.&quot;  Marina Chapman&apos;s book The Girl With No Name is published by Mainstream Publishing at 12.99. To order a copy for 10.39, including free UK mainland p&amp;p, go to guardian.co.uk/bookshop.", 
    "section": "science", 
    "gid": "science/2013/apr/13/marina-chapman-monkeys", 
    "wordcount": "3758"
}