{
    "headline": "What evidence will it take to convince climate sceptics?", 
    "text": "So, that&apos;s it then. The climate wars are over. Climate sceptics have accepted the main tenets of climate science  that the world is warming and that humans are largely to blame  and we can all now get on to debating the real issue at hand: what, if anything, do we do about it? If only. Yesterday&apos;s announcement by Prof Richard Muller that, as a result of his Berkeley Earth Surface Temperature (Best) project&apos;s research, he had undergone a &quot;total turnaround&quot; in his views on climate science and now accepted that the Earth&apos;s land has warmed by 1.5C over the past 250 years and that &quot;humans are almost entirely the cause&quot;, might be seen by many as a watershed moment in this long, often bitter debate. But not, it would appear, for climate sceptics - the very people he designed his project to please. Rather than join Muller on his road to Damascus, many climate sceptics have predictably been tempted by the neon signs directing them to turn back instead. Muller, as a result of his &quot;conversion&quot;, is now being painted as a figure of distrust and scorn, in much the same way that they have viewed many climate scientists over the years. His research methodologies and results are being mocked and slammed for being simplistic and &quot;agenda driven&quot;. Climate sceptics know better, of course, and are heralding (at first, via a bizarrely histrionic preview) a conveniently timed piece of research of their own, which they say, &quot;devastatingly&quot; undermines all other known work in this field. The tills at Hubris &apos;R Us have certainly been ringing loudly over the past few days. In one sense, you could say all of this is symptomatic of healthy scientific enquiry. Claim and counter claim are being tested, reviewed and published online to allow full transparency and scrutiny. There are no hiding places. Our scientific understanding of the planet&apos;s climate  and the forces that drive it - are advancing incrementally, yet assuredly. The truth will out. I would like to hug this idealistic vision tightly to my chest, but I know  as the saying goes  it&apos;s a bit more complicated than that. There are far more factors at play (on both &quot;sides&quot; of the debate) than mere &quot;science&quot; and that murky soup includes - to name just a few ingredients - ideology, vested interest, confirmation bias and a suite of formal and informal fallacies. I can&apos;t comment on either of the latest results being presented by both Muller and Watts et al (who claim that US temperature trends over the past few decades have been &quot;spuriously doubled&quot;). Neither has been peer-reviewed or published in an academic journal so any conclusions seem premature. What is clear, though, is that Muller&apos;s results are largely symbolic, as opposed to representing a genuine leap forward in scientific understanding. His team&apos;s results are broadly in synch with what mainstream climate science has been claiming for well over a decade.  The power of his findings lay in the journey he has undertaken to arrive at his conclusions. He has sought to address key concerns of climate sceptics about temperature reconstructions (many of which he had himself), as well as investigate why the world has warmed in the way it has over the past couple of centuries. In effect, he has laid down a challenge to climate sceptics (who, I admit, come in many flavours) to come up with a better-evidenced theory than mankind&apos;s emissions being the key reason why temperatures have risen. As he himself says: &quot;To be considered seriously, an alternative explanation must match the data at least as well as carbon dioxide does.&quot; The key question for me is whether climate sceptics actually want to tackle that all-important question. What evidence will it take to convince them? Are they forever destined to keep saying &quot;it&apos;s not enough for us&quot;? When does the balance of risk tip over in favour of them accepting that pumping ever more greenhouse gases into the atmosphere is not a wise thing to keep on doing?", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/30/what-evidence-take-convince-climate-sceptics", 
    "wordcount": "692"
}