{
    "headline": "CDC invests 50m in private equity fund with Africa focus", 
    "text": "CDC, the UK&apos;s development finance arm, has announced a 50m investment in a private equity fund backed by former rock star Bob Geldof that focuses on Africa. 8 Miles  named after the shortest distance between Europe and Africa  has been promoted by Geldof, Kofi Annan, the former UN secretary general, and sponsored by CLSA, the Asian brokerage and investment group. Africa&apos;s strong economic growth in recent years  real GDP in sub-Saharan Africa has increased at an average rate of 5.7% a year between 2003 and 2010  has attracted increasing interest from private investors. Besides 8 Miles, Carlyle Group in Washington and Helios Investment Partners in London are raising funds to invest in Africa, with its growing middle class, at a time when western markets are moribund. While parts of Africa have performed well in terms of GDP growth, the continent has been hit by the 2008 financial crisis. Capital flight caused local stock markets to plunge and the shortage of risk capital to help enterprises remains very real, said CDC. &quot;If Africa is to deliver on its economic potential, then it&apos;s vital that entrepreneurs have access to patient risk capital,&quot; said Rod Evison, CDC managing director, Africa. 8 Miles expects to focus on agribusiness, consumer and retail, health, telecoms and financial services, seeking partnerships with leading entrepreneurs and management teams. CDC said 8 Miles will place a strong emphasis on &quot;hands-on ownership&quot;. 8 Miles has raised $200m to invest in Africa after revising down its initial target of $1bn. It has pledges to invest from the World Bank, the African Development Bank and CDC as well as institutional and private investors. The firm is seeking a total of about $450m. The company says it typically places between $15m and $45m in each investment that it makes. CDC uses its own balance sheet to invest in the developing countries of south Asia and sub-Saharan Africa. With net assets of 2.8bn, CDC last year announced a new strategy to focus on low-income and lower-middle income countries in those two regions. As well as acting as a fund-of-funds investor, CDC will now also provides debt and direct investment to businesses. In February, CDC made a $30m commitment to the Africa Capitalisation Fund (ACF) to help commercial banks across the continent increase their support for businesses and reach more customers. CDC also invested $10m in the Progression Eastern African Microfinance Equity Fund, which backs microfinance institutions in Kenya, Tanzania, Rwanda, Zambia and Uganda. It was CDC&apos;s first investment in a specialist African microfinance fund, which aims to reach as many as half a million customers across east Africa.", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/04/cdc-private-equity-africa-focus", 
    "wordcount": "442"
}