{
    "headline": "Joyce Banda: 'I want Malawians to say our country became a better place'", 
    "text": "     She is southern Africa&apos;s first and only female president  a mother of five catapulted to one of the toughest jobs in the region this year when her predecessor died suddenly. Now, in an exclusive film made for the Guardian (video), Joyce Banda reveals how daunted she was by the task of rescuing Malawi from a severe economic crisis, and how her status as a traditional African woman helped her to shoulder that burden. &quot;It&apos;s heavy,&quot; says Banda. &quot;But I am able to carry it. Why? Because I&apos;m an African woman. An African woman carries heavy loads anyway. That&apos;s how we are trained; we are brought up that nothing is unbearable. I use that now, positively. I use that now to have the thick skin that I have, and not fear, and move forward, and push; and push forward.&quot; Banda&apos;s sudden elevation occurred in the bewildering 48 hours that followed the collapse of the former president, Bingu wa Mutharika, in April. As vice-president, she found herself facing down the &quot;midnight six&quot;, the cabinet ministers determined to keep her out of State House in favour of Mutharika&apos;s brother, Peter, the foreign minister. &quot;I was getting into the car when somebody called me and said the president has collapsed. That whole day on the 5th [of April], I didn&apos;t know that he had died. I thought he was in hospital. Ieven phoned the first lady that eveningto wish him a quick recovery. I was then informed in that conversation that he was being taken to South Africa to hospital. I didn&apos;t know that he had been dead seven hours. &quot;The following day it was on the BBC, and it was at that point that I heard that the cabinet was meeting at Capital Hill, choosing another president. &quot;In 48 hours, they tried to take over government and sideline me  and, by that, sideline the constitution. In that 48 hours, I fought for my rights.&quot; The turning point came when the army&apos;s commander supported her claim to the presidency. &quot;I will forever be thankful to the Malawians and international community, and my professional army and army general, who said: &apos;No, we will follow the constitution.&apos; That&apos;s why I&apos;m here.&quot; But the country she inherited was &quot;a mess&quot;, with shortages in foreign exchange, medicines, energy, food and fuel. When she arrived at State House, Banda warned of a painful 18 months ahead and sought support from donors so &quot;Malawians would see the benefits as quickly as possible&quot;. One of her first acts was to devalue the currency, the kwacha, by a third, to the evident relief of the IMF. But the move was unpopular at home, and has resulted in a rise in inflation, now above 30%, which has left much of the population struggling to afford essentials such as bread and fuel. And some Malawians have questioned the amount of foreign travel she has taken since coming into office  in recent months she has spoken both at the UN in New York and the EU in Brussels. &quot;The rise in costs of the basic commodities are a burden on the rural and urban poor,&quot; says Peter Ngulube Chinoko, executive director at the Justice and Peace Commission Malawi. &quot;The president&apos;s frequent travels are a drain to the nation&apos;s meagre resources, as is her bloated cabinet. There is still rampant corruption in her government. Her cabinet is still dominated by the former ministers who caused pain to the majority of Malawians.&quot; But he added that at least civil society organisations could operate more freely again than under Mutharika. To Banda, the foreign trips are crucial to rebuilding international relations and to the resumption of budget support and infrastructure investment. She has cut her salary by 30% (from a reported 37,000 a year to 26,000). She also announced she would sell off the presidential jet (with reported annual running costs of 220,000) and the fleet of luxury cars (60 Mercedes) accumulated by her predecessor. An award-winning gender activist and successful entrepreneur, Banda founded the National Association of Business Women of Malawi in 1990. She came to politics relatively late in life. In 1999, aged 54, she entered parliament to &quot;try to change those laws that negatively impact on women and children&quot;. She almost died giving birth in 1984. &quot;From that day I&apos;ve fought for women&apos;s rights, reproductive rights, and I&apos;ve fought for maternal health and I&apos;ve fought for opportunity for women  particularly grassroots women to have access to services.&quot; Her second husband, Richard Banda, is the former chief justice of Malawi and Swaziland, and an athlete who represented Malawi in athletics and football. She acknowledges his support. &quot;I had come from [a previous] abusive marriage, and I had walked out of that marriage at a time when people didn&apos;t walk out of abusive marriages. As an African woman you were supposed to stay, regardless. So, I made up my mind that I must do something about this tradition of violence. I prospered very quickly. Very quickly, I became politically empowered. I was running my own business.&quot; However, she needed the help of her second husband to really make progress. &quot;I started to worry about other women. I sat down in 1989 and I made up my mind at that point that I was going to spend the rest of my life assisting women and youth to gain social and political empowerment through business and education. I convinced myself economic empowerment of women was going to be key, especially in a country like this where most women didn&apos;t go to school.&quot; Banda became Malawi&apos;s vice-president in 2009. But having used Banda&apos;s popularity with women to support his re-election, Mutharika sidelined her for three years. &quot;My president wanted to remove me. He even wanted a constitutional review. My cars and my security had been withdrawn.&quot; In 2010, she was expelled from the ruling Democratic Progressive party, and set up the People&apos;s party. Banda&apos;s long-term vision is to eradicate poverty through job creation and supporting the private sector. She has reviewed Malawi&apos;s growth and development strategy prioritising five areas: energy, mining, infrastructure, tourism and agriculture. Malawi&apos;s recently discovered deposits of minerals, oil and gas offer obvious opportunities, but Banda is keen to ensure Malawians are the beneficiaries of these finds. &quot;I want Malawians, in 20 years, to look back, when we have depleted our resources, and say we had oil but we benefited. Our country became a better place for us to live in.&quot; Malawi needs to reduce its reliance on foreign aid. She looks to Brazil for inspiration.: &quot;Lula da Silva was my hero when he was president. I googled him so many times. The fact that he got 20 million people out of poverty  that happened by encouraging entrepreneurship, by supporting small business.&quot; But while Brazil may provide the model, she says China is likely to provide the cash. &quot;We get aid from the west and we get, maybe, concessions and loans and grants from China. The west is obsessed about how things need to be done  We want to maintain this relationship with Britain. We need to maintain that relationship, but it is our sincere hope that the western world will understand that we are racing, too. &quot;We need to develop our nations. &quot;China doesn&apos;t keep us waiting for two years. China will decide today and will go ahead. The next day you sign, and work starts  so, the choice for Africa is: do I want to have a road next year, or do I want to stay for two years discussing about human rights and governance before we can even talk about the road?&quot; She is careful to reiterate the need for good governance and human rights: &quot;I have, in fact, spent my life fighting for that. However, I get bothered when it is tied to development, because time is of the essence to Africa.&quot; Ultimately, Banda finds herself in a position all too familiar to world leaders  she says she has so much to do and so little time ahead, in this case to the 2014 elections. &quot;I don&apos;t know how it&apos;s going to be in two years&apos; time. I must do the best that I can. It&apos;s heavy on me, and I will try. If at the end of two years, we have run and run and done the best that we can ... then the people of Malawi say: &quot;&apos;No, we&apos;re not satisfied; we can&apos;t re-elect you&apos;, that&apos;s fine.&quot; Watch Nick Francis and Marc Francis&apos;s film Madam President", 
    "section": "global-development", 
    "gid": "world/2012/dec/17/joyce-banda-malawi-president-interview", 
    "wordcount": "1468"
}