{
    "headline": "Postgraduate tables: helping you find the right MA", 
    "text": "Today we launch the Guardian&apos;s postgraduate tables for 2012, aware that prospective students face tougher decisions than ever. You can&apos;t get a student loan for postgrad study, employers are increasingly reluctant to sponsor staff to improve their qualifications and it&apos;s hard to find part-time work to help finance your course. But graduates know that the need to stand out in the jobs market has never been greater, and a postgraduate degree could put you ahead of the pack. Fingers crossed by the time you&apos;ve finished your course, the economy will be on a stronger footing and employers will be expanding their workforces again. In a recent online question and answer session on the Guardian careers site, adviser Jo Fair responded to the many students who asked whether going on to do a postgrad degree would help them find work: &quot;It is always important when making any career decision, including whether to take a postgraduate course, to research the role and industry you want to go in to and talk to employers directly to find out what their views on postgraduate study are and whether it would make your application stand out. This will help you make your decision about whether postgraduate study is the best option for you and help identify the most appropriate course to take.&quot; As for those already in employment, a postgrad degree could transform your career, putting you in line for more responsibility and more money. Lucy Tobin reported last month that part-time postgrad courses are seeing a huge rise in popularity: &quot;Universities are recording strong growth in demand for part-time postgraduate degrees as Britons look to boost their employability. The number of first-year, part-time postgraduate students rose 16% between 2005 and 2010, according to the Higher Education Statistics Agency.&quot; Of course you may be considering postgraduate study for the most noble reason of all: a love of your subject and a future in academia. So how can our tables help you make your choice? Well, the first thing to know is that although we have organised the courses in tables, we have not ranked them. Some of the numbers you see in the table have a value attached to them (such as how many students complete the course), others are there simply for information (fees, for example). So you will need to draw your own conclusions about which course is most suitable for your needs, and get advice about the courses favoured by prospective employers. What we offer is the full provision, so you can work your way through the list, picking out those that look most appropriate to your needs. All the tables are linked to our exclusive university profiles. Our tables cover master&apos;s degrees, including MBAs, and qualifications such as the postgraduate certificate in education (PGCE), but not doctoral research degrees (PhDs) which are a very different beast. The tables are compiled in association with EducationGuardian.co.uk by Intelligent Metrix, an independent consultancy specialising in measures of higher education performance and activity, which also compiles our undergraduate University Guide. Here are the categories we look at:  Number of postgraduate students  Percentage of overseas students  Expenditure per student  Staff/student ratio  Completion rates  Tuition fees for UK, EU and international students If you want to know more about how the tables are compiled, here&apos;s a guide written by Intelligent Metrix, the company that crunches the numbers for the Guardian.", 
    "section": "education", 
    "gid": "education/2012/feb/28/find-course-with-postgraduate-tables-2012", 
    "wordcount": "570"
}