{
    "headline": "Why OnLive's brave venture failed", 
    "text": "For those unfamiliar with US corporate law, OnLive&apos;s announcement on Monday that it would be going through a process called the &quot;assignment for the benefit of creditors (ABC)&quot; would have been somewhat bewildering.  ABC is a kind of mini-insolvency, a method of staying in business despite extreme financial difficulties. There is no direct UK equivalent, and even in the US it is much less common than the Chapter seven and Chapter 11 forms of bankruptcy. So what does it all mean? &quot;It&apos;s a bit complicated,&quot; says Jas Purewal, an interactive entertainment lawyer at Osborne Clarke, &quot;ABC is an alternative to formal insolvency proceedings under US law. It involves selling on the assets of a business to a third party, which takes those assets free of any other liabilities the company may have.  &quot;OnLive can&apos;t pay out to creditors and so has decided to arrange for the valuable assets of the business to be sold, which in theory raises cash to pay the creditors, and at the same time means that a new phoenix can arise from the ashes of OnLive and carry out the business of the company.&quot; The immediate outcome is this: the OnLive assets and trademarks have been acquired by a newly-formed company  backed by investment firm Lauder Partners  which will continue to operate under the OnLive name.  Although the details are ambiguous, it seems the company will be operated by the OnLive directors, including the company&apos;s CEO and founder, Steve Perlman. Under the terms of the ABC process, OnLive has been unable to transfer its shares or employees to the new entity, meaning that all of its staff were made redundant. However, according to an OnLive statement, almost half have been re-employed by the new company, and the others will be offered consulting roles. &quot;The difficulty that can arise from this sort of situation is that there&apos;s very often not enough money to pay the other creditors,&quot; says Purewal.  &quot;In theory, transferring all the valuable assets in one go to one party raises the maximum amount of cash, but often there are still significant losses for those creditors&quot;.  Indeed, the smartphone manufacturer HTC has written off its $40m (25m) investment in the company and BT has also indicated that its 2.6% stake in the firm is likely to be lost.  BT has not disclosed how much it paid for its stake, and HTC has not said how much of the company $40m bought.  There has also been anger from employees, with one unnamed source claiming to game site Joystiq that Perlman showed no remorse when telling staff about the situation.  &quot;OnLive stressed that nothing has changed, but then half the staff gets dismissed,&quot; says Alex Tutty of media law firm, Sheridans. &quot;This is, I believe, symptomatic of US employment law not being the same as UK law, where we enjoy better employment protection.&quot; One question is whether it might have been simpler to merely seek an extra round of funding to keep the original company afloat. Apparently not. &quot;It is much more difficult to restructure a business when you have lot of competing interests and liabilities,&quot; says Tutty. &quot;It can be easier to put everything in to a new company and go on from there. This is all about cutting away the deadweight but going about it in this manner is peculiar to US state law and would not be possible in the UK&quot;. OnLive has been keen to stress that its consumer service will remain unaffected. In a defiant opening paragraph, the company&apos;s statement read:  The OnLive Game and Desktop Services, all OnLive Devices and Apps, as well as all OnLive partnerships, are expected to continue without interruption and all customer purchases will remain intact; users are not expected to notice any change whatsoever. OnLive&apos;s current initiatives will continue as well, with major announcements of new products and services planned in the coming weeks and months.  So what went wrong for a company that has led and innovated in the burgeoning world of cloud-based gaming since its formation in 2003?  OnLive&apos;s proposition  to provide Triple AAA games playable via a streaming internet service  has always been a compelling one, and content partnerships were formed with over 50 publishers and developers. There has certainly been plenty of hype around the whole idea of cloud gaming, culminating recently in Sony&apos;s $380m purchase of OnLive&apos;s close rival, Gaikai.  One possibility is that the company has simply been too ambitious. OnLive is playable via Mac and PC, as well as multiple smartphone and tablet devices, but the company also produced and distributed its own console so customers could play via TV, too. That&apos;s a lot of bases to cover.  &quot;It looks like there&apos;s value in the business going forward or the ABC would not have occurred,&quot; says Tutty. &quot;However, they seem to have spent too much money trying to make [the technology] work on too many devices when they should have focused.  &quot;They&apos;re essentially an early stage company but with the liabilities of having 200 employees and giving out huge amounts of free hardware to build an install base  at the Eurogamer event last year it was ridiculous, there were queues going round the block and yet it appears hardly anyone in the UK uses OnLive&quot;. Additionally, when you look at the games provided on the service, they&apos;re often older titles, with only a smattering of genuine Triple-A blockbusters. There&apos;s also no support from Activision or EA, the largest third-party publishers in the world.  &quot;OnLive&apos;s problem was that it failed to find a unique hook that would make consumers go &apos;I have to own that service&apos;&quot;, says industry analyst Nicholas Lovell, who predicted the demise of OnLive back in 2010. &quot;They were pitching convenience: no more physical discs, no more downloads, just fast instant games, whenever you wanted them. The problem was that those fast instant games were games that you didn&apos;t want.  &quot;They were going up against Sony, which had exclusive titles like Uncharted and Little Big Planet, and Microsoft, which had Halo and Gears of War, and Nintendo, as well as PC gaming with titles like World of Warcraft. They were going up against those platforms with no exclusive content.  &quot;Their marketing didn&apos;t appeal to the consumer&apos;s rebellious nature like PlayStation does. Instead, it was: spend a monthly fee to get a whole bunch of games, but not modern ones, and not the ones your mates are playing. A rational message appealing to the logical brain, but without follow through.&quot; In a sense, OnLive was having to appeal to classic early adopters, but unfortunately the restrictions of its streaming service  the odd bit of lag here and there, lower resolution visuals, plus older titles  were the very things that turned early adopters off. And while Netflix has survived as a mass market streaming content service with a catalogue of older content, it is now turning to the production of original programming such as House of Cards and Hemlock Grove to maintain its user-base. OnLive has no comparable offerings. In the Joystiq news story covering OnLive&apos;s restructure, one insider source allegedly told the site that the average peak amount of concurrent users on there service was just 1,800.  And so OnLive is dead  long live OnLive? It seems there had always been a hope that a Sony-like giant, threatened by the possibilities of cloud gaming, would come in to buy OnLive and its technology-set. That didn&apos;t happen. Sony backed the other horse, and now OnLive has to rebuild faith in its vision with both investors and consumers.  If the future of gaming really is in the clouds, it seems it&apos;s going to take one company a little while longer to reach them.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/21/what-happened-to-onlive", 
    "wordcount": "1316"
}