{
    "headline": "Illegal exclusions: in no other area would ministers be so slow to act", 
    "text": "The Children&apos;s Commissioner&apos;s report on school exclusions is not the first report to highlight this vexed issue, and no doubt won&apos;t be the last. It confirms much that we already know. Although the number of exclusions is relatively small, the consequences are significant, with those excluded being more likely to underachieve, be unemployed later on or enter the criminal justice system. The report also graphically reminds us of the disproportionate impact on specific groups of young people. To characterise the extremes, poor black boys with a special educational need are 168 times more likely to be excluded from school than white girls without special needs from more affluent backgrounds. The report reminds us of our failure to get a grip on this in the past. But it also has new things to tell us, both in the evidence it presents and in some of its recommendations. With most other challenges facing our education system  literacy, numeracy or the national anxiety over the fact that four out of 10 young people don&apos;t get five good GCSEs including English and maths, for example  there is clarity of expectation and a record of progress on which to build. Not so for exclusions. The number of children excluded might fluctuate each year, but it&apos;s hard to argue that we have made any meaningful progress. It is not a lack of political attention; successive governments have changed the law, invested money and called for progress. Neither is it because schools or parents do not realise its importance. At its heart, our attitude to exclusions has never really been clear and successive governments have sent out mixed messages. At the start of its term in office, the last government set out its wish to see a fall in the number of exclusions. But it backtracked rapidly when the policy was seen as removing headteachers&apos; powers to instil good behaviour. Over the years, schools with high levels of exclusions have, in turn, been criticised for abandoning pupils, and praised for being tough on discipline. We hide behind some obvious truths. Of course, heads need the authority to exclude; it is essential that the bad behaviour of a few should not stop others from learning; sometimes a move does give a child the fresh start they need. Yet lining up behind these ideas does not make an effective policy. The report from the Children&apos;s Commissioner makes uncomfortable reading, but three points, in particular, deserve to be addressed. First, there is no guidance for schools on good practice in managing or commissioning provision for pupils with challenging behaviour. If we spent as much time and effort in understanding successful alternative provision as we do in fiddling with the appeals system, we might make more progress. Second, we must confront the evidence that shows the significant overrepresentation of vulnerable groups, such as those with special needs. If we don&apos;t, the ambition of the government  and of us all  to close the social class attainment gap will not be achieved. Third, and perhaps most significant, the report presents evidence that a small number of schools use &quot;illegal&quot; means of exclusion. There have long been rumours that some children are out of school without it ever being recorded as such, but the report, for the first time, cites evidence. Whatever the frustrations or pressures on schools, this can never be acceptable and the allegations should be taken seriously. In no other area of school activity would the government or Ofsted be so slow to act on evidence of illegal activity. No one pretends that these are easy issues. There are often conflicting loyalties and a lack of expert resources to support challenging children. All this, in a context of a national accountability system that gives schools little recognition of the progress they often do make with children with poor behaviour, and a national policy that has never been sure whether success would be more or fewer exclusions. The report is a reminder that, despite our best efforts, the work to develop an approach to exclusions that suits all pupils and all schools is very much unfinished business.", 
    "section": "education", 
    "gid": "education/2012/mar/26/school-exclusions-new-report", 
    "wordcount": "687"
}