{
    "headline": "Primary school parents in row over takeover by academy chain", 
    "text": "Parents at a popular primary school threatened with takeover by an academy chain have labelled a promised consultation a farce after the main questionnaire failed to even ask them if they wanted the school to change status. A group of parents battling plans to remove Roke primary in Croydon, south London from local authority oversight have also released a transcript of a meeting in which a Department for Education &quot;broker&quot; told them she believed the school was failing based largely on a half-hour tour during which she thought the children looked &quot;bored&quot;. The row over the DfE&apos;s apparent desire to push the primary into the control of the Harris Federation, against the wishes of governors, staff and seemingly the majority of parents, appears to run counter to Michael Gove&apos;s belief that academies are more responsive to local needs. The DfE has faced parental anger elsewhere, notably over Downhills primary schools in Haringey, north London, which Gove made part of Harris last year despite 94% of parents telling a consultation they opposed it. The significance with Roke is that it has no long history of under-performance, supposedly the only reason for forced conversion. Roke was targeted after Ofsted assessed it as &quot;inadequate&quot; in May. Governors and parents, however, said this was a one-off blip caused largely by computer problems which meant inspectors could not view data. Subsequent inspections found the problems had been largely rectified. The DfE promised a consultation, albeit one run directly by Harris, set up by the Carpetright millionaire Lord Harris. This turned out to involve a questionnaire which only asked whether, when it became an academy, Roke should be sponsored by Harris, not if parents wanted an academy at all. At a public meeting last week attended by Harris and some of his senior staff, parents were told the DfE had instructed the chain to redraft the questionnaire. But parents remain suspicious. &quot;To not even ask us initially if we wanted the school to be an academy, it&apos;s just indicative of a whole attitude,&quot; said Nigel Geary-Andrews, a parent and 39-year-old civil servant. &quot;It really doesn&apos;t seem that they want our views at all. It&apos;s as if the decision has already been made  which we think it has. It&apos;s a bit of a farce.&quot; At the same meeting some parents were angered when the &quot;broker&quot;, a freelance contractor hired by the DfE to work with converter academies, described how she decided Roke needed help. Val McGregor said she had spent &quot;about 20 minutes, half an hour&quot; touring the school before meeting senior staff and governors, concluding pupils were bored and &quot;not doing as well as we had hoped&quot;. Asked by a parent how she could reach such a verdict so quickly, McGregor replied: &quot;We could spend longer but I don&apos;t think that is appropriate.&quot; The meeting was also addressed by Dan Moynihan, chief executive of the Harris Federation, who was knighted last year. At another consultation meeting last week, parents said, Moynihan spent half the hour-long event making a phone call. One parent challenged Moynihan afterwards for this perceived rudeness. Geary-Andrews said: &quot;Again, this seems to show an attitude that Harris aren&apos;t really interested in listening to parents and our views.&quot; A Department for Education spokesperson said Harris was seen as the best sponsor due to a record of improving under-performing schools. She said: &quot;The children at Roke deserve the best possible education, but any suggestion that there is a &apos;done deal&apos; on a sponsor is wrong. Ministers will carefully consider all responses to the ongoing consultation and any other relevant factors before taking a final decision.&quot; A Harris Federation spokeswoman said the final decision on Roke would be made by Michael Gove, not them. She said: &quot;Our report will not be making a recommendation, but will simply report what parents have said. We only had two responses before the meetings and we will extend the period for getting replies back to make sure everyone has plenty of time to consider the extra question. We have enjoyed hearing from parents and others, answering their questions and providing reassurance.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/10/primary-school-parents-row-takeover-academy", 
    "wordcount": "705"
}