{
    "headline": "China's environmental problems are grim, admitsministry report", 
    "text": "China&apos;s environmental situation has been described as &quot;grim&quot; in an annual update on the country&apos;s environment released this week. The update by China&apos;s Ministry of Environmental Protection said that overall pollution problems were serious last year and reporting on the update, the state-controlled newspaper China Daily said there has been a &quot;marked deterioration in China&apos;s air, water and land quality&quot;. The 2012 Environmental Conditions Report addressed water and air pollution, the two types of pollution that have received the most attention over recent months. The report found that 57.3% of the groundwater in 198 cities in 2012 was &quot;bad&quot; or &quot;extremely bad&quot;, while more than 30% of the country&apos;s major rivers were &quot;polluted&quot; or &quot;seriously polluted&quot;.  According to the ministry&apos;s report, the air in only 27 out of 113 key cities reached air quality standards last year. China Daily said that at the beginning on last year, more than 1 million square kilometres were covered in heavy smog, affecting hundreds of millions of people.  The problem went on to get worse earlier this year as air pollution reached what is thought to have been record levels. Zhou Rong, Greenpeace East-Asia Climate and Energy campaigner based in Beijing said that air pollution was particularly bad in January of this year and that it has gotten a lot of attention. &quot;Air quality is seen by everyone so I think it is is the most open topic, everyone can talk about it,&quot; she said. Ironically, the theme set by the Ministry of Environmental Protection for World Environment Day this week was Breathing and Working Together. But with air pollution in Beijing levels reaching &quot;very unhealthy&quot; levels on the same day, the city&apos;s residents weren&apos;t doing much breathing out of doors.   06-05-2013 19:00; PM2.5; 225.0; 275; Very Unhealthy (at 24-hour exposure at this level)  BeijingAir (@BeijingAir) June 5, 2013  It wasn&apos;t just China&apos;s cities that suffered from bad pollution last year. Rural areas don&apos;t fare that well either and the report states that rural environmental problems have become increasingly apparent. It states that industrial pollution is putting pressure on the environment in rural areas. It cited industrialisation, urbanisation and agricultural modernisation as key causes of environmental problems. China&apos;s leaders are very aware of the need to improve the country&apos;s pollution problems. This week Chinese Vice-Minister of Environmental Protection, Li Ganjie said that the government will set higher anti-pollution standards. Li said that these include promoting clean energy and warning systems to monitor smog. Zhou said there is little doubt the government are trying to take action. &quot;The Ministry of Environmental Protection is aware that air pollution is mainly from coal burning and that coal consumption growth is threatening the air quality, so they are trying to influence the energy policy to get guarantees to improve air quality as soon as possible,&quot; she said.  But she added that coal targets &quot;would have some conflict with economic growth&quot; and that there may have been objections on the targets which is why some of the main industrial regions don&apos;t yet have clear coal targets.  In May, Chinese President Xi Jinping said the country won&apos;t sacrifice the environment to ensure short-term economic growth. However, with concerns about a slow-down in the Chinese economy and the impact that would have globally, this may be difficult to achieve.  &quot;We need further action,&quot; said Zhou. &quot;Now most people are not satisfied with the timeline for air quality improvement.&quot; She said that the authorities initially proposed that after 2030 there would be an improvement. But she added that &quot;now there is a very high political will to talk about air quality. They want a quicker action plan. By the year 2017 they want to see a change in air quality.&quot; But despite the &quot;grim&quot; state of China&apos;s environment, Zhou is optimistic that the government&apos;s rhetoric is &quot;a sign that they will take action&quot; and that they will put in place an action plan with ambitious coal targets.", 
    "section": "environment", 
    "gid": "environment/chinas-choice/2013/jun/07/chinas-environmental-problems-grim-ministry-report", 
    "wordcount": "689"
}