{
    "headline": "There's no justifying Research Council UK's support for gold open access", 
    "text": "Unlike some forms of publication, academic research is publicly funded, conducted, peer-reviewed and reported so that it can be used, applied and built upon by the widest possible research community, not just those whose institutions can afford to subscribe to the journal in which it is published. Journals are expensive and even the richest institutions can only afford to subscribe to a fraction of them. As a result, potential research progress is lost. The answer is to make research open access (OA) in one of two ways. The first charges an author&apos;s institution a fee for publication instead of charging the user&apos;s institution a subscription fee for access. This is known as gold OA but most journals today are not gold OA journals. The other route, green OA, sees researchers publish their work in the most suitable subscription journal and make their final, peer-reviewed draft free for all self-archiving it in their institution&apos;s OA repository. Providing gold OA is in the hands of publishers while green OA is in the hands of researchers. Gold OA fees are high, with funds currently locked into institutional subscriptions. Since most institutions already have repositories for a variety of uses, green OA costs nothing but a few extra keystrokes per paper, a server, some free software and a little set-up and maintenance. Just as researchers need &apos;publish or perish&apos; mandates from their institutions and funders to ensure they release research findings, rather than putting them in a desk drawer where no one can access them, they require self-archiving mandates to ensure findings are accessible to all potential users, not just subscribers. The UK has led the world in the adoption of green OA mandates by both funders and institutions. The world&apos;s first was adopted at the University of Southampton in 2003. Southampton also provided the first free software for creating institutional OA repositories. Both the software and the policy have since become models of practice worldwide, although OA repository creation has grown 10 times faster than green OA mandate adoption. Institutional mandates received an initial boost in 2004 from the UK parliamentary select committee&apos;s historic recommendation on green OA. Within a few years, all the Research Council UK (RCUK) funding councils had mandated green OA, with US and EU funders and institutions soon following suit. However, some publishers have lobbied strongly against green OA, arguing that it will destroy journal publishing and peer review. The alternative offered is &apos;hybrid gold OA&apos;, where a journal continues to collect subscription revenues but offers authors the option of paying an additional (sometimes sizeable) publication fee for the journal to make their article gold OA, along with the promise that as income grows, subscription prices will be reduced. Hybrid gold OA is an excellent way for journals to preserve their current income streams come what may, but it is not a very good way to provide open access. The fees are high and institutional funds are still locked into subscriptions at a time when research funds are already scarce. Understandably then, uptake of hybrid gold OA (as well as &apos;pure&apos; gold OA) is currently very low. But all that might change. In July, publishers managed to persuade the Finch committee and UK science minister to divert enough of the UK&apos;s research funding to pay for gold OA (whether hybrid or pure) to ensure that all UK research output is open access within two years. As a result, there is a tentative plan to modify RCUK&apos;s mandate on OA, requiring researchers to choose gold OA payment over cost-free green OA wherever the former is offered. The result, of course, will be that all journals blithely offer hybrid gold OA, with the prospect of a publicly subsidised increase of 6% to their gross annual income  the UK produces about 6% of research published worldwide. Even if this gratuitous waste of research funds is deemed affordable to the UK, it is certainly not affordable to the rest of the world. And if the RCUK policy proposal is not revised to remove this new clause and instead strengthen and reinforce green OA mandates, the UK will lose its historic leadership of the global open access movement along with a good deal of public money that could have been spent on supporting more research instead of subsidising publishers in the name of open access. The policy is also likely to engender a good deal of resistance and non-compliance from researchers. If and when globally mandated, green OA will empower institutions to cancel their journal holdings. This will not only force journals to cut costs and downsize to providing the service of peer review alone  at a much more reasonable price  but it will also release the institutional subscription money to pay for it. To pay pre-emptively instead for gold OA is to let the publishing tail keep wagging the research dog at the expense of both the public and of continued progress in research. Stevan Harnad is a professor of web and internet science at University of Southampton and Canada research chair in cognitive sciences at Universit du Qubec  Montral This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/03/rcuk-gold-open-access-research-unjustified", 
    "wordcount": "885"
}