{
    "headline": "Research evidence is the antidote to sloppy thinking of sofa government", 
    "text": "The UK produces an enormous amount of world-class research  one recent study found more than 400 specialist areas of research at which we excel. There is strength in breadth as well as strength in depth. A couple of years ago, I wrote a book about intergenerational fairness called The Pinch: how the babyboomers took their children&apos;s future and why they should give it back. My argument that younger people face unprecedented challenges was built upon a wealth of research from the UK and abroad, in areas like game theory, neurology and demography. Yet too often it can feel as if there is a chasm between the academic community and the world outside. That may be because some researchers talk mainly unto themselves. It may be because the key findings of the latest research are too hard to find, perhaps residing in obscure journals behind high paywalls. Or it may be because there is a paucity of intermediary bodies whose job is to present new evidence to a wider audience. Whatever the cause, I welcome initiatives such as Society Central which serve to bridge the gap. Evidence should be the bread and butter of policymakers. Politicians of all parties have always had to be led by evidence of what works if they want to leave a positive mark behind. Eradicating disease, improving education or incentivising employment are impossible in an evidence vacuum. Countries that have transformed their fortunes against the odds, such as South Korea today or Japan after the Second World War, have done so by focusing resolutely on what works. In the area for which I have direct responsibility  universities and science  there is overwhelming evidence that the key to university success is institutional autonomy. We have the best-performing higher education institutions in Europe because we have the most autonomous higher education institutions in Europe. In contrast, some strong German institutions were weakened when, during the 20th century, fascists and then Communists sought to control them. So I resist the temptation to meddle in day-to-day decisions on campus, even when universities have controversially rebalanced their offer. And I resist lobbying designed to make me direct the research councils to fund particular areas. Our new student finance system routes more funding through students and less through Hefce, which will strengthen autonomy by making institutions more accountable to students than to centralised officials. Evidence-based policymaking has become more important in recent decades as greater cultural diversity has forced us to rely less on cultural norms. Moreover, the first peacetime coalition for 70 years has found evidence is a glue that can stick divergent political traditions together. It is the antidote to the sloppy thinking that is encouraged by sofa government. Yet it is not the job of politicians simply to follow the evidence in a tunnel-visioned way. In a democracy, we have to balance the evidence against other factors, such as public opinion and electoral promises (and compromises), as well as wider values. Governments have to respond to fast-paced events that lack a secure evidence base: often it is just not possible to establish a controlled pilot that needs months of subsequent evaluation before taking a decision. Behavioural economics has improved our understanding of how people respond to particular decision-making architecture, but even that doesn&apos;t absolve politicians from the need to take decisions about when, where and how to &apos;nudge&apos; people. Deciding that people should be in employer-sponsored pensions is relatively easy, but you still have to determine which people, which employers and which pensions. Nonetheless, we do need to do more to put evidence in the hands of decision makers if public policy is to improve. That&apos;s what the coalition is seeking to do. We have funded a new birth cohort study, which will mean Britain continues to have unparalleled information about people&apos;s journeys through life. We have delivered a new era of transparency, in which information is more accessible than ever before  in my own area, we have just made 17 bits of key data freely available on university courses, which will improve decisions about what and where to study. We have recently announced the most ambitious open-access policy in the world, which will make taxpayer-funded researcher much easier to find and ingest. One particular challenge is that there continue to be some areas of public policy that are much more studied than others. For example, while we have many strong education departments, it often seems as if they focus far more on schooling than the higher education sector itself. Next year is the 50th anniversary of the publication of the landmark Robbins report. Half a century on, it sometimes feels we have less information about areas like teaching within universities than our predecessors did back then. I hope that initiatives like Society Central will help to highlight and fill in such gaps. David Willetts is minister of state for universities and science. This article was originally published on Society Central, the social policy news website based at the University of Essex  follow it @SocietyCentral This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/22/evidence-based-policy-david-willetts", 
    "wordcount": "863"
}