{
    "headline": "Mystery bird: Somali fiscal, Lanius somalicus", 
    "text": "      Somali fiscal, Lanius somalicus, Hartlaub, 1859, also known as the Somali shrike or Somali fiscal schrike or as the Karoli fiscal, photographed on the road between Nazret in the Oromia Region, and Awash in the Afar Region of central Ethiopia (Africa).  Image: Dan Logen, 27 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. D300s, 600 mm lens, ISO 400, 1/2000 sec, f/7.1, Exp comp -.3    Question: This Ethiopian mystery bird shares its common family name with a number of unrelated avian taxa. Why? Can you name those other taxa? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is a Somali fiscal, Lanius somalicus, a member of the shrike family, Laniidae. This species is found in Djibouti, Ethiopia, Kenya, and Somalia where it occupies arid subtropical or tropical scrub.  The Somali fiscal&apos;s range overlaps with that of a very similar congener, the Taita fiscal, L. dorsalis. These two species are quite challenging to distinguish, but it can be done if you manage to see their wing patterns: white-tipped secondaries identify our mystery bird as a Somali fiscal whereas the Taita fiscal lacks white on its all-black secondaries.  The shrikes are small- to medium-sized songbirds that actively hunt a variety of small invertebrates and vertebrates. Shrikes cache their prey on thorns, and males rely on having well-stocked caches to attract females. To ensure that females see their caches, males often include colourful but inedible items in their caches. Most shrikes are monogamous and some species may be cooperative breeders, with young birds from previous clutches helping parents to rear their young.  Confusingly, not all birds with the name &quot;shrike&quot; are Laniidae shrikes. Other birds with &quot;shrike&quot; as part of their common name are:  helmetshrikes (family: Prionopidae). These Old World birds are close relatives that were removed from Laniidae into their own family  puffback shrikes and bush-shrikes (family: Malaconotidae). These African birds are close relatives that were removed from Laniidae into their own family  cuckoo-shrikes (family: Campephagidae). These African birds are probably close relatives to the helmetshrikes and bush-shrikes, but are more distant to the Laniidae shrikes  Australasian butcherbirds (genus: Cracticus). An alternative common name for the Laniidae shrikes is &quot;butcherbirds&quot;, but these Australasian birds are not close relatives, however they do occupy a similar ecological niche The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/17/2", 
    "wordcount": "468"
}