{
    "headline": "Universities and colleges told to do more for disadvantaged students", 
    "text": "Les Ebdon, the access ombudsman for higher education in England, has told universities and colleges to step up their efforts to attract students from disadvantaged backgrounds as official data shows affluent applicants outnumbering those from deprived areas by three to one. Ebdon described as a tragedy the recent sharp fall in enrolments by part-time students because worsening participation rates for part-time and mature students suggests alternative routes into higher education are shrinking. Ebdon&apos;s comments come with the publication on Thursday of the Office for Fair Access&apos;s annual assessment of participation in higher education, which shows wide gaps in recruitment from the lower end of the income scale despite a bumper year for universities. &quot;What the monitoring here shows is that progress is being made, and that&apos;s very much welcome, but it also does show there&apos;s still a long way to go,&quot; Ebdon said. &quot;While there&apos;s been an 80% increase in participation from the lowest participation groups, you&apos;re still eight times more likely to end up at a selective university if you come from the most advantaged 20% than if you come from the most disadvantaged 20%. So there&apos;s still work to be done.&quot; &quot;What we&apos;re seeing is only one application [to higher education] from 18-year-olds in disadvantaged areas for roughly every three applications from 18-year-old in advantaged areas  We&apos;ve been saying to people that the key to success is outreach, getting the message out that university is an option for everyone that has the ability to succeed, and that there shouldn&apos;t be barriers in the way for the disadvantaged.&quot; Outreach efforts face particular challenges getting through to mature students and part-time students. &quot;What you need to recognise ... is that if you look at labour market forecasts, the demand for people with higher level skills will require more places in higher education. And it may be it&apos;s a tragedy that we&apos;re seeing this drop in part-time numbers because what we do know is that this is a very cost-effective way of producing people with higher level skills,&quot; Ebdon said. Offa is responsible for approving and monitoring access agreements by universities, which set targets for widening participation. Overall, in 2011-2012, Offa found that universities were spending more on their outreach activities but the spending as a proportion of the higher fee income actually fell. In response, Ebdon&apos;s watchdog wants universities to be &quot;smarter in their investments&quot; and wants universities to aim for more challenging recruitment targets. The long-held aim of 50% of school-leavers entering higher education remains far off  but Ebdon says the government could easily increase the numbers going to universities if it was willing to fund the expansion: &quot;That&apos;s entirely a decision for government because that&apos;s a question of how many places they are willing to fund,&quot; he said. &quot;What we do know, as these figures show quite clearly, that there is an appetite for higher education greater than we&apos;re meeting at the moment.&quot; The report is jointly produced with the Higher Education Funding Council of England. About 34,000 students  one in 10 of the 2012-13 entry  received the means-based scholarship aimed at those from poorer households, but the popularity of the scheme and the number of eligible students led many institutions to restrict access to the funds even further. While some of them topped up funds to meet demand, 58 institutions narrowed their criteria below the 25,000 household income national criteria, in some cases down to 16,000  meaning that many students from disadvantaged backgrounds missed out on the scholarship fund. The Department for Business, Innovation and Skills said: &quot;Universities know their students best. Each has its own mission and priorities. It is right that they should tailor their approach to suit their own particular circumstances and those of their students within the national guidelines.&quot;", 
    "section": "education", 
    "gid": "education/2013/jun/06/les-ebdon-education-universities-disadvantaged-students", 
    "wordcount": "646"
}