{
    "headline": "Game on: Syndicate  preview", 
    "text": "Gamers with the urge to fire guns in an apocalyptic or dystopian future aren&apos;t exactly short of options. They can, to name just a few big franchises: bust caps in the irradiated asses of Fallout&apos;s post-nuclear ghouls; tear Mass Effect&apos;s space-faring mercenaries new ones; pump Deus Ex&apos;s digitally-enhanced terrorists full of cyber-lead and mow down weird insect-zombie-aliens in Gears of War. Clearly, shooters-in-nightmare-futures aren&apos;t exactly in short supply. So launching a newcomer in a marketplace this crowded is a very bold move indeed. Lucky for Syndicate (PS3/Xbox 360/PC) that it&apos;s not a newcomer then. In fact it&apos;s older than any of the above. It&apos;s 19 years since developers Bullfrog released the original Syndicate for home computers on the MS-DOS operating system (essentially Windows before the windows) and 16 years since sequel Syndicate Wars for MS-DOS and the original Playstation, the last instalment in the franchise until now. The originals were, like much of Bullfrog&apos;s output, classics  bold, innovative games full of very cool, very new ideas. In the original Syndicate  as in the reboot  the player takes on the role of a microchip-enhanced super-agent working for one of the many shady corporations doing battle for world domination. In this dark tomorrow every man, woman and child has had a computer chip (and clunky metaphor for consumerism) implanted in their brain by their parent corporation. As your syndicate&apos;s dirty enforcer you have the power to hack in to these chips, mess around and, if the situation demands it, blow the chip and the brain around it to smithereens. Making your messy way through missions with a team of up to four agents you bribe, blackmail, kidnap and brain-explode your way to full-scale corporate global dominance. In essence, it is a mafia game re-imagined by a drunk, psychotic William Gibson. Now, having been badgered out of retirement by a new developer like a cyberpunk Paul Scholes, the franchise has undergone a radical makeover. What began as an isometric, fixed-view tactical shoot &apos;em up awakens from cryo-sleep in 2012 as a far more conventional first-person-shooter. Most of its predecessors&apos; defining quirks remain  the hacking of brains and machines is still there, but like the special attacks in the Mass Effect games, they take a while to recharge, forcing the player to rely heavily on good old-fashioned aim, fire and reload. Perhaps the most striking change is the inevitable improvement in the game&apos;s appearance. What was once heavily pixelated ultra-violence has become high-definition bone-crunching gore. In fact, they&apos;ve gone to such incredible lengths to recreate the gruesomeness of the original that the Australian government&apos;s classification board has deemed the game too violent to be rated. It&apos;s not too hard to see why, either: blood spurts as microchips are wrenched from inside brains, limbs are severed to reveal wobbly flesh and bone and, from the first mission on, sadistic gamers can execute civilians with a boot to the face. The ability to get all Orwellian with an innocent scientist&apos;s head aside, Syndicate plays as a first-person hybrid of Mass Effect and Deus Ex. The player can charge through all guns blazing, but it&apos;s best to use cover and exploit your surroundings, hacking turrets, shooting gas canisters and turning enemy soldiers against each other. From a sneak peek at the first few missions, it looks like level design is tight and linear, with a handful of puzzle-solving elements, a little platform-jumping and a steady flow of ever-bigger guns to let rip with. As seems now to be mandatory in first-person shooters, the player can upgrade skills and powers in simplified RPG style, in this case by ramming microchips into a grid in the hero&apos;s brain. In the single player mode, the effects are limited  more ammo, faster reloading, better health regeneration  but they take on a greater significance in the game&apos;s online co-operative mode, where each member of the team can develop some degree of specialism. Four player co-op games will probably be where the game is at its best, demanding teamwork from the players to outsmart the often fiendishly cunning AI. Squads that wander apart and fail to cover each other&apos;s backs won&apos;t last long, as players of the online demo  out now  have very quickly had to discover. Veterans should get a kick out of seeing old isometric maps from the first games given full, three-dimensional life as co-op missions, but if you&apos;re new to the franchise then, well, there&apos;s really never a bad time to start hacking into people&apos;s brains.", 
    "section": "technology", 
    "gid": "technology/2012/feb/16/synicate-games-review", 
    "wordcount": "749"
}