{
    "headline": "Child labour uncovered in Apple's supply chain", 
    "text": "Apple has discovered multiple cases of child labour in its supply chain, including one Chinese company that employed 74 children under the age of 16, in the latest controversy over the technology giant&apos;s manufacturing methods. An internal audit found a flipside to the western consumer&apos;s insatiable thirst for innovative and competitively priced gadgets. It uncovered 106 cases of underage labour being used at Apple suppliers last year and 70 cases historically. The report follows a series of worker suicides over working conditions at Foxconn, the Taiwanese company that assembles must-have products such as the iPad and iPhone, and lethal explosions at other plants. Apple&apos;s annual supplier report  which monitors nearly 400 suppliers  found that children were employed at 11 factories involved in making its products. A number of them had been recruited using forged identity papers. The report uncovered a catalogue of other offences, ranging from mandatory pregnancy tests, to bonded workers whose wages are confiscated to pay off debts imposed by recruitment agencies. They also found cases of juveniles being used to lift heavy goods, workers having their wages docked as a punishment and one factory dumping waste oil in the toilets. One Chinese supplier, a circuit board component maker called Guangdong Real Faith Pingzhou Electronics, was axed by Apple after 74 children under the age of 16 were recruited to work on its production lines. According to Apple, the children had been knowingly supplied by one of the region&apos;s largest labour agencies, Shenzhen Quanshun Human Resources. Its investigators found that the agency conspired with families to forge identification documents. Apple did not disclose the ages of the children involved, but its code of conduct states it will not employ workers under the age of 15, or under the legal working age in any jurisdiction  which is 16 in China. Apple&apos;s chief executive, Tim Cook, who in a previous role was responsible for building Apple&apos;s supply chain, has been under pressure to push through changes after the suicides at Foxconn, whose manufacturing operations are largely based in China. Last September a brawl involving up to 2,000 workers forced Foxconn to close a plant in northern China. Last year he described the use of underage labour as &quot;abhorrent&quot;, saying it was &quot;extremely rare in our supply chain&quot;, and stepped up measures to weed out bad practice including hiring an independent auditor, the Fair Labor Association. &quot;Underage labour is a subject no company wants to be associated with, so as a result I don&apos;t believe it gets the attention it deserves, and as a result it doesn&apos;t get fixed like it should,&quot; said Jeff Williams, senior vice president of operations at Apple. He vowed to eradicate the practice, but said it could take some time. At Pingzhou, the children were returned to their families and the employer was &quot;required to pay expenses to facilitate their successful return&quot;. Although 95% of the facilities scrutinised by Apple complied with child labour laws, transgressors were told to return minors to a school chosen by their family, pay for their education, and give them an income equal to their factory wages. Bonded labour was discovered at eight factories. In order to find work, some foreign labourers pay fees to a string of recruitment agencies and sub-agencies, amassing huge debts. Their wages are then automatically handed over to pay the debts, tying them to jobs until the balance has been paid off. Apple ordered its suppliers to reimburse excessive recruitment fees  anything higher than one month&apos;s wages  and said $6.4m (4m) was handed back to contract workers in 2012. Investigators found 90 facilities that deducted wages to punish workers, prompting Apple to order the reimbursement of employees. Mandatory pregnancy testing was found at 34 places of work, while 25 tested for medical conditions such as hepatitis B. At four facilities, payroll records were falsified to hide information from auditors, and at one, a supplier was found intentionally dumping waste oil &quot;into the restroom receptacle&quot;. Apple said it took measures to protect whistleblowers, and that it made 8,000 calls last year to workers interviewed by auditors in order to find out if they had suffered intimidation.", 
    "section": "technology", 
    "gid": "technology/2013/jan/25/apple-child-labour-supply", 
    "wordcount": "703"
}