{
    "headline": "The rowan bedecked with sharp-scented blossom", 
    "text": "Where the path begins to emerge from the green tunnel formed by the overarching branches, sunlight breaks through the thinning canopy to fall in bright splashes upon the ground. Lying in the shadows next to one of these patches is a bunch of bright red berries, and I realise that so intent have I been on the plants growing by the pathside I have barely raised my eyes from ground level and have almost walked past the rowan. It is a lovely tree, grown tall in this sheltered location and each spring it is bedecked with sharp-scented blossom. Looking up, I find to my delight it is now heavy with berries, and crowned with a vision of such simple beauty it makes me gasp aloud. A single slender branch, taller than all the rest, reaches up into sky and at its end a spray of the rowan&apos;s elegant leaves and a clutch of scarlet berries are lit by the morning sun to glow with jewel-like brightness against a backdrop of flawless blue. Standing spellbound, gazing upward in stillness, I slowly become aware of the sounds I can hear around me. Above my head a gentle breeze moves through the trees, setting them to whisper together, sound and movement rising to a soft crescendo and then fading as the breeze moves on, and from among the tangle of branches comes the soft two-note call of a hidden willow warbler. In the shade beneath the trees, flies are busy, the quiet background drone of their flight punctuated occasionally by the sharper sound of an insect passing closer by. More mellow by far is the summer sound of bees working among the flowers on the sunlit slopes beyond the trees. Andstill I cannot take my eyes from the rowan. Along this popular footpath I seem to have stumbled on a tiny private world, and am torn between the desire to stay longer and the need to leave before the spell is broken by the sound of human voices.", 
    "section": "environment", 
    "gid": "environment/2012/aug/23/country-diary-south-uist-rowan", 
    "wordcount": "337"
}