{
    "headline": "ITU and Google face off at Dubai conference over future of the internet", 
    "text": "Two thousand delegates from 193 countries are meeting for the World Conference on International Telecommunications (WCIT) in Dubai this week to negotiate a treaty on telecoms regulation that has not been updated since 1988 - before the internet was in mainstream use.  Up for negotiation at WCIT are the International Telecommunications Regulations, or ITRs, which cover everything from improving internet access for the elderly and disabled, to enabling access for the 4.6bn people in the world with no access at all, improving cybersecurity and, most controversially, discussing the &quot;sender pays&quot; economic model of delivering web content. Amid all the hyperbole and acres of coverage about the future of the free internet, the treaty is the latest round of a long-fought battle between the internet lobby and the telecommunications companies. The west, including the corporate world and open internet advocates, claim the &quot;sender pays&quot; model would benefit larger corporations, but penalise individuals and less wealthy businesses who can&apos;t afford the bills. On the other side of the argument, mobile operators represented at WCIT by the European Telecommunications Network Operators&apos; Association (ETNO) argue that developing countries have to establish and fund broadband networks that then enable western internet companies to reach new markets at no expense to themselves - in effect free riding on the infrastructure which costs money to install and run. Attention has swirled around political tensions that will also be played out at the WCIT, with Russia and China explicit in their desire to wrest control of the internet away from the US, and other proposals to change regulation in a way that critics say could infringe privacy and free speech. But developing countries, who have struggled to gain a voice in this debate, feel the ITU is one of very few organisations where their voices can be heard, and they too want a say in the future of the internet. Google, along with Cisco, Microsoft, Comcast and AT&amp;T, has been part of a well-funded campaign coordinated through lawyer, former US ambassador and former US government IT policy co-ordinator David Gross. A powerful lobbying force, Google has played a shrewd hand, using its policy specialists and tech-celebrity executives.  Vint Cerf, one of the &quot;fathers of the internet&quot; who is now &quot;chief internet evangelist&quot; at Google, has been campaigning against the ITU almost full-time for months, offering a seemingly inarguable combination of the economically and democratically essential open internet, and his winning putdowns.  A lengthy comment piece in the New York Times proclaimed: &quot;The decisions taken in Dubai in December have the potential to put government handcuffs on the Net.&quot; The New York Post was rather less measured, quoting Cerf in a piece that began: &quot;If delegates have their way at next week&apos;s World Conference on International Telecommunications in Dubai, the man in charge of the Web will be a Soviet-trained apparatchik from Cold War days.&quot; Even Cerf himself appeared to lose his composure last week when he told Reuters: &quot;These persistent attempts are just evidence that this breed of dinosaurs, with their pea-sized brains, hasn&apos;t figured out that they are dead yet, because the signal hasn&apos;t travelled up their long necks.&quot; Back at the ITU, the small staff team has seemed increasingly bewildered and put on the back foot by the ferocious onslaught of press coverage against them.  The ITU responded to criticism about its lack of openness by publishing WCIT material on its site, including inviting public comments on the changes to the ITRs; only 29 were received in three months. With no small irony, ITU has even paid for Google ads next to searches for &apos;WCIT&apos;, hoping to redress the information balance slightly. It also claims that journalists have repeatedly published inaccurate statements about ITU without contacting it for comment, and that publications have refused to publish corrections.  The ITU describes itself as an administrative body that does not make regulations, but organises negotiation of the ITRs. Individual countries are then obliged to legislate for after the process of negotiation and voting on each of the proposed changes to regulations, which number around 1,000. Speaking ahead of WCIT, ITU secretary general Dr Hamadoun Tour said: &quot;It is important to remember that when you talk of internet freedom, most people in the world cannot even access the internet. The internet is the rich world&apos;s privilege and ITU wants to change that. &quot;It is our global objective to assure that every citizen is connected no matter what their circumstance, and we need to reach a consensus no matter what the ideological view on member.&quot; Tour also condemned the Syrian regime&apos;s decision to cut off international phone and internet access to the country, pointing out that it is part of the ITU constitution that members should &quot;protect people&apos;s right to communicate and access critical communications infrastructure&quot;. The ITU has tried to play down the apparent battle with Google, pointing out that the internet search giant is not a member of the ITU, though ETNO is.  Four Google representatives, including telecom policy counsel Aparna Sridhar, will attend WCIT as part of a 100-strong US delegation. Cerf will not. &quot;We will challenge Google again to bring their points to the table,&quot; said Toure. &quot;In 1988 [the last WCIT] there was the same friction between East and West, and they managed to get over it.  &quot;We&apos;ve had 147 years of brokering agreements between member states. We have survived two world wars and 70 years of cold war, and if member states had not come together and make agreements, there would be no satellites in orbit, no spectrum allocated, no radio or television - and no internet.&quot;  ITU&apos;s secret weapon is counsellor Richard Hill, a former Orange and HP executive and statistician with an encyclopaedic knowledge of the telecomms industry. &quot;ETNO has made no bones about what it is looking for - remuneration for the additional value they believe they can provide,&quot; he said. &quot;But from friction comes light, and we believe discussion will be useful in formulating solutions that will be in the interests of all parties, and will lead to further expansion of the internet.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/03/telecoms-unitednations", 
    "wordcount": "1047"
}