{
    "headline": "Ecuador's dismissive media portrayal smacks of post-colonial arrogance", 
    "text": "The misinformation and ignorance circulating about Ecuador as the Assange case propels the country into the international arena are frustrating. On Monday, the UK-based Daily Mail published a piece describing Ecuador as &quot;a world of fear under a Left-wing dictator who responds to dissent with an iron fist&quot;. This &quot;dictator&quot;, the country&apos;s president Rafael Correa, has been elected twice with overwhelming majorities, most recently notching up 52% in 2009, more than 20% ahead of his nearest rival. The freedom and fairness of these elections have never been questioned by any country or relevant entity. His current approval ratings are hovering just under 60%. Concerns about freedom of speech are justified, but should not be exaggerated. According to last year&apos;s press freedom index, published by Reporters Without Borders, press freedom in Ecuador has worsened significantly in the past decade and especially in the past two or three years under Correa. But although Ecuador finds itself in the bottom half of the table, it is only four places below Brazil, and well ahead of its Latin American neighbours Peru and Colombia, as well as India and Turkey. Oft-quoted analyses by organisations such as Human Rights Watch have been criticised for failing to discuss the whole picture. Corruption is still a major political problem, but it is worth noting that last year Ecuador achieved its highest score on Transparency International&apos;s corruption perceptions index  which, though imperfect, provides the best measure we have of a country&apos;s corruption  since 1996. Moreover, since 2009 Ecuador has scored top marks on the World Bank&apos;s credit depth of information index, which measures rules affecting the quality of credit information to facilitate lending decisions. Yes, Ecuador is corrupt. But according to these measures at least, it appears to be getting ever so slightly better, not worse. Claims about high rates of poverty and inflation since Correa came to power can be easily refuted by glancing at the World Bank figures. Consumer price inflation, which averaged 39% in the 90s and 26% in the first half of the 00s, has averaged 4.5% since Correa came to power. And poverty has never been lower, with $1.25-a-day poverty down from more than 20% in 2000 to less than 5% in 2010. Inequality is also at a historic low, with the Gini coefficient (which measures income inequality) dipping under 50 in 2009 for the first time since records began, a significant decline from rates nearer 60 a decade earlier. In 2010, Ecuador was described by the Overseas Development Institute as one of the top 20 performing countries in the world in terms of reaching the MDGs, particularly with regard to reducing extreme poverty and under-five mortality rates. Highlighting these facts about Ecuador under Correa will be seen by some as an attempt to &quot;defend&quot; him. And I have to admit Correa&apos;s innovation in seeking financially sustainable ways to keep oil in the ground, and his pioneering of debt audits to take into account odious debt, have impressed me. But I couldn&apos;t be happier to criticise him in a whole range of ways (from press freedom to environmental protection to economic policy), just as I would any other world government. It is not just the factual inaccuracies in the latest batch of Ecuador/Correa stories that stick in the craw. It is the tone of the comments, which so often imply the dismissiveness that remains the hallmark of western foreign policy instincts. The arrogance bred into the British from an early age is possibly best summed up by Cecil Rhodes, the great coloniser of southern Africa: &quot;Remember that you are an Englishman, and have consequently won first prize in the lottery of life.&quot; And it lives on today in the just-about-still-politically-acceptable remarks of the likes of Godfrey Bloom, a UKIP MEP whose views on aid I recently debated on the radio. In a memorable outburst, he tells listeners: &quot;You&apos;ve only got to visit some of these countries, particularly Africa&quot;; he then describes the Mercedes cars, Ray-Bans and &quot;the gold Rolexes these characters wear&quot;. But it&apos;s the subtler, more refined dismissiveness that&apos;s possibly even more damaging. In otherwise thoughtful comments criticising the Ecuadorian government on its press freedom record on Channel 4 News last week, David Aaronovitch, an influential British journalist said: &quot;I&apos;m not sure [the Ecuadorians] would understand what human rights were if they came and smacked them over the back of the head.&quot; Such language doubtless makes for good TV, but it&apos;s both incredibly rude and not a little myopic: many people around the world would say the same of Britain  and with good cause, given the hardly glowing record of its government and companies. It&apos;s not that journalists and commentators shouldn&apos;t judge other countries and their politicians. Of course they should. They should criticise and praise the policies of other governments just as they do their own. But the British, in particular, have to do more than just demonstrate balance and evidence; after centuries of lording it over the world, they have to learn respect. Often, that will mean treating foreigners not just as equals but  as in the case of Correa, who has a PhD in economics, and whose commitment to poverty reduction is evidenced by his work with poor communities at a young age  considerably more.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/22/ecuador-dismissive-portrayal-post-colonial-arrogance", 
    "wordcount": "892"
}