{
    "headline": "Digital technologies and the tensions between research and teaching", 
    "text": "Several participants expressed concern about the tensions between the demands of research and teaching in last Friday&apos;s live chat, which asked what good teaching should look like in higher education. . Aidan Byrne, senior lecturer in English, cultural studies and media at Wolverhampton University said he was suffering the consequences of prioritising teaching: &quot;When I started here, people told me I should concentrate on teaching rather than research. I did and now I&apos;m under the cosh when it comes to REF [the research excellence framework].&quot; Another panelists Rosalind Duhs, senior teaching fellow at the Centre for the Advancement of Learning and Teaching, University College London, identified a lack of time as the main barrier preventing academics from engaging with developing their teaching  especially with REF deadlines approaching. A better use of new technology is often advocated as a solution to this time trap. At Cardiff University, the Digidol team are investigating how what they call &quot;digital literacy&quot; can be embedded in all staff and students across all levels and areas of the university. The project is one of 12 being funded at different institutions by JISC, an expert on information and digital technologies for education and research, and I interviewed members of the team for one of a series of podcasts for the organisation recently. Janet Peters, the director of university libraries at Cardiff and one of Digidol&apos;s project sponsors, told me: &quot;In Cardiff, we&apos;ve been a research intensive university now for probably 10, 15 years, and it does take a lot of time and effort to be research-excellent, and inevitably that can take its toll on teaching. I think it&apos;s quite timely with students now wanting to have a very high-quality experience to get the best value for money out of their increased fees that we have this project that will enable us hopefully to have quality across the board. So if we can use digital technology to save people&apos;s time so that they can focus both on their teaching and on their research, hopefully it will enable that tension to be managed a little bit more easily than has been in the past&quot;. Institutions are also are tackling the issue of teaching through training. New academics are already required to take courses accredited by the Higher Education Academy. But as many of the contributors to the live chat pointed out, neither of these approaches gets to the heart of the problem, which is that teaching is not properly rewarded in many universities. As @Martinajohnson explained: &quot;I think being good at teaching is also often seen as secondary compared to being good at research  especially in a research-intensive Russell group university like Southampton  and it can be a challenge to get academics engaged. There can be an attitude of &apos;you&apos;re focusing on becoming good at teaching as you are not very good at research.&apos;&quot; Jeremy Pritchard, head of education, school of biosciences at the University of Birmingham agreed: &quot;More than lip service must be paid to promotion through routes other than REF scores and grant income; promotion criteria must additionally recognise evidence of academic excellence in teaching and learning.&quot; The government believes that the introduction of the key information sets combined with higher fees will force institutions to place a higher value on teaching excellence. But contributors to the live chat were concerned about the danger that this consumer-led agenda could actually lower teaching standards, particularly as students are often spoon-fed in secondary school. This was expressed particularly well by Byrne who said: &quot;We need to communicate to students much more clearly about what our roles as teachers are. Far too often, they&apos;ve come from schools which &apos;teach to the test&apos;, and are shocked by our attempts to be nonhierarchical. It&apos;s a scary experience. I try to be challenging and hugely enthusiastic, while making it clear that the student educates her/himself rather than inhales our wisdom, but the secondary-level system doesn&apos;t prepare them for that&quot;. Much of the wider debate around teaching and how academics use their time, has concentrated around crude measures of &quot;contact hours&quot;. The universities minister David Willetts has repeatedly expressed concern about students &quot;frustrated&quot; by a lack of teaching time. Speaking at a Higher Education Policy Institute conference, he highlighted research showing that British students had fewer contact hours a week than their counterparts in France or Germany, saying: &quot;You put together contact hours and times of private study, and you do appear to find that hours of study for students in the UK appear to be below the average in other European countries.&quot; A third of the students questioned as part of joint research by the Quality Assurance Agency (QAA) and the National Union of Students (NUS) complained that they had too little &quot;interactive contact&quot; with lecturers. The survey shows how highly students value contact with academic staff with 84% saying that contact directly improved the quality of their learning. But further research by the QAA shows the limitations of sterile arguments about contact hours. What students really want is individual and small group teaching. This suggests that students aren&apos;t the unsophisticated consumers that many academics fear. They are more interested in the quality of interactions than a tally of hours. The way forward for excellent teaching in HE is by educating students to be partners in their learning. The 1994 group of universities has pioneered this approach and the NUS is leading the way in disseminating these ideas. There are now many excellent examples at universities across the UK. Clair Warden, a lecturer at the University of Lincoln, highlighted one being run at her institution, the student as producer project: &quot;Academics are not really &apos;teachers&apos; but enablers of learning. &quot;Teachers&quot; (and this is not in any way derogatory towards teachers) suggests a fairly undemocratic space of someone who knows stuff telling the stuff they know to people who don&apos;t know stuff. I&apos;m not a big fan of this.&quot; Face-to-face contact is of course, expensive and time consuming. But I think that a good use of digital technologies can not only augment but enhance direct contact. As part of my work for JISC, I&apos;ve interviewed students and academics from numerous institutions about the way they are using digital technologies. I&apos;ve been struck by how good the medium is for creating the more democratic space needed to encourage collaboration and empowering students to take more responsibility for their learning. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/18/digital-technologies-research-teaching", 
    "wordcount": "1121"
}