{
    "headline": "Boot up: Kindle Fire hype?, iPhone 5 blueprints, Hillsborough and tech, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Hacking legend Charlie Miller signs on with Twitter &gt;&gt; V3.co.uk  Legendary hacker and security reacher Charlie Miller is set to begin work with the security team at Twitter.  Miller said in a Friday Tweet that starting Monday he would be working with the security team at the Microblogging service. Miller made no mention of how long or in what capacity he would be working with the company.  A legend amongst the hacking and security research communities, Miller has become a favourite presenter at the Black Hat conference for his extensive investigations into the fundamental security structure and potential security vulnerabilities in platforms such as NFC hardware and notebook battery packs.   Miller is ex-NSA and indeed legenday. Don&apos;t buy the Amazon Kindle Fire HD hype &gt;&gt; Seeking Alpha  Why would you want to buy a 7-inch Kindle Fire HD with a laggy, old weak performance dual-core Texas Instruments processor, only 50,000 apps in the Amazon app-store, ad-supported home-screen and lock-screen, and a dumbed-down user interface with less operating system functionality?...  ...Compared to a Google Nexus 7 tablet with a speedy quad-core processor, 600,000 apps in the Google Play store, access to the Kindle app, full Android 4.1 operating system functionality, and no-ads - for about the same price? (Google Nexus 7 comes with a $25 content credit currently, and a wall charger, while the Kindle Fire HD doesn&apos;t have a wall charger, but has more built-in flash memory. All-in-all, in the same ballpark price if you net things out.)   It&apos;s a very thorough takedown. And that&apos;s before he gets into his expectations for an &quot;iPad mini&quot;. (The writer discloses that he&apos;s shorting Amazon. However, the points made aren&apos;t dependent on a stock position. Intel brings voice search to ultrabooks &gt;&gt; ZDNet  By partnering with voice specialist Nuance, Intel will let ultrabook buyers use speech to control their laptop, Dadi Perlmutter, general manager of the Intel Architecture Group, said in a keynote speech at the Intel Developer Forum in San Francisco on Tuesday.  In an onstage demonstration, attendees saw an Intel developer instruct a Dell XPS ultrabook to search the web, look up a product on Amazon, tweet a link to it, and then play some music. All of this was done with voice control.  The software &quot;is running native on the platform. This is not a cloud service, this requires the high-performing CPU and the capabilities inside&quot;, Perlmutter said. Intel has worked with Nuance to tune the application for its processors to maximise performance, he said.   Hands up who wants it? (And: Nuance must be coining it.) The Olympics, Hillsborough, technology and a dislocated truth &gt;&gt; The Theatre of Reason Stephen McGann:   I can&apos;t escape the thought that if the Hillsborough tragedy had occurred years later, then mobile telephony might have borne witness to a truth that the authorities would have been unable to suppress. A thousand images, texts, calls and facebook posts from supporters inside the stadium would have scattered the message to the world before a cover-up could be concocted. Technology might have dignified the innocent and the young dead in a way that the authorities were unwilling to do. The powerful might have been persuaded of the futility of their deceit, and reminded of their duty of care. Technology might have summoned medical help. And some of the innocent might still be alive... I&apos;d have given anything for a mobile phone that day. If only so I could have called home to tell my mother that her two sons were still alive. When we left the stadium, every telephone box in Sheffield was crammed with supporters trying to relate their private truth to loved ones. We eventually found a phone box on the high moors outside of Manchester. It was late. My mother was relieved beyond belief to hear us safe. Landline telephony from an earlier age had stepped in to deliver a small mercy.  Preliminary ruling by ITC judge clears Apple of infringement of four Samsung patents &gt;&gt; FOSS Patents  Administrative Law Judge E. James Gildea just issued his preliminary ruling on Samsung&apos;s ITC complaint against Apple. At this stage of the investigation, four Samsung patents, including a couple of allegedly standard-essential ones, are at issue. Samsung had dropped one of its five patents-in-suit, a kind of streamlining that is expected in ITC investigations and also performed by Apple in its own offensive cases.  Judge Gildea identified no violation with respect to any of the asserted claims of the four patents...Judge Gildea furthermore concluded that no domestic industry exists for any of the four patents. The domestic industry requirement is indispensable for ITC complainants - without it, there is no way to win an import ban.  iPhone 5 blueprints &gt;&gt; Apple Just a rectangle with rounded corners. (It&apos;s actually posted as an aid to accessory makers.) How to save NFC: Kill the idea of mobile payments &amp; operator involvement &gt;&gt; Disruptive Wireless Dean Bubley is a mobile consultant:   I&apos;ve never had a problem buying a sandwich &amp; thought &quot;what terrible experience taking 3 out of my pocket&quot;. I can use cards anywhere on the planet with a pretty good acceptance rate. Chip &amp; pin means it&apos;s more secure than before. And I never see anyone bothering to tap their cards on the contactless readers either.  The idea of your purchases &quot;going on your phone bill&quot; completely ignores the fact that most people on the planet use PAYG prepaid and don&apos;t get a bill. Average outstanding prepay balance is something like $5, I believe. Most contract users won&apos;t want a sandwich or a flight on their phone bill - especially corporate expense managers. It just doesn&apos;t fit with our mental model of &quot;phone bill&quot;, which many people don&apos;t both looking at anyway as they&apos;re on a standard plan. Linking purchases to credit cards stored virtually in your phone just seems pointlessly geeky &amp; needs interruptive apps to be useful. I don&apos;t buy all this couponing &amp; analytics hype either - it&apos;s just putting lipstick on the pig.  Keeping time on the PC &gt;&gt; Coding Horror  PCs aren&apos;t very accurate timekeepers. The distribution of times reported here is a little disturbing, as are the giant peaks on the extreme left and right of the graph. The PCs with wildly inaccurate clocks outnumber those with accurate clocks about 2:1.   And can make a difference. Smart Toaster on the Behance Network &gt;&gt; Jamy A French toaster that burns the weather forecast into your toast... just like this British design did in 2001. Between this and the Closer photos, how long before war breaks out between Britain and France? (Thanks @angusthebull for the link) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/17/technology-links-newsbucket", 
    "wordcount": "1172"
}