{
    "headline": "Ni no Kuni: Wrath of the White Witch  review", 
    "text": "A penchant for Japanese RPGs  known universally as JRPGs  is one of the classic indicators of someone whose self-image paints them as a hardcore, committed gamer. The JRPG is the genre that just won&apos;t die: characterised by lush, anime-inspired visuals allied to turn-based battling, it ought to be seen as antediluvian in this age of full-action RPGs like the Elder Scrolls series. But when the likes of Ni no Kuni continue to arrive, even in the 21st century, you can see why the JRPG persists. Ni no Kuni certainly has impeccable credentials: its graphics were created by Studio Ghibli, the outfit behind some of the best and most popular anime feature films ever (2001&apos;s Spirited Away, for example, grossed over $270m). While they are jaw-droppingly beautiful, though, they initially give a slightly false impression of the game, as they&apos;re certainly kid-friendly. Ni no Kuni puts you in control of Oliver, a young boy from a town called Motorville, whose mother dies after rescuing him from drowning. His tears fall on his favourite soft toy, lifting a curse, and it turns into Mr Drippy, self-styled Lord High Lord of the Fairies, who spirits him away to the fantasy land of Ni no Kuni, where the pair embark on a quest to defeat the evil Shadar, who looms malevolently over the otherwise idyllic land. So far, you might think, so cutesy. But one of Ni no Kuni&apos;s most impressive aspects is that, while it is constantly enchanting, it never, for a moment, descends into mawkishness. Most of the credit for that goes to Mr Drippy. Possibly the most Welsh character ever to appear in a videogame, he&apos;s a constant fount of the sort of wisecracks and buffoonery that will appeal to kids and adults alike. Ni no Kuni&apos;s gameplay helps in that regard, too. While it keeps things simpler than the average JRPG (the Final Fantasy series, in particular, would do well to copy its battling system), it preserves plenty of depth and demands a tactical approach without ever confusing you. Oliver acquires a menagerie of familiars with different skills, which can be swapped around on the fly in battle, according to the strength and weaknesses of the enemies and bosses you come up against. And it achieves a very happy medium between turn-based and action: you have to move around constantly in battles, picking up orbs that replenish your hit points and magic and avoiding incoming attacks. Very occasionally you acquire gold orbs, which fully refresh your attributes and let you unleash a super-powerful attack. Once you hit a certain stage in the game, you acquire a companion, too, at which point the battle system develops even more depth and subtlety (you can use her, for example, to heal you while she deploys the most suitable familiar in either party&apos;s armoury), still without drowning in complexity. Ni no Kuni is by no means merely about battling. Oliver learns a battery of spells, which must be used to solve puzzles as well as in battle. There are towns in which you can buy helpful items and pursue side-quests at your leisure. Often, you have to return to Motorville, in order to sort out problems that occur in Ni no Kuni. And the storyline ebbs, flows and evolves brilliantly. Ni no Kuni, in other words, is a full-blown, grown-up RPG (never mind having all the trappings of a JRPG) in which you can immerse yourself for ages, and which will fully test the skills of any RPG devotee. Don&apos;t be fooled by its wide-eyed, naive appearance: even those who routinely deride JRPGs at the expense of their Western equivalent will find it a revelation. And it delivers a welcome slab of one-upmanship to PlayStation 3 owners.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/17/ni-no-kuni-review", 
    "wordcount": "623"
}