{
    "headline": "Children's authors attack plans for phonics reading test", 
    "text": "More than 90 of Britain&apos;s best-known children&apos;s authors and illustrators have called on the government to abandon its plans to introduce early-year reading tests, warning that they pose a threat to reading for pleasure in primary schools. The former children&apos;s laureate Michael Rosen is leading the writers&apos; charge against a phonics-intensive approach to teaching young children how to read. A letter to the Guardian signed by 91 names including Meg Rosoff, Philip Ardagh and Alan Gibbons says millions is being spent on &quot;systematic synthetic phonics programmes&quot; even though there is &quot;no evidence that such programmes help children understand what they are reading&quot;. Rosen told the Guardian: &quot;It does not produce reading for understanding, it produces people who can read phonically.&quot; The letter calls on the government to abandon plans for reading tests, specifically the phonics screening check at the end of year one and the spelling, punctuation and grammar (Spag) test at the end of year six. The former requires five- and six-year-olds to sound out the letters of a short word or nonsense word and blend them to make the word (for example: emp, sheb, shelf, splok, blow, pine). Rosen claimed schools were coaching children through the process and at least half were still failing. Many were failing because they were trying to correct the nonsense words, he said, for example saying &quot;strom&quot; as &quot;storm&quot;. &quot;It is incredibly baffling to most parents because it sounds as if they are being told that their child has failed at reading, which is not the case,&quot; he said. The proposed Spag test is to be sat by children at the end of primary school as a way of addressing what the government sees as a lack of attention given to spelling and grammar in recent years. Rosen said it would mean teachers spending months on a &quot;drill, skill and kill&quot; programme, &quot;trying to get them to pass this thing. It&apos;s bad enough with Sats. Anyone who has a year six child will know that for the past six months up until the Sats test, our children have been drilled and drilled, doing paper after paper, when they could have been writing, reading and playing with language in all kinds of ways. &quot;They have no evidence that any of this stuff they&apos;ve imposed will actually improve children&apos;s writing. If they produced it, perhaps we&apos;d have to shut up, but they don&apos;t.&quot; The letter highlights a recent Ofsted report, Moving English Forward, which recommended that the government should call on schools to develop policies on reading for enjoyment. &quot;To date there has been no such move by government,&quot; it says. Instead the government has concentrated on phonics programmes. &quot;As a result, more school time will be devoted to reading as an academic, test-driven exercise; less time will be available for reading and writing enjoyment. &quot;We deplore this state of affairs and consider that the quality of children&apos;s school lives is about to be altered for the worse.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/24/children-authors-phonics-reading-test", 
    "wordcount": "515"
}