{
    "headline": "Boot up: Metro Chrome, Raspberry Pi re-pricing, LTE roaming, Kindle Singles sales and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Google confirms it&apos;s working on Chrome for Windows 8 &gt;&gt; Mashable  A Google spokesperson told Mashable that the new version of Chrome would be based on the desktop browser (as opposed to the Android version). &quot;Our goal is to be able to offer our users a speedy, simple, secure Chrome experience across all platforms, which includes both the desktop and Metro versions of Windows 8,&quot; the rep said. &quot;To that end we&apos;re in the process of building a Metro version of Chrome along with improving desktop Chrome in Windows 8 such as adding enhanced touch support.&quot;   Not offering Chrome for Windows 8 would basically be leaving money on the table on Google&apos;s part. Geotagging poses security risks &gt;&gt; The United States Army  [Steve] Warren cited a real-world example from 2007. When a new fleet of helicopters arrived with an aviation unit at a base in Iraq, some Soldiers took pictures on the flightline, he said. From the photos that were uploaded to the Internet, the enemy was able to determine the exact location of the helicopters inside the compound and conduct a mortar attack, destroying four of the AH-64 Apaches.   Ow. So Sirious: iPhone user sues Apple over voice-activated assistant &gt;&gt; WSJ Law Blog  According to the lawsuit filed Monday in federal court in California: [I]n many of Apple&apos;s television advertisements, individuals are shown using Siri to make appointments, find restaurants, and even learn the guitar chords to classic rock songs or how to tie a tie. In the commercials, all of these tasks are done with ease with the assistance of the iPhone 4S&apos;s Siri feature, a represented functionality contrary to the actual operating results and performance of Siri.   The Law Blog asked Siri whether her makers exaggerated her worth. And she has an answer. Will 4G LTE devices ever roam internationally? &gt;&gt; CNET News  &quot;What&apos;s happening in terms of the number of radio technologies that can be added to a chip is not classic Moore&apos;s Law, but it&apos;s similar&quot; said Dan Warren, senior technology director for the GSM Association. &quot;There has been a lot of change in the past 9 to 12 months. And we&apos;re seeing chipsets go from single and dual frequency to four and five frequencies.&quot; Today&apos;s so-called &quot;world&quot; phones already need to operate in about six bands to get access to 2G and 3G networks around the world. To include LTE roaming, wireless devices will need another six or seven frequency bands, Warren estimates. This means that the next generation of truly mobile &quot;world&quot; devices will need at least 12 frequency bands.   Looks like roaming will be HSPA roaming - or just 3G roaming. Exclusive: Amazon Has Sold Over Two Million Kindle Singles &gt;&gt; paidContent  Amazon says that in the 14 months the program has been running, it has sold over two million Kindle Singles. Seventy percent of each sale goes to the author or publisher, and Amazon keeps 30%. Amazon wouldn&apos;t disclose its total revenues from those two million singles, but the minimum price of a Single is $0.99 and most are $1.99 (the author or publisher sets the price). So with an average price of $1.87 multiplied by two million, a rough estimate of Amazon&apos;s 30-percent cut is $1.12m.   The novella - or short story - is back? HP attempts to take on Amazon&apos;s cloud service &gt;&gt; NYTimes.com  Zorawar &quot;Biri&quot; Singh, senior vice president and general manager of H.P.&apos;s cloud services... did not say how much the computing services would cost, but said &quot;we are not coming at this at &apos;8 cents a virtual computing hour, going to 5 cents.&apos;&quot; Amazon recently cut its prices, and its lowest cost computing is 2 cents per hour, though with extra features it can cost more. While Amazon tends largely to have a self-service model, Hewlett-Packard&apos;s cloud will also offer more personalized sales and service, Mr. Singh said. H.P. also plans to offer a number of tools for developers to use popular online software languages, like Ruby, Java, and PHP, as well as ways for customers to provision and manage their workloads remotely. The service will also include an online store where people can offer or rent software for use in the Hewlett-Packard public cloud.   Hard to see quite who HP is going for, though. If they don&apos;t go with Amazon, wouldn&apos;t those customers go with Microsoft? Pricing updates (good news!) from Element 14/Premier Farnell and RS Components &gt;&gt; Raspberry Pi Basically, now going to cost a total of 31.86 to get it in your totally non-sweaty hands. (Inc postage and VAT.)  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service. (Corrected headline: it&apos;s Chrome for Windows 8 Metro, not necessarily the ARM version. Thanks @pezzonovante1 for pointing that out.)", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/14/technology-links-newsbucket", 
    "wordcount": "854"
}