{
    "headline": "Aaron Swartz, internet activist and builder of Reddit, dies at 26", 
    "text": "Aaron Swartz, a celebrated computer activist and builder of the popular internet community website Reddit, has died. It is believed that the 26-year-old killed himself in New York City on Friday. A committed advocate for the freedom of information over the internet, Swartz had been facing a trial over allegations of hacking related to the downloading of millions of documents from the online research group JSTOR. Swartz pleaded not guilty last year; if convicted, he could have faced a lengthy prison term. The MIT university newspaper The Tech received an email from Swartz&apos;s lawyer, Elliot R Peters, which confirmed the news. The newspaper reported the email as saying: &quot;The tragic and heartbreaking information you received is, regrettably, true.&quot; Swartz dedicated much of his time to fighting internet censorship and his court case had become a cause clbre for many similar-minded figures. A social-justice lawyer, Bettina Neuefeind, had established a website to raise money for his defence. The organisation Demand Progress, which Swartz helped to found, had compared the activities of which he was accused to &quot;trying to put someone in jail for allegedly checking too many books out of the library&quot;. David Moon, programme director at Demand Progress, told the Guardian that he was &quot;shocked and saddened&quot; by the news of his colleague&apos;s death. He added that the organisation would pay &quot;proper homage to Aaron at the appropriate time&quot; but for the time being it was &quot;simply spending the moment reflecting on his life and work&quot;. As news of Swartz&apos;s death spread online, numerous tributes were posted. The author and web expert Cory Doctorow, who was a friend of Swartz, posted a tribute on the website Boing Boing. Doctorow wrote that Swartz may have been afraid of the idea of imprisonment but that he had also suffered with bouts of depression. He also paid tribute to the young activist&apos;s achievements and dedication to his causes. &quot;We have all lost someone today who had more work to do, and who made the world a better place when he did it,&quot; he wrote. Swartz regularly blogged about his own life on the website aaronsw.com. In a post written in January 2007, he discussed the nature of suicide. &quot;There is a moment, immediately before life becomes no longer worth living, when the world appears to slow down and all its myriad details suddenly become brightly, achingly apparent,&quot; he wrote.", 
    "section": "technology", 
    "gid": "technology/2013/jan/12/aaron-swartz-hacking-reddit-dies", 
    "wordcount": "415"
}