{
    "headline": "Climate change sceptic to advise David Cameron on foreign policy", 
    "text": "One of the government&apos;s fiercest climate change sceptics has been appointed to advise the prime minister on key foreign policy issues, in a move that has angered green campaigners. Peter Lilley, a former minister under Margaret Thatcher and John Major, was one of only four MPs to vote against the Climate Change Act, and has been a frequent contributor to climate-sceptic forums, as well as being vice-chairman of oil company Tethys Petroleum. He will work on the new No 10 Downing Street foreign policy board, headed by Jo Johnson. A Whitehall source said Lilley would not have responsibility for energy or climate policy, and would focus instead on international relations. However, he will be present at meetings of the prime minister&apos;s new policy board at which such issues are discussed. The government is also involved in crucial United Nations international negotiations aimed at forging a new global agreement on cutting emissions, and equally vital discussions on the future of EU energy policy, to be decided in the next year. Ruth Davis, political adviser at Greenpeace, said: &quot;The promotion of an avowed climate sceptic and international oil executive to this key foreign affairs role sends a terrible signal to our European and international partners at a time when sensitive decisions are approaching both in European and UN negotiations on climate change. William Hague has proved to have a cool and rational approach on these issues, and we&apos;ll have to hope this is not undermined by this eccentric appointment.&quot; Lilley has become known for his outspoken championing of shale gas, the controversial method of extracting natural gas from dense rocks, which several companies are planning to roll out across the UK. Climate sceptics have grown notably more vocal within the Tory party in the past year, supported by the antipathy of the chancellor, George Osborne, to green regulation and renewable energy subsidies. They have fought loudly against wind farms and demanded reductions in the support for low-carbon projects, while supporting tax breaks for oil and gas. The appointment came as a key adviser to the prime minister on energy and climate change policies moved from Downing Street to the Cabinet Office, where he is likely to have less direct influence. Ben Moxham had been David Cameron&apos;s senior policy adviser on energy and the environment for nearly two years, having been previously an aide to Lord Browne, former chief executive of BP and a partner at the venture capital firm Riverstone. Moxham cut a controversial figure at No 10, with some in the energy industry regarding him as a progressive force pushing the energy and climate change agenda forward, while others believe he has stalled key green policies. Some have also raised questions over his links to BP and fracking firm Cuadrilla, backed by Browne and Riverstone. His was the latest move in a reshuffle of top energy and environmental officials in recent months, some of whom are understood to be unhappy with the direction of the coalition on energy and climate. Ravi Gurumurthy and Jonathan Brearley, both leading advisers at the Department of Energy and Climate Change (DECC) and architects of key proposed energy reforms, have left, while the energy bill is still making slow progress through parliament. The recent spate of resignations also follows the departure last year of the permanent secretary to DECC, Moira Wallace, and a row over her successor. David Kennedy, currently chief executive of the Committee on Climate Change, had been proposed for the post and is understood to have had the backing of Ed Davey, the LibDem energy and climate secretary, but his appointment was vetoed by Downing Street. Another Downing Street adviser credited with championing green issues, Rohan Silva, also recently left. The government&apos;s energy policies are already mired in controversy. The former Tory minister Tim Yeo is preparing for a major rebellion against the government on the inclusion of a target in the bill to decarbonise the electricity sector by 2030, which he and many others back but which the government has rejected. Andrew Warren, chief executive of the Association for the Conservation of Energy, said: &quot;Everybody involved with energy efficiency will wish [Moxham] a long and happy retirement.&quot; He called for a swift replacement to the Downing Street team. &quot;We need someone in No 10 to ensure that PM&apos;s unequivocal commitment to make us the most energy efficient nation is realised,&quot; he said.", 
    "section": "environment", 
    "gid": "politics/2013/may/10/climate-change-sceptic-peter-lilley", 
    "wordcount": "736"
}