{
    "headline": "Dark matter: the underground lab searching for wimps", 
    "text": "Drive west along Italy&apos;s Autostrada 24 and you will come to the Gran Sasso mountain range 80 miles before Rome. This is one of Italy&apos;s most spectacular national parks and includes the 9,554ft (2,912m) Corno Grande, the highest peak in the Apennines. Bears, wildcats, wolves and chamois make their homes here and every summer thousands of tourists gather to holiday in this glorious, rugged landscape. The mountains hide an intriguing secret, however; one that can be glimpsed from the A24 as it plunges through the 10km tunnel built beneath Gran Sasso. Half way along, another tunnel branches off from the main road. Should you follow it, you will come to a 4m-high, solid stainless steel door manned by guards. You are now at the threshold of the Gran Sasso National Laboratory, a subterranean lair where physicists are probing the structure of matter and the make-up of the universe. With its labyrinth of tunnels, uniformed guards and glittering racks of equipment, it is one of the world&apos;s most spectacular laboratories. All that was lacking from my visit was an appearance from Ernst Blofeld clutching a white Persian cat. The research centre was built in the 1990s to take advantage of the construction of the A24 Gran Sasso tunnel. Simply add a side entrance and an extra few kilometres of tunnel, scientists told the Italian government, and you will create a unique facility. &quot;And that is what happened,&quot; says Professor Cristian Galbiati, who is based at the laboratory. &quot;About 10km of tunnel were drilled here. Above us there is 1,400m of rock  and that&apos;s what makes this place so important.&quot; Earth&apos;s upper atmosphere is constantly bombarded by cosmic rays, which create cascades of particles called muons that shower down on the planet&apos;s surface. This background radiation is harmless but it can cause havoc when making delicate measurements of sub-atomic particles. Hence the scientists&apos; decision to build a laboratory with a 1.4km-thick rock roof. (Gran Sasso translates as &quot;the great stone&quot;.) This rock blocks out nearly all muons that batter the surface, Galbiati adds. &quot;It makes this lab one of the least radioactive places on Earth.&quot; Gran Sasso&apos;s protective dome of rock raises a key question, however: what is so important about having a radiation-free laboratory? The answer is simple but striking. Scientists here are trying to pinpoint material known as dark matter, which is believed to permeate the universe in the form of weakly interacting massive particles  or wimps. Incredibly, around 85% of the universe&apos;s mass is now thought to be made up of wimps. These particles permeate the space around us, flying through normal matter but only rarely interacting with it. To date, no one has detected such a particle though attempts to find them are intensifying. One US-European project  DarkSide-50  is set to begin operations in Gran Sasso in a few weeks. Constructing it at a site from which virtually all other particles have been screened  thanks to that vast rock roof  provides a crucial boost in the hunt to find wimps, says scientists. Researchers believe dark matter exists for a simple reason: the galaxies that make up the universe are spinning too fast. It sounds unlikely but it is true, insists Professor Gerry Gilmore, of Cambridge&apos;s Institute of Astronomy. &quot;Think of a conker. The faster you spin one on a piece of string, the greater force you need to hold it in and prevent it from flying away from you. Well the same is true for stars that orbit galaxies. &quot;If a star orbits a galaxy at high speed that means that galaxy must have a very powerful gravitational field to hold on to it and stop it from flying off into space  and powerful gravitational fields can only be generated by bodies with huge masses.&quot; Armed with this insight, astronomers in the last century decided to calculate the mass of galaxies in two different ways. They totalled up all the observable material  stars, planets and dust clouds  in a particular galaxy and worked out its mass that way. They also observed the speeds of the stars that orbited a galaxy and deduced its mass from that. The outcomes should have been the same. But they weren&apos;t. Figures derived from the second method  based on star speeds  invariably gave masses 10 times greater than those from the first method. And that went for every galaxy studied by astronomers. At first scientists assumed they were simply failing to observe stars that were too small or dim to be seen from Earth. Their presence would account for the universe&apos;s missing mass  or dark matter as they decided to term it. The development of infrared astronomy in the 80s put paid to that notion. &quot;Infrared detectors, fitted to our telescopes, allowed us to observe stars, not by their light, but by the heat they gave off,&quot; says Gilmore. &quot;It meant we could see those dim stars for the first time. But when we started to count them, it soon became clear there were not nearly enough of them to account for dark matter.&quot; Other astronomical entities that might account for dark matter  neutron stars or brown dwarfs (stars that have failed to ignite because they have insufficient hydrogen to burn)  were also found to be lacking in required numbers. So scientists turned away from the astronomically large and looked instead to the incredibly small in their search for dark matter. In other words, scientists decided the universe&apos;s missing mass must be made up of undetectable particles which hurtle through space in colossal numbers and form invisible halos round galaxies, adding vastly to their masses. These are wimps and they are with us all the time though they are extraordinarily hard to detect. &quot;We had eliminated everything else,&quot; says Chamkaur Ghag, of University College London, a lead scientist with the DarkSide-50 project. &quot;The only things that were left on the table were sub-atomic particles and these, we knew, would have to be of a very special type. They would have to be fairly massive particles to account for all that missing matter in the universe but they could only interact weakly with normal matter  for if they interacted strongly we would have seen them by now. Hence the acronym wimps.&quot; The realisation sent scientists plunging to new depths  into caves, mines, tunnels and other underground sites. Here, thick layers of rock would filter out those dreaded showers of muons that pummel Earth&apos;s surface and overwhelm detectors, preventing researchers from spotting wimps. Hence the creation of the Gran Sasso laboratory along with research centres built at the Boulby salt mine, in Cleveland, and the former goldmine at Davis Cavern in South Dakota. &quot;Getting rid of the worst effects of cosmic rays is a major achievement but we still have other problems down here,&quot; says Professor Frank Calaprice, of Princeton University, who is working on dark matter detection at Gran Sasso. &quot;For a start, a few muons still make it down here though the flux is less than a millionth that it is on the ground. We also have to deal with radon gas which is produced by the decay of uranium and thorium in the rocks around us. Radon is radioactive and again we have to filter that out.&quot; Radon becomes a particular problem if it impregnates hardware used in experiments. Detectors then start giving off particles themselves, providing spurious signals that interfere with results. Hence engineers&apos; efforts to make sure radon is flushed from the air when they are assembling their detectors. As to those excess muons, these are eliminated by placing detectors in huge vats of very pure water. The one at DarkSide-50 contains several thousand cubic feet. Inside that is a huge sphere containing boronated scintillator, which is made of material that can cut out any stray particles that make it through the water jacket. &quot;Essentially, we are trying to create a background-free experiment here,&quot; says Calaprice. &quot;We are putting one device inside another like a set of Russian dolls to get rid of every possible spurious signal and so make it easier to spot dark matter.&quot; The last device inside this sequence of Russian dolls is a stainless steel sphere containing 150kg of argon gas. This is the heart of DarkSide-50. &quot;The argon inside is mostly in liquid form but there is a little in the form of vapour on top,&quot; says Andrea Iannia, one of DarkSide-50&apos;s managers. &quot;A wimp passing through these two forms of argon will produce a flash of light if it strikes an atom in the liquid phase and cause electrons to be emitted from the argon in the gaseous state. We will be able to tell from the ratio of these two signals if we have detected a wimp.&quot; DarkSide-50 is not the only machine seeking dark matter at Gran Sasso, however. Another major detector uses xenon to pinpoint wimps, for example. Similarly, other machines at Davis Cavern, South Dakota, also exploit xenon in their attempts to pinpoint the universe&apos;s missing mass. &quot;We are building more and more sophisticated machines to find dark matter. I would hope we could pinpoint our first wimps in a few years,&quot; adds Ghag. However it is just possible that scientists may not be able to detect them. The particles that make up the universe&apos;s missing mass may turn out not to be weakly interacting ones but particles that never interact with normal matter. &quot;We hope they will interact so we can study them but at the end of the day we have no proof they will. If they do not, we will only be able to study them from the gravitational effects they have on us.&quot; In that case, dark matter would be more like ghost matter, an ethereal material made of particles that pass through solid objects without discernible effect. Yet Ghag is emphatic about dark matter&apos;s importance. &quot;It is quite simple. There would no Earth or humans if there had not been dark matter. Without these particles&apos; considerable mass, galaxies would not have been able to form in the early universe. As giant gas clouds formed after the big bang and started to rotate, they would have simply flown apart, like a conker when its string breaks, without the mass provided by dark matter. So galaxies would not have formed, nor stars, nor planets  nor life, had it not been for dark matter. We are here because wimps held our galaxy together. That&apos;s why we want to study them.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/18/gran-sasso-dark-matter-wimps", 
    "wordcount": "1783"
}