{
    "headline": "How Fukushima is leading towards a nuclear-free Japan", 
    "text": "The Fukushima accident will achieve in the next few months what has eluded campaigners for decades: the closure of every one of Japan&apos;s nuclear reactors. The closures, prompted by the meltdown at Fukushima Daiichi nuclear power plant a year ago, have continued as more reactors are taken offline for inspections. All must pass recently introduced two-stage &quot;stress tests&quot; and win local approval before they can be restarted. If, as expected, the last two working reactors are shut down for maintenance by the spring, Japan will be left without nuclear-generated power during the sweltering summer months, when electricity demand peaks. The question is when, or if, the reactors will restart amid a hardening of public attitudes towards nuclear energy in the aftermath of Fukushima, and a new enthusiasm for investment in renewable energy. Japan lost its most prominent anti-nuclear activist last summer with the resignation of Naoto Kan, the prime minister during the early days of the crisis, partly under pressure from other MPs angered by his green conversion in the wake of the Fukushima meltdown. Kan&apos;s successor, Yoshihiko Noda, has said only that Japan needs to gradually reduce its dependence on nuclear energy and improve safety. Under pressure from industry leaders who say a power crunch could damage productivity, Noda is known to want some idle reactors to go back online as soon as their safety has been confirmed. He has at least acknowledged that the government had been guilty of placing too much faith in the myth of safety surrounding nuclear power. &quot;We can no longer make the excuse that what happened was unpredictable and outside our imagination,&quot; he told foreign journalists last week. &quot;Crisis management requires us to imagine what may be outside our imagination.&quot; Japan, the world&apos;s third-largest industrialised country, is paying a heavy economic price for the de facto phasing out of nuclear power. This is in the form of a dramatic rise in imports of oil and gas that not only threaten Japan&apos;s climate change goals but were behind 2011 trade deficit, its first in more than three decades. If none of the closed reactors is restarted by early May, Japan&apos;s growing dependence on fossil fuels could add more than $30bn a year to its energy costs, according to the government. Before the Fukushima accident, a third of the country&apos;s energy came from nuclear, and there were plans - abandoned after Fukushima  to boost its share to more than 50% by 2030 with the construction of new reactors. But after the Fukushima accident passed its most critical phase, the government moved to address public criticism of the Tepco and industry regulators by announcing reforms to the utility&apos;s management structure and a new nuclear watchdog - separate from the trade industry - that will start work this spring. &quot;The first step towards more government involvement in the nuclear industry is turning steps required towards handling severe nuclear accidents into law and requiring utilities to adhere to them,&quot; the environment minister, Goshi Hosono, said last month. &quot;I don&apos;t think Japan will, or should, sacrifice the safety of nuclear power to ensure a stable source of electricity. Our stance needs to be that we will only allow the minimum number of nuclear reactors to operate under the extremely strict guidelines.&quot; But many are sceptical of claims that the Fukushima accident was an aberration. A poll by the public broadcaster NHK showed that nearly 70% of Japanese wanted to reduce or end the use of nuclear power, although another survey by the Nikkei media group showed support for the restart of reactors to meet short-term needs at 48%. Significantly, the Mainichi Shimbun this week became the first major newspaper to come out in favour of ditching nuclear power. &quot;The illusion of nuclear power safety has been torn out by the root,&quot; it said. &quot;The Fukushima nuclear disaster that followed the great waves of 11 March last year made sure of that.&quot; Tomas Kaberger, a member of the Swedish energy agency who was appointed to lead a renewable energy foundation set up by the Softbank chief executive, Masayoshi Son, believes the Fukushima accident has ruled out even a modest a return to nuclear power. &quot;There is a lot of resistance in the existing power structures, but the combined desire for economic competitiveness and the public opposition to continue as before and in favour of more sustainable and efficient energy supply, I think, will win in the end,&quot; he said. &quot;It is only a matter of time.&quot; Japan proved it could continue to function during the energy-saving regime enforced in the immediate aftermath of the Fukushima accident. If, as the environment minister Yukio Edano has suggested, it manages to last the summer without widespread disruption to the power, more people will be asking why the temporary nuclear shutdown can&apos;t be made permanent.", 
    "section": "environment", 
    "gid": "environment/2012/mar/09/fukushima-reactors-nuclear-free-japan", 
    "wordcount": "819"
}