{
    "headline": "Internet slows down after DNS attack on Spamhaus", 
    "text": "Hundreds of thousands of Britons are unsuspecting participants in one of the internet&apos;s biggest cyber-attacks ever  because their broadband router has been subverted. Spamhaus, which operates a filtering service used to weed out spam emails, has been under attack since 18 March after adding a Dutch hosting organisation called Cyberbunker to its list of unwelcome internet sites. The service has &quot;made plenty of enemies&quot;, said one expert, and the cyber-attack appeared to be retaliation. A collateral effect of the attack is that internet users accustomed to high-speed connections may have seen those slow down, said James Blessing, a member of the UK Internet Service Providers&apos; Association (ISPA) council. &quot;It varies depending on where you are and what site you&apos;re trying to get to,&quot; he said. &quot;Those who are used to it being really quick will notice.&quot; Some people accessing the online streaming site Netflix reported a slowdown. Spamhaus offers a checking service for companies and organisations, listing internet addresses it thinks generate spam, or which host content linked to spam, such as sites selling pills touted in junk email. Use of the service is optional, but thousands of organisations use it millions of times a day in deciding whether to accept incoming email from the internet. Cyberbunker offers hosting for any sort of content as long, it says, as it is not child pornography or linked to terrorism. But in mid-March Spamhaus added its internet addresses to its blacklist. In retaliation, the hosting company and a number of eastern European gangs apparently enlisted hackers who have in turn put together huge &quot;botnets&quot; of computers, and also exploited home and business broadband routers, to try to knock out the Spamhaus system. &quot;Spamhaus has made plenty of enemies over the years. Spammers aren&apos;t always the most lovable of individuals, and Spamhaus has been threatened, sued and [attacked] regularly,&quot; noted Matthew Prince of Cloudflare, a hosting company that helped the London business survive the attack by diverting the traffic. Rather than aiming floods of traffic directly at Spamhaus&apos;s servers  a familiar tactic that is easily averted  the hackers exploited the internet&apos;s domain name system (DNS) servers, which accept a human-readable address for a website (such as theguardian.com) and spit back a machine-readable one (77.91.248.30). The hackers &quot;spoofed&quot; requests for lookups to the DNS servers so they seemed to come from Spamhaus; the servers responded with huge floods of responses, all aimed back at Spamhaus. Some of those requests will have been coming from UK users without their knowledge, said Blessing. &quot;If somebody has a badly configured broadband modem or router, anybody in the outside world can use it to redirect traffic and attack the target  in this case, Spamhaus.&quot; Many routers in the UK provided by ISPs have settings enabled which let them be controlled remotely for servicing. That, together with so-called &quot;open DNS&quot; systems online which are known to be insecure helped the hackers to create a flood of traffic. &quot;British modems are certainly being used for this,&quot; said Blessing, who said that the London Internet Exchange  which routes traffic in and out of the UK  had been helping to block nuisance traffic aimed at Spamhaus. The use of the DNS attacks has experts worried. &quot;The No 1 rule of the internet is that it has to work,&quot; Dan Kaminsky, a security researcher who pointed out the inherent vulnerabilities of the DNS years ago, told AP. &quot;You can&apos;t stop a DNS flood by shutting down those [DNS] servers because those machines have to be open and public by default. The only way to deal with this problem is to find the people doing it and arrest them.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/27/cyber-attack-spamhaus-slows-down-internet", 
    "wordcount": "631"
}