{
    "headline": "I bought the rights for a fiver: how Dreamcast classic Fur Fighters arrived on iPad", 
    "text": "All of a sudden, no one can get enough of Dreamcast. Launched back in 1999, Sega&apos;s revolutionary 128bit console was the first games machine to ship with a built-in modem; it also invented the concept of a separate display on each controller a decade before the Nintendo Wii U Game Pad. And then there were the games  oh, some really amazing games. Bridging the design gap between the 16bit era and the current gen machines, the likes of Sonic Adventure, Soul Calibur and Shenmue showed us where mainstream trends would be heading. And ten years after the failure of the machine, it&apos;s little wonder we&apos;re seeing so many of its key titles, including Jet Set Radio, Jojo&apos;s Bizarre Adventure and Sonic Adventure 2, being re-released as digital downloads.  Today, sees the re-launch of another cult classic. Originally released on Dreamcast in 2000, Fur Fighters was an extraordinary action adventure, combining puzzles, platforming and anarchic humour into one dark cartoon world. At the time, developer Bizarre Creations was much more famous for its racing games, including the fine PlayStation F1 simulations and the excellent Metropolis Street Racer, and this idiosyncratic foray into the action platfomer genre was not a huge success, despite critical acclaim. But somehow, the game&apos;s creators couldn&apos;t let it go. &quot;In 2007 Bizarre Creations was undergoing a bit of a re-structure,&quot; explains lead designer, Jeff Lewis. &quot;It was pretty clear that Fur Fighters 2 wasn&apos;t likely to happen by this point so the franchise was probably just going to evaporate. As I had designed most of the game&apos;s characters and the world, my boss generously sold me the rights for the princely sum of a pound. I gave him a fiver&quot;. Originally, it was just a gesture, but then three years later, Bizarre Creations was shut down by owner Activision, and the staff went their separate ways. Jeff and lead programmer Mark Craig ended up at Lucid Games, where Mark had the idea of going back to the Fur Fighters code. &quot;After Bizarre closed I started looking at iOS development,&quot; says craig. &quot;When I looked at the specs of the devices, I realised that they were getting pretty close in power to the Dreamcast console. Since Jeff had bought the rights and I still had all the code I thought it would be an interesting project to try and make work on iOS devices&quot;.  A few months later, and Fur Fighters has now been released on iPad, the result of 200 hours of work in the duo&apos;s spare time. Once again, players control six fluffy heroes who must save their kidnapped babies from the evil General Viggo and his army of over stuffed teddy bears. While the platforming is challenging, the game has a great sense of humour with lots of movie parodies and daft dialogue, all of which are captured here. While converting the main control system has required the implementation of a virtual pad, there are also iPad native controls. &quot;As Fur Fighters was originally a Dreamcast game we pretty much had to use virtual thumbsticks for the Ipad version&apos;s main control scheme,&quot; says Lewis. &quot;The game is however packed with mini-games, so whenever we could we reworked them with a more modern touchscreen interface&quot;. Meanwhile, Lucid Games is happy to support the initiative. &quot;We allow any of our team to work on their own projects and reap the benefits,&quot; says Nick Davies, the founder of Lucid and another Bizarre Creations alumnus. &quot;We&apos;ll help as much as we can along the way, and as long as it doesn&apos;t interfere with the day job, then we&apos;re happy. We&apos;re really not interested in stifling creativity because you never know where it might lead. We have three other hobby projects at various stages of development, whether they all see the light of day we don&apos;t know, but we try and make sure we learn something new from each project which can only benefit the studio going forward&quot;. So could this revival lead to a long-awaited Fur Fighters sequel? &quot;We&apos;d love to,&quot; says Craig. &quot;We&apos;ll have to see how well it does financially as a completely new Fur Fighters adventure game would be quite expensive to develop and certainly not something we could do in our spare time&quot;. I also ask if they managed to secure the rights to other Bizarre Creations titles, perhaps the company&apos;s massively underrated shooter, The Club? &quot;Sadly not,&quot; says Lewis. &quot;But if whoever owns it wants an iPad version, we&apos;re more than happy to give it a go!&quot; Fur Fighters is available on iPad now, via the App Store.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/20/furfighters-iphone-news", 
    "wordcount": "788"
}