{
    "headline": "Facebook promises no kill, but will Instagram make it stronger?", 
    "text": "A passionate user of Instagram could have been forgiven for groaning at news of the photo-sharing startup being bought by Facebook for a reported $1bn. The social network doesn&apos;t tend to keep its acquisitions going as independent entities, as past users of FriendFeed, Drop.io and Beluga can testify. Will Instagram be any different? Both sides say it will. &quot;We&apos;re committed to building and growing Instagram independently,&quot; wrote Facebook chief executive Mark Zuckerberg in his blog post announcing the acquisition, citing the popularity of Instagram&apos;s app and brand around the world. &quot;We think the fact that Instagram is connected to other services beyond Facebook is an important part of the experience. We plan on keeping features like the ability to post to other social networks, the ability to not share your Instagrams on Facebook if you want, and the ability to have followers and follow people separately from your friends on Facebook.&quot; Instagram chief executive Kevin Systrom is equally forthright in his own blog post. &quot;It&apos;s important to be clear that Instagram is not going away. We&apos;ll be working with Facebook to evolve Instagram and build the network. We&apos;ll continue to add new features to the product and find new ways to create a better mobile photos experience.&quot; So, Instagram continues as an independent app: this isn&apos;t a so-called &quot;acqui-hire&quot; where the value is in the startup&apos;s team and knowledge rather than its existing app or user-base. With the latter being more than 30m strong in Instagram&apos;s case, that&apos;s perhaps not a surprise. &quot;This is an important milestone for Facebook because it&apos;s the first time we&apos;ve ever acquired a product and company with so many users. We don&apos;t plan on doing many more of these, if any at all,&quot; wrote Zuckerberg. So why break Facebook&apos;s acquisition formula this time, and for such a large amount? Bear in mind that only days before the acquisition, the blogosphere buzz around Instagram was of a new $50m funding round for the company a round that TechCrunch is claiming went through valuing it at $500m rather than $1bn. One way of looking at the deal is the web&apos;s largest photo-sharing service (Facebook) buying one of its fast-rising potential competitors. It sounds far-fetched given that $1bn figure, but photos have been seen as a key area for Facebook for some time, including strong rumours it was working on a standalone photo-sharing app in June 2011, although that never came out. Seeing the Instagram acquisition as merely quashing a potential competitor to one aspect of Facebook&apos;s offering is far too narrow an outlook, though. Better, surely to view the deal against the increasingly familiar backdrop of Facebook&apos;s &quot;It&apos;s complicated&quot; relationship with Google and Apple. One of the things people like most about the Google+ social network is its photo-sharing features. Buying Instagram not only bolsters Facebook&apos;s capabilities on that front  photo filters in its official app within a few months, anyone? but also keeps the startup out of Google&apos;s clutches, should it have been tempted to make its own acquisition bid. The fact that the deal was announced days after Instagram launched on Android and notched up more than 1m downloads in its first day adds spice to that theory. And Apple? Instagram and Apple have rubbed along nicely for some time, with Instagram crowned Apple&apos;s iPhone App of the Year in its iTunes Rewind 2011 App Store promotion. Yet Apple has also been working on its own mobile photography capabilities: photo-editing in iOS 5, and most recently the launch of a fully-fledged iPhoto app, complete with filters and a sharing feature called Photo Journals. If you buy the theory that Google, Apple and Facebook are busily scrutinising one another&apos;s strengths and weaknesses, and moving quickly to plug the gaps in their mix of services, then one of them buying Instagram makes sense  with the competition (or even just the threat of competition) driving up the price. Here&apos;s a good quote to put that in context, from Google&apos;s then-CEO Eric Schmidt, speaking in May 2009 during a deposition for the lawsuit between Viacom and YouTube Google bought the latter in 2006 for $1.65bn. &quot;This is a company with very little revenue... growing quickly with user adoption, growing much faster than Google Video, which was the product that Google had. And they had indicated to us that they would be sold, and we believed that there would be a competing offer  because of who Google was paying much more than they were worth...We ultimately concluded that $1.65 billion included a premium for moving quickly and making sure that we could participate in the user success in YouTube.&quot; The parallel isn&apos;t exact Facebook&apos;s photo-sharing feature is far from a Google Video in terms of user uptake but the premium for moving quickly point holds true. YouTube has since gone from strength to strength under Google&apos;s ownership, so it remains to be seen if Instagram will follow suit within Facebook. In the meantime, watch for knock-on effects. Instagram rival Path may have just become an even more tempting acquisition prospect for Google or Apple, for example. It will also be interesting to see how Instagram&apos;s co-founders and still-small team fare at Facebook. Wired is already suggesting that Systrom owns 40% of the company, meaning a cool $400m from the acquisition, with co-founder Mike Krieger taking $100m, and another $100m to be shared between the company&apos;s 13 employees. Continuing &quot;to add new features to the product and find new ways to create a better mobile photos experience&quot; is an important ambition for an app that is still relatively young. The challenge  for Systrom and Zuckerberg alike  will be to keep this creative momentum going in the face of such riches.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/09/facebook-instagram-analysis", 
    "wordcount": "975"
}