{
    "headline": "Mystery bird: speckled pigeon, Columba guinea", 
    "text": "    Speckled pigeon, Columba guinea (synonym, Columba rufina), Linnaeus, 1758, also known as the speckled rock pigeon, (African) rock pigeon, African speckled rock pigeon, Cape Rock pigeon, Guinea pigeon, hackled pigeon and as the red-eyed pigeon, photographed in Awash National Park at the southern tip of the Afar Region in central Ethiopia (Africa).  Image: Dan Logen, 29 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. D300s, 600 mm lens, ISO 1000, 1/500 sec, f/5.6 Exp comp +.3    Question: This African mystery bird&apos;s family has a special reproductive adaptation that is shared with two unrelated bird families. What trait is this? Can you identify this bird&apos;s taxonomic family and species?  Response: This is a speckled pigeon, Columba guinea, a species that is placed into Columbidae, the pigeons and doves. Speckled pigeons are endemic to most of sub-Saharan Africa. They are common residents of open country, savannahs and grasslands that have either rocks and cliff ledges or tall trees. They also are found near human habitations and on farmland.  Speckled pigeons feed on seeds, grains and groundnuts, and are especially fond of seeds that have newly germinated. Speckled pigeon are gregarious and flexible breeders, breeding the year round and nesting singly or in colonies. The nest is a large and untidy structure that is constructed on a cliff, in a tall tree or on a building. Both parents share incubation and chick tending duties. The pigeons have a special reproductive innovation known as crop milk. This nutritious substance in secreted by the lining of the crop of both parents and is fed to the nestlings. Crop milk is also produced by flamingos and some penguins.  This species is fairly distinctive. Upperparts are bluish-grey and the mantle is maroon with light purple iridescence. The head is grey with bare red skin patches around the yellow eyes and the bill is dark with a white cere. The brownish neck is streaked with white, and the feet and legs are pink. The upperside of the wings is dark rufous-brown and coverts have white triangles on the tips, giving the bird its distinctive speckled appearance. The tail is dark grey with a broad black terminal band. In flight, the pale grey rump contrasts with the darker upperparts. Underparts are a pale grey. Both sexes are similar and juveniles are browner and duller than adults.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/30/8", 
    "wordcount": "470"
}