{
    "headline": "British children 'deeply concerned' about the impact of climate change", 
    "text": "British children are deeply concerned about the impact of climate change on their own lives and those of children on poorer nations, according to a new poll for Unicef. Three-quarters of 11 to 16-year-olds were worried about how global warming will change the world and wanted the government to do more to tackle the threat. But the results come as the row increased over the dropping of debate over climate change from the national curriculum for under-14s&apos; geography classes, with the delivery of a 65,000-strong petition to the Department for Education. The Unicef poll, conducted by Ipsos-Mori, found that two-thirds of young people were worried about how climate change will affect other children and families in developing countries and that only 1% said they knew nothing about climate change. &quot;The results of this survey offer a timely reminder to politicians that climate change is an issue of tremendous concern to Britons and casts a long shadow over young people&apos;s view of their future,&quot; said David Bull, Unicef UK&apos;s executive director. &quot;Young people are not only concerned about their own future [but also] the impact climate change is having on children in less developed countries where climate change is a key driver of hunger and malnutrition.&quot; Bull urged the energy and climate change secretary, Ed Davey, attending a conference in Ireland on hunger and climate justice, to commit the UK&apos;s fair share to international funds to help children adapt to the effects of climate change. The petitions protesting the proposed changes to the school curriculum were delivered to Michael Gove&apos;s department by 15-year-old student Esha Marwaha from Hounslow and geography teacher Margaret Hunter from Oxfordshire. Marwaha said: &quot;People are angered by Gove&apos;s decision to remove references to climate change. Teaching only a selective part of a vital topic has ramifications for the future. It&apos;s not about forcing students to believe in climate change, it&apos;s about allowing them to make an informed decision based on what they learn.&quot; Almost 100 leading environmental figures, including the broadcaster Sir David Attenborough, also intervened this week. &quot;Education on the environment would start three years later than at present and all existing references to care and protection would be removed,&quot; the letter to the Sunday Times states. &quot;This is both unfathomable and unacceptable. Today&apos;s children are tomorrow&apos;s custodians of nature.&quot; The Guardian revealed in March that draft guidelines for children in key stages 1-3 had removed discussion of climate change in the geography syllabus, with only a single reference to how carbon dioxide produced by humans affects the climate in the chemistry section. All references to sustainable development have also been dropped in a move widely interpreted as the result of political interference. Critics say one of the dangers of waiting until GCSE courses to teach about climate change in any depth is that only a minority of pupils study geography at that level. The government&apos;s former science adviser, Prof Sir David King, denounced the government proposals as &quot;major political interference with the geography syllabus&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/apr/17/british-children-deeply-concerned-climate-change", 
    "wordcount": "512"
}