{
    "headline": "Open Access and its impact on the future of the university librarian", 
    "text": "With the publication of the Finch report earlier this year and the UK government&apos;s announcement to commit 10m to help make research findings freely available, there has been a gear shift towards a more rapid movement into an open access world for the publishing of scholarly information. While there has been a lot of discussion around what that shift means for academic publishers, and there is now a lively dialogue between researchers and scholars in different disciplines, there seems to have been less discussion of what this shift means for libraries and librarians. Yet the move towards open access is a profound change for the whole infrastructure of scholarly communication, and is bound to have impacts on the library as it does on other parts of the process. At SAGE, we are interested in understanding the long term impacts of changes in scholarly communication on all of its traditional stakeholders. In association with the British Library, we held a roundtable to discuss some of the challenges and changes ahead for libraries, and produced a report summarizing the key findings and discussions from the meeting. Attended by members of the librarian community and representatives from relevant institutions including IFLA (International Federation of Library Assocations and Institutions), UKSG, SLA (School Library Association), and JISC, the panel highlighted the important role that librarians will still play in managing and advising on information and information budgets. But as open access grows, they say, traditional roles will be reduced and others will need to shift in emphasis in how they are carried out. As the nature of information access changes, one of the biggest challenges faced by libraries will be driven by a shift from content ownership which works at the level of an individual institution, to providing services which can only be created and delivered on a larger scale. &quot;The individual library is being eroded&quot;, noted one participant, &quot;librarians will have to work together in order to remain relevant&quot;. As the amount of freely accessible information grows, collaboration and sharing of both discovery and support services will become increasingly relevant. Participants noted that this level of engagement is already happening. Librarians are already speaking with other institutions to work out how to share subject libraries or repositories. Licensing content across consortia is a longstanding example of how the librarian&apos;s role will adapt to work at scale. Sharing resources will also enable librarians to focus energies on providing advice to users. Librarians felt that a key part of their role will be to provide advice on aspects such as licensing. &quot;A research library is more like a research assistant,&quot; one librarian commented. Moving forwards, there will be a greater emphasis placed on providing overlay services both to institutions and between institutions. One aspect where participants perceived the greatest change was to traditional collection development. As summarised by one librarian, &quot;we will have to forget about traditional cataloguing and create web-scale metadata.&quot; This comes with its own challenges; as one librarian commented, the &quot;best discovery systems aren&apos;t library ones, and external discovery systems may be favoured over the library catalogue.&quot; While librarians can still provide services supporting information literacy and mediation of information for their institution, they can only ensure that their community uses the library as a route to discovery of content if the library is able to add value to that process. Where librarians see future opportunities for continuing to add value, through for example managing metadata on institutional repositories for content published from their institution, there is an implicit shift in role  this is effectively a publishing function, making content available to be used by a community well beyond the library&apos;s own institution. This change was one which the participants felt that librarians have already embraced and see as an increasingly important role in the future, but it is also one which calls for different practices and perspectives. To ensure that librarians remain an important component of the research process in their institutions, it was felt that librarians need to be creative and to support users in news ways through communication, collaboration and management of new tools. SAGE undertook this project as a chance to better understand the roles that librarians will play in moving towards an open access future. The report highlights the beginning of more in-depth discussions on the impact of open access and we would welcome further engagement in the comments below and via our library Facebook page and Twitter @SAGElibrarynews. Moving towards an open access future: the role of academic libraries, is the result of a roundtable held in association with the British Library in April 2012. The report can be downloaded here Stephen Barr is president of SAGE International  follow it on Twitter @SAGE_news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/25/open-access-university-library-impact", 
    "wordcount": "824"
}