{
    "headline": "How do you prepare for cycling the length of Britain?", 
    "text": "It&apos;s good to face a challenge. I cycle to work each day, five miles each way. For that I reward myself with a daily coffee and a Danish. In June however, I&apos;m going to ride 960 miles in just nine days across the backbone of Scotland and England. From the rocky cliffs of John O&apos;Groats to Land&apos;s End I&apos;ll ascend peaks from Glen Coe and Shap Fell. Then on the final day  toughest of all apparently  I&apos;ll traverse the endless undulations of Cornwall. I&apos;m expecting a non-stop prevailing wind and constant rain. In total I&apos;m going to climb around 15,000 metres, which is a bit like going up Alpe d&apos;Huez 13 times. That&apos;s an awful lot of Danish. This is either a fantastic challenge, or very foolhardy. In any case I&apos;m doing this organised ride  the Deloitte Ride Across Britain (RAB)  for good causes. And at least it&apos;s green travel. Gary Barlow, Chris Evans, Dr Brian Cox, and James May did their own version over 24 hours in a pink Rolls Royce.  I&apos;ve never ridden anything like 100 miles on one day, let alone nine consecutive days, so how do you prepare for such an event when time is short? Is it the equivalent of running nine consecutive marathons? As for training, I barely have an hour spare each day, and perhaps only one day a week. I decide to consult a cycling expert and a celebrity athlete on this. But first I look at ways to transform myself. My first priority, I feel, is to look like a Ride Across Britain cyclist. Bradley Wiggins is a hero of mine, but the only thing I really share with him is taste in music, and hairstyle. I&apos;m what you might call a nippy urban rider. I&apos;ve only lived in cities - Manchester, Cambridge, Glasgow and London. Primarily I treat the bicycle as a way to get between social and cultural events quickly and cheaply. I am neither waterproofed high-vis man nor moustachioed hipster with fixie. I ride a standard hybrid. I go to gigs. I wear jeans and a leather jacket. So when the going gets tough, I decided the tough must surely go shopping. Fortunately I&apos;d picked up a good basic road bike in a sale last year but now spend hours in shops looking at tops. This seems far more important than training. I buy cleat pedals and shoes  they feel odd at first until I work out how to unclip the left leg at traffic lights. Having fallen over a few times I begin wearing a helmet  for the first time ever in decades of cycling.  I look in the mirror in full kit. I&apos;ve become a 6&apos;3&apos;&apos; luminous alien - all legs and a massive shiny head. I also seem to have adopted a colour combination of yellow and black (shades of danger in nature). I am half-man, half-wasp on wheels.      Peter Kimpton after a cycling shopping binge. Photograph: Peter Kimpton    But what about training? I go running. I ride a bit faster to work. Is this enough? Andy Cook, the RAB route director and super-fit cyclist who has spend months researching and planning the route, gave this advice:  A 10- to 15-minute warmup followed by a &apos;brisk- 30- to 40-minute session followed and warm down twice a week will certainly make a difference. Two of these sessions a week followed by a longer ride at the weekend will provide a sound base for an endurance event.  This is what I&apos;m trying to do. I&apos;m also riding to work on the big front chainring to replicate steep hills. I&apos;m carrying full panniers on my heavier bike. I&apos;ve worked out a 20-mile urban route featuring some of north London&apos;s steepest hills  Highgate and Muswell Hill. Is this like running in hobnail boots before you slip into featherweight slippers for the main event? Not really - the endurance isn&apos;t there - you have to stop at traffic lights all the time.  I go to the gym and spend an intense 20 minutes on a machine. But I also find this intensely boring. I can only do it when there is football on the telly above my head. But whenever there&apos;s a goal chance my feet instinctively kick out of the straps or I head an imaginary ball. Surely only the mountains, only the sea, can inspire me. I&apos;m not alone. Kelly Sotherton  multi-medal winning heptathlete, including bronze at the 2004 Olympics  is another coming on the ride. She tells me she&apos;s only just started training (four times a week though) and is a bit afraid of falling off her bike. I&apos;m not afraid for her. She&apos;s run this year&apos;s London Marathon. And she&apos;s Kelly Sotherton. But what about diet? I&apos;m trying to drink less alcohol, and eat healthier, but is that enough? Here&apos;s Cook&apos;s tip:   A good balance of carbohydrates, proteins and nutrients should suffice. Be mindful to replenish fuel within the magic 20-minute window majoring on carbs and protein to replace the all important glycogen stores and rebuild muscle fibre. A good quality specific sports recovery product will do this but equally good and a lot cheaper would be a cheese and ham sandwich.  Training and diet are all important, but for me the mental challenge is the biggest thing. I need to get used to riding all day. I&apos;ve joined the British Cycling Association. I&apos;m using their online maps and going to go riding for a couple of days with some friends. I&apos;m riding the second day of the MITIE London Revolution (84 miles) this weekend and hope to be pulled along in the fun of a mass ride. I&apos;m also beginning to realise endurance is down to the joy of repetition and the trick of memory. Aside from muscle memory, cycling over 100 miles a day perhaps also requires the art of forgetting you are tired  by being continuously inspired. It reminds me of being 10 years old, kicking a football all day long in the street. That ball, like nearly being at the top of a hill, is always just ahead, waiting for another kick.  Alongside my charitable obligations and the presence of others, I hope that will be my trick. That, and the pull of the mountains, and the welcome descent to the sea.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/15/prepare-cycling-length-britain", 
    "wordcount": "1041"
}