{
    "headline": "Oil-affected wildlife in the Gulf of Mexico in pictures", 
    "text": "   This image, released in September 2012 in response to a 2010 freedom of information act request, shows NOAA staff investigating the carcass of a dead sperm whale in the Gulf of Mexico on 15 June 2010, seven weeks after the start of the BP Deepwater Horizon oil spill disaster. There were believed to be about 1,200 sperm whale in the Gulf of Mexico at the time of the spill, making it one of the biggest populations in the world Photograph: NOAA       An egret flies above oil off East Grand Terre island along the Louisiana coast. Oil hit the shore of the Louisiana coast on 6 May 2010, reaching the Chandeleur Islands, uninhabited barrier islands that are part of the Breton national wildlife refugePhotograph: Charlie Riedel/AP       A dragonfly tries to free itself from oil-covered marsh grass in Garden Island bay, LouisianaPhotograph: Gerald Herbert/AP       Hermit crabs struggle to cross a patch of oil Photograph: Charlie Riedel/AP       A brown pelican is mired in oil near the beach at East Grand Terre Island along the Louisiana coast, 3 June 2010Photograph: Charlie Riedel/AP       A dead fish floats in a pool of oil at Bay Long off the coast of LouisianaPhotograph: Charlie Riedel/AP       A brown pelican coated in heavy oil tries to take flight. The US government only removed the brown pelican from its list of endangered species in November 2009Photograph: Win McNamee/Getty Images       An exhausted, oil-covered brown pelican tries to climb over an oil containment boom on the Queen Bess Island pelican rookery, LouisianaPhotograph: Sean Gardner/Reuters       A turtle is rescued from the oil spillPhotograph: Louisiana Department of Wildlife and Fisheries       Oil-covered brown pelican chicks stand in contrast to clean chicks on Cat Island. The Deepwater disaster took place right in the middle of breeding season, and hatchlings are now sitting in marshland nests waiting to be fed, wildlife experts sayPhotograph: Charlie Riedel/AP       A sand crab emerges from its hole amid patches of oil washed up on the beachPhotograph: Zuma/Rex Features       A brown pelican covered in oil on the beach at East Grand Terre island, LouisianaPhotograph: Charlie Riedel/AP       An oiled brown pelican is rescued from Barataria BayPhotograph: Charlie Riedel/AP       A member of Louisiana Wildlife and Fisheries carries away an oil-covered green heron for cleaningPhotograph: SEAN GARDNER/REUTERS       Technicians with the Fort Jackson Oiled Wildlife Rehabilitation Centre give a final rinse to a brown pelican. The birds were released into the wild on the east coast of Florida after cleaning, feeding and rehabilitationPhotograph: Tannen Maury/EPA       Oil-stained marsh grasses in Barataria BayPhotograph: Charlie Riedel/AP       Streaks left by oil that retreated during low tide, visible on a public beach in Dauphin Island, AlabamaPhotograph: Win McNamee/Getty Images       A young heron stranded in oil-covered mangroves  in Barataria Bay, LouisianaPhotograph: Gerald Herbert/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2010/jun/08/oil-wildlife-gulf-of-mexico", 
    "wordcount": "0"
}