{
    "headline": "Ethical living: should I swap my bank?", 
    "text": "Those who promote the art of &quot;switching&quot; are agog at our misplaced loyalty to banks and utility companies. We have a tendency to hang on to the bitter end. In banking this resembles Stockholm syndrome, given bailouts, bonuses, Barclays&apos; rate fixing and HSBC&apos;s laundering for drug lords and rogue states. As Charles Middleton of determinedly ethical bank Triodos puts it: &quot;Only when they lose the support of millions of savers and their deposits will the big banks listen If the UK&apos;s small savers are not inspired to move their savings now, when will they be?&quot; Triodos is different gravy: it has no bonus culture, invests solely in &quot;ethical&quot; projects (see triodos.co.uk) and screens against non-ethical investments. It claims that just 10 from every UK adult saver (equivalent to 386m) could be enough to change UK banking forever. It doesn&apos;t, however, offer a current account. A change in the law has fuelled the rise of credit unions, not-for-profit co-operatives serving specific communities  the UK has been slow on this front. This is banking without bankers and unfair fees, and you could end up on the board. Although credit unions go bust relatively often, savings up to 85,000 are protected. Go to findyourcreditunion.co.uk to find one in your area. Or there&apos;s Fairfinance.org.uk, which specialises in microfinance, providing affordable loans to customers out of the mainstream. Building societies are inherently more ethical. Forbidden from engaging in commodities or exchange-rate speculation, they are owned by members. Many run current accounts. The Co-op Bank introduced its ethical mission in 1992. When Ethical Consumer magazine rated UK banks and building societies this year &quot;none came close to the Co-operative&apos;s [policy statements] for clarity and ambition&quot;. But this was tokenistic when it had just 2% of the high-street market. That changed overnight when Lloyds was forced to offload 632 branches to the Co-op for a steal. It is now a major player, with near to 10% of the high-street market. Some 4.8 million Lloyds customers will soon transfer over. Can it remain the ethical trailblazer? When co-operatives expand, they lose their social mission as priorities change. Is small beautiful, or is this the chance to shake up the industry? Let&apos;s not dwell on it too much. Moveyourmoney.org.uk, an offshoot of the Occupy movement, wants you to change your bank now. As the switchers would tellyou, if you miss the charms of the &quot;big four&quot; you can always return. Green crush For a beguilingly bird-brained take on Country House Rescue, head to Clumber Park in Worksop from 4 August. Clumber, once the jewel in the crown of country piles, was demolished in 1938. Its architectural spirit lives on in a huge cedar tree reimagined as an avian mansion by artists Bruce Gilchrist and Jo Joelson of London Fieldworks. Spontaneous City in the Cedar of Lebanon houses several hundred units and is a comment on dwindling biodiversity. The boxes are attached to a sub-structure, a giant rubber corset to protect the trunk. Wood pigeons, invertebrates and the like are invited to occupy.", 
    "section": "environment", 
    "gid": "environment/2012/jul/29/lucy-siegle-ethical-living-banking", 
    "wordcount": "528"
}