{
    "headline": "Rio+20 Earth summit: Ban Ki-moon 'optimistic' about sustainability deal", 
    "text": "The United Nations secretary general, Ban Ki-moon, expressed cautious optimism that the upcoming Rio+20 conference will result in a &quot;once in a generation&quot; blueprint for global sustainable development. The upbeat comments, which run contrary to his earlier gloom, appear aimed at injecting a shot in the arm to the Earth summit, which takes place at the end of the month. Expectations for the conference have plunged as several world leaders, including David Cameron, said they would not attend and negotiators complained of debilitating delays in whittling down the vague and bulky negotiating text. The WWF previously warned that the summit might collapse. Ban insisted progress had been made at recent advance talks in New York, which were extended for several days to give delegates more time to find common ground. But he acknowledged that there was still much to be done. &quot;This has been quite a difficult negotiating process. Even with five extra days, members states have not been able to streamline the package,&quot; he said. &quot;This is not unusual. It takes a long time, until the last minute.&quot; Negotiators have honed down more than 2,000 pages of recommendations but they are still grappling with 26 priority areas, including ocean management, food security, sustainable energy and global governance. Divisions remain particularly wide on how to define a &quot;green economy&quot; and sharing the financial burden. Ban said agreement on all 26 areas would be the ideal, but failing that he wanted negotiators to identify &quot;must have&quot; items. A binding treaty is out of the question but Ban said nations were willing to set sustainable development goals that would complement the Millennium Development Goals set by the United Nations on poverty reduction. &quot;This is not the end of the everything, it is the start,&quot; the secretary general said. &quot;For too long we have tried to consume our way to prosperity. Look at the cost: polluted lands and oceans, climate change, growing scarcity of resources from food to land to fresh water, rampant inequality. &quot;We need to invent a new model; a model that offers growth and social inclusion... that is more respectful of the planet&apos;s finite resources. &quot;Nature has been kind to human beings, but we have not been kind to nature.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/06/rio-earth-summit-un-optimism", 
    "wordcount": "388"
}