{
    "headline": "How serious is Barack Obama about climate change?", 
    "text": "Barack Obama has renewed his promise to act on climate change in his second term in the White House  but a lot of other issues are competing for his attention. Before his swearing-in on Monday, here are some decisions to watch to see whether climate change has made it to the top of the list. The team The green dream team of Obama&apos;s first administration has almost completely disbanded. Lisa Jackson, the administrator of the Environmental Protection Agency (EPA), and Ken Salazar, the interior secretary, announced their departures this month, and Steven Chu, the energy secretary, is expected to resign soon. The White House climate and energy adviser, Carol Browner, left in 2010 and that post remains unfilled. Campaigners will be watching to see whether Obama finally installs a new adviser with a broad mandate in the White House. They are also hoping to see strong advocates for the environment in the cabinet  especially at the EPA which has emerged as a prime target of conservative Republicans. The talk Obama soon after his re-election promised to start a national conversation about climate change. He will probably say a few words in his inauguration speech on Monday and his State of the Union address next month, and that could buoy up campaigners&apos; hopes for a time. Obama has committed to cutting America&apos;s greenhouse gas emissions 17% by the end of the decade, and 50% by 2050 (from 2005 levels). But the president has yet to devote a major speech to climate, or use his powers to try to build a national movement for cutting emissions or preparing for the changed climate of the future. Campaigners will be looking to see if Obama is willing to invest his own political capital  as he has pledged to do on gun control  in getting that conversation, and movement, started. Use his powers Congress failed to pass a climate law, but Obama can still take important steps to reduce the emissions that cause climate change. Campaigners are pushing the EPA to introduce new standards on existing power plants, which account for 40% of America&apos;s emissions. The EPA during Obama&apos;s first term set new rules that, the coal industry claims, will make it virtually impossible to build any new coal-fired plants. But campaigners say Obama needs to take the next step and begin cleaning up or phasing out existing, older generation coal-fired power plants. Keystone XL Obama put off a decision about the Keystone XL pipeline until after the election, but now he is running out of time. Campaigners, the oil industry and the Canadian government are pushing for a decision soon. The project would transport close to 1m barrels of crude oil a day from the Alberta tar sands to refineries on the Texas Gulf coast, and its supporters say it would create jobs and boost the economy. It would also unlock the vast store of carbon of landlocked Alberta. Obama has indicated he favours the pipeline, fast-tracking construction of the southern portion. Campaigners are still holding out hope he will hold off on final approval. Obama&apos;s decision  and how he frames that decision in terms of jobs v the environment  should be revealing. Arctic drilling Obama opened up the Arctic for offshore exploration as part of his &quot;all of the above&quot; energy strategy. But a series of mishaps and near-misses by Shell in its first season of drilling caused Salazar and some of his closest advisers to have second thoughts about drilling for oil in the harsh Arctic environment. Shell&apos;s drilling plans, including its safety and environmental preparations, are now under a 60-day high-level review. Campaigners say Obama has an opening to impose much stronger safeguards, or even suspend drilling, in the pristine environment.", 
    "section": "environment", 
    "gid": "environment/2013/jan/21/barack-obama-climate-change", 
    "wordcount": "622"
}