{
    "headline": "iPhone launch caused 'crisis in design' at Samsung HQ, claims Apple", 
    "text": "Apple has claimed an internal Samsung document showed that the 2007 iPhone launch triggered a &quot;crisis in design&quot; at its great rival, at the start of the second week of the US court battle between the two technology giants over patents. On Monday Apple also turned to a veteran designer to bolster its claims that Samsung Electronics copied the iPhone. Apple called Peter Bressler, a college professor with electronics design experience and some 70 patents to his name, who analysed Samsung gadgets and the iPhone and iPad. This came at the beginning of the second week of the trial between the world&apos;s most valuable tech company and rival Samsung, which has edged past Apple in market share and is intent on expanding its American footprint. The US company accuses Samsung of copying the design and some features of its iPad and iPhone, and is seeking billions of dollars in damages and sales bans. The Korean company says Apple infringed some of its key wireless technology patents. On Monday, lawyers for Apple showed an internal Samsung document that likened the look of their rival gadgets to &quot;heaven and Earth&quot; and described a &quot;crisis in design&quot;. But Samsung strategy chief Justin Denison called that kind of language &quot;hyperbole&quot;, saying it sounded like something senior executives would have used to motivate and energise employees. &quot;What we would like to be able to do is just compete in the market,&quot; Denison said. Asked by Apple attorney Bill Lee whether there was a difference between competing &quot;fairly and squarely&quot; and taking someone else&apos;s intellectual property, he said: &quot;Yes.&quot; When Bressler was giving evidence Monday&apos;s hearing quickly descended into a laborious rundown on design differences between the iPhone and Samsung gadgets, as the Korean firm&apos;s lawyer  Charles Verhoeven  used visuals and real phones to try and prove his point. The plethora of examples included different curvatures of corners, sides that protrude marginally above the screen, different positions for &quot;lozenge&quot; earpieces, even encircling bezels that are not uniformly thick. &quot;You&apos;re asking me to compare peanut butter and turkey,&quot; a slightly exasperated Bressler quipped after about an hour of grilling, and Verhoeven quickly asked which design was which lunch treat. &quot;This is a level of detail that the ordinary observer would never be interested in looking at,&quot; Bressler replied. &quot;The overall impression that the ordinary observer would have of that design, is that they&apos;re substantially the same,&quot; said Bressler, who has worked with Motorola and other technology clients. &quot;I do not believe they should be investigating teeny little details, one at a time,&quot; said Bressler, who lectures at the University of Pennsylvania and founded design firm Bressler Group. Bressler said he read numerous depositions of Apple employees and discovered the company employed special machine processes, for instance. He also examined a number of gadgets, and Apple&apos;s patents on file before forming his conclusion that Samsung had borrowed multiple Apple design elements. The trial in downtown San Jose mirrors a fierce battle for industry supremacy between Apple and Samsung, which between them account for more than half of worldwide smartphone sales. It is one of many disputes between the two around the world that analysts see as partly aimed at slowing the spread of Google&apos;s Android, now the world&apos;s most used mobile software. The trial has already granted Silicon Valley an unprecedented peek behind the curtain of Apple&apos;s famously secretive design and marketing machine. On Friday, lawyers showed Apple vice president Eddy Cue urging then-chief operating officer Tim Cook in January 2011 to build a mini-iPad because he believed there was a market for a seven-inch tablet. Late co-founder Steve Jobs was &quot;receptive&quot; to the idea, according to Cue&apos;s email, fanning speculation Apple plans to make a mini-iPad to take on cheaper gadgets from Google and Amazon.", 
    "section": "technology", 
    "gid": "technology/2012/aug/07/iphone-crisis-design-samsung-apple", 
    "wordcount": "654"
}