{
    "headline": "50 months: 'Our best way forward is for communities to build local resilience'", 
    "text": "The question here is &quot;what should we do differently?&quot; The answer is: pretty much just about everything. Nationally and internationally, while the scale and pace of climate change are accelerating, meaningful responses are dwindling. Part of our collective paralysis comes from the fact that we struggle to imagine a world with less energy, less consumerism, less annual GDP growth. What will it look like, sound like, feel like? Does it inevitably mean that you should start seeking out your cave on Dartmoor as we speak, and developing a taste for slugs? Of course not. Shortly before the 100 Months campaign began, I was part of initiating an experiment to see what a self-organised response to climate change might look like, one based on rebuilding community, on the belief that what is needed is people, everywhere, making their communities happier, healthier, lower-carbon, and more resilient, in a huge variety of ways. It&apos;s called the transition movement, and it has emerged as an idea about the future, an optimistic, practical idea. People are finding that there are people near them who are optimistic and practical too. It&apos;s something they can actually do. Actually, it&apos;s lots of things they can do ... Transition Bath set up an energy company which has raised 250,000 in shares from local people. Transition town Totnes&apos; Transition Streets programme has enabled almost 700 local householders to reduce their carbon emissions while rediscovering a sense of community on their streets. Bristol soon sees the launch of the Bristol Pound, the UK&apos;s first citywide transition complementary currency. Transition Brixton&apos;s Brixton Energy is installing community-owned renewables supported by local people. Check out transitionnetwork.org to get a sense of the amazing projects under way. At its core, this is about the belief that our best way forward is for communities to build local resilience in order to be able to better face the shocks of the present and the uncertainties of the future, from economic crisis to climate change, seeing increased community resilience as economic development. It&apos;s a process of plugging the leaks in our local economies, seeing every leak as a potential new business, new livelihood, new apprenticeship opportunity. Of course we need government responses, and international responses, but all of those will struggle without a vibrant bottom-up movement of ordinary people showing what&apos;s possible and how thrilled they are by those possibilities. So although the answer is &quot;pretty much just about everything&quot;, I would argue that seeing this as a once-in-a-lifetime opportunity for entrepreneurship, vision and action is where our successful navigation of the next 50 months lies.  Rob Hopkins is the co-founder of the Transition Network", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/50-months-rob-hopkins", 
    "wordcount": "443"
}