{
    "headline": "World radio day: an opportunity to celebrate an unsung hero", 
    "text": "In a world of increasing opportunities to participate in public debate online via social media, the blogosphere and comments on news sites, the first World Radio Day on 13 February, organised by Unesco, reminds us to celebrate the radio as an unsung hero that is steadily empowering people to access information and  crucially  to respond to what they hear. Radio is the predominant source of information in areas of the world that are sometimes too remote to get a newspaper delivered, let alone access the internet. This is why Unesco has noted that radio is a &quot;low-cost medium, specifically suited to reach remote communities and vulnerable people&quot;. Attention given to technology for information communications has recently been captivated by web-based applications, especially &quot;new&quot; or &quot;social media&quot;. But about 65% of the world&apos;s 7 billion people do not use the internet. In addition to those who are offline due to lack of access, there are also those who are unaware, unable or simply do not want to use social media. People listen to the radio in their cars, on the move and at work. Radios don&apos;t require large amounts of electricity, and wind-up radios don&apos;t need an electrical source at all. Moreover, radio reaches large groups of people, being easily shared among families or listener groups. It is a medium often used as a focal point for community discussion on subjects including politics, elections and service provision. Radio efficiently reaches large audiences in real time. But can radio  a one-way broadcast platform  ever replicate the participatory impact of Twitter, Facebook or Google+? Different technologies are changing the ways in which radio is used as a platform for engagement. At the end of last year, the ITU 2011 report revealed that there are almost 6 billion active mobile phone subscriptions. The ubiquity of mobile technology presents an exciting opportunity even for those in &quot;last mile communities&quot; to interact with radio shows using a tool they already have. Take &quot;The Organic Farmer&quot; in Kenya, for example. The radio show gathers questions from its listener community of agriculturalists. On one occasion, reports surged in via text message about a disease affecting chickens in the area. In response, the radio show invited an expert to analyse the crowd-sourced evidence, diagnosed the cause as &quot;Newcastle disease&quot; and helped to organise vaccinations. Similar to social media, the most important aspect of successful radio programming is participation. Seeking feedback from listeners helps to generate and guide content, which in turn increases local relevance and stimulates dialogue. Radio stations are increasingly reliant on audiences to be their eyes and ears, as they seek new tips to mobilise journalists who report from the field. More importantly, this enables more people to have a voice in the discussions that affect them. Mobile interaction &quot;closes the loop&quot;, enabling audiences to listen to a discussion, contribute insight, and then hear their views encourage additional participation. This may include challenging decision makers or service providers, which can be particularly powerful when feedback is democratically obtained. Pamoja FM has used listener input to challenge water cartels in Kibera, Kenya; Breeze FM in Zambia has held discussion on its &quot;Issue of the Day&quot; programme about upcoming elections; and Malawi&apos;s Mudzi Wathu FM has taken health questions from listeners to ministers, and relayed the answers on air. Calls are a powerful way of getting opinions across  but there&apos;s only so much airtime. For those who can&apos;t get through, SMS is a digital and asynchronous way for listeners to express themselves, and this increases engagement. For example, DJs can ask listeners to respond to SMS polls, enabling them to get many points of view without requiring significant airtime. When using software such as FrontlineSMS, this can be automated and visualised, making these real-time interactions easy to understand and rebroadcast. Over time, radio stations can use this kind of digital data to analyse audience behaviour and the popularity of different shows. In a &quot;Twitter like&quot; way, radio, combined with the ubiquity of mobile, can be a platform for community discussions that change people&apos;s lives. Radio stations are being called upon to embrace new technology, but it is fundamentally important to make use of tools that are available locally, engaging people on the platforms they already use. As radio stations and tool providers all over the world are discovering, it is possible to do smart things with dumb phones.  Amy O&apos;Donnell is radio project manager at FrontlineSMS", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/13/world-radio-day-celebrating-unsung-hero", 
    "wordcount": "755"
}