{
    "headline": "Mystery bird: barred eagle-owl, Bubo sumatranus", 
    "text": "    Barred eagle-owl, Bubo sumatranus (synonym, Bubo sumatrana; protonym, Strix Sumatrana), Raffles, 1822, also known as the Malay eagle-owl or as the Malaysian eagle-owl, or as the oriental eagle-owl, photographed in Peninsular Malaysia in Southeast Asia.  Image: Marie-Louise Ng, 25 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000    Question: Wow, look at those eyes! It is widely believed that eye colour of this Malaysian mystery bird and its family members tell us something about when it is active. What am I talking about? What does eye colour predict about this bird&apos;s active periods? Is this belief true? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is a juvenile barred eagle-owl, Bubo sumatranus, as indicated by its mostly white plumage with its contrasting grey barred primaries. This species is unmistakable; adults have barred charcoal-grey and black upperparts and its diagnostic white underparts that are finely-barred with black. There is another species that one may confuse this bird with, but that species, the spot-billed eagle-owl, B. nipalensis, is twice as big and its range generally doesn&apos;t overlap since the spot-billed eagle-owl replaces the smaller barred eagle-owl in the northern parts of southeast Asia.  Here&apos;s a video of an adult barred eagle-owl, sitting in a tree and yawning:            [video link.] Barred eagle-owls are found in primary subtropical or tropical lowland rain forests. This species generally becomes active at dusk. They will glide low over the ground to a perch before dropping to the ground in search of prey. They occasionally hunt in forest edges and clearings.  As with all owl species, the barred eagle-owl is placed into the taxonomic family Strigidae, the owls. Interestingly, there is some discussion as to where exactly the barred eagle-owl should be placed within their family. Mitochondrial DNA indicates this species, along with several other aberrant Old World eagle-owls, form a distinct clade with the fish and fishing owls. Currently, these owls were removed into Bubo, but all members of that clade could soon be united into the genus, Ketupa [doi:10.1071/MU02006].  To answer the question that I posed to you two days ago, there is an oft-repeated rumour claiming that the eye colour of owls is correlated with peak activity periods for each species (I won&apos;t tell you the rumour because it will get stuck in your brain as a meme). This rumour is attractive because it is easy to remember and appears to make sense, but if you spend some quality time checking into peak activity periods for owl species and compare that to eye colour, you will find this rumour is not true at all. In fact, you can find examples of owl species that are strictly nocturnal, crepuscular or diurnal or that have various combinations on these themes regardless of eye colour. So why do some owl species have dark eyes, others have orange eyes whilst still others have yellow eyes? This is a question with no scientifically valid answer at this time.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/24/7", 
    "wordcount": "559"
}