{
    "headline": "University clearing: thousands wait nervously for a place on a course", 
    "text": "Thousands of A-level candidates were still waiting to hear whether their places at university had been confirmed on Thursday night. Ucas said that as of Thursday afternoon 358,356 students had been accepted on to university courses this year, down from 391,893 at the same time in 2011, which was a record year for university applications. It said 34 students had found spots through adjustment  the process that allows applicants who have done better than expected to &quot;trade up&quot; to a different university. At this point last summer, just 12 had found a place this way. Just under 95,000 students were still waiting on decisions compared with 88,471 last year, figures showed. And 164,749 students were eligible for clearing, fewer than last year when 191,833 could enter the process. There were more than 25,000 university courses with vacancies, according to Ucas. The admissions service experienced problems with its computer system on Thursday which left many candidates frustrated. Ucas said on Twitter that it &quot;needed to refresh parts of our uni technical support this afternoon&quot;. It said the refreshed system was working normally. There has been a decline in applications this year, the first in which students will be charged tuition fees of up to 9,000 a year. Universities minister David Willetts suggested that last year may have been the &quot;peak&quot; of applications. He said: &quot;In advanced economies, there is an underlying appetite for higher education linked to personal fulfilment and employers seeking graduate jobs. What you&apos;ve got this year is a decline in the [number] of 18-year-olds. That is one reason why there are falling applications. &quot;Last year probably was a peak year. But I&apos;m not looking for a decline. One reason we went through all the pain with higher education reform was that we wanted to avoid a big reduction in student numbers, but also to save money by graduates making a greater contribution to their education.&quot; Under reforms introduced by the coalition, universities will be able to expand in this year&apos;s admissions to take on as many UK students as they wish who achieve grades of AAB or higher at A-level. This change was intended to inject some competition into the university sector, modifying a system in which they have a fixed quota of places for UK undergraduates each year. The government is urging institutions to take advantage of the reforms and compete against each other for undergraduates. However, this change may have a limited impact on the most selective universities, many of which recruit students with higher grades than AAB and have no plans to expand. Oxford and Cambridge have ruled out expanding under the AAB reform. Among Russell Group universities, Bristol plans a significant expansion  admitting an additional 600 UK undergraduates this year  while University College London intends to add another 300.", 
    "section": "education", 
    "gid": "education/2012/aug/16/university-clearing-ucas-a-level", 
    "wordcount": "483"
}