{
    "headline": "Apple shares slide as iPhone misses Christmas sales forecast", 
    "text": "Apple has jolted investors with lower than expected iPhone sales, underlining fears that the product which helped create the world&apos;s most valuable company may be losing its allure. In one of its most eagerly anticipated earnings updates of recent years, Apple reported no rise in profits and slightly missed revenue estimates, suggesting its period of hyper-growth is coming to an end. The news wiped $50bn from Apple&apos;s market value, as shares collapsed 10% in after-hours trading.  Apple sold 47.8m iPhones over the Christmas quarter, missing a forecast average of around 50m. Unusually for a company that has regularly outperformed analyst expectations, revenue growth of 18% year on year to $54.5bn was below the $54.9bn forecast, and profits were flat on the previous year at $13.1bn. While momentum remained strong in the Americas with revenues up 15% to $20bn, there are signs that rival manufacturers such as Samsung may be gaining ground on Apple in recession-hit Europe with lower-priced handsets. Growth in Europe slowed from 55% last year to 11% in December. Apple&apos;s stock has crashed by 30% since reaching its all-time peak of $705.07 in September, and last week fell below $500 for the first time in 11 months after reports that production of liquid crystal displays for its screens had been slashed for the beginning of this year after lower than expected demand. &quot;It&apos;s not going to be enough to turn the stock around,&quot; said Capital Advisors chief executive Keith Goddard. &quot;If Apple can convince investors it can maintain margins while moving downmarket, the stock is doing to great in 2013. If not, you&apos;ll have to be patient and wait for the investor base to turn over as growth investors move out of the stock, and long-term value investors move in.&quot; In a sign that even Apple is not immune to the fall in demand for personal computers, the company sold 4m Macs, 18% fewer than last Christmas. The company blamed the arrival late in the quarter of its new line-up, and said once its latest high-resolution screen Macs were on sale, demand outstripped supply. The iPad performed as expected, with sales of nearly 23m, up on 15.4m, while supplies of the recently launched iPad mini fell short of demand during every week it was on sale. The quarter ended on 29December with a significant backlog of orders. &quot;We aren&apos;t interested in revenue for revenue&apos;s sake,&quot; said Cook as he presented the results. &quot;We could put the Apple brand on a lot of things and sell a lot more stuff. The most important thing to us is that our customers love our products, not just buy them but love them.&quot; Recalling the launch of the first Macintosh computer by Steve Jobs 29 years ago, Cook claimed the company still had &quot;the same spirit and drive&quot; that brought the Mac and other revolutionary products to market. Sales in the booming Chinese market increased 67% to $6.8bn and were up by a quarter in Japan despite the country&apos;s economic woes. Cook countered reports that Apple is scaling back production of the iPhone 5, saying &quot;it&apos;s good to question the accuracy of any kind of rumour about build plans&quot; and no single report could give a complete picture. Japan&apos;s Nikkei business newspaper reported Apple had halved orders for the first three months of 2013 for screens from suppliers such as Japan Display, Sharp and LG Display. In response, Wall Street analysts pared back their estimates for full year revenues and profits. The company indicated on Wednesday that revenues for the first three months of this year would be between $41bn and $43bn, and declared a dividend of $2.65 per share. While smartphone sales are booming for all major players, the Android operating system created by Google and used by Samsung and HTC is growing much faster than Apple&apos;s iOS. Android is estimated to have taken 69% of the smartphone market in the last three months of 2012, up from 53% a year before, according to research firm IDC. Apple is still the only other software maker of any size in the smartphone business, but its share is believed to have dipped from 23% to 21%. Demand has been high for the Apple&apos;s earlier smartphone models, which are cheaper. on sale at lower prices. &quot;It&apos;s notable that so many consumers are opting for older models rather than the iPhone 5,&quot; said Sarah Rotman Epps at research firm Forrester. &quot;It means there&apos;s demand for cheaper Apple products, and Apple may have saturated the high end of the market.&quot; The iPhone generates a hefty 55% profit margin for Apple, and its popularity has been the engine behind the technology giant&apos;s transformation into the world&apos;s most valuable listed company. Apple&apos;s market capitalisation overtook oil group Exxon Mobil&apos;s in 2011. &quot;It will no longer be the hyper-growth company of the last five years, but rather a premium, branded consumer company, along the lines of Nike, Louis Vuitton and Saks,&quot; predicted Toni Sacconaghi at broker Sanford C Bernstein in a note published ahead of Apple&apos;s results.", 
    "section": "technology", 
    "gid": "technology/2013/jan/24/apple-results-iphone-sales", 
    "wordcount": "866"
}