{
    "headline": "Can the UK stop building windfarms and hit renewable targets?", 
    "text": "  5.45pm GMT    My verdict    At the start of this discussion, I listed four questions. Having looked at the evidence, I think I&apos;d now answer them as follows:   Should the UK really be stopping building onshore windfarms after those in the system are built?  That depends. Assuming you accept the UK&apos;s carbon targets, it would only make sense to stop building onshore wind if: (a) we&apos;re confident that the rest of our carbon cutting plans are on track and (b) we&apos;re more worried about the visual impact of turbines than rising energy bills. Neither of these conditions currently apply in my view, though (b) in particular is a subjective matter.   How does Decc&apos;s 13GW onshore wind target fit with the UK&apos;s overall 2020 target for renewable energy?  The 13GW figure is a projection, not a target. If we exceed it, we&apos;ll cut ourselves more slack in other areas, which can&apos;t be a bad thing.   How does the 13GW target fit with the UK&apos;s carbon targets?  Figures from the CCC suggest that we should be able to meet our carbon targets if we slightly exceed the 13GW projection  which we look set to do. That&apos;s encouraging, though whether it&apos;s enough will depend on the rest of our carbon cutting progress  and as CCC has often pointed out, it&apos;s not clear from the underlying trends that we&apos;re currently on track in most areas.   What does opting in or out of new onshore wind mean for future energy bills?  It&apos;s almost certain that our energy bills are going to go up in the coming decade  both due to rising fossil fuel prices and the need to cut carbon. Of the mature low-carbon energy sources, however, onshore wind is the cheapest, which implies that the more turbines we build on land, the less we&apos;ll need to spend overall. That wraps up the discussion. Thanks to everyone who has been in touch with comments, contributions and suggestions.    Updated at 5.49pm GMT     5.28pm GMT       More on the energy bills question, the chart below from the Committee on Climate Change shows a breakdown of the predicted increase in energy bills between 2010 and 2020. Sorry it&apos;s so small  you can see the full version on page 17 of this PDF. In CCC predictions subsidies to all forms of renewables and carbon capture and storage technologies will add around 2p to the typical unit of power by 2020  a bit more than the 1.5p expected increase expected from increasing wholesale energy prices, mainly driven by the rising cost of gas. Of course, either or both predictions could turn out to be overly pessimistic or optimistic.     Energy bill scenarios from the Committee on Climate Change  Photograph: Committee on Climate Change    From a financial perspective, you can read this either way: a demonstration that subsidies to wind and other green technologies are driving up bills, or proof that in a world with rising fossil fuel prices it makes sense to invest in carbon cutting now in order to avoid being overly locked into gas, coal and oil generation. Ultimately, though, a purely financial analysis is academic as we&apos;re also seeking to reduce carbon emissions. So unless you reject the country&apos;s carbon targets (which many do of course, especially on the Tory right), the real question is what is the least expensive way to keep the lights on while also meeting our carbon budgets. That too is a complex question. Economists such as Dieter Helm have argued that the correct path is simply to set a high carbon tax and see which technologies step up. But others such as Rob Gross of Imperial College London disagree, arguing that renewables need and deserve targeted support.       4.45pm GMT       Another point that often crops up in the onshore wind debate is the question of whether the turbines actually reduce carbon emissions as promised. Critics of wind energy argue that the results are poor because gas plants need to be kept running on &quot;standby&quot; in case the wind stops blowing. This claim was repeated today by Tory MP Chris Heaton Harris, who told the Daily Mail that:  [Mr Hayess remarks are] a huge step forward. These awful turbines do nothing for the environment  they barely reduce CO2  they force up energy bills and put more people into fuel poverty.  However, this argument appears to be inconsistent with the evidence according to a recent piece of analysis carried out by low-carbon energy advocates Chris Goodall and Mark Lynas. Looking at real-world data on wind speeds and power generation, they found that:  From analysing National Grid data of more than 4,000 half-hour periods over the last three months, a strong correlation between windiness and a reduction in gas-fired generation becomes clear. The exchange rate is about one for one: a megawatt hour of wind typically meant the UK grid used one less megawatt hour of gas-derived electricity. This means that actual CO2 savings can be calculated from the data with a high degree of accuracy  these are not guesstimates from models, but observations of real-world data.  This is shown in the graph below, which plots generation from wind and gas over three consecutive days in September. The full blog post is worth a read.     Wind power replacing gas power in September in the UK Photograph: Guardian/Chris Goodall/Mark Lynas         4.12pm GMT       I want to look next at the cost of onshore wind energy. Our background guide from a few weeks concluded that:  Onshore wind has the advantage of being one of the most affordable renewable energy sources. Generating electricity from onshore wind turbines typically costs around 79p per kWh, which is around half the cost of offshore wind and a quarter of the costs of solar photovoltaic panels. It is also slightly cheaper, on average, than nuclear power. Onshore wind generation is still slightly more expensive than fossil fuels (generating electricity from gas power plants currently costs between 4.1 and 7.5 p/kWh), but its price is expected to fall in the coming years.  The implication is that if we&apos;re to stick with our carbon targets but have less onshore wind, then energy bills will rise. This is emphasised by two statements just in from leading UK energy experts. Professor Philip Heptonstall of the UK Energy Research Centre (UKERC) and Imperial College London:  The evidence shows that onshore wind in the UK is amongst the lowest cost per unit of electricity produced from the available suite of low carbon power generation options. It follows that preventing the construction of appropriately sited onshore wind farms will make consumers bills higher than they would otherwise be.  Professor Michael Grubb, Chair of Energy and Climate Policy at Cambridge University, agrees:  Onshore wind turbines must be carefully and properly sited. But this intervention is nonsensical. At a time of wrenching fuel bills, serious questions need to be asked about why Junior Minister John Hayes is unilaterally advocating a policy to try and block one of our cheapest renewable energy resources and thus drive up everyones energy bills.     Updated at 4.38pm GMT     3.47pm GMT       Here&apos;s a map we made earlier this year showing wind farms across the UK at various stages of the planning process.       Whether or not this counts as Britain being &quot;peppered&quot; with turbines, as Hayes provocatively argued, is ultimately a value judgement. Lots of people seem to think there are now too many turbines  from Tory MPs, 100 of whom wrote to David Cameron calling on him to stop the roll out of onshore wind, to James Lovelock, who once wrote in the Guardian about the curse of &quot;industrial-scale wind energy stations  to call them windfarms is disingenuous.&quot; But some comments from the thread below argue that the phrase &quot;peppered&quot; is a big exaggeration. @onthefence writes:  The 13GW onshore wind target corresponds to about 6,000 wind turbines (onshore turbines are typically about 2MW each). That averages out at one per 14 square miles. By way of comparison, there are 88,000 electricity pylons in the UK. How on earth do you get to the view that 6000 turbines across the whole UK is an intolerable blot on the landscape?  @capitalistsockpuppet says: (based on a similar and probably more up-to-date map on the Telegraph site)  Zoom in and take a look at your county  mine is Gloucestershire. We have one turbine (small one) in the entire county. Herefordshire and Worcestershire to the north have none. Bristol to the south has three (turbines in one place at industrial Bristol Port, not separate wind farms). Wiltshire = 1 wind farm, Somerset = 1 turbine, Dorset has none. So within an hour and half&apos;s drive in any direction, you could see no more than 3 wind turbines if you were looking  which you could hardly call taking over the countryside. And yes, windy and more sparsely populated regions such as Cornwall, Scotland and Anglia do have more than this, for precisely that reason. There are more in the planning system  but with two-thirds to three-quarters of these being routinely turned down (and almost unanimously in the Tory shires), it&apos;s hardly an invasion is it? Unless it&apos;s dogma and vested interests driving the wind farm hysteria, rather than the actual facts?     Updated at 4.46pm GMT     3.20pm GMT       RenewableUK have sent me their thoughts on the questions posed at the start of this discussion:  As DECC have said forcefully today there are no caps on any technologies, just scenarios. As one of the lowest cost mass deployable low carbon technologies, onshore wind has a key role to play going forward, both in meeting our carbon targets and enhancing energy security. One of the key ways to reduce costs in all technologies is policy certainty and I hope we will see more of this going forward with the Energy Bill.        3.10pm GMT       Here are a few recent Guardian background guides from our Ultimate Change Change FAQ that may be useful for anyone wanting some broader context on the issues in the wind debate:  How well is the UK doing in cutting its emissions?  Onshore wind energy: what are the pros and cons?  Are solar, wind and marine power too intermittent to be useful?       2.47pm GMT       A few people have tweeted to ask about the role of onshore wind in meeting the UK&apos;s legally binding carbon targets  including the long-term goal of reducing emissions by 80% by 2050, relatively to 1990 levels. Perhaps we need more onshore wind to meet these, even if it won&apos;t necessarily be needed for the 2020 renewable energy target? I&apos;ve asked the Committee on Climate Change (CCC) if they want to make a comment on this question and hope to hear back from them soon. In the meantime here&apos;s a graph showing the anticipated increase in onshore wind capacity in a sample energy scenario from the CCC. (You can see the whole power mix in an interactive chart on my recent blogpost on the dash-for-gas.) This chart suggests that in CCC analysis roughly 14GW of onshore wind in 2020 is compatible with meeting the UK&apos;s carbon targets. By those terms Hayes is correct, though it&apos;s not clear that the rest of the economy is on-track to stay within its carbon budgets, in which case perhaps we&apos;ll need more wind power after all. The government believes the UK is on track to hit its carbon targets but but interventions from the CCC over the years have suggested that many of the cuts achieved so far are not the result of climate change policies and that underlying progress isn&apos;t fast enough. For example, in their 3rd Progress Report, the CCC stated last year that:  &quot;The pace of underlying emissions reductions achieved in 2010 would, if continued, be insufficient to meet the second and third carbon budgets. In addition, it is not clear whether this rate of progress could be sustained under current policies [] Therefore a step change in the pace of underlying emissions reductions is still required to meet the currently legislated budgets.&quot;      Installed capacity of onshore wind power in a sample scenario from the Committee on Climate Change      Updated at 3.01pm GMT     2.14pm GMT       Thanks to @carbonbrief who just tweeted me to flag up their analysis of the situation, which is well worth a read. They highlight the point I was going to make next  that the government&apos;s 13GW figure for onshore wind isn&apos;t actually a target, just a projection. The target is 15% of energy being generated from renewable sources by 2020  which the government hopes to hit by generating 30% of electricity from renewables. The more onshore wind we build, the less we&apos;ll need to achieve on other fronts, such as marine, solar and biomass. And since wind power is the cheapest large-scale source of renewable power, exceeding the projection has the capacity to save the country money. Ed Davey made this same point in his clarification earlier:  There are no targets - or caps - for individual renewable technologies such as onshore wind. Nor are there reviews being done of onshore wind on the basis of landscape or property values. What were currently consulting on are ways of making sure local communities feel the benefit of hosting wind farms, and whether our understanding of future costs is accurate. Onshore wind is one of the cheapest renewables, which is why weve been able to cut the subsidy. It has an important role to play in our energy future.     Updated at 2.19pm GMT     1.55pm GMT       I&apos;m going to do more digging on the numbers soon, but in the meantime it&apos;s perhaps worth clarifying a common point of confusion with energy statistics: the distinction between capacity (the flow of power generated when a wind farm is working flat out) and generation (the number of units of power produced over a month or year). All the figures mentioned at the start of this blog refer to capacity. How much a given level of capacity generates depends on how much the wind blows, which can vary from month to month or year to year. But the government Roadmap (see page 31) estimates the the 13GW (billion watts) of onshore wind capacity it expects to see installed by 2020 will generate around 32TWh (trillion watt hours) per year. Steve Roberts of Oxford University has just been in touch on this subject. He writes that:  Having read (rapidly!) the wind farm section of the govt report, it appears to me that it does rather muddy the distinction between installed capacity (which they give in GW) and actual output (which they give in TWhr/yr). The numbers in the report of 4GW installed wind generators giving 7TWhr/yr mean that the actual output is an average of 0.8GW - i.e. 20% of capacity actually delivered  which is pretty good given winds variability, but still about the same as a single coal-fired power station. When it comes to how much wind power do we need to replace capacity loss over the next 5-10 years, this 5-fold difference between installed capacity (maximum if the wind blew strong all the time) and deliverable capacity (about 20% of that, maybe less given a lot of prime sites are I guess already used) has to be taken into account; and this distinction does seem to be getting lost somewhere along the way.        1.28pm GMT       Gaynor Hartnell, chief executive of the REA (Renewable Energy Association), has issued this statement:  We very much welcome that Minister John Hayes recognises renewables have a crucial part to play in the future of the UK energy mix. His personal views on onshore wind farms are well known and we welcome DECCs clarification [available here] that his views do not signal a change in Government policy. This situation illustrates the need for top level leadership. Ministers&apos; public disagreements on renewable energy policy are damaging to investor confidence. The public would be best served by a cross-party consensus on investment in energy infrastructure. The Coalition really needs to put the national interest ahead of party-politics given the gravity of our energy challenge.  The concern that coalition political point scoring is undermining investor confidence is a recurring theme in the UK energy debate at the moment. Haynor continues:  It is important to note that communities have benefitted from wind farms in various ways, including significant funds for community based projects relating to education, the environment and energy saving. We look forward to seeing positive and proactive leadership from central Government, with the publication of the Energy Bill, to give industry the confidence to deliver the modern infrastructure we need, and hope to meet with the Minister soon to discuss how renewable energy is not just about reducing carbon but is also crucial for jobs, skills and growth in the economy.        1.05pm GMT       Thanks to @david_joffe who just tweeted me a link to the last progress report from the Committee on Climate Change, the government&apos;s advisers on climate and related energy issues. Their report says that on current trends the UK will have at least 15GW of onshore wind capacity by 2020, 2GW more than the Decc central estimate.  There was a continued flow of projects into the planning system, with 2.3GW of new projects submitted for approval in 2011. Of the stock of projects awaiting approval, only 1.5 GW were determined, increasing the stock of projects awaiting approval to 8.7 GW at the end of 2011. The majority (64%) of this capacity is in Scotland. This stock of onshore projects (added to those already deployed and in or awaiting construction) would be more than sufficient to deliver the 2020 capacity in our indicator trajectory (i.e. 15 GW) if historic approval rates continue.     Updated at 1.14pm GMT     12.50pm GMT       My colleague Damian Carrington has published a blog looking at some of the issues and political differences behind the story. He writes that Hayes&apos;s intervention is &quot;either a clever but cynical piece of spin or an abandoning of the national interest to placate a noisy minority. It could in fact be both.&quot; Carrington believes Hayes&apos;s aim is to trim wind subsidies but argues this would be a mistake, both in terms of climate change and energy bills:  Opinion polls have shown time after time that the public overwhelmingly supports wind power, even when close to their homes. They understand that the real threat to our green and pleasant land comes from climate change and the ever weirder weather it brings: the floods that devastated middle England in 2000 were made three times more likely by global warming. Hayes has also betrayed energy bill payers at a time when bills are soaring so high that the Prime minister felt forced to invent new policy on the hoof. Here are the facts. Clean energy is not optional, either because of legally binding carbon targets or practical energy security concerns, and onshore wind is the cheapest form of low-carbon energy. It costs about the same as gas  without the greenhouse gases. Rejecting onshore wind farms means pushing up homeowners&apos; energy bills   I&apos;ll come back to these two topics below.       11.39am GMT    Background    Energy minister John Hayes sparked a huge row in government on Tuesday when he claimed in newspaper interviews that the country is &quot;peppered&quot; with onshore windfarms and that &quot;enough is enough&quot;. More specifically, he claimed that:  Even if a minority of [the onshore wind] in the system is built we are going to reach our 2020 target [on renewable energy, to provide 15% of UK&apos;s energy from renewable sources]  But is that true? A quick glance at wind industry statistics shows that:  5.0GW, or 357 windfarms, of onshore are wind already built  2.1GW, or 90, are in construction  3.9GW, or 272, are consented  7.4GW, or 356, are in planning Which tots up to 18.4GW  far more than the 13GW listed in the Department of Energy and Climate Change&apos;s Renewable Energy Roadmap. These figures suggest that only 27% of what&apos;s in planning needs to be built to hit targets, implying that Hayes may be correct  especially given that consents for windfarms over the last year are at record highs according to trade body RenewableUK. All this raises lots of questions, including:  Should the UK really be stopping building onshore windfarms after those in the system are built?  How does Decc&apos;s 13GW onshore wind target fit with the UK&apos;s overall 2020 target for renewable energy?  How does the 13GW target fit with the UK&apos;s carbon targets?  What does opting in or out of new onshore wind mean for future energy bills? I&apos;m going to explore these questions below with help from experts and readers. Please leave comments below, send contributions to duncan.clark@guardian.co.uk or tweet me at @theduncanclark.    Updated at 12.38pm GMT  ", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/31/uk-stop-building-windfarms-renewable-targets", 
    "wordcount": "3374"
}