{
    "headline": "Draw Something gets more social with chat and Facebook/Twitter sharing", 
    "text": "50m downloads and a $180m acquisition by Zynga later, hit mobile game Draw Something is getting even more social with its latest update. The drawing game now lets players save their scribbles and share them on Facebook and Twitter on iOS the Android version will get the feature soon  while attaching short messages of up to 100 characters to their pictures when submitted for friends to guess. &quot;I look at these as features that are about reinforcing the social relationships,&quot; says Dan Porter, formerly chief executive of Draw Something developer OMGPOP, and now installed as vice president and general manager of Zynga Mobile New York. If there&apos;s an explanation for why Draw Something got so popular so quickly, it&apos;s that focus on communication rather than competitive gameplay. The fun doesn&apos;t come from beating friends or collecting points and trophies: it comes from the bond you already have with the people you play with, and how that manifests itself in the drawings. Draw Something remains a phenomenon, having added 15m downloads between 22 March when OMGPOP was acquired, and 4 April when the 50m milestone was announced. It currently has 36.4m monthly active users according to Facebook app metrics site AppData. That said, the new features may be needed to reignite some players&apos; interest in the game: AppData also shows that Draw Something&apos;s daily active users have fallen from 14.6m at its peak in late March to 12.1m on 18 April. Porter says he&apos;s not taking the game&apos;s growth for granted. &quot;I&apos;m like everybody else: I think I could wake up the next day and nobody could be playing the game!&quot; he says. It&apos;s still too early to tell whether Draw Something has legs for the long term, but Porter thinks what will keep it fresh is the people you play with, rather than specific features. &quot;The game is very dynamic based on who you&apos;re playing, and it can be so personal, which is why I think it will continue to connect people,&quot; he says. &quot;Those connections are something that contributes to the longevity.&quot; Making Draw Something more social rather than more gamey has clearly been the first priority for the Draw Something team in the weeks following the acquisition. Has there been pressure to ramp up the gaming elements, though? &quot;I&apos;m not averse to that,&quot; he says, suggesting that the method would be less about increasing the competitive elements, and more about pitting players together against more abstract goals. &quot;You might get to level 10 where you only have 60 seconds to guess, and at level 10 plus X you might have another thing that makes it harder, and your goal is to get with your partner to level 25 or something,&quot; he says. &quot;The funny thing is that I&apos;ve only heard that request from men: I&apos;ve never, ever heard from women that they want a competitive mode. It always interests me who asks the question, and what population of players they represent.&quot;     Zynga will be hoping that the new update reverses the recent decline in Draw Something's daily active users (Source: AppData)    Porter also thinks that if Draw Something had been played against the clock from the start, it would have been a very different game: &quot;Very slapdash, it wouldn&apos;t have been so relaxing it&apos;s very chilled, very zen, but if you&apos;re watching the clock you feel like you&apos;re on a game show.&quot; Talking about TV, what about pre-acquisition rumours that Draw Something might be turned into a television format? I can see how it&apos;d work, and it goes beyond just a pair of contestants on a Draw Something game show drawing words for one another. The power would come from the audience scribbling along on their phones, and for their drawings to somehow be integrated into the show. Porter says that TV remains a possibility for Draw Something. &quot;We feel like it&apos;s a game, but it&apos;s also a media property. We want to find ways for people to engage with it and enjoy it on multiple different platforms,&quot; he says. And the play-along aspect? &quot;Everybody in Hollywood and in sports is already thinking about second-screen, and it&apos;s one of those things that hasn&apos;t been totally tapped open. And I don&apos;t think there&apos;s ever been a [hit] game show that&apos;s started as a digital or board game. That&apos;s something that interests a lot of people.&quot; In the meantime, there is plenty of work to do with the game itself. Asked about next steps beyond the new social features, Porter says localisation is a big focus, aided by Zynga&apos;s resources in that area. &quot;Right now, the game is entirely in English, including all the directions. There&apos;s no doubt that if you were German or Korean, the game would be more fun to play in your native language,&quot; he says. &quot;Zynga has a large team that are experts in that, and we&apos;ve been working really closely with them to give native speakers a version of the app, especially in Asia.&quot; Another benefit of being within Zynga is rolling out Draw Something for more Android devices, taking advantage of its porting and testing resources, according to Porter. What about other platforms like Windows Phone and BlackBerry? Porter says he&apos;s open to the idea of taking the game to any device with a touchscreen, but iOS and Android remain the focus for now. &quot;We&apos;re on two pretty big, exciting platforms that have a lot of runway, and we have a very supportive relationship with Apple and Google, so&quot; In other words, it&apos;s a question of scale, and for now that continued growth is likely to come fastest on iOS and Android, and under Zynga&apos;s auspices. Porter&apos;s description of how he feels about Draw Something&apos;s mainstream appeal is telling, though. &quot;Anyone who makes any product wants to reach as many people as possible. Even a small indie artist wants to sell as many albums as Lady Gaga, even if they don&apos;t want to make music that sounds like her. You want to reach people.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/18/draw-something-social-features", 
    "wordcount": "1014"
}