{
    "headline": "To the source of the river Clun", 
    "text": "Blue on blue: harebells on the hill against a bright blue sky, the autumn equinox was a day of dazzling clarity, a tiny moment of balance. Who was to know that the storm which rages now would come out of the blue. Around that perfect note of bell-like sunshine was plenty of chaos. Jays screeched on edge through the wood like fingernails on blackboards. Grey squirrels raced around tree trunks and across hazel-tops, hyped up on sex&apos;n&apos;nuts&apos;n&apos;rock&apos;n&apos;roll. Chittering and skrawking, the jays and squirrels were driven by that autumnal creative spirit. It was this same spirit which lured me in search of the source of the river Clun in the liminal lands of the west. This was for a water harvest festival, a celebration of all things watery in the Clun catchment next week, run by Land, Life and Livelihoods. The river&apos;s source, that most fugitive of ideas, was fastened to the hills at Anchor, the farthest-west village in Shropshire. Up in the Clun Forest, hard against the Welsh border and with one of the best unspoiled pubs in the Marches, a colony of house martins, or pub martins, dived into their teapots under the eaves, feeding a late brood. What was once called the Swan Pool behind the pub, and the official source, was drained into boggy fields in the 1970s, and the real origin was Bettws Hill Wood, a conifer plantation over relict patches of moorland and bog. Pull a hank of bright green sphagnum moss from the track&apos;s gutter and squeeze it, and that could easily claim to be the source of the river. Red kite, raven, stonechat and peacock butterfly take to the still blue air in this high place apart. Neither England nor Wales, on the turn, halfway between light and dark, where a river begins as rumour, this place has such liminal energy. Now ditched, the trickle from Bettws Hill Wood collected in a puddle brown as cake, cornered by the road and flowed proper, with the name of the Clun, eastwards into England, where the first storm of autumn found us the next day still drowsy from the blues.", 
    "section": "environment", 
    "gid": "environment/2012/sep/25/wenlock-edge-source-river-clun", 
    "wordcount": "356"
}