{
    "headline": "Boot up: Mad Men Google, touching Windows 8, China's Android army and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Touchscreens and the myth of Windows 8 &apos;Gorilla Arm&apos; &gt;&gt; TIME.com Ben Bajarin:   With everything I am mentioning about touch on Windows 8, I have convinced myself that the absolute best Windows 8 experience includes a device with a touchscreen. This is not to say that Windows 8 is horrible on a notebook or desktop which does not include touch, simply that it is better with touch.  Big Data in creepy hook-up with big-game whales &gt;&gt; The Register  Big Data, that promise of an online world tailored to our every whim, may instead tailor our purchasing habits to the whims of vendors.  This is particularly important to online gaming companies, which depend upon so-called &quot;whales&quot; for revenue. As one former Zynga employee revealed, 1% of Zynga&apos;s players account for 25 to 50% of its revenue. Get one of these whales on the hook and you can literally sell them a never-ending supply of virtual goods.  Small wonder, then, that mining Big Data has become such a big deal. But what happens when the &quot;whale&quot; is a 13-year-old boy? At what point should these social media companies take some responsibility?  Shock and awe: Apple legend Guy Kawasaki has become a hardcore Android fan &gt;&gt; ReadWrite  Kawasaki switched to Android about a year ago and today uses no Apple mobile products. &quot;People are kind of amazed, but I don&apos;t use any iOS products, none at all,&quot; he says. &quot;I fell in love with Android on the smartphone, and then I got a Nexus 7 and started using Android on the tablet as well. To me the great irony is that Apple&apos;s slogan was &apos;Think Different&apos;, but today if you think different you&apos;re looking at Android.&quot;  Kawasaki likes the 7-inch Nexus tablet size and wasn&apos;t tempted to switch to an iPad Mini when Apple finally came out with it in October. &quot;If there was something compelling about the Mini I would switch in a second, but what&apos;s compelling? Why switch?&quot; he says.  Google accidentally transmits self-destruct code to army of Chrome browsers &gt;&gt; Wired.com  &quot;It&apos;s due to a backend service that sync servers depend on becoming overwhelmed, and sync servers responding to that by telling all clients to throttle all data types,&quot; [Google engineer Tim] Steele said. That &quot;throttling&quot; messed up things in the browser, causing it to crash.  The problems were short-lived, but widespread. Over at Hacker News -- a news discussion site that tends to attract Silicon Valley&apos;s most knowledgeable software developers -- a long thread quickly filled up with dozens of crash reports. &quot;My Chrome has been crashing every ten minutes for the last half hour,&quot; wrote one poster.  This may be a first. Bad webpage coding can often cause a browser to crash, but yesterday&apos;s crash looks like something different: widespread crashing kicked off by a web service designed to help drive your browser.  Think of it as the flip side of cloud computing. Google&apos;s pitch has always been that its servers are easier to use and less error-prone than buggy desktop software. But the Sync problem shows that when Google goes down, it can not only keep you from getting your e-mail -- it can knock desktop software such as a browser offline too.  Chinese algebra &gt;&gt; Benedict Evans On Baidu&apos;s latest figures:   Webkit is the browser used by iOS and by Google&apos;s stock Android browser, and also Chrome. Something looks funny about that number...  22% of mobile PVs on Baidu use Webkit.11% use iOS 34% use Android  So 11% use Webkit and aren&apos;t on iOS, but 34% are on Android. By extension, the other 23% are using other browsers. That means that, on these numbers, two thirds of Android phones in China (that are being used online) are not using Google&apos;s own browser. What other changes have been made, I wonder?  Rumour: iPhone 6 to come in 6 to 8 colours with NFC, Retina+ display, 128GB of storage &gt;&gt; Macworld UK  Apple could launch its seventh-generation iPhone, dubbed iPhone 6 or iPhone 5S, in June or July of next year, with several improvements and new features including NFC, 128GB of storage and a choice of six to eight colours.  In a research report released on Monday, Jefferies analyst Peter Misek said: &quot;Based on our checks, likely updates [in the next iPhone] include a new super HD camera/screen, a better battery, and NFC.&quot;   Admit it, you felt terribly starved of iPhone rumours the past couple of weeks. Google60 - Search Mad Men Style &gt;&gt; Maswerk  JOB ID=671111-2706; START OF JOB AT 10:41:57 UTC,RUNNING PROGRAM &apos;GOOGLE&apos;; . LOADING SUBROUTINE LIB_IO @SEGCODE A15 GGGGGG lll GG G ll GG ooooo ooooo ggggg g ll eeeee GG GGG oo oo oo oo gg gg ll ee ee GG GG oo oo oo oo ggggggg ll eeeeeeeee GG GG oo oo oo oo gg ll ee GGGGGG ooooo ooooo gggggg llll eeeeee g gg ggggggg GABBY ONTHOLOGY OPERATED GRADER AND LINGUISTICAL EXTRAPOLATOR . READING FROM CHANNEL #4 (DEVICE CARD READER)   Simply fantastic. Your Money: The Apple Tax - America&apos;s costly obsession &gt;&gt; Reuters  The analogy of an Apple tax might sound facetious, but think about it. Median U.S. household income was $50,054 in 2011, according to the Census Bureau. That means a sizable chunk of that is getting diverted to Apple headquarters in Cupertino.  Remember, this is not something that consumers are being forced to pay. They are dipping willingly into their own pockets, because they&apos;re essentially slaves to the devices.   So not actually a tax, then, in any sense of the word, since it&apos;s not government-mandated or even mandatory. They could even - what&apos;s the phrase? - &quot;not buy anything at all&quot;. iPhone Settings Mind Map &gt;&gt; macorios.com  I made an outline which contains all iPhone 5 iOS 6.0.1 settings from the iPhone itself and from the preinstalled apps. I did this with the iPhone setup with English as the OS language and German for time formats and so on. I tried to write everything down, but I couldn&apos;t write down some things, like Japanese characters and such. So the mind-map competition should be about 98 % or more.   Simplicity itself. Android and Windows Phone next? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/12/technology-links-newsbucket", 
    "wordcount": "1107"
}