{
    "headline": "Chinese-owned Ralls sues Obama over blocked Oregon windfarm project", 
    "text": "A Chinese company sued Barack Obama on Tuesday for blocking its windfarm project in Oregon on the grounds it was a national security threat. Obama made the rare decision last week to bar the company from buying four small windfarms close to restricted air space used by a navy weapons training facility. The privately owned Ralls Corp responded on Tuesday by accusing Obama of overstepping his authority as president and adding his name to its lawsuit against the treasury department&apos;s foreign investment committee. The amended complaint alleges the committee and the president deprived Ralls of its property rights. &quot;By failing to provide Ralls with sufficient notice and opportunity to be heard prior to prohibiting its acquisition of the windfarms and imposing extraordinary restrictions on the use and enjoyment of its property interests, CFIUS and the president have unconstitutionally deprived Ralls of its property absent due process,&quot; the complaint said. The lawsuit comes at a time when Obama has been accused by Mitt Romney of failing to stand up for American businesses against unfair competition from China. The Obama camp meanwhile has run television ads claiming Romney&apos;s Bain Capital shut down American firms and shipped jobs overseas. Ralls, which is based in Delaware, is owned by two Chinese nationals and executives of the China-based firm Sany Group Company. It had planned to purchase four small plots, all near restricted navy air space, and install turbines made by the Sany Group. The navy uses the area around the windfarms for developing drones. Obama stepped in last week to order Ralls to remove all installations from the sites, and divest itself of the properties. The president was essentially reinforcing an order from the foreign investment committee handed down last July calling on Ralls to keep out of the sites in Oregon. It was the first time in 22 years a president had raised national security concerns to block foreign investment. The lawsuit, however, was seen as almost unprecedented, said Joshua Zive, a lawyer with Bracewell and Giuliani who has handled other cases with the foreign investment committee. &quot;It&apos;s always a tough battle going up against government and agency action,&quot; he said. &quot;Certainly in the case of national security issues you tend to find a broader amount of discretion given to government and agencies overall.&quot;", 
    "section": "environment", 
    "gid": "world/2012/oct/02/ralls-sues-obama-oregon-wind-farm", 
    "wordcount": "387"
}