{
    "headline": "IBM aims at retailers with augmented reality shopping app", 
    "text": "In 2012, mobile AR technology too often seems good for little more than digital agencies siphoning fat fees from the experimental budgets of brands looking for an easy PR win. That&apos;s not to say AR itself is useless and won&apos;t have an impact in the longer term. Just that many of the uses it&apos;s being put to now feel like marketing gimmicks. News, then, that IBM has developed an augmented reality shopping app is likely to make AR-sceptics roll their eyes. At a time when boarded-up stores are appearing on every high street, an AR app may be seen as more needless novelty than retail revolution. And yet The idea at least deserves to be heard out. IBM&apos;s app, which is currently a prototype, will get shoppers to register profiles with their personal data and preferences: &quot;from product ingredients that could trigger an allergy, to whether packaging is biodegradable&quot;. The idea is that they&apos;ll then be able to point their smartphone at products in-store to see how they match those preferences, as well as getting other information like ingredients, reviews and discount offers. And, inevitably, comments and reviews from friends on social networks too. Call me a pushover for a futuristic pitch, but reading IBM&apos;s original press release about the app, the prospect of scanning a shelf of cereal boxes with a smartphone camera to pinpoint the low-sugar highly-reviewed ones didn&apos;t seem ridiculous. So I talked to James Lovell, IBM&apos;s smarter commerce solution consultant, to find out more. &quot;We&apos;re starting to see retailers trying to take their customers&apos; online journeys, and what they can do around that journey in the digital world, and take it into the physical world of the store,&quot; he says. Which means? &quot;Increasingly, customers are demanding from retailers the same level of information in-store that they would expect to see in the digital channel.&quot; Which is where IBM&apos;s app begins to make much more business sense, because if retailers don&apos;t provide something to do this, then other companies will. In fact, they are already: both eBay and Amazon have barcode-scanning apps for people to use in real-world stores to find out more about individual products. And this is the worrying part for retailers to provide instant data on where those products can be bought online, often cheaper. We&apos;re talking more TVs, clothes, furniture and books here, rather than cereal, obviously. But the point holds true: if people are already scanning products in-store to get more information, then IBM&apos;s app is more a way for the retailers to try to get shoppers doing it with their apps, rather than their online rivals&apos;. &quot;The retailer does have control over this,&quot; says Lovell. &quot;It becomes an extension for their brand in-store, and they obviously control what the app can do.&quot; It&apos;s also a source of data on customers, of course: those preferences for starters, but also the ability to see what products people have looked at well, scanned in-store and then decided NOT to buy, as well as the products they have purchased. Lovell says interest is &quot;very strong&quot; from some of the retailers who are already using IBM&apos;s e-commerce technology. &quot;We&apos;re in some quite advanced stages of discussions with some large retailers in the UK, and globally as well,&quot; he says. &quot;The retailers are acknowledging that this technology is rapidly approaching. This is quite cutting-edge at the moment, but in five years time, the younger generations are going to expect it. If they can get AR with Google, they&apos;ll expect it in-store.&quot; I still have reservations: for example, with few stores likely to provide a feature comparing prices with their rivals, won&apos;t people prefer to use independent apps for scanning products? If people get AR with Google, perhaps they&apos;d rather use Google&apos;s AR when shopping too. Even so, there seems more to IBM&apos;s prototype than marketing gimmickry. High-street retailers may well see AR as one way to help them stay competitive against online outlets. Whether it works remains to be seen.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/02/ibm-augmented-reality-shopping-app", 
    "wordcount": "683"
}