{
    "headline": "Watching the watchers: lessons from the science of science advice", 
    "text": "   One Nation Under CCTV by Banksy, London 2009. Photograph: James Whatley    Institutions that play a watchdog role in society offer a persistent challenge for democracy: who shall watch the watchers? We shrink at the thought of unlimited police power or judges who place themselves above the law. Scientific advice is not immune to such concerns. Its role is to keep politicians and policymakers honest by holding them to high standards of evidence and reason. But who ensures the rationality of science advisers, making sure that they will be held accountable for the integrity of their advice? That question may seem too trivial to be worthy of serious consideration. Aren&apos;t science advisers accountable at the end of the day to science itself? Most thoughtful advisers have rejected the facile notion that giving scientific advice is simply a matter of speaking truth to power. It is well recognized that in thorny areas of public policy, where certain knowledge is difficult to come by, science advisers can offer at best educated guesses and reasoned judgments, not unvarnished truth. They can help define plausible strategic choices in the light of realistic assessments of evidence; rarely can they decree the precise paths that society should follow.  Nonetheless, it is widely assumed that the practice of science imposes its own discipline on science advisers, ensuring that they are bound by known facts, reliable methods, responsible professional codes, and the ultimate test of peer review. Seeing their role as apolitical, science advisers are not inclined to introspection in situations where their work fails to persuade. It seems more natural to blame external factors, from public ignorance and media distortion to the manipulation of science by powerful corporate funders or other interest groups.  Science and technology studies Ironically, there is one kind of science that science advisers rarely turn to for insights into how best to define their role in the policy process. That is the body of scholarship which has emerged from some three decades of research in the field of science and technology studies (STS).  STS starts from the proposition that scientific knowledge is one of the basic means with which modern societies make sense of who they are, how they relate to the world around them, and what they can or should do in order to improve their conditions. It follows that societies also need to study the processes through which science and technology are made  in order to understand how knowledge advances, what makes innovation happen, and why things do not always progress as hoped or planned.  An early focus of STS inquiry was the matter of scientific controversies. If science is the closest approximation we have to reality, then science should end controversy, not prolong it. Yet, across a wide swath of health, safety, environmental, and other social issues, science seems more often to serve as a lightning rod for disagreement. The easy explanation, which many still buy into, is that this happens only because science gets captured by political interests, canonically illustrated by the energy industry&apos;s sponsoring of climate research, or, more notoriously, the tobacco industry&apos;s funding of studies debunking the connection between smoking and cancer. It follows that the solution is to erect higher barriers around the conduct of science for policy, shielding science from corrupting influences. Intelligent engagement with politics STS scholarship, backed by detailed studies of science advice in action, has come to almost the opposite conclusion: that better science advice requires more intelligent engagement with politics. This observation may initially sit uncomfortably with advisers but should in the end lead to more accountable uses of their knowledge and judgment. Four key findings from STS research can be summarised as follows.  First, &quot;regulatory science&quot; (the science most relevant to policy) is the output of advisory processes which are loaded with value judgments, often in a form that social scientists call &quot;boundary work&quot;. These value judgments include which facts and disciplines are relevant; when is new knowledge reliable enough for use; which dissenting viewpoints deserve to be heard; and when is action appropriate. Accordingly, science advice can never stand wholly aloof from politics. The problem is how to manage its boundary-straddling role without compromising scientific integrity.  Second, public refusal to accept the judgment of science advisers does not reflect intellectual &quot;deficits&quot; on the public&apos;s part but rather the failure of decision making processes to resolve underlying questions of responsibility. For example, who will be monitoring risky new technologies after they have been released into the market, and who will pay if the consequences are unintended but harmful? Science advisers may consider these issues outside their remit, but the public have good grounds to believe that experts will take note of these factors when they advise policymakers on matters of risk and safety. Third, science advice often tracks the promises and practices of science itself, attaching disproportionately greater value to what is already known, than to what is unknown or outside the reach of the advisers&apos; immediate consciousness. That tendency leads in turn to a relative disfavoring of hard-to-gather social and behavioral evidence, as compared to measurable facts about the natural world. It also makes the process of science advice inattentive to hierarchies of power and money, not to mention to cultural biases and global resource inequalities, which shape the problem framings and methods of investigation that scientists bring to bear on social problems.  Fourth, science advice partakes of, and to some degree reproduces, salient features of a nation&apos;s or region&apos;s political culture, including a society&apos;s relative weighting of experts&apos; technical knowledge, personal integrity and experience, and capacity to represent significant viewpoints in society. In turn, those ingrained, often invisible, cultural preferences may affect an advisory system&apos;s own resilience and ability to learn from its past mistakes. The uses of science and technology studies It is not uncommon these days for governments or their science advisers to call on STS scholars to design better communication practices between science and the public. Consciously or unconsciously, such reliance often rests on outmoded understandings of the reasons for controversy and reductionist views about how to make communication work better. Science remains in the driver&apos;s seat; the public are cast as useful junior partners in the enterprise of producing &quot;better science&quot;. It is less usual for science advisers to ask STS scholars for their interpretive skills, to help redefine unfounded problem framings: for example, the widespread tendency to medicalise persistent social problems such as poverty and gender inequality.  We can well understand why policy advisers should wish to shy away from such uncomfortable insights. They destabilise order at the most disturbing levels. They question authority, even when authority is essential for the orderly running of complex societies. Work that probes into the foundations of knowledge making is sometimes associated with unproductive wheel-spinning and relativism, denying the very possibility of truth and progress. Yet the wheels, in my view, can spin with traction. The purpose of asking how we know what we know is not to tear down knowledge but to make it serve us better.  Collaboration between creators and critics In its focus on making and construction, STS reflects the instincts of the good engineer, the rebuilder of societies. In a world that seems too often to be hurtling toward planetary self-destruction, we need the capacity  and will  to question our purposes deeply: to ask over and over how knowledge underpins institutions and policies that are sometimes serviceable but at other times perverse. The relationship between creators and critics is fraught but indispensable. Good critics pick at the flaws in a creative enterprise but they are also best placed to celebrate its genuine achievements. Science advice has become a vitally important site of knowledge creation in modern societies. It is time for science advisory systems to recognise that  to stay honest  they too need critics from the communities of research studying how knowledge and action are linked together. In democracies, no institutions of power should be beyond critique. If judges may not presume to stand above the law, still less should science advisers seek to insulate themselves from the critical gaze of the science of science advice. Sheila Jasanoff is Pforzheimer professor of science and technology studies at the Harvard Kennedy School. Her most recent book is &apos;Science and Public Reason&apos; (Routledge 2012) and she is on Twitter @SJasanoff. This is an extract from her essay in Future directions for scientific advice in Whitehall, which will be free to download here  from 18 April 2013.", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/08/lessons-science-advice", 
    "wordcount": "1407"
}