{
    "headline": "Intellectual property crime unit to be set up by City police", 
    "text": "The City of London police is to establish an intellectual property crime unit as part of fresh measures to tackle copyright infringement, the business secretary, Vince Cable, has announced. The police force, which already specialises in intellectual property crime, will set up a dedicated unit to target illegal downloaders next year. Cable announced the move in a speech on copyright reform in London on Monday. He said the government would run a national consumer campaign from next spring to highlight concerns about illegal downloading and counterfeiting. The government is responding to recommendations from the Hargreaves report on the future of intellectual property in Britain. The report, released in May, recommended an overhaul of copyright laws which it said could add up to 7.9bn to the UK economy. &quot;Our creativity, our openness to and talent for innovation, is a key pillar of our return to robust growth. So it is right we work to create the environment in which creative, innovative businesses of all shapes and sizes flourish,&quot; Cable said in a speech at The Big Innovation Centre in London. &quot;A vital part of this is making sure the intellectual property landscape encourages and cements success and growth. The new vision for how we support businesses and consumers is central to achieving this.&quot; Cable also announced plans to speed up the approval process for patents to 90 days, from the current waiting time of up to three or four years. The trademarks examination service will be cut from 10 days to five. The intellectual property office, which is part of the government&apos;s department for business, innovation and skills, will pilot an advisory service aimed at helping small- and medium-sized businesses profit from their trademarks. Cable&apos;s speech was the latest government response to professor Ian Hargreaves report on copyright, which recommended 10 major changes to free-up existing laws around intellectual property. The recommendations include the establishment of a digital copyright exchange by the end of 2012 to act as a &quot;one-stop shop&quot; to make it easier to get clearance for the use of copyrighted content. The government chose to run a further study on the feasibility of the exchange, published at the end of July, which meant the formation of the body has been delayed. The government hopes to respond to recommendations on proposed copyright exceptions  such as ending the law that makes it illegal to download a CD on to an MP3 player  in the new year.", 
    "section": "technology", 
    "gid": "technology/2012/dec/17/intellectual-property-crime-unit", 
    "wordcount": "414"
}