{
    "headline": "We cannot afford to keep research results locked away in ivory towers", 
    "text": "The UK government is committed to greater transparency across the board. That is partly because, as David Cameron says, sunlight is the best disinfectant. There are other reasons for more transparency too, such as giving people the tools to fulfil their aspirations. Choosing the wrong course can be an expensive and dispiriting error. So we have published 17 pieces of comparable information on each university course. People from families with little history of higher education no longer have to fill in their UCAS forms in the dark. A third reason for greater transparency is to ensure a better deal for taxpayers. Every year, the government spends almost 5bn on science and research. Yet the results of that research are generally behind paywalls that individuals and small companies cannot afford, even though they have paid for the research through their taxes. Short journal articles typically cost more than 20 apiece to access. If the anecdotes are to be believed, there is substantial avoidance, with student interns accessing information for their employers and people signing up for cheap evening courses solely to get access to a library&apos;s journals. It is all too reminiscent of the music industry, which had to go through the painful  and illegal  Napster experience before finding models like iTunes and Spotify that work for artists, record companies and fans.  Students at some less well endowed universities may have also experienced more restricted access to the research they need to cite during their own studies.  So we are determined to provide a general right-to-roam to those who have paid for cutting-edge research through their taxes, but on a sustainable financial model. This will take time to deliver in full, but the single biggest change is just taking effect. The majority of the government&apos;s direct spending on research is routed through the seven research councils and on Monday they implemented a revised open access policy. Academics funded by the research councils are expected to publish in open journals. Our preference is for the so-called &quot;gold&quot; open access route. This recognises the costs of publication (including peer-review and editing), via an explicit and upfront article processing fee. The research is made freely available immediately, within a liberal licensing regime. This builds on the experience of the medical research community, where new discoveries happen so fast that it makes little sense to place them behind barriers. This gold route has a financial cost. It will be partly met by the research councils and also institutions, which should gradually see their library costs reduce in return. But sometimes researchers may prefer to use another  so-called &quot;green&quot; option  too. Here, there is no fee but a time-limited embargo, during which access is restricted. Typically, the embargo will be no more than a year in the arts and no more than six months in the sciences. In certain circumstances, when there are no publication funds available, longer embargo periods may occur, such as to ensure the financial sustainability of a learned society. But they are expected to be no more than 24 months. The system needs to be flexible enough for different disciplines and different publishing models. Opening up British research may seem obvious. But it is not just inertia that has blocked it from happening before. There are two big issues. First, we need to ensure any new system works for all parties. We have been careful to work in concert with others and the new changes are in line with the recommendations of a review led by Dame Janet Finch that included representatives of the universities, publishers, research funders, libraries, learned societies and the wider research community.  Second, the UK need not be giving our research to others with nothing in return. While we are leading the international debate, rapid steps are being made towards opening up research further in both the US and the EU. It is moving fast and no one country has all the answers. But we will learn from experience and the research councils have committed to a review in 2014. We cannot afford to risk the quality or reputation of our world-class research base  arguably, the most cost-effective in the world. Nor can we afford to harm our world-class publishing industry.  But the world is changing fast. If we are to maintain the citation rate of our leading researchers, to commercialise the fruits of their research more quickly and to continue punching above our weight in publishing, then we need to take a global lead. We cannot afford to keep our research locked away in ivory towers. David Willetts is minister for universities and science Jessica Bland: Will open access to research achieve transparency? Respond to Willetts&apos;s statement here", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/09/open-access-scientific-publishing-peer-review-scientific-publishing", 
    "wordcount": "787"
}