{
    "headline": "'Bacteria battery' boosted by space microbes found in river Wear", 
    "text": "Scientists have doubled the power output of a &quot;bacteria battery&quot; by selecting microbes from a UK river estuary, including one normally found in space. The development takes microbial power technology a stage nearer its goal of providing a portable, independent and renewable source of power for use with low-energy devices and in parts of the world without electricity. A multi-disciplinary team from Newcastle university focussed on the river Wear estuary to collect and test different bacteria for their power-generation potential. The microbial power process is well-established in sewage treatment and water cleansing, but remains well short of providing a significant supply of electricity. The Newcastle survey, reported in the latest issue of the American Chemical Society&apos;s Journal of Environmental Science and Technology, shows how a prolonged dredge of just one site can come up with a formidable range of relatively powerful microbes. One of the best, whose presence startled the scientists, was Bacillus stratosphericus which is found in large quantities 30km above the Earth and brought down to the planet by atmospheric cycling. The survey tested 75 species before combining the best into a Microbial Fuel Cell whose output then rose from 105 watts per cubic meter to 200, or enough to run an electric light. &quot;The research and findings show the potential power of the technique,&quot; said Grant Burgess, professor of marine biotechnology at Newcastle. &quot;What we have done is deliberately manipulate the microbial mix to engineer a biofilm that is more efficient at generating electricity. &quot;This is the first time individual microbes have been studied and selected in this way. Finding B. stratosphericus was quite a surprise but what it demonstrates is the potential of this technique for the future  there are billions of microbes out there with the potential to generate power. &quot;We have got used to seeing road signs powered by small solar cells. In the same way, an MFC could potentially be portable and just need immersing in water or sticking in soil for the bacterial process to start.&quot; Selected by Time magazine three years ago as one of contemporary science&apos;s 50 most important inventions, microbial power harnesses the glow-worm-like electricity naturally generated by some microbes during their processing of waste water or mud. Commercial versions coat carbon electrodes with a bacterial slime whose tiny organisms convert nutrients into electrons and pass the power into a battery. The research brings the lead in MFC technology back to the part of the world where it first began. In 1911, Prof M C Potter at Durham university produced electricity from E.coli bacteria in his botany department, a breakthrough little-remarked at the time but followed up from 1930s onwards. Samples of microbe &quot;pick-and-mix&quot; are likely to follow from an increasing range of places including the deep sea. Prof Burgess&apos;s current lecture topics include snotworms, whose ability to decompose the bones of dead whales on the seabed is attracting scientific interest.", 
    "section": "environment", 
    "gid": "environment/2012/feb/22/bacteria-battery-space-microbes", 
    "wordcount": "493"
}