{
    "headline": "Commitment to widening participation winner: University of Wales, Newport with the University of Glamorgan", 
    "text": "The Heads of the Valleys region has the largest concentration of wards designated as &apos;most deprived&apos; in Wales. High unemployment, poor health and low levels of educational attainment mean people in the area face huge barriers if they want to improve their lives or contribute to their community&apos;s regeneration. While 38% of adults in Cardiff had achieved an HE qualification in 2007, in the Heads of the Valley, less than half of adults could say the same. So the idea behind the University Heads of the Valley Institute when it launched in 2009 was to bring higher education to the local population, by running courses close to where they live and work, in subject areas relevant to their interests and priorities, and closely linked to the skills that employers said they would pay for. It&apos;s an initiative that has brought together two universities, four FE colleges, local authorities and employers from six different industries. Courses are delivered not just on university and college campuses, but in workplaces and community venues.  As well as aiming to bring the higher skills profile of the area up to the Leitch target (over 40% at Level 4) by the year 2020, it&apos;s hoped that the Institute will make the region a more attractive place for employers and investors.  Local public services will also, the thinking goes, improve though having access to a better qualified pool of employees. The longer term goal is to raise the level of participation in HE in the region to the national average for the UK - a tall order, given that that this part of Wales has a weak culture of participation in higher education. To reach that point, funding has been very tightly targeted: enrollment on UHOVI courses is restricted to people who live in the area, so that the money invested benefits only those for whom it was intended.  Prospective students aren&apos;t expected just to leap into higher education. There is work with local schools to promote the benefits and enjoyment to be had through gaining higher level skills, and Level 3 students can try out higher education taster modules. The Welsh government has backed the initiative with funding, and the overall budget last year was 3.2m. That&apos;ll rise to 4.3m for the current academic year - and that&apos;s because enrollments are on the up. Over 1,500 learners signed up in 2001-12, and this year, despite the wider fall in HE numbers, the target of achieving a 60% increase on that isn&apos;t far off being met. &quot;The portfolio [of courses] is driven by what the region needs rather than what the universities can offer,&quot; explains Dr Chris O&apos;Malley, pro-vice-chancellor for regional and international development at the University of Wales, Newport. &quot;Where needs are identified that neither university can meet, the UHOVI team will source supply from another university. The project is not just a pilot, but is intended to have a transformational impact on a whole region.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/widening-participation-winner-university-wales-newport", 
    "wordcount": "526"
}