{
    "headline": "Apprenticeships: why we would do well to value them more highly", 
    "text": "Kevin Wagner is looking pleased with himself. With just a few weeks to go until the end of a four-year IT apprenticeship with Credit Suisse, he has submitted his final assignment: a thick, spiral-bound document crammed with complicated-looking programming language. And he&apos;s looking forward to his next pay packet, when his monthly salary of around 1,400 Swiss francs (1,000) is set to quadruple. His presentation  delivered in near perfect English  is so confident and slick, it is easy to forget he is just 21. But he has just been selected to join a fast-track IT management programme and hopes to progress on to a degree in the future  not bad for a young man who admits he &quot;didn&apos;t really enjoy studying at school&quot;. Wagner&apos;s story is a reminder that there is more to Switzerland than the Alps, posh chocolate and fancy watches. The country consistently scores well in world education rankings, has one of the most successful apprenticeship systems in the world and regularly tops results tables in international skills competitions. It also has an enviable youth unemployment figure of just 7.5% (compared with 21.9% in the UK). The secret of its success lies, at least in part, with the country&apos;s long legacy of vocational education. Around two thirds of 15- to 19-year-olds do apprenticeships in Switzerland, compared with just 6% of 16- to 18-year-olds in England  although here, rising tuition fees, due to go up to 9,000 a year, and the subsequent drop in university applications, could change this. The National Apprenticeship Service says applications for apprenticeships are up 53% on last year. But while there is work to do on changing perceptions of vocational qualifications in the UK, in Switzerland, the apprenticeship route is a genuinely respected and valued alternative to university. While he had the aptitude for university study, Wagner says he chose an apprenticeship or vocational education and training (VET) as it is known  because he wanted to earn and learn on the job. &quot;Everyone has an apprentice in their family or at least knows someone who has done one  it&apos;s just a normal thing to do,&quot; he says. Apprenticeship programmes in Switzerland typically last three to four years, with young people spending, on average, three days a week in the workplace and two days studying at a vocational college  a combination that makes them highly employable. Ursula Peter, a careers counsellor in the north-west region of Solothurn, says: &quot;They are considered as real professionals  the school and work experience together form a solid basis of theoretical and practical skills.&quot; Talking to Swiss apprentices about their experiences of education, it is clear young people are encouraged to start thinking about their future early. The most academic students are generally allocated to a high school in their early teens (based on their grade average and, sometimes, an exam) known as gymnasium or Kantonsschule, to prepare for the &quot;matura&quot; (the A-level-equivalent qualification needed to get a place at university), while the majority stay in general education before choosing apprenticeships or specialist vocational schools at 14 or 15. From the age of 14, all school children have one hour a week of mandatory careers education in school. They can also visit a careers adviser in their local region for one-to-one advice and guidance. Unlike in the UK, the Swiss don&apos;t seem to have a problem with academic selection. &quot;Most people go to the vocational school, so it isn&apos;t really a problem,&quot; says 20-year-old Tobias Eichmuller, an apprentice at the medical technology company Stryker in Selzach. Around a quarter go on to higher education, compared with 45% in the UK. &quot;Nobody feels bad about it,&quot; he says. This may be because it&apos;s not &quot;a one-way street,&quot; says Wagner, who started out at gymnasium before moving to a vocational school at 17. Young people who have gone through the VET programme can take additional qualifications that allow them to move into higher education and those who pursue the academic route can change course to do degree-equivalent vocational education and training programmes (known as professional education and training or PET). Employer engagement is another key factor. It is employers who design and assess the VET curriculum for the 230 or so apprenticeship programmes available to school leavers, allowing them to match curriculum content with the needs of the labour market. Much of this work is carried out for little or no financial reward via the professional organisations that represent specific industries or sectors, a practice that reflects a shared sense of responsibility on behalf of employers, explains Bernhard Beutler, head of international collaboration in vocational training and technology at the Swiss federal department of economic affairs. &quot;Businesses are very aware of their responsibility when it comes to their long-term supply of adequately trained workers to secure the potential for growth and innovation.&quot; In England, one of the biggest barriers for employers considering taking on apprentices  particularly in small and medium-sized enterprises (SMEs)  is the fear that they will leave at the end of their apprenticeship, taking their skills with them. But a standardised approach to training in which all apprentices acquire similar skills and expertise means that Swiss employers  of which over 98% are SMEs  are more relaxed about the idea. This may be because apprenticeships are generally seen as traineeships that may or may not lead to a job at the end  unlike in England where, following criticism over the length and quality of training provision, the National Apprenticeship Service (NAS) is keen to stress that an apprenticeship should be a job, and not a course or qualification. So when Beutler tells the English group of civil servants and further education professionals I&apos;m with that two thirds of Swiss trainees do not stay with their employer on completion of their apprenticeship, there is an audible gasp in the room. &quot;They [employers] don&apos;t really mind because, even if their apprentice does move on, they know they will be able to recruit another young person who is trained to the same kind of standard,&quot; explains Beutler. For David Way, chief executive of the NAS, the most striking feature of the Swiss system is the sense of collective responsibility felt by employers, educators and learners for the success of apprenticeships. But while there is much to praise about the Swiss system, it is not without its faults, says Alison Fuller, professor of education and work at the University of Southampton. Regional variations in the school starting age (some children start at six, others at seven), mean some young people end up having to spend a year doing &quot;filler&quot; courses before starting their apprenticeships. Gender stereotyping is another issue, with &quot;girls in sectors that are predominantly female and boys in predominantly male,&quot; says Fuller. She points out that Switzerland&apos;s apprenticeship success has to be considered in the context of its stable economy and effective school system. There, 90% of young people hold A-level equivalent qualifications, compared with around 57% in the UK. &quot;They [the Swiss] are getting a far greater proportion of young people to a higher level of general education, so even though there are these different kinds of schools, young people don&apos;t suffer in terms of attainment. But there is certainly a much stronger valuing of vocational education than in England, and a feeling that everyone should invest and have a stake in it  which is probably where the country&apos;s success lies.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/27/apprentices-vocational-education", 
    "wordcount": "1260"
}