{
    "headline": "Conflict in Mali, Haiti rebuilds, and the next round of MDG talks", 
    "text": "Conflict and development The escalation of fighting in Mali following the arrival of French troops has heightened concerns of a humanitarian crisis. Aid agencies are braced for an influx of refugees and fear the fighting could stop the delivery of aid to Malians in dangerous locations. Mark Tran offers an overview of the Mali conflict, and David Leonard, from the Institute of Development Studies, looks at why the world is so bad at peacekeeping, arguing that efforts need to begin at community level. In Syria, a report by the International Rescue Committee highlights the &quot;significant and disturbing&quot; use of rape as a strategy in the war. Elsewhere on the site Three years after the earthquake in Haiti, Father Kawas Francois, a Haitian Jesuit priest, argues that the government&apos;s inability to acquire land from powerful elites is one of the reasons why reconstruction has been slow and why thousands of people are still living in tents. On a more positive note, Prospery Raymond, Christian Aid&apos;s country manager for Haiti, explains why there is hope, despite the critics. Afua Hirsch reports on the lack of enthusiasm in Ghana for the government&apos;s ban on secondhand fridges. In the runup to next week&apos;s talks on what should follow the millennium development goals, the UK&apos;s international development committee urges David Cameron to give a &quot;clear and consistent&quot; message on what he means by the &quot;golden thread&quot; of development. And a Human Rights Watch report warns investors in Eritrea&apos;s mines that they risk complicity in abuses unless they prevent forced labour being used. Migration: have your say Our next podcast will be recorded this week. January&apos;s topic is the impact of migration on development. How does moving affect migrants and their families? Can migration alleviate poverty? Share your experiences and post your questions to help shape the debate. And, if you have migrated  either across borders or within your country  tell us on Twitter. Use the hashtag #whymigrate to tweet your origin, destination and reason for moving. Between 2-4pm on 31 January, the Global Development Professionals Network will be discussing the question: &quot;Do we need to mainstream migration into development?&quot; To recommend someone for the panel, email globaldevpros@theguardian.com. Coming up on the site To coincide with our podcast, we will be taking a closer look at the impact of migration and remittances in an interactive map showing where people, and money, move around the globe. We will be reporting from Monrovia on the next round of UN high-level panel talks discussing what should be included on the post-2015 development agenda. And Claire Provost talks to the new head of the World Bank&apos;s International Finance Corporation, Jin-Yong Cai, about his vision for private-sector engagement in development. Multimedia In pictures: South Sudan  healthcare in the mountains An outreach programme in the mountainous Boma district, run by NGO Merlin with funding from the UK&apos;s Department for International Development, is providing access to medical care for thousands of marginalised people, particularly women. In pictures: Mapping trachoma eye infections in Ethiopia Teams of surveyors are mapping the spread of trachoma, which can cause blindness, in rural Ethiopia. Cases are often found in remote areas with little access to healthcare. A consortium led by Sightsavers hopes to survey the remaining endemic districts in less than three years. What you said: some of the best reader comments On Prospery Raymond&apos;s blog on Haiti, Gdolce said:  Extremely powerful article. Haiti&apos;s problems did not start in 2010 and one cannot expect the rebuilding to take place in a few years. How can you even rebuild what was not there in the first place?  On Emma Seery&apos;s blog on inequality, in the runup to the World Economic Forum in Davos this week, prosegmr said:  There are around 250 million children who cannot read or write, whether in school or not. Business leaders are the first to benefit from an educated, literate workforce. They also have the power and resources to change this.  On our talk point asking readers to share the development innovations that have caught their eye, CindyNawilis suggested the Gravity light:  It is an even cheaper alternative to kerosene lamps than solar lights. Didn&apos;t think it&apos;d be possible to find a cheaper energy source than sunshine, but was I wrong!  Highlights from the blogosphere On Shanta Devarajan&apos;s Africa Can blog, David Evans and Marcus Holmlund outline how Nigeria is seeking to address the shortage of midwives and encourage more women to access pre- and post-natal healthcare using tried and tested methods in other African countries and in India. Think Africa Press examines the political and developmental challenges that are expected to confront Africa this year, including conflict, elections and the slow implementation of development policies. And Lawrence Haddad, on Development Horizons, unpicks a paper that suggests open defecation is the main reason for height differences in children in sub-Saharan Africa and India. Global development survey Thanks to everyone who participated in our survey. The winner of the iPad was Rob Douglas. New partner We have added Euractive, an independent pan-European media network providing EU policy news and analysis in 15 languages, to our network of content partners. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/22/conflict-mali-haiti-rebuilds-mdgs", 
    "wordcount": "912"
}