{
    "headline": "Is your university speaking our data language?", 
    "text": "Information about higher education is becoming increasingly important: key information sets (KIS) for prospective students currently have a high profile; HE institutions are becoming more demanding users of data, adopting business intelligence systems to improve efficiency and marketing; funders and regulators require information for monitoring the effect of policy, especially in times of change, and for accountability and quality purposes. This information is derived from a variety of systems and a number of bodies that, working across the sector, manage processes such as funding, admissions, student finance and accreditation or oversight of specific courses and disciplines. A recent survey for the HE Better Regulation Group has highlighted the extent of information that HE providers continually need to supply and has provided an indication of the number of duplicate flows of data that exist in this complex landscape. The lack of standardisation in data transactions means that HE providers have to deal with a broad range of systems and organisations that all talk a slightly different data language. Even apparently simple concepts such as the definition of the word &quot;course&quot; can be enormously difficult to pin down as a recent HESA report has shown. Mindful of burdens faced by the sector, and in the light of further additional complexities created by policies such as AAB and KIS, it is timely to undertake a root and branch review of the data demands made on the sector. This need was recognised in some initial work undertaken at HESA to map these data flows at a high level and capture a future vision that would allow for streamlining and reduction. This was introduced into the higher education white paper (para 6.22), which called for a redesign of the information landscape in order to arrive at a system that meets the needs of a wider group of users, reduces the duplication that currently exists and results in timelier and more relevant data and information. This vision is being carried forward in a project reporting to the Interim Regulatory Partnership Group that is chaired jointly between HEFCE and the Student Loans Company. This project is managed by HESA and is progressing alongside another project, managed by the SLC, that is producing a process map of the funding and regulatory landscape for higher education institutions, with a view to adapting and redesigning those processes in the most efficient and effective way for the future. The information landscape project is undertaking a feasibility and impact assessment, working with key stakeholders that include HEIs and other sector bodies such as UCAS and SLC. The project is currently consulting on some underlying principles for the information landscape and will then test possible future models against those principles and set out a roadmap for the realisation of the benefits identified. The project will seek to better understand the different needs for data and seek reductions in the extent of demand and multiple requests. The work will enable us to explore a future model of data and information flows that is built around shared services and interfaces between HE providers and those bodies that require data and information to be collected from  or passed to  those providers. What is clear from the outset is that for this vision to be realised the project needs to engage with stakeholders across the sector. This may sound like one of those big IT projects that often prove troublesome and we need to be mindful of the traps and pitfalls  hence the approach of a first phase feasibility study. So please do engage with this project  it will affect the future success of the sector. One way or another we all have a stake in information about higher education and we all stand to benefit from a system that will deliver consistent and comparable data that is widely accessible and of value to all. Alison Allden is chief executive of HESA This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/13/university-speaking-our-data-language", 
    "wordcount": "680"
}