{
    "headline": "E3 2012: the 10 most anticipated games", 
    "text": "   Assassin's Creed III (Ubisoft, multiformat) Announced back in February, the latest instalment in Ubisoft's history-spanning adventure packs up the Assassin's v Templars baggage and drags it to the American revolution. The hero this time is a half-English, half-Mohawk warrior who becomes entangled in a series of major historical battles. The fighting looks brutal and the depictions of Boston and New York appear as lovingly detailed as the Renaissance cities from Assassin's II. A genuine epic        Call of Duty: Black Ops 2 (Activision, multiformat) Another year, another Call of Duty blockbuster  but this time, developer Treyarch is trying its hand at mixing up the formula, transferring the action to a near-future setting and providing a branching story that the player can influence. It looks like there will also be large-scale real-time strategy elements, too. Okay, hardly epoch-shattering stuff, but for the CoD brand, it's an indication that the FPS juggernaut really needs an overhaul. We should find out about the new multiplayer stuff, too        Dead Space 3 (EA, multiformat) Revealed during EA's financial forecast earlier this month, the third sci-fi horror shooter from Visceral Games takes long-suffering hero Isaac Clarke to an icy planet. Here, rumours suggest that he will team up with gnarled local John Carver, who may well provide a co-op partner in a new game mode. It's all vague conjecture at the moment, but along with Fifa 13, Medal of Honor, SimCity and a possible Need For Speed announcement, this is EA's E3 2012 biggie        Dishonored (Bethesda, PC, PS3, Xbox 360) There are high hopes for this stealth-based thriller, set in a steampunk industrial city where the favourite bodyguard of the empress has been betrayed, framed and lobbed in prison. You're the dishonored warrior of the title, battling your way through a plague-ridden metropolis and getting to the truth of a corrupt and dangerous government. Developed by French studio Arkane and co-designed by Deus Ex luminary Harvey Smith it looks to be an intelligent take on the action adventure genre with nods to the cult Thief series        Elder Scrolls Online (Bethesda, PC) The first massively multiplayer adventure to take place in the Elder Scrolls universe will be a massive creative and technical undertaking for ZeniMax Online Studios. Apparently, the game will span conflicts and locations from all five of the previous Elder Scrolls titles, and it's all being over seen by veteran MMOG director, Matt Firor, who previously oversaw Dark Age of Camelot. Although NCSoft's Guild Wars 2 will be the MMORPG to beat over the coming year, Elder Scrolls Online is going to be a heavily armed opponent        Forza Horizon (Microsoft, Xbox 360) Little is known about this spin-off from Turn 10's hyper-detailed Forza Motorsports series. It's in development at the Leamington-based Playground Games, set up three years ago by several ex-members of the Codemasters racing studio. So can we expect something slightly more fun and offbeat? That's no doubt the idea. Some are expecting a road trip game  the sort of thing Need for Speed: The Run promised, then resolutely didn't deliver. Microsoft won't say anything until its press conference on Monday        Last of Us (Sony, PS3) This is where Naughty Dog, the creators of the Uncharted series, get dark and apocalyptic. The Last of Us is a sort of survival action adventure set in fallen America, where a fungal infection has killed or mutated most of the population. Embittered survivor Joel and his 14-year-old cohort Ellie must kill and scavenge as they make their way through a series of nightmarish urban locales. Think Uncharted meets Walking Dead while The Road awaits in the distance. Scintillating stuff, in other words        New Super Mario Bros. Mii (Nintendo, Wii U) Okay, so this is confusing. New Super Mario Bros. Mii was actually a tech demo shown briefly at last year's E3 for the newly announced Wii U console. However, Nintendo has since suggested that there will be another Super Mario title unveiled at this year's event, and it's based on the concept we've glimpsed. Basically, it seems likely we'll get some sort of HD Super Mario Bros platformer for the Wii U launch, and E3 2012 will tell us much more about it. Pikmin 3 is also expected at the show        Quantic Dream project (Sony, platform: TBA) Earlier this year, French studio Quantic Dream (previously responsible for the dark and deliciously divisive psycholgical thriller Heavy Rain) released an astonishing tech demo entitled, Kara (pictured above), showing off its current technology. It's expected that Sony will reveal the developer's next actual game during its press conference on Monday evening  whether or not it has anything to do with Kara is anyone's guess. Indeed, you never know what to expect from this arty and controversial game maker, but as visionary co-founder David Cage has recently criticised the industry for being too focused on violence, we're fairly certain it won't be Heavy Rain 2. Oh, and what platform will it be running on?        SimCity (EA, PC, Mac) It's the moment all wannabe town planners have been waiting for  the original Sim game is back, with gloriously detailed new cities and a multiplayer component that will allow friends to build their urban masterpieces next to each other before trading in (and competing for) natural resources. A new, more intuitive interface should make the complex simulation more accessible to newcomers, but developer Maxis is promising that this will be no SimCity-lite. A generation of frustrated architects breathes a giant sigh of relief   ", 
    "section": "technology", 
    "gid": "technology/gamesblog/gallery/2012/jun/01/e3-2012-10-most-anticipated-games", 
    "wordcount": "0"
}