{
    "headline": "Raise limit on infant class sizes in primary schools, government told", 
    "text": "The government has come under renewed pressure to raise the limit on infant class sizes after a councillor revealed that his local authority had spent 274,000 hiring extra teachers to keep their classes below the legal threshold. Sefton council on Merseyside spent the money on extra teachers for just eight extra pupils over the past two years. A baby boom has put intense pressure on primary schools  government figures show that more than 450,000 extra primary pupils will need places in England by 2015. Labour legislated to limit class sizes for five- to seven-year olds to 30 pupils in 1998, but councils in London recently circulated a document which says this limit should be raised to allow up to 32 children in a class. In Sefton, the council spent more than a quarter of a million pounds so that classes with 31 pupils could have two teachers. Liberal Democrat councillor Simon Shaw, who drew attention to the figures published in a council report, said: &quot;The problem is that the &apos;30&apos; class size limit for infant classes is completely rigid. Surely, a bit of flexibility could be introduced? [The money] has come from taking money from the education of every other primary school pupil in the borough.&quot; Sefton council is a &quot;hung&quot; authority in which Labour is the biggest party and the Liberal Democrats the second biggest. Shaw said: &quot;Surely a common-sense solution is to change the law so that schools have the flexibility to go up to 32 children in an infant class, if they wish, but only so long as they have a qualified, full-time teaching assistant as well as a teacher.&quot; The councillor said he intended to lobby government over class sizes through his MP, John Pugh, the Liberal Democrat MP for Southport. Liberal Democrat-controlled Sutton council has contacted other local authorities in London to ask for support in an attempt to change the law restricting class sizes for the youngest children to 30. A Department for Education spokeswoman said the government&apos;s position on class sizes was unchanged. In a statement last week, it said: &quot;The law remains clear that it is illegal for infant classes to exceed 30 pupils  no parent would want their child taught in a huge class. &quot;We&apos;re dealing with the impact of soaring birth rates on primary schools  doubling targeted investment at areas facing the greatest pressure on numbers to over 4bn in the next four years. We are building free schools in areas where there are place shortages and letting good schools expand without limits to meet demand from parents.&quot; A spokesman for Sefton council said: &quot;The rules relating to infant class sizes are part of national legislation and affect schools in all local authority areas.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/11/infant-class-sizes-primary-schools", 
    "wordcount": "469"
}