{
    "headline": "Twitter abuse for Tom Daley also faced by other Olympic athletes", 
    "text": "It started as a place on the internet where celebrities and sports stars could share amiable updates with their fans across the globe. Now some well-known personalities are quitting Twitter after becoming the target of abusive messages from anonymous internet trolls. The messages directed at Tom Daley shortly after his Olympics disappointment on Monday are the latest example of cyberbullies taking aim on Twitter. Several Team GB athletes competing at the London 2012 games have found themselves targeted by a small but aggressive minority on the social network. The 18-year-old weightlifting star Zoe Smith &quot;stuck two fingers up&quot; to her internet critics on Monday when she lifted a British record-breaking 121kg. Smith had earlier confronted one Twitter user who said women weightlifters are &quot;probably all lesbians and look like blokes&quot;. Smith said: &quot;I love using Twitter. I am pretty much known as the athlete who sits there and pretty much tweets in between her clean and jerk. Some people just abuse it... Just because, at the moment perhaps while we are competing they think we are public figures, they think they can stay as faceless people who would say these things.&quot; She is not alone. The swimmer Rebecca Adlington, who won bronze in the women&apos;s 400m freestyle final on Sunday, has spoken out about being taunted on Twitter  and not just by the comedian Frankie Boyle. A series of footballers, such as the England international Micah Richards and Manchester United&apos;s Darron Gibson, have also ditched the social network after being abused. A cursory look at the deluge of tweets sent to Team GB stars shows that the vast majority are supportive. But it only takes one nasty message to distract from the rest. Louis Smith, Britain&apos;s bronze-winning gymnast, has chosen to avoid the site before he competes. &quot;There are just tweets that you do not want to see,&quot; he said. &quot;It is just that one message. You can get 100 nice ones but there is that one message that you do not want to see  so that is why I took the decision to stop tweeting.&quot; Unlike Facebook, Twitter quickly became known as the place where celebrity users such as Stephen Fry and Ashton Kutcher could mingle with the masses, unobstructed by PR handlers or marketing supremos. This intimacy is no doubt what attracts millions of people to the site each day. Where else could they learn of Usain Bolt&apos;s dedication to chicken nuggets? The number of Twitter users has grown exponentially since the Beijing Olympics in 2008: from 2 million registered users to more than 140 million active users today. Twitter said it does not actively monitor tweets on its network. Legally, that absolves the company of responsibility for libellous or inflammatory material. But it is also the only answer to a problem caused by 400m tweets each day  up from around 1m a day in 2008. Twitter has become an indispensable part of the Olympics, as internet-addicted fans and athletes alike use the site to trade pithy updates. And for some, that addiction is causing problems of its own. The Australian swimmer Emily Seebohm confessed that her use of Twitter might have played a part in narrowly missing the gold medal in the 100m backstroke final earlier this week. For better or worse, Twitter has already made its mark on the London Olympic Games.", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/tom-daley-olympic-twitter-abuse", 
    "wordcount": "566"
}