{
    "headline": "Tiny Pacific island nations create world's largest marine parks", 
    "text": "Two of the world&apos;s smallest countries are to place nearly 2.5 million square kilometres of south Pacific Ocean in newly created marine protected areas. The Cook Islands, nation of 20,000 people on 15 islands, formally announced on Tuesday the creation of the world&apos;s largest marine park covering nearly 1.1m sq km, an area bigger than France and Germany. &quot;This is our contribution not only to our own wellbeing but also to humanity&apos;s wellbeing,&quot; said the prime minister, Henry Puna. &quot;The Pacific Ocean is source of life for us. We are not small Pacific island states. We are large ocean island states,&quot; Puna said at the opening of the Pacific Islands forum, where leaders of 16 Pacific countries including New Zealand and Australia are meeting in Rarotonga. The new Cook Island marine park will be zoned for multiple uses including tourism, fishing, and potentially deep-sea mineral extraction but only if these activities can be carried out sustainably, he said. The precautionary principle will determine what activities can take place, he said. New Caledonia, the Cook Island&apos;s Pacific island neighbour and former French territory, also announced it will create a new marine protected area roughly half the size of India, covering 1.4m sq km. &quot;New Caledonia wishes to play its part in the sustainable management of our oceans,&quot; Francois Bockel, the head of regional development told the Guardian. Pacific island nations have committed to a new approach to sustainable ocean management called the Pacific Oceanscape for the 40m sq km inside their collective exclusive economic zones. The region contains the largest pristine marine ecosystems and is home to 60% of the world&apos;s tuna stocks, scientists say. The tiny Pacific island nation of Kiribati launched the Pacific Oceanscape concept and created the 400,000 sq km Phoenix Islands protected area in 2008. Other Polynesian nations such as Palau and Tokelau created vast whale, dolphin and shark sanctuaries in their waters. In June, Australia announced it would expand its network of marine protection reserves to 3.1m sq km including nearly 1m sq km in the south Pacific. &quot;Nearly every indicator shows that the world&apos;s oceans are in decline,&quot; said Michael Donoghue of Conservational International. &quot;What is being announced here [in Rarotonga] is far more than has been achieved anywhere else in the world. It will be of enormous benefit to all of mankind.&quot; Previously the world&apos;s largest marine reserve was the 545,000 sq km area established by the UK around the Chagos Islands in the Indian Ocean.", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/pacific-marine-park", 
    "wordcount": "429"
}