{
    "headline": "Writer prepares to retrace early humans' journey out of Africa's Great Rift Valley", 
    "text": "It will be a journalistic assignment like no other. Call it &quot;the longest walk&quot;. In what is probably the longest, most arduous piece of reportage ever undertaken, Paul Salopek, an experienced writer for the Chicago Tribune and National Geographic, is embarking on the astonishing task of retracing the journey taken by early man tens of thousands of years ago. Beginning in the exotic surroundings of the Great Rift Valley in Ethiopia, Salopek will take an estimated 30 million steps, reaching his destination seven years later, three continents away at the most southerly point of South America. Along the way he will be writing stories for National Geographic at the rate of one long article a year, while maintaining a website that will be filled with regular multimedia updates from his 21,000-mile journey. After its starting point in Africa, his route will cross the Red Sea into the Middle East, traverse China, head into Siberia, cross the Bering Strait into Alaska and then walk all the way down the western coasts of North and South America. Speaking to the Observer as he was still putting the finishing touches to his journey&apos;s beginnings  and spending some time with his family  the 50-year-old said he saw himself carrying on an ancient human tradition of the roving poet or musician. &quot;It is an old way of story-telling: the wandering bard. I am curious myself to see how it all turns out,&quot; Salopek said. &quot;It is the notion of a questing story which we find in all cultures, that you have to go away from home and come back in order to truly discover what &apos;home&apos; was,&quot; he added. But while Salopek may see himself in the same light as a Homeric character, he will be taking a laptop and video and audio recording tools. Salopek intends to record his journey, from its changing landscapes and its shifting skies and  most importantly of all perhaps  the voices and faces of the people he meets. Those samples will be taken every 100 miles or so and stored on an online database hosted by an &quot;journalism laboratory&quot;. It will provide a unique record of a huge slice of the planet. &quot;We will be creating a family portrait of humanity for the next seven years,&quot; he said. No one thinks the journey is going to be easy. The physical challenge of walking from Africa to South America will be arduous. But it is virtually impossible to plan ahead for a seven-year journey that will go through some of the globe&apos;s most dangerous political hotspots  such as Iran and central America. Borders will open or close as regimes rise and fall, potentially blocking his way. But Salopek says his journey will not falter. Like the early humans in whose steps he is following, he will simply adapt by shifting routes. &quot;I will do the same thing as our ancestors did. I will pivot around obstacles,&quot; he said. But he admitted that the mental challenges were likely be harder than the physical task. He will face long periods of solitude, but at the same time be the centre of global attention. In order to relieve the pressure, Salopek says he will be going offline for some periods to rest and also because he wants his journey to record real stories, not to be a simple log of miles walked, blisters burst and shoes worn out. His wife, visual artist Linda Lynch, might also join him during some of those breaks. Although Salopek&apos;s journey might seem like a crazed plan, the highly experienced and well-travelled writer said he did not feel intimidated. During his time working for the Chicago Tribune and National Geographic, Salopek has journeyed all over the world, won two Pulitzer prizes and earned a reputation for immersive, epic reporting. He once travelled 1,300 miles by mule across Mexico for a story and, while working in Sudan, was arrested as a suspected spy. Elsewhere, he has canoed through Congo and even worked as a commercial fisherman in New England. &quot;I have moved around my whole life. I am very good at moving through different cultural membranes and I feel that I have been unconsciously preparing for this for many years,&quot; he said. His trip, which will be called the Out of Eden Walk, has been backed by numerous sponsors, including the Knight Foundation, Harvard&apos;s Nieman Foundation for Journalism and the Pulitzer Center on Crisis Reporting. For the past year or so Salopek has been garnering backers, working out the first two years of his route, wrangling the necessary visas and doing vital preparation work. The theme  of retracing early man  was chosen in part because it would make his travelogue accessible and universal across the globe. &quot;It is everybody&apos;s story. This journey belongs to everyone,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/dec/08/writer-retrace-early-humans-journey-africa", 
    "wordcount": "816"
}