{
    "headline": "Using Windows 8 on touchscreen laptops could be a pain in the shoulder", 
    "text": "According to Microsoft, the great leap forward about Windows 8 is its ability to be used with a touchscreen. Where Windows 7 could be squeezed into touch devices, the onscreen targets became too small. With Windows 8, you have big &quot;tiles&quot; to aim for. But research due to be published soon suggests that users of touchscreen laptops may be at risk of developing health problems, because the hybrid devices can cause strain to the shoulder. While the rise in tablets and smartphones means that touchscreens have become almost ubiquitous, it&apos;s only recently that they&apos;ve appeared on laptops, where the screen is generally used in a raised position beyond arm&apos;s length. But they&apos;re taking off fast: in the US, touchscreen models account for a quarter of current Windows 8 laptop sales, says NPD, and Windows 8 boss Julie Larson-Green has said she expects virtually all laptops to have touchscreens soon. Yet this is not the first time vendors have marketed vertical touchscreens. Back in 1983, HP launched the 150 Touchscreen desktop, saying it hoped to gain up to 22% of the US PC market with the machine. It didn&apos;t  partly, perhaps, because it was ahead of its time, but also because customers complained it was painful to use. In fact, according to many experts, using a touchscreen in a vertical position is very risky ergonomically. With touchscreen notebooks comparatively new, most research relates to desktops. But while the problems with notebooks may not be as extreme, they still apply. Indeed, Apple&apos;s Steve Jobs  not usually one to dismiss a pretty gadget on the grounds of uselessness  once said he&apos;d never launch a touchscreen laptop because of what he called &quot;gorilla arm&quot;. &quot;We&apos;ve done tons of user testing on this,&quot; he said back in 2010, &quot;and it turns out it doesn&apos;t work. Touch surfaces don&apos;t want to be vertical. It gives great demo, but after a short period of time you start to fatigue, and after an extended period of time, your arm wants to fall off.&quot; Studies have shown that users of desktop touchscreens report a &quot;significant increase of discomfort in the shoulder, neck and fingers; and that the electric signals from shoulder muscles tell the same story. &quot;We concluded that the more frequent use of their hands and fingers in unsupported  arms were off the chair armrests  and stretched arm postures, which was necessary to perform touch gestures on the display, could be the main cause of their greater body discomforts,&quot; says Gwanseob Shin of the Urban National Institute of Science and Technology in Korea. Indeed, health and safety regulations detail what&apos;s a safe weight to lift at various heights  and when the arm is raised to shoulder height, it&apos;s almost zero. &quot;It depends on the weight of your arm, but just holding your arm up is tiring,&quot; says James Stewart, founder of ergonomics consultancy System Concepts. It is possible, of course, to position a laptop so that the screen is reachable without lifting the elbows from the desk; but this means bringing it much closer than most people find comfortable visually. &quot;The issue with the new tablets is that the visual and touch interface are integrated, so there is a tradeoff between visual access and reaching and touching the device,&quot; says Professor Jack Dennerlein of the Harvard School of Public Health, whose research on the subject is shortly to appear in the journal Work. &quot;The vertical screen does increase the load on the shoulder when we reach out to interact with the touch.&quot; But there&apos;s little guidance for users from vendors. Microsoft&apos;s online advice on using a PC safely doesn&apos;t mention touchscreens at all  and, ironically, instructs users to avoid just those movements that a touchscreen notebook demands. &quot;To minimize reaching and to promote comfortable shoulder and arm postures, try the following: place your keyboard and mouse or trackball at the same height; these should be at about elbow level. Your upper arms should fall relaxed at your sides,&quot; it reads. A company spokesperson said Microsoft had no advice for users about safe use of the Surface touchscreen, and no comment about possible health issues. Most experts agree that problems shouldn&apos;t become too severe as long as users are using a mixture of input devices  keyboard, touchscreen, trackpad and mouse  without relying on the touchscreen too heavily. And this is the advice given by HP, which describes its HP Envy x2 as a hybrid PC. &quot;As people will be alternating the usage between the touch pad and keyboard we don&apos;t envisage any posture problem,&quot; says Udi Nachman, the company&apos;s UK &amp; Ireland consumer PCs category manager. He adds: &quot;Our view is that the keyboard is still the primary interface method on laptops right now.&quot; However, says Avi Greengart, research director for consumer devices at analyst firm Current Analysis, some user interfaces make switching between input devices easier than others. &quot;Microsoft&apos;s Windows 8 can be used with both a mouse and a touchscreen,&quot; he says, &quot;but the problem there is that Microsoft has not quite finished the user interface  some things can only be selected with a mouse, and some were clearly designed for finger navigation.&quot; His preference is Google&apos;s Chromebook Pixel, which is &apos;trackpad-first&apos;, but which still allows the user to scroll web pages or select tabs with their finger. &quot;You can use the Chromebook Pixel without ever touching the screen,&quot; he says. But that, of course, rather defeats the object of buying a touchscreen machine in the first place...", 
    "section": "technology", 
    "gid": "technology/2013/apr/09/windows-8-touchscreen-laptops-pain", 
    "wordcount": "940"
}