{
    "headline": "Why we pedalled on the Scottish parliament", 
    "text": "Just over a year ago I was sitting in a remote corner of Scotland watching with a mixture of admiration and envy as cyclists in London took to the streets in a series of flash rides over cycle safety, culminating in the &quot;Big Ride&quot; on parliament just before the mayoral election. It seemed as if cycle campaigning was finally taking off south of the border and cyclists&apos; voices were being heard, while here in Scotland the cycling and walking budget was actually declining despite the government&apos;s target of 10% of journeys being undertaken on a bike by 2020. So when David Brennan, a helmet-camera cyclist in Glasgow better known as Magnatom, tweeted that we should hold a Scottish Big Ride of our own, I jumped at the chance, along with a handful of others, and Pedal on Parliament was born. None of us had ever organised a demonstration of this scale in our lives, half of us had never even met each other until the day before the first demo, and we were astounded when somehow  through a mixture of determination, tweeting, mass flyering, blogging and countless emails  we managed to assemble 3,000 cyclists on the Meadows in Edinburgh to lobby Scotland&apos;s politicians for more investment and better conditions for cyclists of all kinds. We were delighted to be joined not only by the &quot;lycra brigade&quot; but by hundreds of families, with several kids even completing the ride on balance bikes. The day was both moving and joyful, a carnival of cycling and a serious attempt to show the politicians that investing in cycling wasn&apos;t just something for existing cyclists, but for everyone. Fast forward a few months, and essentially nothing had changed  for all the warm words from our politicians about how we were &quot;pushing on an open door&quot;. While the walking and cycling budget had at least stopped declining, it was nowhere near the level that was needed to see real growth in cycling across Scotland. We were invited to meet the minister for transport, Keith Brown, but although he listened, it didn&apos;t translate into any real action. He recently told the BBC that modernising Scotland&apos;s transport meant building more motorways, and they&apos;ve managed to find the money for a programme of road building while cycling has to wait to see if it gets a few crumbs out of &quot;Barnett consequentials&quot; (windfall money from the Westminster budget). While Westminster&apos;s all party cycling group&apos;s recent Get Britain Cycling report laid out a realistic roadmap of how mass cycling could be achieved, Scotland is stuck with the Cycling Action Plan for Scotland, a document that is neither a plan nor provides much in the way of any action. Though Scotland&apos;s health, pollution and carbon emission reduction policies rely on achieving a growth in bike use, it doesn&apos;t seem to have any real idea of how to achieve it, other than yet another campaign urging road users to be nice to each other. Once again, Scotland was getting left behind. With no leadership coming from the top, we knew we were going to have to supply the political will ourselves. Following the lead of the Dutch and the Danish who took to the streets repeatedly in the 1970s to get their cycle paths, we started planning the next mass demonstration. This time our message was explicit: &quot;we are everyone&quot;. Fuelled by anger over the recent Gary McCourt case (where a motorist was given a community sentence for causing McCourt&apos;s death), and buoyed by a promise of attendance from Graeme Obree and support from Sir Chris Hoy, suddenly we had real momentum behind us. Despite monsoon downpours the day before, and the haar (fog) descending on Edinburgh on the morning of the ride, an estimated 4,000 cyclists joined us in the Meadows last Sunday. Once more the mood was a mixture of sombre  a 21-year-old man was killed on his bike near Inverness just a few days earlier  and joyful. Once more there was a real cross section of people there from roadies in their club kit to those who looked as if they&apos;d only recently disinterred their bike from the shed. For me, though, it was the children who really made the protest powerful. They were everywhere: wobbling along on the cobbles of the Royal Mile on tiny bikes, in child seats, on tagalongs and in trailers, their faces painted, or dressed up, their bikes decorated with balloons and homemade signs. What will change now? Once more we have a meeting scheduled with Brown, who will be going on a fact-finding mission to the Netherlands. We hope that as a result we&apos;ll see the sort of Damascene conversion that has transformed cycling policy in London, although we&apos;re not holding our breath. But what has already changed is the will among cycle campaigners and ordinary cyclists to start asking for real change. We&apos;re already getting offers coming in to help with the organising of Pedal on Parliament 3. We will need it. If we&apos;ve learned anything this year, it&apos;s that we&apos;re in this for the long haul.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/may/24/why-we-pedalled-on-scottish-parliament", 
    "wordcount": "857"
}