{
    "headline": "Indigenous rights are the best defence against Canada's resource rush", 
    "text": "In a boardroom in a soaring high-rise on Wall Street, Indigenous activist Arthur Manuel is sitting across from one of the most powerful financial agents in North America. It&apos;s 2004, and Manuel is on a typical mission. Part of a line of distinguished Indigenous leaders from western Canada, Manuel is what you might call an economic hit-man for the right cause. A brilliant thinker trained in law, he has devoted himself to fighting Canada&apos;s policies toward Indigenous peoples by assailing the government where it hurts most  in its pocketbook. Which is why he secured a meeting in New York with a top-ranking official at Standard &amp; Poor&apos;s, the influential credit agency that issues Canada&apos;s top-notch AAA rating. That&apos;s what assures investors that the country has its debts covered, that it is a safe and profitable place to do business. This coveted credit rating is Manuel&apos;s target. His line of attack is to try to lift the veil on Canada&apos;s dirty business secret: that contrary to the myth that Indigenous peoples leech off the state, resources taken from their lands have in fact been subsidizing the Canadian economy. In their haste to get at that wealth, the government has been flouting their own laws, ignoring Supreme Court decisions calling for the respect of Indigenous and treaty rights over large territories. Canada has become very rich, and Indigenous peoples very poor. In other words, Canada owes big. Some have even begun calculating how much. According to economist Fred Lazar, First Nations in northern Ontario alone are owed $32 billion for the last century of unfulfilled treaty promises to share revenue from resources. Manuel&apos;s argument is that this unpaid debt  a massive liability of trillions of dollars carried by the Canadian state, which it has deliberately failed to report  should be recognized as a risk to the country&apos;s credit rating. How did the official who could pull the rug under Canada&apos;s economy respond? Unlike Canadian politicians and media who regularly dismiss the significance of Indigenous rights, he took Manuel seriously. It was evident he knew all the jurisprudence. He followed the political developments. He didn&apos;t contradict any of Manuel&apos;s facts.  He no doubt understood what Manuel was remarkably driving at: under threat of a dented credit rating, Canada might finally feel pressure to deal fairly with Indigenous peoples. But here was the hitch: Standard &amp; Poor&apos;s wouldn&apos;t acknowledge the debt, because the official didn&apos;t think Manuel and First Nations could ever collect it. Why? As author Naomi Klein, who accompanied Manuel at the meeting, remembers, his answer amounted to a realpolitik shoulder shrug. &quot;Who will able to enforce the debt? You and what army?&quot; This was his brutal but illuminating admission: Indigenous peoples may have the law on their side, but they don&apos;t have the power. Indeed, while Indigenous peoples&apos; protests have achieved important environmental victories  mining operations stopped here, forest conservation areas set up there  these have remained sporadic and isolated. Canada&apos;s country-wide policies of ignoring Indigenous land rights have rarely been challenged, and never fundamentally.  Until now. If it&apos;s only a social movement that can change the power equation upholding the official&apos;s stance, then the Idle No More uprising may be it. Triggered initially in late 2012 by opposition to the Conservative government&apos;s roll-back of decades of environmental protection, this Indigenous movement quickly tapped into long-simmering indignation. Through the chilly winter months, Canada witnessed unprecedented mobilizations, with blockades and round-dances springing up in every corner of the country, demanding a basic resetting of the relationship between Canada and Indigenous peoples. Money is not the main form this justice will take. First Nations desperately need more funding to close the gap that exists between them and Canadians. But if Indigenous peoples hold a key to the Canadian economy, the point is to use this leverage to steer the country in a different direction. &quot;Draw that power back to the people on the land, the grassroots people fighting pipelines and industrial projects,&quot; Manuel says. &quot;That will determine what governments can or cannot do on the land.&quot;  The stakes could not be greater. The movement confronts a Conservative Canadian government aggressively pursuing $600 billion of resource development on or near Indigenous lands. That means the unbridled exploitation of huge hydrocarbon reserves, including the three-fold expansion of one of the world&apos;s most carbon-intensive projects, the Alberta tar sands. Living closest to these lands, Indigenous peoples are the best and last defence against this fossil fuel scramble. In its place, they may yet host the energy alternatives  of wind, water, or solar. No surprise, then, about the government&apos;s basic approach toward First Nations: &quot;removing obstacles to major economic development.&quot; Hence the movement&apos;s next stage  a call for defiance branded Sovereignty Summer  is to put more obstacles up. The assertion of constitutionally-protected Indigenous and treaty rights  backed up by direct action, legal challenges and massive support from Canadians  is exactly what can create chronic uncertainty for this corporate and government agenda. For those betting on more than a half-trillion in resource investments, that&apos;s a very big warning sign. Industry has taken notice. A recent report on mining dropped Canada out of the top spot for miners: &quot;while Canadian jurisdictions remain competitive globally, uncertainties with Indigenous consultation and disputed land claims are growing concerns for some.&quot; And if the uncertainty is eventually tagged with a monetary sum, then Canada will, as Manuel warned Standard &amp; Poor&apos;s, face a large and serious credit risk. Trying to ward off such a threat, the government is hoping to lock mainstream Indigenous leaders into endless negotiations, or sway them with promises of a bigger piece of the resource action. But this bleak outlook intent on a final ransacking of the earth doesn&apos;t stand up to the vision the movement offers Canadians. Implementing Indigenous rights on the ground, starting with the United Nations Declaration on the Rights of Indigenous Peoples, could tilt the balance of stewardship over a vast geography: giving Indigenous peoples much more control, and corporations much less. Which means that finally honouring Indigenous rights is not simply about paying off Canada&apos;s enormous legal debt to First Nations: it is also our best chance to save entire territories from endless extraction and destruction. In no small way, the actions of Indigenous peoples  and the decision of Canadians to stand alongside them  will determine the fate of the planet. This new understanding is dawning on more Canadians. Thousands are signing onto educational campaigns to become allies to First Nations. Direct action trainings for young people are in full swing. As Chief Allan Adam from the First Nation in the heart of the Alberta oil patch has suggested, it might be &quot;a long, hot summer.&quot; Sustained action that puts real clout behind Indigenous claims is what will force a reckoning with the true nature of Canada&apos;s economy  and the possibility of a transformed country. That is the promise of a growing mass protest movement, an army of untold power and numbers.  Follow Martin on Twitter: @Martin_Lukacs", 
    "section": "environment", 
    "gid": "environment/true-north/2013/apr/26/indigenous-rights-defence-canadas-resource-rush", 
    "wordcount": "1175"
}