{
    "headline": "Decline in bursaries will hit students", 
    "text": "With four older brothers already at university, Ola Ojuko knows that her parents  a care worker for the elderly and a security guard  probably won&apos;t be able to help her out as much as they&apos;d like when she goes away to study later this year. For the moment, the 17-year-old&apos;s focus is on choosing the right place to study for her journalism degree, and trying to secure a place. But once she has offers under her belt, she knows she&apos;ll need to start thinking more about her finances. &quot;If the course is good, then it should lead to me getting a really good job, so the money I&apos;m taking out now shouldn&apos;t be an issue,&quot; she says. She is worried, though, about day-to-day living costs. &quot;I hear a lot of stories about students being broke. It&apos;s going to be really hard. Things are tight.&quot; Ojuko, from Plaistow, east London, hopes to get a part-time job to ease the strain. She will also be eligible for support from her university, as a student from a lower-income family. Would she be more interested in a discount on her fees, or an upfront bursary? The latter, she says, without hesitation. &quot;If you think about it, say I do end up in a job earning below 21,000 for the rest of my life, the loan will be written off eventually. Whereas [with a bursary] that money could help me right there and then. Student living isn&apos;t easy.&quot; It&apos;s the sort of choice thousands of new students will be facing later this year as the higher fee regime kicks in. But for some, a discount  the so-called fee waiver  will be the only option, and that, say social mobility campaigners, puts poorer students at a considerable disadvantage. By 2015, the amount being offered in bursaries by English universities will be 70m lower than it was in 2009-10; in 2012, a total of 18 higher education institutions and four further education colleges that provide degree courses are offering no bursaries or scholarships, opting instead to put all their student support into fee waivers. The offer at many more is heavily weighted in that direction. What&apos;s more, it tends to be newer universities, taking students with largely &quot;non-traditional&quot; backgrounds, who are choosing fee waivers over upfront support. Analysis of institutions&apos; access agreements by Education Guardian reveals that of those offering fee waivers only, four are Million+ institutions, three are members of GuildHE and one is a University Alliance institution, while 10 are non-aligned. No Russell Group or 1994 universities have opted for waivers only, and only four of the 16 English Russell Group institutions&apos; offers are more heavily weighted in that direction. By 2015, when four years&apos; worth of students are in the system under the new fee regime, 34% of the total spent on access by government and universities will go on fee waivers, while bursaries and scholarships will get only slightly more, accounting for 38% (another 14% will go on outreach, 11% on retention and 3% of funds are as yet unallocated). But as Ojuko points out, a discount on your fees means nothing if you end up never having to pay back all your loans  and with a write-off period of 30 years, many students won&apos;t. Bursaries, says Wes Streeting, chief executive of the Helena Kennedy Foundation, are much more meaningful. Without that kind of support, he believes, at a time when part-time jobs are far harder to secure than in previous years, disadvantaged students may end up in such difficulties that they underperform or even drop out. Driving the shift towards fee discounts is the need to be competitive on pricing, as the government seeks to create a market in higher education via its &quot;core and margin&quot; model, expanding the number of &quot;margin&quot; places universities will have to bid for, while reducing their reliable core allocation year-on-year. A total of 15,000 student places have been cut altogether for 2012  some 5,000 of them only announced, unexpectedly, late last month. On top of that, universities are free to bid for an unlimited number of the students who get AAB or above at A-level  or the equivalent in other qualifications  with universities&apos; core allocations of places being adjusted to remove these 65,000 or so students. The coalition intends to widen this grade threshold in future years. There were also 20,000 places available for providers whose average fee, taking waivers into account, was 7,500 or less. Streeting was &quot;utterly astonished&quot; when, late last year, the Office for Fair Access (Offa), the body that monitors widening participation, announced it had accepted rejigged access arrangements from 24 universities and one FE college that brought them within the bidding criteria thanks to a 37.4m increase in fee waivers  at the expense of a 13.8m reduction in bursaries and scholarships. &quot;The government has engineered the competition for these places in such a way that institutions have essentially had their hand forced into offering waivers instead of bursaries,&quot; he says. &quot;It will be students from the poorest families that will be hardest hit. &quot;Offering waivers instead of upfront support where it&apos;s needed is a decision made solely in the interests of the Treasury [which will then have to fund smaller loans], rather than the interests of cash-strapped students.&quot; One university&apos;s head of widening participation agrees. &quot;It was very rushed, that was the key problem. The underlying frustration for people was this idea that it serves the Treasury, rather than students. I think that was felt fairly widely. The fact you had to use fee waivers to bring your average fee down [to bid for the margin places] was a blatant manifestation of that.&quot; Among those institutions that have shunned fee waivers is the University of East London, where the vice-chancellor, Patrick McGhee, says students are clear that it&apos;s upfront help they want. &quot;They do see the immediate barrier as things like the ability to pay travel costs, to buy books, laptops.&quot; One Million+ university that is putting substantially more into bursaries than waivers is Bedfordshire, whose vice-chancellor is Les Ebdon. Ebdon was unavailable to talk as Education Guardian went to press, with cabinet arguments said to be continuing over his possible appointment as head of Offa. It will be interesting to see, whoever gets the job, whether the organisation pushes back against the government&apos;s promotion of waivers. Offa&apos;s current director, Sir Martin Harris, admits that it is not yet known which method will be more effective in boosting and protecting access and retention, pointing out that though its own analysis showed bursaries have had no impact on students&apos; university choices, this could change in a new landscape of significantly higher fees. Offa plans further research. Institutions that have rejected upfront support in favour of waivers defend the decision on the grounds that a lower fee reduces fear about taking on debt among students from poor backgrounds. London South Bank University, which shifted money out of bursaries to bid for a share of the &quot;margin&quot;, says the majority of its students come from the local area and live at home while studying, making fee waivers more useful. At Nottingham Trent, which had planned to put more money into bursaries, before emptying the bursary pot in order to bring its average fee down from 8,250 to just below 7,500, the pro-vice-chancellor, Chris Pole, says fee waivers will be good for retention. The university has a robust hardship fund and a well-funded tutorial system that picks up swiftly if students are having difficulties, he adds, and having extra places from the margin will mean it is able to keep widening participation (although such places are not awarded specifically for this purpose). Streeting says the extent of existing student hardship has prompted record numbers of applications for the Helena Kennedy Foundation&apos;s own bursaries two years in a row. He fears it won&apos;t be able to meet demand this year. Camilla Fletcher, a second-year psychology student at Canterbury Christ Church who has one of those awards this year, knows what Streeting means. &quot;When I was in halls, the loan just about covered it, but when you move out into a house it&apos;s ridiculous how much the letting agencies charge. Then you&apos;ve got to pay the bills. Heating&apos;s a big one. We sit in our living room in the cold until we can&apos;t take it any more. &quot;I&apos;ve just got a job as a student ambassador, and before that it was even harder. There&apos;s no work round here, it&apos;s just impossible. &quot;Getting books has been a real struggle. I have to buy about three text books a term, and they&apos;re at least 30 each, and sometimes I just can&apos;t afford it. I find it so embarrassing. I&apos;m 20 years old. I feel I should be able to support myself as an adult.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/13/student-bursaries-tuition-fee-waivers", 
    "wordcount": "1512"
}