{
    "headline": "European Android app developers warn Google over missed payment", 
    "text": "Android app developers across Europe are warning Google that it needs to put a human face to its developer relations, after being forced to wait without explanation for more than two weeks for hundreds of thousands of pounds of payments for app sales. Without that the company will suffer the consequences in the competition with Apple, Microsoft and RIM in the smartphone space, they warn. &quot;I have had no email contact, no replies to my enquiries, essentially no confirmation that there is a problem, yet I am still owed many thousands of pounds,&quot; one app developer told the Guardian before payments began to arrive - two weeks late - on Friday. Despite weeks of complaints on the company&apos;s forum, and a query from the Guardian lodged with Google on Tuesday this week, the company offered no explanation for why bank payments worth many thousands of pounds had not been made to developers in countries including the UK, Germany, France, the Netherlands, Ireland, Sweden and Norway. Some entries in the threads suggested that US developers were also affected. Although payments started arriving in developers&apos; bank accounts on Friday, they have been delayed far past the usual payment date  which this month would have been Friday 2 March. Google&apos;s documents say that even if it has a &quot;technical problem&quot;, app developers should be paid by the 15th of the month. But the payments only began on 16 March. Google passes on 70% of the payments that it receives when Android users buy apps on its marketplace, formerly known as Android Market and now rechristened Google Play. Unlike Apple&apos;s App Store, developers can upload versions of their apps without requiring approval, and can then get payment from Google when apps are purchased. The search giant has apparently tried to streamline its developer relations to make it as automated as possible. That has led to anger among the developers, who pointed to a single forum message post from one person saying Google was &quot;aware&quot; of the problem, and another post from someone who said there was a &quot;three-man team&quot; working on the Google Checkout system - used to collect payments - &quot;after everyone else had left&quot;. That has worried app developers further, because Google is now pressuring them to use its own Google Wallet payments system instead of others - which has led to concerns about what recourse developers would have if there were another payments hiccup. Google&apos;s low-staffing approach for developers mirrors that which it used when it first tried to sell its own Android smartphone, the Google Nexus One, in the US in 2010. There it tried to sell the phone via a web-only sales system, and declined at first to offer customer support, suggesting that that would be the responsibility of the mobile carriers - who declined to help.  Google has barely communicated with the developers except from a brief forum post six days after the thread began saying it was &quot;aware&quot; of the problem. Google spokespeople had not provided an explanation three days after The Guardian contacted it about the thread.  &quot;What is really staggering is that Google deem a forum post an appropriate way of dealing with the situation,&quot; said one angry developer. That could hurt Google if developers decide that Google&apos;s payment system is unreliable or unwieldy. &quot;The payment speed [from Apple] is slower than Google; you get a month&apos;s arrears, so January&apos;s money comes through on 3 March,&quot; one developer who also writes apps for Apple&apos;s App Store explained to the Guardian. &quot;But payment is reliable and consistent. If you need to speak to a human being, you can eventually make contact with one. It&apos;s not perfect - they lean towards cheap automation  but it&apos;s light years ahead of Google.&quot; The developer said that Apple had originally tried the same as Google by fully automating the system, and having no human-contactable support team. &quot;They got roasted - developers&apos; apps were rejected without recourse. But if you piss off a developer without trained support staff to explain and reassure, eventually you&apos;re going to bite lots of hands that feed you. Similarly, Google are going down this dangerous road. They have deliberately designed a fully-automated system that scales up at no expense to them.&quot; Another developer calling themselves &quot;pan65&quot; wrote in the thread: &quot;To be able to use the developer console we have to give our customer at least one channel to reach us (Email/Phone/Website). Google give us none. There should be at least one channel to reach a human at Google for us.&quot; Another developer said: &quot;There is literally *nothing* that you can do to get hold of a human being. Try it for yourself - if you traverse through the &apos;Contact Us&apos; pages of the Android Developers site, you&apos;ll eventually get to a form, but it&apos;s pre-populated with generic A/B/C choices, and there is no space to write a custom message. Google need to realise that investment in actual human support staff is essential; there are limits to the ways in which a system can be automated - however financially attractive that option may be.&quot; Google says that its Google Play market contains around 400,000 apps, and had seen 10bn downloads by the start of December, while Apple&apos;s App Store claims 585,000 apps, and recently passed the 25bn download mark.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/16/android-app-developers-google-payment", 
    "wordcount": "915"
}