{
    "headline": "Why universities should acquire  and teach  digital literacy", 
    "text": "Sebastian Faulks observed recently that ease of access to the internet is leading to a &quot;net loss of knowledge&quot; in this generation of adults, leaving the modern intellectual world in a &quot;kind of catastrophe&quot;. But is there another side to this gloomy story? Once time and brainpower are freed up from memorising, will other skills come into play, bringing hitherto unimagined benefits? One such skill is broadly labelled digital literacy. The phrase is used to cover everything from grasping the basic functionality of a computer/tablet/smartphone, to mastering the sophisticated techniques and attitudes needed for online collaboration and communication through social media. Widely understood to be essential to success in the workplace and modern life, it is a subject that is beginning to emerge as key in the world of higher education. Higher education usually happens at an intermediary stage between childhood and adulthood when students acquire some of the life skills that will be needed after graduation. Part of what a university can do is provide new graduates with the skills and knowledge to take them into the workplace. Current undergraduates have never known a life without the internet  it is the glue that holds their personal and social lives together. It makes sense that universities should be nurturing students&apos; familiarity with technology, encouraging its use in teaching and learning, and paying attention to developing broader digital literacy skills. However sensible this might seem, the reality is somewhat different. Lecturers (who are powerful role models for students) can be very resistant to adopting new digital teaching practices, and will vary in their ability to engage with the online world. Few universities seem to have adopted a digital literacy agenda in a widespread or meaningful way. While the use of online courses and e-books is growing in UK education, they are still a minority interest. Lectures are often delivered using traditional methods, with a great reliance on dead tree materials, and physical core textbooks continue to hold ground over digital versions. Raised tuition fees may be the factor that forces change in the UK higher education sector. Universities, now competing more intensely with one another for the best students, are increasingly seeing their own technical preparedness as a differentiating factor, and some are offering technical enticements to prospective students  free devices or free e-books. At the HE Academy annual conference in 2012, the vice-chancellor of the Open University, Martin Bean, reflected these sentiments in his keynote speech. He noted: &quot;In an era of raised fees, when students need to see the value of their loans, we need to find ways to bring to life the magic of high quality teaching.&quot; Once an institution buys into a digital or e-book platform for the delivery of core course materials, they begin to discover just how much it can help with teaching and learning. Interactive resources, audio and video can all be embedded into the e-textbook, bringing the materials to life and giving instant feedback. Textbooks can be built in the university virtual learning environment, linking to online course materials already prepared for the student. In some cases, university administrators are able to use analytics to monitor overall usage and engagement with e-textbooks supplied to students. Digital literacy starts with the mechanics of using digital resources and digital devices. It&apos;s through e-textbooks, library resources, online databases, or even the web that an expertise in searching, finding, critiquing, absorbing and referencing multiple sources is learned. Students also find out how to handle information overload, shutting off distracting online sites long enough to focus on one piece of work that they need to get done on time. Additional layers of digital know-how can to be added as the student moves to a deeper lever of expertise. With all the facts at their fingertips, students can learn to collaborate to add context and meaning to the facts, drawing analogies, preparing theories, and building conclusions. They can learn how to communicate and present their ideas expertly through social networks to colleagues and peers inside and outside their usual network. They can practise working with feedback, and conversing in an iterative loop. Universities can do more to teach the basic digital literacy skills that students are seeking to prepare them for the workplace. They can recognise that digital literacy skills in their broadest definition will bring great benefits to students, to their eventual place of employment, and to their lifelong working and personal life. Students, already expert users of technology, need direction to turn their technical skills into skills for learning and employability. They will recognise the value of an advanced digital literacy agenda provided by a university.  Fionnuala Duggan is managing director for CourseSmart International, where she oversees its e-textbook platform and digital course material for international markets.", 
    "section": "education", 
    "gid": "education/2013/apr/23/universities-should-teach-digital-literacy", 
    "wordcount": "798"
}