{
    "headline": "The scientists who are helping to convict Britain's killers", 
    "text": "What do the killers of Stephen Lawrence, Joanna Yeates, Milly Dowler, Vikki Thompson, Colette Aram, Rachel Nickell and Damilola Taylor have in common? All were convicted with the help of evidence provided not by the police, but by scientists working for Britain&apos;s largest privately owned supplier of forensic services, LGC Forensics. Commercial companies now provide a majority of the UK&apos;s forensic science services; the loss-making government-owned Forensic Science Service (FSS), which analyses some 120,000 cases a year, has been losing up to 2m a month, and is to be wound up by the end of March. At that point, the bulk of its operations will be taken over by the private sector. But far from hindering justice, says Steve Allen, managing director of LGC Forensics, privatisation has provided capacity and faster turnaround times for DNA analysis than in most other countries: two to three days in Britain, against up to six weeks  with backlogs of up to a year  in Germany or the United States. &quot;When you know DNA degrades over time, speed can be critical,&quot; says David Richardson, the company&apos;s CEO. There has been &quot;the odd hitch here and there&quot; in the winding-up of the FSS, Richardson adds, but in general &quot;it seems to be working well&quot;. He disputes the argument that British DNA science will suffer, saying the private sector can afford to invest in research and development to an extent that government-owned facilities cannot. &quot;If commercial companies don&apos;t innovate, they die,&quot; says Allen, noting that two specific LGC inventions  automated fibre analysis, and the analysis of minuscule samples of DNA  proved critical in the conviction of Lawrence&apos;s killers. Forensic work started to be farmed out to private firms in the early 90s after the FSS developed a major backlog and the government opened up the market to competition. The &quot;big explosion&quot;, Allen says, came after 1995, with the creation of Britain&apos;s national DNA database and subsequent rapid advances in DNA fingerprinting technology. LGC now puts its share of the country&apos;s outsourced forensic services market at around 50%. It employs 650 forensic experts and turns over 170m annually  some leap for a company born from the privatisation in 1996 of the Laboratory of the Government Chemist, an organisation founded by Sir Robert Peel in 1842 to test alcohol and tobacco.", 
    "section": "science", 
    "gid": "uk/shortcuts/2012/jan/04/scientists-helping-convict-britains-killers", 
    "wordcount": "395"
}