{
    "headline": "Jamie Oliver urges MPs to end academy junk food exemption", 
    "text": "An exasperated Jamie Oliver has written to every MP demanding a U-turn over nutrition rules in schools after education secretary Michael Gove refused to act on a report that found nine out of 10 academies were selling junk food. Announcing the move on his website, the TV chef, whose campaign for better food in state schools has lifted standards for millions of pupils, told voters that if their MPs did not act &quot;you can safely assume that they don&apos;t care about the wellbeing of our children and the future of our country&quot;. Oliver&apos;s move came as public health officials and doctors joined a growing number of education and food organisations in criticising the education secretary. In a move that astonished experts, Gove insisted that he would not apply the nutrition standards that cover all other state schools to academies and free schools  even after a report by the School Food Trust charity found last week that many were selling sub-standard products. The investigations, initially requested by Gove, showed that 89 out of 100 academies surveyed were selling at least one of the snack foods high in sugar, salt or fat that have been banned in vending machines in other state schools. Gove insists that academies, which enjoy greater freedom than other state schools, should be left to determine their own nutritional standards because they are run by responsible head teachers. However, of the 100 academies questioned by the trust, 31 were found to be selling one type of banned fattening food, 33 were selling two and 15 were selling three. Also 82 of the academies sold sweetened fruit juices, which often contain only a small amount of juice and would therefore be banned in maintained schools. The national school food standards stipulate that such products must contain at least 50% fruit juice. The trust, which was called in after Oliver and others raised concerns last year, concluded that the nutritional standards introduced in 2008 under the Labour government should now cover academies and free schools. A spokeswoman for the Department for Education said that despite the report there was no prospect of a change of policy. In a statement the department said: &quot;We trust teachers  the professionals on the frontline  to do what is best for their pupils. Many academies go over and above the minimum requirements and are offering their pupils high-quality, nutritional food.&quot; However, Oliver, urging MPs to back a Commons early day motion from Tory MP Zac Goldsmith which says that academies should be covered by the rules, says in his letter that the government&apos;s approach threatens a &quot;massive erosion of everything we have achieved&quot;. &quot;I passionately believe that this is taking a huge step in the wrong direction as far as taking care of our children and the future of this country is concerned,&quot; Oliver writes. &quot;His (Gove&apos;s) decision means that the one million children attending academy schools no longer have any standards in place to protect the food they eat every day. &quot;I have written to all MPs asking them to sign Zac Goldsmith&apos;s early day motion. If your MP does not support this motion, then you can safely assume that they don&apos;t care about the wellbeing of our children and the future of our country.&quot; There are 1,283 secondary academies in England  40% of the total of 3,261 secondary schools  and a further 10% have applied for academy status. Gove is pressing for still more to convert. Dr Janet Atherton, president of the Association of Directors of Public Health, which represents England&apos;s 150 directors of public health in the NHS, said: &quot;The standards were brought in because catering standards in schools weren&apos;t as good as they needed to be. They have brought about dramatic improvements in children&apos;s nutrition and eating habits. &quot;They have been proven to be effective. You can see that in children&apos;s diets. Some academies are following the standards, but that&apos;s not across the board. &quot;I&apos;m concerned that evidence shows that academies aren&apos;t doing what Mr Gove said should happen. It feels that it&apos;s moving back to before the standards came in, with confectionery and soft drinks available in schools. The standards should apply in all schools.&quot; Rob Rees, chairman of the School Food Trust and a well-known chef, said: &quot;We have clear evidence that shows standards work for schools when it comes to food and cooking. For the last three years the number of children eating lunches has increased and many children are enjoying the hard work of so many cooks across the country. &quot;I hope that all schools will value the evidence and realise the benefit good food brings to performance, behaviour and social cohesion.&quot; Last month Gove told the education select committee that he saw no evidence of academies failing to comply with the standards. He said: &quot;All the evidence seems to me to point in the other direction: that schools that have academy freedoms have improved the quality of food they offered children.&quot; The Department of Health said it was a matter for Gove.", 
    "section": "education", 
    "gid": "education/2012/may/20/jamie-oliver-banned-food-academy-mps", 
    "wordcount": "858"
}