{
    "headline": "Tuition-fee rise 'still deterring' would-be university students", 
    "text": "The number of students in England applying to go to university remains well below the level seen before tuition fees were raised to 9,000, according to new figures from the body administering university admissions. The revised numbers from the Universities and Colleges Admissions Service (Ucas) show that 428,000 prospective students in England applied to higher education institutions for admission in September this year, a 2% improvement on the 418,000 who applied in 2012. But the figure remains well below the 464,000 applications in 2011 and 461,000 in 2010, suggesting the fee rise from 3,000 to 9,000 a year remains an obstacle to widening participation. Significantly, university applications from those living in Scotland and Northern Ireland are virtually unchanged and remain stable compared with previous years. Northern Ireland capped tuition fees at the lower 3,000 level plus inflation, while Scotland declined to introduce fees at all for Scottish students studying in their home nation. The updated figures show that the share of school-leavers going to university at 18 has improved slightly, despite the age group shrinking as a proportion of the population. The Ucas figures for 2013 previously suggested that the numbers of part-time and older students in England had been most affected by the leap in tuition fees. Nicola Dandridge, chief executive of Universities UK, which lobbies on behalf of British universities, said more detail was needed. &quot;While the picture looks positive for younger applicants, we must wait to see how applications from mature and part-time applications have fared,&quot; Dandridge said. &quot;Numbers have decreased greatly since 2010 and any further drop would have significant implications for potential students and the country as a whole,&quot; she warned.", 
    "section": "education", 
    "gid": "education/2013/may/31/tuition-fees-obstacle-students-ucas", 
    "wordcount": "292"
}