{
    "headline": "Romney attacked over climate change as activists tap post-Sandy concerns", 
    "text": "     Two new election ads have attacked Mitt Romney for making jokes about sea-level rise, as campaigners move to tap concern about climate change after Sandy. In the final days before the vote, two groups are running television ads based on Romney&apos;s dismissive remarks about climate change. Activists are following the candidate on the campaign trail, to shout out questions about climate change from the rope line. The two new anti-Romney ads mix the Republican candidate&apos;s off-hand remarks about sea-level rise and global warming with scenes from the devastation wrought by Sandy. &quot;I&apos;m not in this race to slow the rise of the oceans or to heal the planet,&quot; says a relaxed-looking Romney, as his wife Ann looks on, in the ad produced by the League of Conservation Voters. The group has spent more than $13m on ads in these elections, more than the 2006, 2008 and 2010 elections combined. Most of that has gone on ads attacking Republican House and Senate leaders who do not accept climate science. Another campaign ad produced by Forecast the Facts uses a clip from Romney&apos;s now notorious convention speech in which he mocked Obama&apos;s 2008 campaign pledge to act on climate change.            Meanwhile, activists are turning up at Romney&apos;s rallies demanding: &quot;Do you still believe global warming is funny?&quot; Sandy finally made climate change an issue in the presidential elections  after months with virtually no mention from Obama or Romney on the campaign trail. Michael Bloomberg&apos;s decision to snub Romney and endorse Obama  because of the president&apos;s work on climate change  has also focused attention on the issue. &quot;It&apos;s become more immediate. People are not thinking about climate change as far away and in the future any more,&quot; said Daniel Souweine of Forecast the Facts. &quot;It&apos;s shifting from a kind of scientific conversation to a moral one.&quot; The group, which focuses on pushing back against climate change denial, has been raising money off Romney&apos;s convention speech. It plans to run the climate ad in the Washington DC suburbs of northern Virginia, a strongly Democratic area in the battleground state, and around Columbus, Ohio, which typically is a swing district. Souweine said the group hoped to expand to New Hampshire, where Romney plans to hold his final rally on Monday, or to North Carolina. The prospect of going on the air in North Carolina has excited some activists. Last June, state officials voted to ban discussion of future sea-level rise, in what was seen as an attempt to stop debate on global warming. After Sandy, campaigners hope such a posture will become politically untenable. &quot;We cannot risk having leaders in Washington who turn a blind eye to the threat of climate change and the devastating impact it&apos;s having,&quot; Gene Karpinski, president of the League of Conservation Voters said.", 
    "section": "environment", 
    "gid": "environment/2012/nov/04/romney-attacked-climate-change-sandy", 
    "wordcount": "473"
}