{
    "headline": "Some bees are busier than others", 
    "text": "The sun has reappeared, lifting the recent rain from the ground. The prospering wheat is knee-high, deep green and dense. Along the field margin trundles a pill woodlouse; they desiccate easily so only emerge in direct sunshine on the most humid days. Among the wheat, variously sized brown and ginger solitary bees sit on the leaves and veer drunkenly on to the soil. I wonder if they have been poisoned by pesticides. A disused track sheltered between hedges provides a refuge from agricultural chemicals. Here there are patches of blue speedwell and ground ivy, and sprays of cow parsley. On a cow parsley flower head is a small but wonderful find, an umbellifer longhorn beetle. This scarce animal is dark ash-grey with a thin body, giant antennae, oversized head and orange forelegs. In the cow pasture on the other side of the fence, a movement in the grass catches my attention. The sharp, neat features of a wheatear, black eye-patch and acute bill, peek out. He hops into the open to watch me, showing off his immaculately defined grey mantle, black wings and pastel-peach breast. Although common in north and west Britain, the wheatear is an unusual spectacle in Northamptonshire. The yellow limestone garden walls in Apethorpe glow in the sunshine. They are alive with hairy-footed flower bees. The females look like black bumblebees wearing orange trousers. They are even busier bees than bumblebees, flitting speedily from flower to flower and then back to their burrows in the soft mortar. Each female provisions a series of cells with nectar, pollen and a precious egg. Predictably, a quick scan of the stonework also reveals a similar-sized but much less busy bee. Flatter, with a pointed abdomen fringed with tufts of white hair, this is the white-spotted cuckoo-bee (Melecta albifrons). She is a parasite of the flower bees, waiting for them to leave their homes unguarded then stealing in to lay her own egg. Her grub then supplants the flower bee&apos;s grub to exploit its foraging efforts.", 
    "section": "environment", 
    "gid": "environment/2012/may/23/some-bees-busier-than-others-apethorpe-northamptonshire", 
    "wordcount": "335"
}