{
    "headline": "Peru's environment minister hails 'landmark' mining reforms", 
    "text": "After a deadly wave of anti-mining protests, Peru&apos;s congress will vote on Tuesday on reforms aimed at restoring public confidence in the government&apos;s efforts to manage a lucrative and polluting rush for minerals that has made the country one of the fastest growing economies in South America. There were 168 protests over natural resources in July, according to Peru&apos;s human rights ombudsman, La Defensoria del Pueblo, down from a peak of 293 in 2009. Official figures shows 17 people have been killed in such conflicts since President Ollanta Humala took office in July 2011, compared with 191 who died in similar circumstances between 2006 to 2011 under his predecessor, Alan Garca. The government is belatedly trying to strengthen oversight of mining projects as it prepares for $50bn worth of investment in the sector over the next decade. It will take a major step forward on Tuesday with the submission of an administrative reform bill that will create a powerful new body to carry out environmental impact assessments. The new oversight institution, known as SENACE (the national environmental certification service), will comprise of representatives of six ministries and be chaired by the environment ministry. This is a major break from the old system, under which only the mining ministry assessed mining projects, leading to suspicions of collusion. &quot;This is a real landmark for Peru. Powers will be gradually shifted,&quot; the environment minister Manuel Pulgar Vidal told the Guardian. &quot;This won&apos;t just strengthen the ministry, it will fulfil a public need. The people don&apos;t believe it when a government body in charge of promoting a sector is also responsible for checking on it.&quot; The government hopes the reform will ease conflicts, including the huge protests over the planned Conga mine, which at $4.8bn is the biggest mining investment in Peru&apos;s history. Construction of the mine was suspended in November last year amid huge public outcry and five protesters have been killed in clashes with the police to date. After three cabinet reshuffles prompted by the dispute, the central government has now lifted a state of emergency, which suspended civil liberties, in three provinces of Cajamarca, where the unrest was centred. Farmers and local politicians said the proposed mine, a joint venture between US-owned Newmont and local miner Buenaventura, would destroy four highland lakes, threatening the water supply for the entire region. Recent talks between Cajamarca&apos;s regional governor, Gregorio Santos, and two respected Catholic priests also ended in stalemate. For the past decade, Peru has ridden on the wave of a mineral boom as it has supplied copper, gold, iron ore, silver and zinc to resource-hungry emerging economies such as China and India, in addition to its older customers in the US, Europe and Japan. Commodities account for about 60% of exports, which is the main driver of an economy that grew more than 6% in the last quarter, despite a sharp downtown in many other parts of the world. Most of the mines are foreign-owned, which has been a beneficial source of inward investment but prompted concerns that the country is sacrificing its environment for a short-term burst of growth. Mining and hydrocarbon projects have been linked to pollution, deforestation and poisoning. In August, 140 rural Peruvians fell ill after exposure to a toxic spill of copper concentrate produced by one of the country&apos;s biggest mines, Antamina. The government has taken several important steps to improve the situation under the administration of Humala, including officially implementing the International Labour Organisation&apos;s convention 169 on indigenous and tribal communities. The environment ministry was created four years ago and more reforms are planned in the future to strengthen judicial oversight.", 
    "section": "environment", 
    "gid": "world/2012/sep/04/peru-environment-mining-reforms", 
    "wordcount": "612"
}