{
    "headline": "International Women's Day 2012: Your photos", 
    "text": "   A woman in Buenos Aires sprays a lesbian symbol and No a la carcel (No to jail) on to a wall on International Women's Day 2011 Photograph: radfemchick       A seamstress at the Edirisa co-operative in south-west Uganda. Ethnic Supplies supports women in Kenya, Uganda, Tanzania and Madagascar by sourcing handmade handicrafts and fashion accessories from suppliers that support women to be financially independent or directly from established women's groupsPhotograph: ethnicsupplies       A woman works at a Fairtrade cashew processing plant located near San Carlos Lempa in El Salvador. San Carlos Lempa's subsistence farmers' sole cash income is from small cashew holdings. Together around 60 families own a processing plant employing 40-70 seasonal workersPhotograph: Sean Hawkey       Indigenous Guatemalan women are being trained to promote healthy practices among women in their communities. In Guatemala, indigenous women are three times more likely to die from pregnancy-related complications than non-indigenous women. Health Poverty Action raises awareness of the need for culturally appropriate health services for indigenous women across the globePhotograph: Health Poverty Action       The indigenous women enter the private land in order to collect water. They are from the Yakye Axa community. We do not have water tanks for drinking water, so we drink the water from the streams. The water is brown. Caption by Aparicio Martinez. Image and caption captured as part of a Photo Voice project in Paraguay that works with young indigenous people to create a series of photographs to use in campaigning for the return of their land. Photograph: Photo VoicePhotograph: Photo Voice       Women help buy and sell Jiko's  energy-saving charcoal and wood fuelled stoves and ovens in the Kenyan capital, Nairobi. Submitted by Renewable Energy Solutions KenyaPhotograph: charcoal _bora       Asha Abdi is a mother of nine living in a UNHCR refugee camp in Kebribeyah, eastern Ethiopia. Her family is one of the beneficiaries of the Gaia-UNHCR stove programme in the region  Photograph: Desalegn Getaneh, Field Project Coordinator at Gaia Association       Sonia Haloba Shanegubo, 31, teaches in at Simakakata community school in Kalomo, Zambia. As long as the school is in operation, I will be here. I want to teach the children so that in the future they can be like me, and do something different. Something that will help communities like Simakakata. You can read more about Sonia here on Learn As One's website Photo: nisuspiPhotograph: Adam Oxford       Submitted by Nadja, who has been teaching English to a running group in Cape Verde. She worked with her class on some messages for International Women's Day, which she said was a 'big issue' there. A few Cape Verdean women now take part in sport. At the beginning it was very difficult because of the society we live in. Men and women complained and wanted us to stay in the house. Today we are accepted Photograph: Nadja       Pre-school teacher Sajida teachers children in her classroom in Kerala, India Respected in the community, Sajida has received training on eye care and disabilities, in addition to other women and childrens health issues. It was only after the training from NGO NAB that I recognised the value of people with disabilities. I now understand the rights of a disabled person. comments Sajida. http://www.flickr.com/photos/sightsavers/6817964528/in/pool-1626699@N24/ Photograph: Sightsavers/Flickr       http://www.flickr.com/photos/avocet07/3087504871/in/pool-1626699@N24/ Photograph: Pete Grube/Flickr       Madina with family I could send my children back to school. Currently all four of my children are continuing their education. I can now afford to provide a more nourishing diet for my family which includes fish, meat, eggs, vegetables.  Photograph: Ismat Jahan/Traidcraft_79       Mama Brigita South Alego Around 64 years old  http://www.flickr.com/photos/agehelps/6815347352/in/pool-1626699@N24/ Photograph: Frederic Courbet/HelpAge International 2012  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/mar/08/international-womens-day-2012-photos", 
    "wordcount": "0"
}