{
    "headline": "2012: the year Britain's weather turned dangerous", 
    "text": "&quot;It&apos;s been the year when flooding became relevant to every part of the country. From the south-west to the north-east, every part of the country got hit,&quot; says Charles Tucker, chairman of the National Flood Forum, which represents more than 200 local community groups. &quot;Flooding can now strike anywhere, and it needs to be recognised as the No 1 national emergency happening now.&quot; The deluges that made 2012 England&apos;s wettest on record left persistently sodden ground: fresh downpours caused rapid run-off and flash flooding in places once thought to be safe. In June, the forum helped people in West Sussex after  homes were flooded. &quot;They were absolutely shocked  they are a community that had never been flooded before,&quot; said Tucker. Compounding the shock was the unprecedented lurch from the worst drought in a generation in early 2012  there were widespread hosepipe bans in March  to regular downpours by the end of the year that made it the second wettest for the UK since records began more than a century ago. That, say scientists, is the key lesson for the future as climate change warms the world: extreme changes in the UK&apos;s already famously changeable weather are becoming the new normal. Nine people in the UK were killed in floods during the year. &quot;2012 was a good example of extreme volatility. And what has the most impact on people is the volatility,&quot; says Vicky Pope, a climate scientist at the Met Office. &quot;We have flipped from a dramatic drought to the reverse in one year, and it is very possible we will see this much more frequently,&quot; says professor Nigel Arnell at the University of Reading. &quot;It is not one or the other, but both.&quot; Government scientists rate increased flooding as the greatest threat posed by global warming to the UK, and 2012 bore this out: on one in every three days authorities were put on heightened flood alert. Almost 8,000 homes were submerged by filthy floodwater and the Environment Agency issued a record 1,000 flood warnings in November and December. In those two months, entire regions such as Devon and Cornwall were cut off, first by rail and then by road. The AA responded to more than 8,000 calls from motorists, six times higher than in 2011, and 16 times more in the south-west. The cost of the clean-up is in billions. With fields flooded and bees forced to stay in hives by torrential rain, farmers suffered too. More than 600m of food such as wheat and potatoes was lost, and there was the worst apple crop in 15 years and a 75% drop in honey production. The overall cost of flooding may rise to 10bn a year, according to the government&apos;s climate change risk assessment, while annual flood defence spending is now lower than in 2010  hundreds of planned schemes are still unbuilt. However, with extreme weather volatility likely, the nation is also going to face more heatwaves and the risk of large-scale water shortages in summer. Other problems identified by the government include melting roads, buckled rail tracks and even problems with wi-fi internet access and other communications. High temperatures can reduce the range of wireless communications, while rainstorms cut the reliability of the signal. It is clear that climate change will change the UK&apos;s weather, says the Met Office&apos;s Pope, although it is too early to say exactly how the nation&apos;s complex weather patterns will be affected. But some predictions can be reasonably made, she says: &quot;It is basic physics that warmer air can hold more water, so when you get rain, it is likely to be heavier. We have already seen over the last 50 years that there are more extreme rain events now.&quot; Nonetheless, the wildness of recent weather is causing a rethink among scientists about the impact of global warming, according to Arnell, who says earlier, simpler projections suggested warm, wet winters contrasting with dry, hot summers. But the increasingly fickle influence of the jet stream  a fast, high-level westerly wind that often determines the UK&apos;s weather  is now becoming apparent. &quot;Only slight wiggles in the jet stream give more wet-weather systems or more blocking patterns that lead to dry weather,&quot; says Arnell. &quot;And any perturbation of the jet stream by climate change can flip the weather.&quot; If the jet stream shifts northwards, dry, high pressure from continental Europe gets locked in. The absence of insulating cloud cover causes freezing winters and boiling summers. But if the jet stream shifts south, wet, stormy weather fronts from the Atlantic are channelled across the UK, as happened last summer. Researchers are now focusing on two main influences: the rapid melting of the Arctic ice cap, which shrank to a record low in 2012, and the warming of the Atlantic ocean. Both lead to rain-drenched summers in the UK, but the temperature of the Atlantic varies according to natural climate cycles as well as global warming. It is too early to say whether one weather pattern will begin to dominate, Arnell says, but with more energy stored in the warming atmosphere and oceans, he expects increasing volatility from year to year. He agrees with Tucker that flash flooding is an increasing and serious problem. &quot;The ground gets so saturated that a bit of rain falling anywhere can cause floods  they are popping up all over the place now,&quot; he says. Looking to the future, Tucker cites the devastating flash flood that killed 34 people in Lynton, north Devon, in 1952. &quot;It was seen as a one-off act of God that would never happen again, but now flooding can hit anywhere and people need to recognise that. People who say &apos;That doesn&apos;t affect me&apos; are reflecting an idea that is out of date. You don&apos;t have to be a scientist to understand that weather patterns are clearly changing.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/04/2012-year-british-weather-dangerous", 
    "wordcount": "997"
}