{
    "headline": "'Cinderella science' will star in Royal Institution Christmas lectures", 
    "text": "The elements that make up the air, how water might hold the key to our energy problems, and the rare earth metals that underpin our modern electronics - this year&apos;s Royal Institution Christmas Lectures will focus on what is sometimes called the Cinderella science: chemistry. Dr Peter Wothers, a teaching fellow at the University of Cambridge chemistry department, will continue in the tradition of Richard Dawkins and David Attenborough to give three lectures, titled The Modern Alchemist, in front of an audience of schoolchildren in December at the Royal Institution&apos;s Faraday Lecture Theatre. &quot;To know that this is where Michael Faraday stood and gave his lectures a few hundred years ago - it&apos;s such an experience, you can&apos;t beat this,&quot; said Wothers. The lectures will be shown on BBC4 over Christmas. Wothers is already a seasoned lecturer, having spoken in front of thousands of eager schoolchildren at science festivals in his home town as well as on lecture tours around the world. &quot;Usually I like to aim at a young audience because they&apos;re the ones that we need to get hooked on science,&quot; he said. &quot;This is exactly what happened for me  I fell in love with chemistry at a very early age. All my teachers would tell you that, when I was at my secondary school, I was obsessed with chemistry.&quot; Wothers got his first chemistry set at the age of eight and collected more as he got older. &quot;I started working for a laboratory suppliers and they were paying me in lab equipment and chemicals - I quickly built up quite a substantial lab.&quot; The three lectures will look at the chemical elements as people might encounter them through air, water or in earth. &quot;It ties in with the early alchemist&apos;s work with the idea, from Greek philosophers, of the four elements. Although we haven&apos;t got four lectures and there isn&apos;t one based on fire, there will be lots of fire and explosions in the lectures.&quot; Wothers said it was high time there was some good chemistry on TV and lamented the bad press that chemists can often get. &quot;It&apos;s always &apos;evil chemicals&apos;. What people forget is that every cell in our body is made up of chemicals and every time we make a cup of tea we&apos;re doing chemistry.&quot; While particle physics might have the wow factor of the Large Hadron Collider and the esoteric search for ever smaller particles, Wothers said that his chemistry lectures would talk about the elements that people interact with on a daily basis. &quot;Understanding how they&apos;re put together and why they have the properties they do, that&apos;s the key thing and that&apos;s why chemistry is so exciting.&quot; Chemistry, he said, was too often taken for granted. &quot;Life expectancy has increased because we have better water and enough food to feed ourselves - water purification is chemistry and we have fertilisers allowing the crops to grow. We have medicines we can now treat ourselves with. All of these are applications of pure chemistry.&quot; The Royal Institution&apos;s Christmas lectures started in 1825 as an attempt by Michael Faraday to bring science to young people. They have run every year since (except during the second world war) and lecturers have included David Attenborough, Richard Dawkins and Dame Nancy Rothwell. In last year&apos;s lectures, entitled Meet Your Brain, Bristol University psychologist Bruce Hood examined how the brain is constructed and creates the world we perceive around us. For information on getting tickets to the lectures in December, go to www.rigb.org", 
    "section": "science", 
    "gid": "science/2012/aug/16/cinderella-science-royal-institution-christmas-lectures", 
    "wordcount": "603"
}