{
    "headline": "Apps Rush: Spot Goes to the Farm, Violet Crown, dealBoard, Mashable for iPad, CityMaps, News.me and more", 
    "text": "A selection of 14 apps for you today: Spot Goes to the Farm Penguin Books has launched a new iOS book-app for Spot the dog, adding voice narration, animation and puzzles to Eric Hill&apos;s original story. It&apos;s the second Spot app following Spot Goes to School, which came out in September 2010.iPhone / iPad Violet Crown US indie band Bluebrain have released their third location-based album-app for iOS, following previous apps designed to be listened to in Washington, DC&apos;s National Mall and New York&apos;s Central Park. This time round, the location is the SXSW festival in Austin, Texas. &quot;Each street and intersection is tagged with distinct musical zones that blend from one to another as the listener traverses the streets,&quot; explains the App Store listing.iPhone / iPad dealBoard dealBoard is an interesting new approach to daily deals, getting you to choose brands that you do and don&apos;t like, then filtering deals from Groupon, LivingSocial and dozens of other services to just show the ones you might be interested in. We&apos;ll have more in an interview later today.iPhone Mashable for iPad I thought Mashable already had an official iPad app, but there appears to be a new one on the App Store today. It provides a slick tablet interface to read the social media site&apos;s latest news and analysis, plus social features.iPad Using My Words to Ask For What I Want Social Story The latest iOS app for children with autism is Using My Words to Ask For What I Want, whose title is self-explanatory. It&apos;s a 13-page &quot;social story&quot; about how to ask for different objects or activities, explaining why it&apos;s important to ask. It&apos;s the work of developer Touch Autism.iPhone / iPad CityMaps CityMaps only works in San Francisco and New York for now, but it&apos;s an interesting idea that could be tailor-made for London. The idea: a map that shows &quot;every storefront in your city&quot;, pulling in Foursquare tips, tweets and daily deals for as many of them as possible.iPhone MLB.com At Bat 12 Major League Baseball has re-released its official app in time for the new season, with premium subscribers able to watch live video of matches. It also throws in radio broadcasts, live stats, news and roster details.Android / iPhone / iPad News.me for iPhone Social news aggregation app News.me has made the leap from iPad to iPhone, harvesting links posted by your Facebook and Twitter friends, and also the comments they&apos;ve made. Its path from iPad to iPhone follows the similar journey made by Flipboard, with a similar focus on simple, stylish design.iPhone Via.Me Instagram remains top dog in the social photography apps world, but there is no shortage of competitors. Via.Me is the latest, with 18 filters to make photos look beautiful before sharing them on Facebook and Twitter. However, it also throws videos, audio notes and text messaging into the mix.iPhone OnLive Desktop Cloudy gaming firm OnLive has a sideline in remote-desktop products, with its OnLive Desktop providing access to a PC desktop from a tablet. Already available on iPad, it now has an Android version, which has so far been tested with the Acer Iconia Tab A500, ASUS Eee TF101, Motorola Xoom, Samsung Galaxy Tab 8.9 and 10.1 and HTC Jetstream.Android Splashtop THD More remote access here on Android, albeit with more of a gaming focus. It enables you to stream audio and video from a PC or Mac, running applications and playing games Skyrim is cited as a key use case. Be warned, though, this version only works on Android tablets running Google&apos;s Ice Cream Sandwich software and with Nvidia Tegra 3 processors inside.Android Kew Gardens: The Official App London&apos;s Kew Gardens&apos; official app has been ported from iPhone to Android, offering photo-highlights, an interactive garden map, information on attractions and a QR code-scanning feature to get more information on individual plants.Android The World of Richelle Mead Having sold 5m books, vampire-focused author Richelle Mead has a new official app published by Penguin Group. It offers previews of her books for young adults, in-app purchases of e-books, a wealth of content to flesh out her fictional world, and social features.iPhone / iPad Ash Konami&apos;s retro RPG Ash has also been ported to Android, offering turn-based battles and 16-bit graphics for fans of the genre.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/02/apps-rush-spot-bluebrain-dealboard", 
    "wordcount": "735"
}