{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Zebra walk in a field of assorted wild daisies in the West Coast national park near Velddrif, South Africa. For a few weeks in the Southern Hemisphere spring, the usually dry and barren western Cape coast turns into a rich tapestry of bright wildflowers Photograph: Nic Bothma/EPA       Wild daisies in the West Coast national park. The famous spring flowers bloom from August-October  Photograph: NIC BOTHMA/EPA       A flock of common cranes (Grus grus) fly over Reitwein, Germany. Autumn sees the cranes migrate from their breeding areas in Scandinavia and Eastern Europe through Germany, France and finally to Spain Photograph: PATRICK PLEUL/EPA       A polar bear and her cub on the ice, taken from the ship Arctic Sunrise, a Greenpeace vessel that has travelled to the Arctic to document the lowest sea ice level on record Photograph: Daniel Beltr /  Daniel Beltr  / Greenpeace       A ladybird opens its wings on a leaf in Erfurt, central Germany Photograph: Jens Meyer/AP       An impala runs away over a hill in the Phinda game reserve, in Kwazulu-Natal province, South Africa Photograph: Matthew Craft/AP       An Arctic tern defending its nest in Ny-lesund, Svalbard, 746 miles from the north pole. Arctic terns fly to Antarctica and back to the Arctic every year, a round trip of more than 43,500 miles, or 1.5m miles during their lives  the longest known migration of any animal or bird. See more stunning polar pictures from The Cold Edge: polar photography by Dave Walsh  Photograph: Dave Walsh/Millennium Images       A new species of monkey has been identified in Africa, only the second time such a discovery has been made on the continent in 28 years. The identification of the lesula monkey  (Cercopithecus lomamiensis) in the Democratic Republic of the Congo (DRC) is significant, as identification of mammals new to science is rare Photograph: MAURICE EMETSHU/AFP/Getty Images       A four to five-week-old little penguin chick being held near Manly in the Sydney Harbour national park.  Sydneysiders are lucky enough to have a population of little penguins living right on their doorstep in a secluded cove. The population of little penguins in the harbour once numbered in the hundreds, but has dramatically decreased to around 60 pairs of birds due to loss of suitable habitat, attacks by foxes and dogs and disturbance at nesting sites. Numbers are now so low that the population is in danger of becoming extinct Photograph: Greg Wood/AFP/Getty Images       The overall winner of the British wildlife photography awards 2012 - Gannet jacuzzi, by Matt Doggett Photograph: Dr Matthew Doggett/BWPA       A marbled white butterfly. The wettest summer for a century has been blamed for a sharp decline in the number of butterflies in Britain Photograph: Neil Hulme/Butterfly Conservation/PA       A red deer in Belarus. Autumn is the season to watch one of nature's great spectacles:- deer rutting, where stags fight each other as they pursue the females Photograph: Sergei Grits/AP       The pygmy three-toed sloth (Bradypus pygmaeus) is one of 100 species identified by the IUCN that is at risk of dying out as they have no obvious benefits for humans. Its population size is 500 individuals in Panama and it is threatened by habitat loss due to illegal logging and hunting  Photograph: Craig Turner/ZLS/IUCN       African penguins swim in a recovery pool at the Southern African Foundation for the Conservation of Coastal Birds in Cape Town. Some 216 penguins are being treated at the centre after oil spilled from the wreck of a Turkish coal bulk carrier, the Seli-1. The ship ran aground in September 2009 but bad weather earlier this month broke the wreck into three sections and released an oil slick. In 2010 the IUCN 'red list' of threatened species classified the African penguin as endangered because populations were rapidly declining - just seven islands support 80% of the global population. Conservationists attribute the penguins' decline to food shortages, both because of use of large amounts of fish caught commercially and the eastward shift of their main food sources of anchovy and sardines. It described penguin deaths from oil spills as a serious threat, adding that there had been 'a dramatic increase in the number of oiled birds since 1990'    Photograph: Nic Bothma/EPA       In this photo released by Fish Eye Films, a small group of emperor penguins stand on the edge of an ice drift in the Ross Sea in the Antarctic Photograph: John Weller/Fish Eye Films/AP       An oil-covered crab on the coast of Bay Baptiste. Laboratory tests have shown that globs of oil found on two Louisiana beaches after hurricane Isaac came from the 2010 BP spill Photograph: Julie Dermansky/Corbis       A brown booby (Sula leucogaster) in Fernando de Noronha archipelago, Brazil Photograph: Weng Xinyang/  Weng Xinyang/Xinhua Press/Corbis  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/14/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}