{
    "headline": "Heartland reflects on its beating", 
    "text": "It was an odd choice of icon for the ultra-conservative Heartland Institute. But there he was in round glasses, beard, and halo of curls staring out from T-shirts and coffee mugs at their gathering of climate change contrarians this week, the scientist whose internet sting set Heartland on its current course of collapse. Heartland&apos;s seventh climate conference, which runs until Wednesday, was a much diminished event, compared to earlier lavish gatherings which spilled out over several floors of a hotel in New York&apos;s Time Square, and attracted up to 800 followers. The tables were set for 270 at this year&apos;s gala, featuring the Czech president and climate contrarian Vclav Klaus, and there were well over 100 no-shows. In a further sign of Heartland&apos;s cash crunch, meals were not included in this year&apos;s conference package. &quot;We have been under a lot of pressure over the last four months,&quot; Heartland&apos;s president, Joseph Bast, told the conference. &quot;And I think we have discovered who our real friends are.&quot; Now even those friends are upset with Heartland. Jim Sensenbrenner, the conservative Republican member of Congress from Wisconsin who was the only US politician to attend this year&apos;s conference, signalled his displeasure with the provocative billboard in his speech on Tuesday. Sensenbrenner did not mention the billboard directly, but an aide told reporters earlier his words were intended as a criticism for Bast for leading Heartland into disaster. &quot;How we conduct ourselves in this debate matters,&quot; Sensenbrenner said. He went on to accuse climate scientists of being partisan, but concluded: &quot;Civility matters.&quot; Other speakers were not concerned with civility, however. Britain&apos;s leading climate contrarian Christopher Monckton got a standing ovation for telling a series of &quot;birther&quot; jokes. The pressure point occurred last February when the scientist on the conference mugs, Peter Gleick, used deception to obtain confidential documents from Heartland, including a donors list and plans to indoctrinate school children against belief in climate change. Bast told the conference Heartland had met with the US attorney&apos;s office to discuss criminal charges against Gleick. He said Heartland was waiting for a formal decision before deciding whether to sue Gleick. The exposure led some corporate donors to cut their funds to Heartland  until Bast committed a huge PR blunder, approving a provocative billboard ad likening scientists to psychopaths. Donor flight accelerated, and Heartland has now lost some $825,000 (523,000) in funding, according to the campaign group Forecast the Facts. Advocacy groups are meeting with some of Heartland&apos;s biggest remaining funders to persuade them to cut their ties. The crisis forced Heartland to seek funds from the oil and coal industry  despite earlier claims to be independent of fossil fuel interests. Between them, the nearly 60 organisations listed by Heartland as conference sponsors have received nearly $22m from Exxon Mobil and the Koch oil billionaire family since 1998, according to an analysis by the campaign website Desmogblog. Listed as a &quot;gold level&quot; sponsor of this week&apos;s conference was the Illinois Coal Association, although Heartland told reporters the contribution was only in the hundreds of dollars. Other allies were scarce. Only three groups set up tables at the conference. The largest was staffed by Americans for Prosperity, the ultra-conservative organisation founded by the Koch oil billionaires. David From, who heads the Illinois chapter of Americans for Prosperity, said the contribution was only in the hundreds of dollars. He grimaced when asked about the Heartland billboard, which featured the Unabomber Ted Kaczynski. &quot;It certainly got a lot of attention,&quot; From said. Going to Heartland conferences was alwaysa bit like entering the portal to an alternative universe. Speakers and audience are almost entirely male, white and getting on in years. Jokes about Al Gore fly fast and furious, and can be counted on to get big laughs. But this year&apos;s event had a sense of desperation. Speakers spoke about being &quot;victimised&quot; by &quot;warmists&quot; and &quot;alarmists&quot;  scientists and politicians who accept that carbon dioxide emissions from industry are a main driver of climate change. And after nearly 30 years in operation, it is unclear what Heartland stands for when it comes to climate change  beyond resistance to putting any kind of restraint on business. Klaus, who made his name as an economist before his election as president, sees environmental concerns as a red menace. &quot;It is identical to communism  identical not similar,&quot; he warned. John Dunn, a Heartland policy adviser, sees his role as fighting &quot;enviro-fascist madness&quot;. In his speech, he sought to ridicule recorded evidence of growing drought and heatwaves due to climate change. &quot;Warm is good for people, and it&apos;s particularly good for people as they get older,&quot; said Dunn. &quot;The people that warm spells kill are already moribund.&quot; He went on to say that only extreme cold caused extra deaths. The next speaker called for the return of the insecticide DDT, long banned in the US. &quot;It&apos;s cheap, it&apos;s effective and it&apos;s perfectly safe for humans and for all wildlife.&quot; Bast, meanwhile, in his speech pivoted from discrediting climate science  formerly the main Heartland mission  to policy, attacking Barack Obama for his &quot;anti-energy&quot; agenda. Other speakers opened up attacks on Mitt Romney, the Republican presidential candidate, for failing to be supportive enough of the oil and gas industry. But despite the coffee mugs and T-shirt giveaway, the biggest issue facing Heartland went largely unaddressed: how will the organisation recover from its twin setbacks, the expose by Gleick and the ad disaster approved by Bast? Heartland had hoped to use the Gleick episode, which it calls &quot;Fakegate&quot;, to gain sympathy, and rebuild a donor network. But even well-wishers acknowledged it would be an uphill climb for an organisation that was once at the hub of the climate contrarian network. &quot;It certainly raises the cost of doing business when your arch-enemies or a very vocal segment knows what you are up to in every little detail,&quot; said Marc Morano, who runs the contrarian website Climate Depot and spoke at the conference. But he said he was hopeful that Heartland would come back. &quot;I think it&apos;s a temporary feeding frenzy,&quot; he said. &quot;If Heartland had just started last year and only had 10 donors when that happened it could have been fatal. But this is a hiccup.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/22/heartland-beating-climate-conference", 
    "wordcount": "1080"
}