{
    "headline": "Could pterosaurs really fly?", 
    "text": "   A pterosaur fossil under UV light showing the wing membranes. Photograph: Dave Hone    In addition to my work on predatory non-avian dinosaurs, I also do a fair bit of research on the pterosaurs, the group of flying reptiles that are close relatives of dinosaurs. There are plenty of misconceptions and misinformation about pterosaurs around the internet and beyond (just for the record: they are not dinosaurs, nor the ancestors of birds, not called pterodactyls, didn&apos;t have leathery wings, and are certainly not alive and well in New Guinea) but they are also a group which has had relatively little research attention paid to them compared to their more famous cousins. That is changing, and changing rapidly, with a lot of work currently being directed at pterosaurs, and it&apos;s great to see (and indeed be part of) a pretty big and rapid upgrade of our scientific understanding of an extinct group. The most instantly recognisable feature of any pterosaur is its extraordinarily elongated 4th finger which holds up a large membrane attached to their ankles and is universally regarded as a wing. (Well, now anyway, one writer way back in the late 1700s suggested they swam with these as giant paddles). But was it really? Could they really fly? And was this the active powered flight of birds and bats, or the passive gliding of &quot;flying&quot; frogs, &quot;flying&quot; squirrels and &quot;flying lemurs&quot;. This may sound like an odd question  after all it&apos;s hard to look at what they have and consider it anything other than a wing, but it&apos;s a nice exercise in pulling together disparate lines of evidence from the fossil record and combining these with data from living species to come to a conclusion. It is also annoyingly pertinent with a recent conference abstract on pterosaur take-offs being mangled in at least one media outlet to suggest that the largest pterosaurs may not have been able to fly. First off, the wing. Now it does look like a wing and by analogy with other animals (birds and bats yes, but also to a lesser degree flying fish, hatchet fish, flying squirrels, even insects and other) that travel through the air it does look like a wing. It has a supported leading edge and occupies a large area (something you want for heavier than air flight) and as a membrane it&apos;s quite complex with muscle tissue, blood vessels and strengthening fibres in it  it&apos;s not just a sheet of skin. It&apos;s derived from the forelimb and is obviously highly specialised so we would expect it to be used in locomotion and to be the primary form of locomotion. It would appear to be well suited for a role in flight. Now for a bit of comparative anatomy. Pterosaurs have one rather obvious characteristic that they have in common with birds and bats that isn&apos;t really shared with any other groups (or at least is taken to such an extreme): they have a lightweight skeleton. Those of pterosaurs and birds are hollow with extensions of the lungs filling them and making them hollow, and bats reducing the amount of bone and increasing the cartilage making them rather more like fish bones (you can, just, tie a bat finger bone into a knot they are so flexible). Pterosaurs also share with birds and bats a couple of other flight-related characters in the way they have adapted certain parts of the skeleton: the shoulder is well suited to anchor a huge set of muscles linked to the arm, and so too the chest has a large sternum to support muscle groups linked to the arm. The humerus (upper arm bone) a big flange to anchor the other end of some of these muscles that would give it a lot of power pulling the arm forwards and down. In short, it&apos;s well built to provide a flight stroke  this is no passive glider. Delving deeper into these animals, scans of the skulls of pterosaurs show that they had a great enlarged flocculus. This is the part of the brain that helps recognise your position in space and control balance. Important for any animal certainly, but notably enlarged in birds  which is perhaps no great surprise, but again this suggests pterosaurs had, and indeed needed, great awareness of their position when moving and that&apos;s going to be much more complex for a flying animal than one that&apos;s earthbound. Then we can move onto some more disparate lines of fossil evidence but which nevertheless support the idea these animals could fly. First off is the famous Pteranodon and the location of the fossils of this animal. Pteranodon hunted for fish over an inland seaway that used to cover much of what is now the US during part of the Cretaceous period. We can determine geologically where the coastline was for this seaway and see where the specimens of Pteranodon come out relative to this. The vast majority of them come from fossil beds that were over a hundred kilometers from the shoreline. It&apos;s hard to imagine they got that far in such numbers by simply swimming, or gliding down from a cliff (and how would they get back?). Some other pterosaurs we also see on both sides of the world, or spreading remarkably rapidly around the globe from the time they first appear. It&apos;s not the strongest of evidence, but it does suggest they could move very long distances very quickly, including crossing oceans, again the kinds of things you associate with flight. Perhaps the nicest bit of evidence though has only come to light relatively recently. Pterosaur footprints are rather distinctive and when well preserved impossible to confuse with any other animal, and there are a few locations where tracks are found in huge numbers and over a huge area  entire fossil beaches of pterosaur tracks (and in places, marks where they probed for worms and other buried morsels) are known. In most cases one can trace the footprints across the entire exposed area where they walked on and off stage as it were, or the tracks may peter out as the sand became too firm to take prints.  However, in one glorious case a deeper pair of prints appear utterly out of the blue and then a slightly more shallow set walk off across the fossil slab  a pterosaur landed. It can&apos;t have come from anywhere else or there would be marks of it walking to that point, and the deep set would correspond to a landing animal imparting more force to the sand than it would leave just walking. It flew in and walked off. Collectively then we&apos;ve got good reason to think pterosaurs could fly, and indeed fly well. It may seem obvious given the presence of their wings, but to genuinely make a case that these really are wings, requires analogy, comparative anatomy, functional morphology and evidence from a diverse set of finds from the fossil record. Quite a case can be built up that these animals flew well beyond the simple &quot;they had wings&quot; argument, and this is true of quite a range of inferred behaviours and patterns in the fossil record.  It can be hard, even impossible, to lay out all the evidence and arguments for even a relatively simple idea quickly for a lay audience, and a great many educators are limited to soundbites or asides (especially when going through a third party as with many media reports) but the data and analyses can be very solid and detailed. That they are not often presented though, doesn&apos;t mean they are not there, and while every scientist is vulnerable to the odd bit of conjecture or unsupported hypothesising, a lot of ideas often dismissed as &quot;guesswork&quot; are nothing of the kind. For rather more on pterosaurs, do try Pterosaur.net and the accompanying blog.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/nov/12/dinosaurs-fossils", 
    "wordcount": "1302"
}