{
    "headline": "Transparency needed on donors to climate sceptic lobby", 
    "text": "Science is by its nature sceptical: scientists interrogate information and only on repeated investigation does data become science. The science of climate change has been established through numerous high-profile studies (IPCC, NOAA, Nasa) and was even verified by the sceptic-led Best report. In 2009 one of the world&apos;s leading medical journals, the Lancet, declared climate change &quot;the biggest global health threat of the 21st century&quot;. Denying the links between greenhouse gas emissions and man-made climate change is akin to denying the links between HIV/Aids and unprotected sex, smoking and lung cancer, or alcohol consumption and liver disease. In each of these cases, well-funded deniers have had to be exposed and confronted before appropriate health-promoting legislation was put in place. The Climate and Health Council supports Nasa scientist James Hansen as he joins the campaign to uncover secret funders bankrolling climate sceptic Nigel Lawson and his lobbying think-tank (Climate experts back unveiling of Lawson thinktank donor, 23 January). The public may finally discover who is secretly influencing UK climate policy  contrary to scientific consensus  today (27 January), when the Information Rights Tribunal hears this key freedom of information case. Some anti-climate lobbyists routinely misrepresent and cast doubt on the work of climate scientists. Although Lawson and his Global Warming Policy Foundation have been discredited and attacked by numerous scientists and senior politicians, his thinktank continues to receive significant coverage, wrongfully distorting the public and policy debate over climate change. Perverting the course of evidence-based policy on climate-change adaptation and mitigation damages our health resilience, our economic prosperity and our environmental stability. Transparency around climate-sceptic funders is essential. We support freedom of information to reveal those deliberately preventing the UK&apos;s sustainable future.Dr Fiona Godlee Editor-in-chief, British Medical JournalDr. Richard Horton Editor-in-Chief, The LancetProfessor Ian Roberts Professor of Epidemiology and Public HealthProfessorHugh Montgomery Professor of Intensive Care MedicineProfessor Anthony Costello Professor of International Child HealthRachel Stancliffe Director, Centre for Sustainable HealthcareDr. Robin Stott Co-chair, Climate and Health CouncilMaya Tickell-Painter Director, Medsin Healthy Planet Campaign   Citizens concerned about climate change are right to demand clarity about Nigel Lawson&apos;s funding. Lawson established his shadowy organisation back in 2009 following the Climategate fiasco, when the emails of the Climate Research Unit at the University of East Anglia were hacked. There have been five inquiries into Climategate, three in the UK and two in the US, and they have unanimously exonerated the East Anglian scientists of any scientific wrongdoing. If the rationale for Lawson establishing GWPF was Climategate, why has he not now closed it down? One suspects the answer lies in the recent report from GWPF on the new fossil fuel source, tar sand and shale gas, which states: &quot;Shale gas is not only abundant but relatively cheap and therefore promises to take market share from nuclear, coal and renewable energy and to replace oil in some transport and industrial uses, over coming decades.&quot;Dr Robin Russell-JonesChair, Planetary SOS", 
    "section": "environment", 
    "gid": "environment/2012/jan/26/transparency-donors-climate-sceptic-lobby", 
    "wordcount": "491"
}