{
    "headline": "Is modafinil safe in the long term?", 
    "text": "Modafinil has emerged as the crown prince of smart drugs, that seductive group of pharmaceutical friends that promise enhanced memory, motivation, and an unrelenting ability to focus, all for hours at a time. In the absence of long-term data, the media, particularly the student media, has tended to be relaxed about potential side-effects. The Oxford Tab, for example, simply shrugs: Who cares? The novelist MJ Hyland, who suffers from multiple sclerosis, wrote a paean to the drug in the Guardian recently  understandably, for her, any potential side-effects are worth the risk given the benefits she&apos;s experienced. But should stressed students, tempted by a quick fix, be worried about what modafinil could be doing their brains in the long term? Professor Barbara Sahakian, at the University of Cambridge, has been researching modafinil as a possible clinical treatment for the cognitive problems of patients with psychosis. She&apos;s fascinated by healthy people taking these drugs and has co-authored a recent book on the subject. &quot;Some people just want the competitive edge  they want to do better at exams so they can get into a better university or get a better degree. And there&apos;s another group of people who want to function the best they can all the time. But people have also told me that they&apos;ve used these drugs to help them do tasks that they&apos;ve found not very interesting, or things they&apos;ve been putting off.&quot; How does the drug work? &quot;We believe modafinil is a drug with multiple actions,&quot; Sahakian says. &quot;This is because it acts on several neurotransmitter systems in the brain. I suspect that because it&apos;s got these multiple actions, you&apos;re getting a number of things improving but not all for the same reason.&quot; Neurotransmitters are the chemicals which transmit signals between cells in the brain and Dr Peter Morgan from Yale University believes that modafinil affects three in particular. &quot;Modafinil definitely affects the dopamine system and dopamine will make you more alert, and also more interested in things,&quot; he says. &quot;It affects norepinephrine which can again make you more alert and better able to focus, and it also affects histamine which can keep you awake.&quot; But it is modafinil&apos;s boost to the working memory that interests many, in particular students engaged in last-minute cramming. It is believed to enhance the short-term memory by as much as 10%, through its influence on a neurotransmitter called glutamate. Sahakian sounds urges caution: &quot;A lot of people, especially students, are getting it off the internet so they don&apos;t know what they&apos;re buying  it could be anything. It&apos;s not coming from a reputable source, they don&apos;t know it hasn&apos;t been contaminated, and they don&apos;t know it&apos;s safe for them to take.&quot; Effects can vary greatly in accordance with the dose taken. One recent study by Dr Nora Volkow and colleagues based on PET scans suggested that doses of 400mg had effects in brain areas known to be involved in substance abuse and dependence. Sahakian&apos;s research also suggests that prolific use over a prolonged period of time could have a potentially damaging effect on sleep architecture. &quot;Some professionals tend to use it on specific occasions  when they&apos;re jetlagged or when they&apos;ve had a particularly bad night&apos;s sleep,&quot; she says. &quot;They don&apos;t use it every day and they don&apos;t use it in multiple doses. Whereas, if you talk to students, they&apos;ve often taken a dose and then, when they feel it&apos;s wearing off, they&apos;ve taken another dose. &quot;And of course that does affect their sleep pattern, because when they should be going to bed, they&apos;ve still got the drug in their system, still exerting its wake-promoting effects. This is of course counter-productive, as we consolidate our memories during sleep.&quot; I spoke to students who used modafinil during exam periods. They revealed that after several weeks, they had the sensation of permanently being trapped in a twilight zone, neither asleep nor awake. Morgan researches treatments for cocaine addicts with severe sleep disorders and he has a possible explanation. &quot;If somebody takes modafinil long-term, they may develop some of the same deficits in slow-wave sleep as cocaine users,&quot; he says. &quot;Slow-wave sleep is the deep sleep that we tend to get early in the night. But by taking a stimulant that forces the body to be awake more than it wants to be, you&apos;re disrupting its ability to regulate how much sleep it gets and the kind of sleep it gets, so it never feels properly refreshed.&quot; He believes that long-term use could damage the memory. &quot;Look at nicotine,&quot; he says. &quot;Nicotine is an amazing cognitive enhancer, purely from a lab perspective! But for people who use nicotine chronically, we know their baseline cognitive function goes down and the nicotine is maybe bringing them back up to normal. So now nicotine is no longer a cognitive enhancer, it&apos;s a cognitive normaliser. Because of the chronic use, the brain has adapted and without it, you&apos;re performing at a lower level. There&apos;s no reason to think that modafinil would be any different.&quot; But whatever the risks, the likelihood is that the demand for smart drugs will continue to grow. &quot;Psychiatrists at an American Psychiatric Association Meeting in the US approached me to comment that they are frequently put under pressure to give a diagnosis of ADHD to a child even though the psychiatrist feels the symptoms are not sufficiently severe to do so,&quot; Professor Sahakian tells me. &quot;The psychiatrists believe the parents do this for the cognitive enhancing effects of Ritalin for their child. In my lectures, I try to point out that our brains are still in development up until late adolescence to young adulthood, so if you&apos;re a healthy normal child, what are the effects of manipulating the neurotransmitters while your brain&apos;s still developing? &quot;We simply don&apos;t know how chronic drug treatment will affect &apos;healthy&apos; brain function in future years.&quot;", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/31/is-modafinil-safe-in-long-term", 
    "wordcount": "1002"
}