{
    "headline": "Starwatch: The June night sky", 
    "text": "   Graphic: Finbarr Sheehy    The month of our summer solstice brings the shortest and most twilit nights of the year but also the best chance of spotting noctilucent clouds from Britain. These &quot;night-shining&quot; clouds appear as silvery or electric-blue wisps and ripples low down between the NW and NE during the night. Composed of ice crystals near 82 km high, they are high enough to see the Sun and reflect its light when normal clouds are in darkness. Saturn dims a little from mag 0.3 to 0.5 but remains conspicuous some 20 to 25 high in the S at nightfall, and 30 below the star Arcturus in Bootes. With Spica in Virgo, 13 to Saturn&apos;s right, the three objects form a distinctive tall &quot;L&quot; which topples into the SW by our map times. Look for Saturn above-right of the Moon on the 19th when a telescope shows the globe and rings to be 18 and 41 arcsec wide respectively, the latter with their N face tipped 17 towards us. Venus blazes at mag 3.9 but is very low in the NW as the night begins, its altitude thirty minutes after sunset being little more than 6 as it sinks to set one hour later. Jupiter, mag 1.9, stands 1.0 below-left of Venus on 28 May and moves to lie 4 below-right of Venus by the 1st as it disappears into the Sun&apos;s glare. Mercury hovers near Venus although binoculars may be needed to glimpse it in Britain&apos;s bright twilight. From further S in Europe, however, this is its best evening show of 2013. It shines at mag 0.3 when it stands 4 above-left of Venus on the 1st and mag 0.2 when 5 above-left of Venus on the 7th. Still fading, it turns downwards and is mag 1.0 when it stands 2.5 to the left of Venus on the 17th and mag 1.5 when 2.3 below Venus on the 21st. We lose it soon afterwards. The Moon is full on the 23rd just as it comes to its closest for the year. Although it is only slightly wider than usual, the effect appears amplified by the optical illusion that makes the Moon appear larger when near the horizon, as it remains as it transits our low S sky overnight. June diary 8th 17h New moon 12th 18h Mercury furthest E of Sun (24) 16th 18h First quarter 19th 17h Jupiter in conjunction with Sun; 18h Moon 4 S of Saturn 20th 19h Mercury 1.9 S of Venus 21st 06:04 Summer solstice 23rd 13h Full moon 30th 04h Last quarter * Times are BST", 
    "section": "science", 
    "gid": "science/2013/may/26/starwatch-noctilucent-clouds-mercury-venus-saturn", 
    "wordcount": "460"
}