{
    "headline": "What's putting girls off A level physics?", 
    "text": "Some shocking figures were released this week in an Institute of Physics (IOP) Report  looking at the progression of girls going on to study A level physics. Rather than just concentrating on the percentage of girls taking the subject, which is well known to hover just below 30%, the study analysed the progression of girls from different types of school.  Overall 46% of schools did not send a single girl on to A level physics, and if only coeducational schools in the maintained sector were considered the figure was even higher, at 49%. Put another way, nearly half of the mixed, state schools in England did not manage to enthuse their girls sufficiently to make any one of them wish to take physics at A level. It&apos;s no secret that many physics teachers do not actually have physics degrees, but if teachers who were lacking confidence and skill in the subject were the only reason for the poor progression, one would expect the figures for boys to be comparable. Not so: only 12% of co-ed maintained schools failed to send any boys on to A level. As the title of the report makes clear, It&apos;s Different for Girls. What the report on its own cannot identify is precisely why this might be so, but this is a state of play that should not and must not be allowed to continue for generation after generation. The argument that is so often advanced is that, for whatever reason, girls just don&apos;t &quot;like&quot; physics. I would contend that the data (also contained in this report) which show that single-sex girls&apos; schools manage to send 2.5 times as many girls on as mixed schools, disproves that argument. However much single-sex schools may have some systematic differences from co-ed ones, I do not believe these differences on their own are sufficiently significant to lead to that enormous difference in numbers. Something in the ethos and environment of many coeducational establishments is coming into play and discouraging many girls from seeing physics as a suitable topic to take at A level. This does not require teachers to be consciously dissuading the girls from thinking about the subject seriously, so much as permitting a culture in which the message is received that somehow it is &quot;odd&quot; for girls to be interested in space, machines and machinery, atoms or any of the other exciting topics that lurk in physics. This is a message that may well be reinforced by parents and seems pervasive in the media.  Teenagers are very sensitive to subtle cues about what is &quot;acceptable&quot;, and can take such hints to heart and act upon them. In other words, the fact that there are currently low numbers of women physicists so that they are seen as a rarity if not an oddity, means that the visible stereotype is a male. It is all too easy for teachers (of any subject) and peers to reinforce the stereotype and steer girls into subjects perceived as more normal or acceptable. Hence we continue to see the majority of girls who opt for one or more science A levels flocking to biology rather than physics, whereas the number of boys who do one or other of those subjects is pretty much equal. When I was on the Today programme this week talking about this report, my fellow interviewee was a female head teacher who objected strongly to any notion that a teacher would explicitly tell a girl not to do physics (although I had not suggested this might happen). A little later she went on to produce the argument that maybe girls don&apos;t want to do physics. By voicing that assumption she seems to me to be dangerously close to unconsciously reinforcing the stereotype.  It is of course not just the teachers who may be giving off negative messages; the boys in a class can play at least as large a role. How often have girls been told by boys that physics is not for them? Or that they&apos;ll never get a boyfriend if they are so unfeminine as to like physics? Or, perhaps worst of all, that it isn&apos;t cool for a girl to enjoy the subject. I fear many, many women who have stuck with the subject could name frequent occasions when some such similar remark was levelled at them. But how many more girls face this sort of disparagement and give up? Teachers collectively need to make sure, not only that their own actions and words do not discourage, but that they stamp on casual sexist remarks from the boys. Only by such zero tolerance in schools, creating a solid ethos of support for girls to pursue whatever they genuinely are interested in, will we discover what percentage of girls really would like to take physics A level. The IOP report makes it very hard to believe we can accurately assess that figure yet, let alone that we have reached it.  Parents can do their bit, both by ensuring from birth they do not project gender stereotypes and also challenging schools about their own statistics. Few parents may know what their daughters are interested in when they look around to choose a secondary school, but it would help to keep the pressure up if they asked questions about each school&apos;s record as regards the subjects girls choose to proceed with to A level. The schools inspectorate Ofsted may also have a role to play in ensuring that gender equity is considered during inspections.  The full list of recommendations that the IOP proposes can be seen in its report. Why does any of this matter? I would suggest there are three reasons. First, it is a matter of natural justice. If the current system is essentially disenfranchising large numbers of girls from considering physics seriously as a suitable subject for them, we are not treating them fairly.  Second, as a report from the Royal Academy of Engineering demonstrated this week, we are not producing a sufficient number of Stem (Science, Technology, Engineering and Mathematics) graduates to satisfy the needs of employers and the economy. The academy&apos;s main focus is on engineering, for which physics A level would be a standard prerequisite. If we are losing, quite unnecessarily, a substantial fraction of each year&apos;s cohort from gaining a qualification in physics, there is an easy way of increasing the pool by making sure that all girls get that opportunity.  Finally, as with boards of directors, or teams more generally, diversity can be a positive influence on outcome  be it profit, innovation or some other metric. Let&apos;s make sure we do all we can as a nation to foster a diverse pool of talent from which which engineering and physics employers can draw, facilitating real diversity and thereby creativity. As things stand, I  as that rather odd thing a female professor of physics  would argue we collectively need to do much more to give all our female children genuine equality of opportunity at school. That includes ensuring that no subject is conveyed as being inappropriate. In that case maybe finally, a female physicist will no longer be regarded as peculiar. Athene Donald is a professor of physics at the University of Cambridge and a fellow of the Institute of Physics", 
    "section": "science", 
    "gid": "science/blog/2012/oct/05/girls-physics-a-level", 
    "wordcount": "1217"
}