{
    "headline": "Apps Rush: Kennedys, Spotify, Swipe Magazine, Mireo Don't Panic, Amazon Cloud Player and more", 
    "text": "A selection of 11 new and notable apps for you today: Kennedys Here&apos;s an interesting move: Emmy-winning US TV show The Kennedys has its own iOS app, enabling people to stream the full eight-hour miniseries to their devices. Individual episodes appear to be being sold via in-app purchase, although the first episode is free. It can also download episodes into the app for offline viewing. For more on this app, read our separate news story.iPhone / iPad Spotify What, Spotify on Android as a new app? Hasn&apos;t it been out for a while? Well, yes, but this is news: the version available on Google&apos;s Play store is now out of beta and an official release. Key features are support for the Ice Cream Sandwich OS, revamped navigation and social features, and a &quot;related artist&quot; view that&apos;s exclusive to the Android app for now.Android Swipe Magazine British firm Steel Media publisher of the Pocket Gamer websites has launched an iPad magazine app covering iOS games, apps and accessories, drawing in content from several sites apart from its own.iPad Mireo Don&apos;t Panic UK &amp; Ireland An interesting week for satnav companies, as Apple confirmed plans for free turn-by-turn navigation in iOS 6, finally competing with Android&apos;s Google Maps Navigation. There are still independent companies targeting the space though: Mireo&apos;s Don&apos;t Panic costs 26.99, with smart routing to save on fuel, voice-guided navigation, and in-app purchases used to buy European maps.Android Amazon Cloud Player This one&apos;s US-only, but will cause a stir. Amazon has launched an official iPhone app for its cloud music locker service. It enables people to stream their music libraries from Amazon&apos;s cloud, while also downloading songs for offline listening. A straight rival for Apple&apos;s iTunes Match element of iCloud.iPhone U.S. Open Golf Championship As the world&apos;s top golfers prepare to tee off at the US Open, there&apos;s an official app on Android and iPhone. It includes news, live scores, photos and ESPN&apos;s radio coverage, and for US users, live video streams too. The link above is for Android, but here&apos;s the iPhone version.Android / iPhone The Good Food Guide 2012 British restaurant guide The Good Food Guide has a new BlackBerry app for 2012, with more than 1,300 reviews, table-booking features and the ability to chat about favoured food-venues with BBM contacts.BlackBerry Evanescence: Mobile Backstage Rock band Evanescence have joined the apps world, courtesy of an app released by label EMI and startup Mobile Backstage. It&apos;s pitched as an &quot;official digital fan club&quot;, with community and content-sharing features, plus &quot;Foursquare-like capabilities&quot;. The link above is for Android, but here&apos;s the iPhone version.Android / iPhone Hey! On Fark.com &quot;Real news. Real funny&quot; is Fark.com&apos;s slogan: the site has been offering aggregated headlines across a range of categories for years. Now it has an official app, including the ability to set triggers by tags and topics to get notified whenever there&apos;s news on them.iPhone VirusTotal VirusTotal is the latest security app hoping to spook Android users into worrying about malware. It scans the device and checks any malware found against its database, flagging dodgy content. It won&apos;t actually remove them, mind.Android Dog Click And finally, for some light relief... Dog Click is an app from South Korea that&apos;s essentially Instagram for dog owners an app for sharing photos of your pet pooch, with the added feature that it can make &quot;sounds that may get your dog&apos;s attention and make them look at the camera.&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/12/apps-rush", 
    "wordcount": "600"
}