{
    "headline": "Emily Davison: 'deeds not words' 2013", 
    "text": "As I was walking into work at Royal Holloway, University of London this morning, I noticed a ghostly figure in Edwardian garb enthusiastically throwing red paint at the statue of Queen Vic of in the North quadrangle. On closer inspection, I recognised the distinctive features of Emily Wilding Davison, the militant suffragette killed trying to pin a banner to the king&apos;s horse at the Epsom Derby exactly 100 years ago today. An enlightening dialogue ensued: Emer O&apos;Toole: &quot;Excuse me, are you the spirit of Emily Wilding Davison?&quot; Spirit of Emily Wilding Davison: &quot;Be a sport and hold this can of paint, won&apos;t you? I&apos;m trying to get the old girl&apos;s nose. Ha! Take that, royal enemy of suffrage.&quot; Emer: &quot;She&apos;s not the only woman being commemorated around here, you know. You are too. In honour of the 100th anniversary of your death, and because of your association with the college, they&apos;re holding lectures, presenting dramas, and even hosting a make your own suffragette rosette workshop.&quot; Emily: &quot;How queer. Royal institutions were never too inclined to claim me as their own when I was alive and  ha!  kicking.&quot; Emer: &quot;History has been quite kind, Emily: many now recognise that without the militant suffrage tactics so unpopular in your own time, equal voting rights for women wouldn&apos;t have been achieved by 1928. In 2013, most people think you kick ass.&quot; Emily: &quot;The future does seem a sensible place. Pray tell me: there must, by now, be equal representation of men and women in parliament; there must be liberation of women from domestic servitude; pseudo-scientific lies about the weaker mental faculties of women must have been exposed as charlatanism; and women must stand shoulder to shoulder with men in the public sphere.&quot; Emer: &quot;Sorry to have to rain on your centenary parade, but only 20% of MPs are female. Married women still do three times the domestic labour of their partners (and that&apos;s without even counting childcare). Books on how the female brain equips women for lower paid caring professions while the male brain equips men for higher paid scientific professions are celebrated in the press, while books proffering alternative explanations for these social trends are largely ignored. As for the public sphere, women occupy only 15% of places on the corporate boards of the top 100 companies in the UK, they represent only 5% of senior editors at the UKs top newspapers, and they are also woefully under-represented in the film and television industry.&quot; Emily: &quot;What? Why? What are the Women&apos;s Social and Political Union doing about this? Would you like me to break some windows? Or to set something on fire?&quot; Emer: &quot;I wouldn&apos;t want to put you to any trouble.&quot; Emily: &quot;Honestly sister, it&apos;d be no trouble at all! Emer:  &quot;Look, the WSPU aren&apos;t around anymore. We have a number of modern feminist movements  but they&apos;re more about lobbying and less about smashing up shop fronts.&quot; Emily: &quot;Oh, we had those deluded pansy scribblers in our day too. Ever writing silly letters  ha!  when they could have been chaining themselves to things like real women. Deeds not words!&quot; Emer: &quot;Thanks for the generous offer of anti-social militant action, Emily. But, as your spirit is likely to fade soon after all this centenary hoo-hah, it might be better, on balance, if you simply shared your thoughts on what feminists should be doing to achieve equality today.&quot; Emily: &quot;Very well. Only 20% of MPs you say? Why not break into 10 Downing Street disguised as servants. At supper, serve only one meal on two plates, giving the prime minister 20% and his wife 80%  ha! As they become wise to the rouse, unfurl an equal representation banner and start to sing rousing ballads of liberation.&quot; Emer: &quot;But I&apos;d get arrested.&quot; Emily: &quot;An excellent opportunity to go on hunger strike.&quot; Emer: &quot;But I like my food.&quot; Emily: &quot;Sister, I am beginning to doubt your dedication to the cause.&quot; Emer: &quot;Look, that hunger strike stuff is all well and good for women living under truly oppressive regimes  like Pussy Riot in Russia or something  but the UK isn&apos;t so bad.&quot; Emily: &quot;85 years after suffrage, and women are still shockingly under-represented in almost all positions of power. You don&apos;t think this social structure would benefit from militant action?&quot; Emer: &quot;Well, theoretically speaking &quot; Emily: &quot;Theory  ha! Post yourself in a box to parliament. Commandeer a boat and sail up the Thames with banners and music, stopping outside Westminster to serenade enemies of the cause. Parachute into Buckingham Palace and invite the Royals to attend a rally. Identify businesses with low female representation and protest outside their offices  don&apos;t forget the chains! Organise a huge London meeting to recruit more suffra  sorry, feminists, to join the action. DEEDS NOT WORDS!&quot; This is an edited version of an article first published by Vagenda Emer O&apos;Toole is a visiting lecturer in the department of drama and theatre at Royal Holloway University, where Emily Wilding Davison was a student in the 1890s  follow the university on Twitter @RoyalHolloway", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/04/emily-davison-deeds-not-words", 
    "wordcount": "882"
}