{
    "headline": "Google's privacy settings  controlling your information", 
    "text": "Google provides tools for controlling your personal information, and a handy dashboard for your various accounts. Use the privacy tools page to opt out of tracking. The dashboard shows your use of most Google services, even if the accounts are under different names. You can edit or remove some information, but the ultimate sanction is to go to account settings and delete everything. At least delete your web browsing history. Block tracking  While Google&apos;s &quot;opt out&quot; cookies are useful, there are independent browser plug-ins that aim to block wider attempts to track you. Abine&apos;s Do Not Track Plus is a leading free example. Alternatives include Ghostery and TrackerBlock. Private browsing  Many web browsers now include a &quot;private browsing&quot; feature  InPrivate Browsing in Microsoft&apos;s Internet Explorer, Incognito in Google&apos;s Chrome, and Private Browsing in Firefox and Apple&apos;s Safari  to protect your browsing habits from other family members, but they also help protect your privacy online. Restrict your use of Gmail, Facebook and similar sites to private browser windows  other sites will find it harder to track the connection. Anonymous browsing sites  Websites identify the IP (internet protocol) address you use to access the web. So, instead of going directly to a website, go via one or more intermediate websites, or proxies, so it can&apos;t see where you started. Various &quot;anonymous proxy&quot; websites  some free, some commercial  make this simple. Examples include hidemyass.com, anonymouse.org, Proxify and Megaproxy. The most comprehensive anonymous browsing service is the peer-to-peer Tor (The onion router) network. However, free proxy services tend to be slow, will not access certain sites, will not download large files, and have other measures to prevent abuse. Don&apos;t give away information  Your personal information is valuable, so try to avoid giving too much away. Instead of using mainly Google sites (Gmail, Blogger, YouTube, Picasa etc) use different sites such as DuckDuckGo for search, Hotmail for email, Flickr for photos and so on, preferably using different names. When you provide accurate data, eg on Facebook and LinkedIn, don&apos;t provide unnecessary detail, and use the privacy controls to limit access. If you can avoid social networks altogether, that should also increase your privacy.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/google-privacy-settings-controlling-information", 
    "wordcount": "366"
}