{
    "headline": "Google chairman Eric Schmidt softens line on tax loopholes", 
    "text": "Google&apos;s chairman, Eric Schmidt, has said he welcomes promises by international leaders to crack down on tax loopholes exploited by the search firm and other multinational internet businesses that take billions of pounds of sales from the UK through overseas companies, which HM Revenue &amp; Customs cannot tax. &quot;Given the intensity of the debate, not just in the UK but also in America and elsewhere, international tax law could almost certainly benefit from reform,&quot; he conceded in the Observer. He said an action plan from the Organisation for Economic Cooperation and Development, due to be presented to the G20 in July, was now &quot;hotly awaited&quot;. OECD officials have already signalled that the plan will include &quot;updated solutions to the issues related to jurisdiction to tax, in particular in the areas of digital goods and services&quot;. An OECD positioning paper published in February said: &quot;Developments brought about by the digital economy are putting increasing pressure on  well-established [tax] principles. In an era where non-resident taxpayers can derive substantial profits from transactions with customers located in another country, questions are being raised as to whether the current rules ensure a fair allocation of taxing rights on business profits, especially where the profits from such transactions go untaxed anywhere.&quot; Schmidt&apos;s latest remarks on tax represent a marked softening in tone. In December he dismissed critics, saying: &quot;We pay lots of taxes; we pay them in the legally prescribed ways. I am very proud of the structure that we set up. We did it based on the incentives that the governments offered us to operate.&quot; But the Google boss now appears to accept that many of those &quot;tax incentives&quot; are in truth loopholes that have opened up as technological innovation has allowed companies to operate in ways unimaginable by those who drafted international tax rules. Schmidt said he also supported moves by David Cameron to use Britain&apos;s presidency of the G8 to tackle tax. &quot;The UK government has the perfect opportunity to take the lead in shaping this complex debate at the G8 summit next month. We hope [it] seizes the initiative and makes meaningful tax reform one of the top items on the agenda.&quot; On Monday Schmidt will meet the prime minister, along with other multinational business leaders who sit on his business advisory group. One pressing issue for all is likely to be growing calls for big business tax reform. Bosses of BAE Systems, Tata Group, GSK, Vodafone and John Lewis will all be keen to give Cameron their perspective before the G8 meeting in Northern Ireland next month. The prime minister has already signalled he wants to use Britain&apos;s presidency of the G8 to tackle &quot;aggressive tax avoidance&quot; by multinationals. &quot;Some forms of avoidance have become so aggressive that I think it is right to say these are ethical issues,&quot; he told the World Economic Forum in January, urging multinationals to &quot;wake up and smell the coffee&quot;. The meeting comes after a dreadful week for Google during which its northern Europe boss, Matt Brittin, was recalled to appear before angry MPs on the public accounts committee to clarify testimony on the group&apos;s tax arrangements he gave to parliament six months ago. Google did 3.2bn of business with UK advertisers and media buyers last year but told HMRC these transactions were technically &quot;closed&quot; in Ireland, and therefore not liable for UK tax. Brittin told MPs he stood by earlier evidence that his 1,300 employees in the UK  more than half of whom work in marketing  did not close sales. The MPs were armed with evidence from several whistleblowers, former Google UK workers who told the politicians they believed they were negotiating and closing sales in the UK. One of those whistleblowers, who worked for Google between 2002 and 2006, has spoken out publicly for the first time. &quot;When I was at Google, our job was to find advertisers, to close the deals [and] to get them to sign bits of paper saying they were committing to spending in the UK,&quot; Barney Jones told the Sunday Times. &quot;If that is not closing the deal, I don&apos;t know what is.&quot; He told the newspaper he planned to hand more than 100,000 emails and other internal Google documents to HMRC tax inspectors. Lawyers from the search firm are not expected to try to block him from doing so. &quot;Google has pulled the wool over the eyes of HMRC and the British population,&quot; said Jones. &quot;[It] has prided itself on being a socially responsible company and to pay your tax is the most fundamental responsibility. This is a betrayal of everything that Google stands for.&quot; The search firm is known for its motto, &quot;Don&apos;t be evil&quot;, which was enshrined in the group&apos;s $23bn stock market flotation prospectus in 2004. It said: &quot;Don&apos;t be evil. We believe strongly that in the long term, we will be better served  as shareholders and in all other ways  by a company that does good things for the world even if we forgo some short term gains. This is an important aspect of our culture.&quot; But the words of the motto were turned against the group last week when  unimpressed by Brittin&apos;s evidence  Margaret Hodge, chair of the public accounts committee, rounded on him. &quot;You are a company that says you &apos;do no evil&apos;. And I think that you do do evil.&quot; She said the group&apos;s approach to tax in the UK was &quot;devious, calculated and, in my view, unethical&quot;. Google held on to its &quot;Don&apos;t be evil&quot; motto since it was first sent down in a list of ten guiding principles drawn up by founders Larry Page and Sergey Brin in the earlier years. Along with &quot;you can make money without doing evil&quot; and &quot;democracy on the web works&quot; on the list is &quot;you can be serious without a suit&quot;. Earlier this month Schmidt admitted he had initially considered the &quot;Don&apos;t be evil&quot; motto &quot;the stupidest rule ever&quot;. However, in an interview with National Public Radio in the US, he added that he later discovered it did in fact provided a helpful check on sharp practices. &quot;So what happens is, I&apos;m sitting in this meeting, and we&apos;re having this debate about an advertising product. And one of the engineers pounds his fists on the table and says, that&apos;s evil. And then the whole conversation stops, everyone goes into conniptions, and eventually we stopped the project. So it did work.&quot; Not everyone agrees. In 2010, Welsh rock band Manic Street Preachers included a final track on their Postcards from a Young Man album, Don&apos;t be evil, a bitter take on online corporate culture.", 
    "section": "technology", 
    "gid": "technology/2013/may/19/google-eric-schmidt-tax-loopholes", 
    "wordcount": "1158"
}