{
    "headline": "UK's front gardens paved over for parking spaces, report shows", 
    "text": "Millions of the UK&apos;s front gardens are being paved over to become parking spaces, according to new research published this week. Almost one-third of the 20.8m homes with front gardens have turned them into hardstandings, amounting to just under 7m homes, an area roughly equivalent to around 100 Hyde Parks. The number of houses with paved-over front plots has almost doubled in the past 20 years. In 1991, just 16% of houses with front plots had turned them into hardstandings, compared with 30% in 2011, according to the report Spaced Out: Perspectives on Parking policy, published by the RAC Foundation, the independent motoring charity. It states that the main cause for the increasing number is the significant rise in car ownership. The number of cars in Britain has grown from 21m in 1991 to 28.5m in 2011, a figure the report estimates could grow to 32m over the next two decades. The RAC Foundation says poor parking provision by councils is forcing more people to create spaces at home. Prof Stephen Glaister, director of the charity, said: &quot;We fear councils regard parking provision as an afterthought. Unlike their legal obligation to keep traffic moving there is no law that makes them provide adequate space for stationary cars, though we would regard the two topics as inextricably linked. &quot;On the face of it parking is an inconsequential act. But it is a hugely emotive topic and providing adequate parking in the right place at the right price is a big challenge for planning authorities. The findings also raise concerns about the potential effect the increased paving would have for floodwater run-off, making drains more likely to overflow. The Committee on Climate Change Adaptation Sub-Committee&apos;s (ASC) progress report, published last week, highlighted the increase in paved-over gardens as a danger during periods of flooding. Their report found the number of paved-over gardens in England rose proportionally from just over a quarter of total garden area in 2001 to nearly half in 2011. Lord John Krebs, chair of the ASC, said: &quot;Flooding, as we have seen recently, can have a devastating impact on people&apos;s lives and livelihoods. How we adapt to these risks will be critically important to our future resilience: whether it&apos;s deciding not to pave over our gardens or building in less exposed areas.&quot; Responding to the RAC Foundation&apos;s report, a spokesperson from the Committee on Climate Change said: &quot;Even though urban space is at a premium it&apos;s important to be aware that paving over permeable green space in urban areas results in an increased risk of surface water flooding and exacerbates the impact of intense rainstorms that are becoming more prevalent. &quot;Paving over surfaces can also intensify the urban heat island effect, potentially magnifying the effects of heatwaves in cities.&quot; The loss of domestic garden space also presents a threat to wildlife. The conclusions of the RAC Foundation&apos;s report chime with research conducted last year by the London Wildlife Trust. Their survey of private space in the capital found that the annual loss of greenery from domestic gardens is 3,000 ha (7,410 acres), or the equivalent of two-and-a-half Hyde Parks. &quot;Front gardens are an incredibly valuable wildlife resource in any urban environment and in London gardens represent 24% of land,&quot; said Carlo Laurenzi, chief executive of the London Wildlife Trust. &quot;The removal of each tree, hedge or square metre of lawn is a loss not only of the plants involved, but also for the wildlife that depends upon them for food and shelter. London&apos;s gardens provide valuable habitat for a range of wild plants and animals including birds, mammals, amphibia and a huge variety of invertebrates.&quot; The RAC Foundation report drew on data from the English Housing Survey, commissioned by the Department for Communities and Local Government, and the Scottish House Condition Survey, which conduct interviews with over 13,000 and 4,000 households about their property respectively. Wales was assumed to have the same characteristics as Scotland, due to a lack of data. The report also found that cars are on the move for just 4% of the time, otherwise being parked at home for 80% of the time and parked elsewhere for 16%. It added that councils across England made a surplus of around 490m from parking activities between 2009 and 2010. Glaister said: &quot;Clearly, appropriate parking provision by local authorities has to be paid for and if charges are not levied on drivers then council tax payers will have to foot the bill. However the suspicion among many that parking charges are general revenue raisers will not be dispelled by the half-a-billion-pound surplus councils in England make each year.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/18/front-gardens-paved-parking-spaces", 
    "wordcount": "790"
}