{
    "headline": "Boot up: Google's tablet?, Mac Trojans, making iPhones and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Google may enter tablet market with 7-inch design &gt;&gt; CNET News Got a salt shaker to hand?   Wondering when Google is going to jump into the tablet fray? It may happen later this year, a DisplaySearch analyst told CNET. The Google-branded tablet will have a 1280x800 resolution 7-inch display, according to Richard Shim, an analyst with DisplaySearch. Production is slated for April. The initial production run is between 1.5m to 2m units, according to Shim.   This report is presently bouncing around the blogosphere. We&apos;ll see whether this is a general-purpose tablet, or the fabled &quot;home streaming&quot; device, or just a unicorn. (Thanks @modelportfolio2003 for the link that linked here.) Flashback Mac Trojan Horse infections increasing with new variant &gt;&gt; The Mac Security Blog Intego:   We recently reported about a new variant of the Flashback Trojan horse which is using novel techniques to infect Macs. Since then, we have discovered a number of samples of this latest variant, Flashback.G, and have seen evidence that many Mac users have been infected by this malware.   What&apos;s not explained is what &quot;many&quot; is (even compared to Intego&apos;s client base) or what this novel infection method is. Flashback is a password-stealing program. Presently easy to detect: o open Terminal.app o type cd /Users/Shared o type ls -l o look for any file ending &quot;.so&quot;. If you&apos;re infected, you&apos;ve then got a problem. (Thanks @rquick for the link.) Publisher drops ownership claims to time-zone data &gt;&gt; Wired.com  Massachusetts-based publishing house, Astrolabe, abruptly dropped its months-old database case Wednesday after getting legal threats from the Electronic Frontier Foundation. The EFF said the lawsuit was an affront to the legal system, as historical facts are not subject to copyright. &quot;Thus, we can only conclude that neither you nor your client conducted even a cursory legal or factual investigation prior to filing the complaint, much less a reasonable one,&quot; EFF attorney Corynne McSherry wrote to Astrolabe. The EFF also sought sanctions unless the lawsuit was dismissed. The publisher markets its data to astrology buffs &quot;seeking to determine the historical time at any given time in any particular location, worldwide,&quot; and claimed ownership to the data in its &quot;AC International Atlas&quot; and &quot;ACS American Atlas&quot; software programs. Astrolabe took EFF&apos;s threat seriously, dropped the case and issued a public apology.   Don&apos;t mess with the EFF. (Thanks @rquick for the link.) Setting the record straight on Google&apos;s Safari tracking &gt;&gt; Web Policy Jonathan Mayer, who discovered Google&apos;s workaround, points out that: o you didn&apos;t have to be signed in for the circumvention to be done o identifying and identifiable information was collected o it&apos;s not a commonly accepted business practice. Safari has been blocking third-party cookies since it was released in 2003, according to various web reports. This puts Google&apos;s actions in a rather.. darker? light. iPhone sine qua non &gt;&gt; asymco Horace Dediu:   The following diagram shows my estimates for this cost structure for the fourth quarter given both bill of materials estimates and the other parts of the cost of goods sold and operational expenses and even ancillary sources of revenue.   Cost of manufacturing per phone: $15. Each phone takes 24 hours to make. pxldot (Android Measuring Stick) Fascinating analysis by Chris Suave:   It&apos;s clear that Gingerbread has disseminated into the market much more slowly than either of Froyo or Eclair. In fact, it took Gingerbread about 17 weeks longer to reach a version distribution milestone (10%, 20%, 30%) than its two predecessors. While it is too early to fairly judge ICS&apos;s trajectory, it certainly appears to have started at a slower pace than did Gingerbread (more on that later). A seemingly endless string of devices entering the market with Honeycomb and few older devices being upgraded to ICS makes it unlikely that we will see the Android version distribution improve in the near term.   He reaches the same conclusion as we did in December - that 2012 will be the year of Gingerbread. It&apos;s noticeable that phones being introduced at MWC, for instance, are on Gingerbread, not ICS. Right versus pragmatic &gt;&gt; Marco.org Marco Arment:   We often try to fight problems by yelling at them instead of accepting the reality of what people do, from controversial national legislation to passive-aggressive office signs. Such efforts usually fail, often with a lot of collateral damage, much like Prohibition and the ongoing &quot;war&quot; on &quot;drugs&quot;. And, more recently (and with much less human damage), media piracy. Big media publishers think they&apos;re right to keep fighting piracy at any cost because they think it&apos;s costing them a lot of potential sales. It is, but not as many as they think, and not for the reasons they think.   Intelligent, and well-argued. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/27/technology-links-newsbucket", 
    "wordcount": "851"
}