{
    "headline": "What's the point of art school?  as it happened", 
    "text": "  4.33pm BST       And that&apos;s an end to our live blog. Here&apos;s a few final student pictures, summing up why they love art school. Thank you to all readers who submitted pictures via GuardianWitness  follow this link to browse the submissions in full.  Dan faced up to his true self at art school           Inked up   I got the chance to wear face paint and take myself very seriously indeed.        Sent via GuardianWitness    By  Danboy   14 May 2013, 15:21       Art school is all about empty spaces, says Snamuel           an MFA to forget my words   I went back to Art School after my PhD for an MFA in Creative Writing because I wanted to empty myself of everything I had learned.        Sent via GuardianWitness    By  Snamuel Veissiere   14 May 2013, 15:28       It&apos;s not just about Tiara, adds Melpeur           A Crown   In Art school, you can make Tiara, or Crown as well. I believe Art school is where you can try to prophesy.        Sent via GuardianWitness    By  Achille Melpeur   14 May 2013, 15:48            4.21pm BST    The panel discussion has now drawn to a close.    Professor Jeremy Till, pro-vice chancellor at University of Arts London concludes by saying that recent years have been a difficult time for the arts.  We&apos;ve had a culture secretary more famous for a piece of cockney rhyming slang than anything he&apos;s done for the arts, we&apos;ve had austerity measure now we have Maria Miller.  Art schools, he says, must take a political stance. &quot;We need to stand together on this. There&apos;s a divide and rule thing, where students are described as consumers, and so all they can do is complain.&quot; &quot;At a time of crisis of capitalism, the values of the business school have found to be spectacularly lacking.&quot; Art and design offers a real alternative to the paradigms of austerity and growth, he says. &quot;We have to be much more articulate about what we do.&quot;    Updated at 4.21pm BST     3.56pm BST       Should art school place a greater emphasis on employability and work skills? An audience member asks Chetiyawadana what skills art schools allowed her to develop in preparation for working life.  In terms of practical skills, art school didn&apos;t prepare me. I remember trying to do an invoice and not knowing what to do and my client laughing me. It didn&apos;t prepare me for what would happen once I&apos;d stepped out of the door.        3.41pm BST    Are art schools really so radical?    Does it matter that art schools don&apos;t seem, from the outside, to be very politicised? asks Moore. She points to Sussex University and University College London (UCL), both of which have had recent occupations and contrasts this with art schools, which appear apolitical. &quot;If you&apos;re paying tuition fees it really makes a difference. Can you afford to spend one year of your university life being political?&quot; responds Professor Bauer. &quot;But yes of course it is important.&quot;       3.32pm BST       More pictures are streaming in from art students on GuardianWitness. Add your images to the collection or view the pictures shared so far today. Ruth Brown explains why she loves art school           Making tiaras counts as work   Whilst most of my friends at university are handing in essays and sitting exams at this time of year, i&#x27;m making a tiara for my final piece of coursework; wouldn&#x27;t happen anywhere else!        Sent via GuardianWitness    By  Ruth Brown   14 May 2013, 14:13       Plymouth University student Sarah shares her take on shelter and nostalgia           It encourages a different way of thinking...   This is my artwork which is currently on show at Plymouth University, its concept is based on notions of nostalgia and shelter. Four years ago I would never have imagined anything like this, let alone design and build it. Studying Fine Art and Art History has allowed me to realise how our thinking is influenced, and to better understand thought processes. If this kind of education was to diminish, I believe our understanding of ourselves individually, socially, and culturally would suffer greatly. Creative thinking allows reflection on the world around us, consequently an artwork portrays this reflection and opens it up for discussion, leading to a better understanding of our society and culture in the past and present.        Sent via GuardianWitness    By  SarahJaneHodge   14 May 2013, 13:36       But another reader says art school can fall short of its reputation for innovative thinking       I don&#x27;t   Because of the formality of its conclusion, with a piece of paper that deems you &#x27;worthy&#x27; So many of my peers thought that good grades meant they were a good designer, destined for success. The school I attended was lacklustre, it promoted nothing other than fitting into the background.      Sent via GuardianWitness    By  shampoodildo   14 May 2013, 12:38         Updated at 3.35pm BST     3.26pm BST       There is a lot of art going on in school, not necessarily within the curriculum. But these projects are all individualistic in style, they&apos;re not aimed at gearing students towards studying art formally, says Sally Talent, artistic director at Liverpool Biennial.       3.20pm BST       &quot;Would the average person recognise that Danny Boyle&apos;s opening ceremony was a work of art and design?&quot; asks Chetiyawardana. The panel are unsure.       3.16pm BST       &quot;Somehow we need to make a stronger and better argument around the economic benefits of having an artistic culture to sell. We can&apos;t just be a service-based economy,&quot; says Chetiyawardana &quot;It&apos;s almost a PR job to get people who don&apos;t understand what we do to see the value of it. At the moment it&apos;s seen as a &quot;nice to have&quot; not an essential.&quot;    Updated at 3.18pm BST     3.14pm BST       &quot;Everybody was very upset about the fees tripling, which was a terrible thing to do. But he also privatised arts education, and noone had the foresight to see what he&apos;d done,&quot; says Bob and Roberta Smith. &quot;There&apos;s an imperative on us to understand the politics of art and culture in this country.&quot;       3.06pm BST       Art schools could become incredibly pointless if not everyone is given access to education, says Bob and Roberta Smith, artist and teacher at London Metropolitan University.  Really great culture is not made by single groups, it&apos;s made when you get great collisions coming together. That clash of kids who are dirt poor but incredibly talent  and theflaneurs who aren&apos;t that talented Art schools are pointless if they don&apos;t push that agenda about access to culture.  Bob and Roberta Smith questions what will happen if future governments decide not to offer loans to students who want to study art, rather than science degrees. He also points to the current crisis in postgraduate education, mocking the course fees charged by elitist art schools.       2.56pm BST       Natasha Chetiyawardana, creative partner &amp; founder, Bow &amp; Arrow says she never meant to go to art school.  I was meant to go to Oxford and do English and be an academic. I did a foundation course to try and get the art thing out of my system, but of course that just didn&apos;t happen  Chetiyawardanasays that she struggled throughout her degree and it wasn&apos;t until she won a design award after graduating that she found her way. She adds that she didn&apos;t fit into the categories expected by arts school: &quot;I didn&apos;t want to be a Mac monkey, I wanted to be a creative thinker.&quot;       2.50pm BST       Ute Meta Bauer, dean of fine art at Royal College of Art, describes the challenges facing art schools. She points to how art schools are changing: &quot;For me a good art schools has a good library, a good canteen and a good space in between because of the financial pressures of higher education at the moment we lose that space, that emphasis on free thinking and experimentation rather than target numbers.        2.46pm BST    What's the point of arts school?    That&apos;s all from Johnny Vegas. We&apos;re now moving to a discussion on &quot;What&apos;s the point of arts school?&quot;, chaired by Suzanne Moore. On the panel:  Professor Ute Meta Bauer, dean of fine art, Royal College of Art Natasha Chetiyawardana, creative partner &amp; founder, Bow &amp; Arrow Bob and Roberta Smith, artist Sally Tallant, artistic director &amp; CEO, Liverpool Biennial        2.42pm BST    Art school saved me as a young man    Vegas causes Suzanne Moore to well up as he describes why art education is important  When I was at art school there was a sense that some people could afford to be there. I&apos;d really had to fight for my place to be there. My fear is is for everybody. Art is ours. We&apos;re already up against so much within the society, where there&apos;s a belief that art is a waste of time. If art is only available to a certain amount of people, it will only heighten that sense. Going to art school saved me as a young man There&apos;s no way looking back that I would have taken a loan out to go to uni. Art taught me to question politics, society and everythingNow, they only want kids from the right backgrounds to go to art school  but those kids don&apos;t need to question things because they&apos;ve already got the trust funds.     Updated at 4.20pm BST     2.34pm BST       When I left art school, I wanted to be one of those people who influenced people. The fact that I didn&apos;t focus on ceramics, I didn&apos;t starve for my art but instead I went for stand up. Either it was bitterness or a realisation that I wasn&apos;t that good. With stand up, I felt instinctively that I could stand up on stage with anyone. It was from the right place  and although it was an alter-ego, it was an alter-ego that was fearless.       2.32pm BST       &quot;No matter how bitter I was when I left,&quot; says Vegas, referring to his third class degree mark. &quot;It created a belief that I wanted to create something original. When I moved from art to stand up that affected me. I stopped watching comedy because I didn&apos;t want to do things in the style of somebody else. I wanted to bring something new to it. I only had that attitude because I went to art school.&quot; &quot;When I left, I felt like I&apos;d failed  but I knew I hadn&apos;t let myself down because I&apos;d stuck to my guns and done something that I wanted to do. There was something inside me that was anti-establishment. It killed me that I&apos;d been rejected by art. Part of Johnny came from wanting revenge on everyone.&quot;       2.27pm BST    A potters' life    Did pottery live up to Vegas&apos; expectations? &quot;Pandas get laid more than potters. We&apos;ve all watched Ghost,&quot; says Vegas gesturing towards the only other potter in the room. &quot;We were waiting to be straddled while holding a jug, but it never happened. We felt very lonely.&quot;    Updated at 2.27pm BST     2.24pm BST       Vegas says he was discouraged from studying art by his parents, but describes his sister as a trailblazer. As the first person from his family to go to art college she led the way  Because my sister was doing so well, it was a lovely turn around. I&apos;ve had two teachers in my life that have been influential. When my dad met my art teacher, he was very skeptical about the fact that I hadn&apos;t chosen art. Then my dad realised  he said: &quot;He&apos;s drawing all the time. It&apos;s not just an obsession or a fancy, it&apos;s obviously something within him.&quot; I then did A-level art. It was the first lesson I&apos;d been to where the teacher said I could work when I wanted. There was no right or wrong answer, you could do what you wanted. As long as your work is done within a specific timeline, you can find your own way. From then on they couldn&apos;t get rid of me.        2.16pm BST       Before studying ceramics he went to train for the priesthood but soon dropped out. He describes it as &quot;the complete opposite of art school.&quot; It was all about &quot;you&apos;re not allowed to think like this&quot;, &quot;do as we say not as we do&quot;. It was a very stifling environment, because of issues that have now come to light.       2.14pm BST    Johnny Vegas recalls his time at art school    Guardian columnist Suzanne Moore introduces Johnny Vegas to the audience. She says he&apos;s feeling a bit traumatised at the moment because he has just bumped into the academic that gave him a bad mark at university. Vegas gained a third class degree in art and ceramics at Middlesex University. He describes his final art work as a piece on &quot;abstract female forms based on the writings of Naomi Wolf.&quot;       2.03pm BST    Johnny Vegas and Suzanne Moore make their way to the stage    Johnny Vegas will soon be in conversation with Suzanne Moore. Journalist Louise Tickle sends this snap of the pair puzzling over Central Saint Martin&apos;s students&apos; silent pose.     Johnny Vegas and Suzanne Moore take a look at Central Saint Martin's students' silent pose. Photograph: Louise Tickle      Updated at 2.05pm BST     1.58pm BST    Why I love art school    Thanks again to those who have submitted images to our GuardianWitness platform. To add yours to the collection, click on the &quot;contribute to this article&quot; button. You browse all the submissions on GuardianWitness. Here are a couple of the latest. Meta-criticism in denim. Art school allows you to examine everyday cliches, says Will           Narcissim-ism   Art School is a place which facilitates a meta-critical framework in which one can take a post-rationalised world view of the world.  Plundering the well trodden reserve of design clichs in order to produce werk that contributes to a wider discourse concerning post-intellectual dialectics.        Sent via GuardianWitness    By  Will_E_Holders   14 May 2013, 13:12       One readers gets stuck in with a mosaic           can&#x27;t do portraits, can I still go to art school?   drawing myself is not a strong point but there are other ways        Sent via GuardianWitness    By  outtoplay   14 May 2013, 12:08       Art school encourages you to explore the unknown, says Enya           Bleb by Enya Onah   Allowing myself to play around with the idea of not knowing.        Sent via GuardianWitness    By  enyaheaddress   14 May 2013, 11:25            1.42pm BST       Reforms to arts education aren&apos;t just a concern for academics. Neville Brody, president of D&amp;AD, which represents designers and creative directors, talks to the Guardian Culture Network today about the future of the arts curriculum. &quot;Britain&apos;s future as an exporting nation has to be in creative service, and we are actually dismantling that.&quot; Read more on the Guardian Culture Professionals Network       1.13pm BST    Why it all matters    To close the session, Neil Griffith describes why widening access to art is so important:  Art can give a voice to people who are excluded from politics and other areas of life. Art has a responsibility to over-invest in areas like access because it&apos;s art and culture that often bring about change. It&apos;s so important that all people have the opportunity to express who they are.  Next up, arts grad and comedian Johnny Vegas talks about his memories of studying ceramics  2-2.30pm.       1.08pm BST    Relationships are key    Qualifications aren&apos;t a true reflection of students&apos; talent, says Samuel Alebioshu of 198 Contemporary Arts and Learning, a platform for artists from diverse backgrounds. He says students should be encouraged to go to universities and art schools not because of the certificate they&apos;ll leave with, but because of the contacts and relationships they&apos;ll make when they&apos;re there.    Updated at 1.13pm BST     1.02pm BST    Should art institutions work more closely with schools?    Shelly Asquith, president-elect of the student union at University of the Arts London, thinks so:  The fact that we&apos;re grading people from such an early age means that schools are competing against each other so their pupils get 5 A*-Cs  only in certain subjects  and the school can get ahead in the league tables. This limits the choices that students can make, right from an early age     Updated at 3.22pm BST     12.57pm BST       Helping poorer students get into elite art school is essential to social mobility, says Samuel Alebioshu. He took a short course at Central Saint Martins and has since founded 198 Contemporary Arts and Learning, a platform for artists from diverse backgrounds  CSM allowed me to meet people I wouldn&apos;t otherwise have encountered, and I still work with them now after graduating     Updated at 1.15pm BST     12.49pm BST    Widening access    Aisha Richards, founder of Shades of Noir at University of Arts London, which aims to tackle the underachievement of black and minority ethnic students, asks: Will my daughter ever have the chance to be vice-chancellor of an institution like this? Here&apos;s an update from Louise Tickle:  Powerful speech by Aisha Richards returns to her young daughter, and whether she will be able to continue to feel the freedom to do anything, be anything, as she grows up to realise that she will face discrimination and barriers if society doesn&apos;t change.     Updated at 1.16pm BST     12.45pm BST       On a side note... Thanks again to readers who have submitted &quot;Why I love art school&quot; pictures to our GuardianWitness. One student shows art schools&apos; magnetic attraction           Joy of magnets    I love art school because I got to put magnetic cups all around Glasgow        Sent via GuardianWitness    By  ID391210   14 May 2013, 10:49       It&apos;s not all about paintbrushes           My degree title doesn&#x27;t limit my possibilities.   I&#x27;m about to graduate from Communication Design at the Glasgow School of Art. I mostly make films, so I guess that makes me a filmmaker, but I don&#x27;t see it that way. At art school, I can read philosophy and linguistics one week, psychology and the physics of sound another and after that, learn to code or use some editing software. After that, it&#x27;s up to me to join the dots. My years at art school has left me with such a diverse skill set that going into the world of employment seems less scary than it would if I did an academic degree though I might eat these words in time). I know I&#x27;m unlikely to get this freedom again, but as a young person with so much to learn about the world and myself, it has been a great environment to grow up in.        Sent via GuardianWitness    By  TheGirlChewingGum   14 May 2013, 12:17       Take part in our GuardianWitness assignment by submitting a picture or video that sums up what you love most about art school. The best will be featured on our liveblog.    Updated at 12.50pm BST     12.36pm BST       Griffith describes himself as an &quot;anti-academic tackling the problems of inequality in practical terms&quot;  You can talk as much as you like about contextual data, but there&apos;s a real social problem at the heart of this issue  He talks about they young people he works with in Hackney:  They&apos;re not disengaged, all of them have a long list of aspirations and things they want to do. It&apos;s the pressures they face  often financial  that stop them from pursuing careers in the arts. How do they turn around to their parents and explain that they want to take on such mammoth debt, just so they can study an arts subject?        12.31pm BST       Neil Griffith, who founded Arts Emergency, a charity that aims to widen access to arts and the Alternative Old Boys&apos; Network, which mentors young artists, talks about the problems facing young aspiring artists from working class backgrounds.  There&apos;s an elephant in the room when it comes to disadvantage  this problem didn&apos;t start when the coalition came to power in 2010. There&apos;s an attainment gap between those that are privileged and those who are not, a result of decades of inequality. There&apos;s also a distorted perception of what is &quot;useful&quot; and what&apos;s not.        12.24pm BST    How can art schools tackle elitism?    Foundation courses favour wealthy students, not the most talented, says @ThomSwann    @gdnstudents foundation degree system needs changing - the wealthy pay to do foundations at the best unis and then get automatic places&mdash; Thom Swann (@ThomSwann) May 14, 2013        12.20pm BST       Jess Draper, PhD student at the Ruskin School of Drawing and Fine Art, studies ideologies of whiteness and how these might be manifested in South African culture. Draper talks about her experiences in South Africa, where the legacy of segregated education still exists. While art institutions often prop up social class boundaries, the art community can be one of the few places where cross-cultural exchanges take place.       12.12pm BST       If arts are to become accessible for all people  regardless of class  students, academics and practitioners need to work together, Asquith adds.       12.11pm BST    Art students: common people?    The idea for the panel discussion came from student union president, Shelly Asquith. She begins by harking back to nineties classic, Common People, by Pulp  I&apos;m sure you all know the Pulp song about the girl who studied sculpture at Saint Martin&apos;s College but wanted to live like common people.  Asquith imagines what her experience of studying at art school was like  and what it would be like in 2013, when she&apos;d be expected to pay 9k fees  From the song lyrics we know she came from Greece, which means that as an international student she&apos;d be under-performing when compared with home students. She also had &quot;a thirst for knowledge&quot;, but if she had dyslexia  demographic studies suggests many of those studying at art school do  she&apos;d struggle to reach her potential unless she had access to the right support system     Updated at 3.22pm BST     11.59am BST    Student panel discussion:  &quot;Art schools and elitism&quot;    The next debate looks set to be an interesting one: art schools and elitism.The panel is made up of students and recent grads, including:  Chair: Osei Bonsu, student, BA criticism, communication and curation Shelly Asquith, president-elect of the student union, University of the Arts London Jess Draper, PhD student, the Ruskin School of Drawing &amp; Fine Art Neil Griffiths, founder, Arts Emergency. Arts Emergency is a new collective of artists that aims to widen access to the arts.  Aisha Richards, founder, Shades of Noir, University of the Arts London        11.56am BST       As audience members prepare for the afternoon&apos;s sessions, Guardian journalist Louise Tickle sends this update:  The four CSM students standing statue-still next to Venus will not speak to me despite my best efforts to interview them on what&apos;s the point of art school. I try again. Eyelids flicker, but they remain unflinching as stone.      The four Central Saint Martin's students standing statue-still next to Venus. Photograph: /Louise Tickle         11.38am BST    Summary    The morning&apos;s warm up speeches are now over. Here&apos;s a quick round up of what we&apos;ll be covering later today:  12-1pm - Students discuss elitism and access to art and design 2-2.30pm - Johnny Vegas in conversation with Suzanne Moore 2.30-4pm - What&apos;s the Point of Art School? with speakers from the Royal College of Art; Bow &amp; Arrow and Liverpool Biennial        11.15am BST       Dr Malcolm Quinn, associate dean of research at Camberwell, Chelsea and Wimbledon Graduate School is talking about utilitarianism and the art school in nineteenth-century Britain.  A key theme is the gulf that exists between art schools and the general public. (You can follow his speech live here). You might also be interested in this piece by arts writer Dany Louise, on the death of art schools&apos; community art projects.       10.52am BST       Thank you to all who have made contributions via our GuardianWitness platform. Here&apos;s the latest submission from Rachel. She says studying art meant it was ok to doodle But does this really count as &quot;doodling&quot;?            Accepted doodling   Studying art meant it was acceptable for me to doodle on my exercise books from other classes.        Sent via GuardianWitness    By  RachelObordo   14 May 2013, 10:25       FYI. The Guardian has launched a new digital platform allowing readers to contribute to live news, GuardianWitness. To join in, click on the contribute to this article link above or click here. Well post the most interesting pictures and footage on the blog.       10.40am BST       &quot;I&apos;m sure the Renaissance produced a great many lawyers, but it&apos;s not them we remember, it&apos;s the artists and musicians&quot; adds Howells       10.39am BST    Dr Kim Howells: don't underestimate the importance of arts education    Dr Kim Howells, Labour MP for Pontypridd, says his time at Hornsey College of Art (now part of Middlesex University) set him up for life. He adds that politicians should not underestimate the importance of arts education  It&apos;s madness for any government to suggest that we don&apos;t need our education system to teach beyond the mainstream It&apos;s the artists, the architects, the explorers and writers that matter. This is true of almost any age  from prehistoric paintings on cave walls to Damien Hirst on Desert Island Discs. Politicians and newspaper editors find this hard to understand because they arrived at their exulted positions by taking a path through the mainstream. These people have no notion of what goes on in art schools or why this matters. It&apos;s no wonder why in a recession such damaging decisions are made.        10.24am BST        Without creativity, we are all less inspired, less inventive, less resourceful, less socially aware, less globally aware, less of a society... and ultimately less human  That&apos;s what Carrington says. Agree? Join in our comments thread or follow us on Twitter (#WTPOAS)       10.19am BST    The value of art    Nigel Carrington, vice-chancellor at University of the Arts, London is kicking things off by talking about the financial pressures facing specialist art institutions. As government talks in a language of &quot;outcomes&quot; academics and artists are forced to do the same. But he adds, &quot;Institutions should be wary of the subtle dangers of relying too greatly on the economic value of art.  &quot;The creativity that art schools promote is the single most important factor. It allows us to imagine, invent, and ultimately improve our world.&quot; Click here to watch a live stream of today&apos;s speeches.        10.11am BST       Guardian journalist Louise Tickle will be reporting from the &quot;What&apos;s the point of art school?&quot; conference today. She&apos;s just sent this update through:  Chatting to Dr Kim Howells in advance of his speech at #wtpoas - wondered if his parents in Aberdare, Wales, had opposed him going to art school in the 60s. &quot;No, art was valued,&quot; he says. &quot;It&apos;s a point I&apos;m going to make in my speech.&quot;        10.06am BST    I love art school because...    Submissions to our GuardianWitness assignment &quot;I love art school because...&quot; are trickling in. Here are a few of our favourites so far:           Nowhere Else Could I Do This for Credit.   Me and my course mate made a mask from papier mch, with built in headphones and portable cassette player  playing ABBA GOLD. I love art school because in all that ridiculousness there is meaning and debate.        Sent via GuardianWitness    By  joerobot   14 May 2013, 00:54                The Mechanical Mouse race   My 10 year granddaughter produced this in no time - she has the talent and ready for art school now - she will love it... Drawn after being given a small wooden mechanical mouse - simple joyful image        Sent via GuardianWitness    By  Paul Bailey   13 May 2013, 19:58            9.23am BST       Hello and welcome to our live coverage of&quot;What&apos;s the point of arts school?&quot;, an all-day event taking place at Central Saint Martin&apos;s art school in London. Catastrophic cuts to funding, a drop in applications to university arts courses and the exclusion of the creative arts from the new EBacc performance measure mean now is a difficult time for the arts sector. Many are anxious about the future of arts education, fearing that it will become increasingly elitist. Today, academics, students and artists from across the country will discuss the big questions facing the arts world. We&apos;ll be bringing you highlights from the day, which will feature: Johnny Vegas, arts graduate and comedian; Professor Ute Meta Bauer, dean of fine art at Royal College of Art; Sally Tallant, artistic director at Liverpool Biennial and Neil Griffiths, founder of Arts Emergency Service. The full line-up is available here.  We also want to hear from current art students and graduates. What does it mean to be an arts student in 2013? In these tough economic times, many believe that studying creative arts and design is a financially precarious choice. Should universities do more to boost students employability? What was it that convinced you to study art?  Join in the debate by posting in the comments thread or take part in our GuardianWitness assignment by submitting a picture or video that sums up what you love most about art school. The Guardian&apos;s Studying Arts and Design section is supported by funding from University of the Arts London. All editorial is independent of the sponsor.    ", 
    "section": "education", 
    "gid": "education/2013/may/14/what-s-the-point-of-art-school-liveblog", 
    "wordcount": "3764"
}