{
    "headline": "University clearing 2012: To resit or not to resit?", 
    "text": "To resit or not to resit? This is an important decision and not one to be rushed into on a wave of disappointment about missed grades. &quot;You need to weigh up very seriously whether you will improve your grades by retaking,&quot; says Mark Bramwell, associate director for sixth-form colleges at the Association of Colleges. Talk to your teachers or careers adviser about why your grades are lower than expected, which modules you fell down on and by how much. If you&apos;ve missed a university offer by a substantial margin, you might want to consider finding a different course through Clearing, or embarking on a foundation degree as a route into higher education. Are you sufficiently self-disciplined to go back over last year&apos;s work? If you decide to retake as an external candidate, without attending any classes, you can usually register to do this at your present school or college. &quot;External candidates need focus&quot;, says Ellie Skinner, youth adviser at the National Careers Service. &quot;Plan a revision timetable week by week, making sure not to overload yourself with too much information. Know what works for you (for instance, revising out loud, or using different types of coloured paper), and think about what you did in the modules where you did well.&quot; Online courses You can also sign up for an online A-level course. Make sure the course is accredited (check with the Open and Distance Learning Quality Council) and that it lines up with what you&apos;ve already done. Alternatively, you might choose to start another A-level online from scratch. In many cases, you can go back to your school or college for a term to get classroomsupport and resit A-level modules in January(if available). It is also possible to join another institution for a term or more, to retake in January or June. Check the 14-19 Prospectus website (see below) to find a college in your area where this is possible. Robby Johansson, 22, got poor grades in his AS levels first time round and spent two years doing &quot;dead-end jobs&quot; before deciding to retake at a different FE college. With a part-time job in a coffee shop, he signed on in August 2011 at Oxford and Cherwell Valley College in Oxford, and was delighted to get an A in English in January. He is now awaiting results of May exams in psychology and sociology and considering applying to university. &quot;I feel I&apos;ve grown up a lot,&quot; he says. &quot;I pay more attention in class now, I do homework more seriously and I do the revision. Postponing your plans like I have doesn&apos;t mean your life isn&apos;t going to work out: getting a good result is better than getting a quick result.&quot; For families who can afford it, a private tutorial college is another option. Charging 7-8,000 a term for three or four subjects, Cherwell College, Oxford offers one-to-one tuition, small group seminars and supervised study periods. &quot;The student can&apos;t hide,&quot; explains Stephen Clarke, acting principal. &quot;Sat face to face with a tutor, they learn because that&apos;s what they&apos;re there for.&quot; Useful links National Careers Service helpline 0800 100900 or online Association of Colleges Open and Distance Learning Quality Council Direct.gov 14-19 prospectus Cherwell college Graduate prospects app     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-resits", 
    "wordcount": "558"
}