{
    "headline": "Higher Education Summit: programme", 
    "text": "08.30 Registration and refreshments 09.10 Introduction and welcome from the Chair Sue Littlemore, education journalist and former BBC correspondent 09.20 Keynote presentation Understanding how the new system will meet the needs of students, the sector and the economy  Where are we at? Reviewing the landscape post-reforms and taking stock of lessons learned  Are the finances working? How the new funding system is working and plans to make it work harder   What&apos;s next? Exploring the complex jigsaw of HE in the UK and how it might look in in the future David Willetts MP, minister for universities and science, Department for Business, Innovation and Skills Snapshots of a sector in flux; unprecedented challenges and robust solutions 09.50 Exploring the UK&apos;s higher education system as a national asset in a global market  Understanding where the UK sits in the global rankings and international HE landscape  Meeting the challenge of increased global competition by building on our unique strengths  Strategies for competing internationally against a backdrop of restrictive policy  Operating outside the realm of politics to be sustainable and prosperous in the future Deborah Roseveare, head, Skills Beyond School Division, Directorate for Education, OECD 10.10 Investigating the implications of current controls on student numbers - what are the facts and how can we plan better for the future? With a clearer picture emerging of the impact of the AAB/ABB+ policy on student numbers, how can we be more prepared in coming years? In this session, our speaker will examine:  the impact of student controls on student choice and institutional expansionexercising fair access for all students within this new framework  financial modelling and planning for the future - better predicting and managing student numbers Paul Clark, director of policy, Universities UK 10.30 Examining the case for widening participation: what does it mean for different institutions  Considering widening participation in its broadest sense and its place in a &quot;free market&quot; sector  Promoting social mobility by providing a pipeline of support for people from poorer backgrounds  Understanding the implications of widening participation targets for diverse universities  Addressing argument that widening participation promotes mediocrity and discriminates against those from wealthier backgrounds Les Ebdon, director, Office for Fair Access 10.50 Break  Panel discussion 11.10 Demonstrating public value: working strategically and sustainably as a sector The drop in university applications has made us all aware of the fragility of the sector and the difficulties we face in meeting financial targets. What can we do as a sector to pull together and communicate the value of higher education to politicians and the public? In this session, our panelists will explore innovative ways of increasing student enrolment and improving public perception of HE both in the long and short-term.  Libby Hackett, chief executive, University AllianceRick Muir, associate director for public service reform, IPPR Tamson Pietsch, lecturer in Imperial and Colonial History and steering committee member, Brunel University and Council for the Defence of British Universities Panel discussion 11.50 Multiple institutions, multiple consumer choice: private provision in the UK HEI landscape What does an increasing number of private providers entering the market means for the UK HE brand?  Assessing the potential benefits and challenges of private enterprises for traditional institutions  Defining the USPs of a sector in its infancy and what it means for consumer choice  Exploring how larged the private higher education sector may grow in five years time and how HEIs can respond to increasing private sector competition Aldwyn Cooper, CEO, Regent&apos;s College LondonTerence Kealey, vice-chancellor, University of BuckinghamCarl Lygo, CEO, BPP University College of Professional Studies 12.30 Lunch Innovations, new directions and putting the student at the heart of learning 13.20 Online Learning: A passing fad or a major game changer? Some advocates argue that online learning will make the issue of tuition fees look like a sideshow whilst others claim that it can&apos;t be sufficiently monetised and student dropout rates speak for themselves.  Hear perspectives from those who passionately believe in the power of online learning versus those who remain more cynical, so that you can decide where you sit in the debate. Our panelists will explore:  what the growth of online learning means for the wider provision of global higher education  how online can be monetised to create a sustainable and profitable business model  whether online learning can ever compensate for a lack of student experience  how online will affect mainstream universities and how they can respond to the challenge Andrew Bollington, chief operating officer, University of London International ProgrammesJeff Haywood, vice principal, University of EdinburghRajay Naik, director of government and external affairs, The Open UniversityMichael Stevenson, VP - global education, Cisco 14.00 Student choice insight: understanding student decision making and how the little things can make a big difference to student experience and engagement In this session, you will have the opportunity to quiz our diverse student panel on some of the factors affecting their choice of destination, institution and course. Questions likely to be answered include:  How is the new undergraduate fee regime affecting subject choice?  What factors most influence students decision making?  Do students feel like &quot;customers&quot; in a system based on student demand and choice?  How can we enhance the entire experience for students, from application to graduation?  Atlanta Plowden, first year student, University of LiverpoolAlix Pressley, sixth form studentJon Gleek, welfare officer, Sheffield University Student Union 14.20 Afternoon refreshments  14.40 Improving engagement and student recruitment: building a clear identity and message Understanding and communicating the distinctiveness of your institution in a competitive sector   Working with internal and external stakeholders to develop a comprehensive identity  Driving dialogue with your audiences through informative, relevant and engaging communication  Creating influential brand advocates who will champion the cause and deliver key messages Kathryn Jones, director of marketing and communications, Birmingham City University Emma Leech, director of marketing, communications and recruitment, University of Nottingham 15.20 Choose your breakout session A or B A: Exploring innovative funding streams: Can / should universities operate more like businesses?  Can universities operate more like businesses. while still providing for students and staff?  All HEIs need to grow revenue and cut costs. Where can efficiencies be found in the system to ensure universities make a valuable contribution to the economy?  Is private investment entering the sector the answer to sustainable funding for HEIs?  Mary Stuart, vice-chancellor, University of LincolnAlison Wride, provost, Greenwich School of ManagementAlix Green, head of policy and lecturer in history and policy, University of HertfordshireJohn Robinson, director of finance, Brunel University B: We need to talk about quality: What should the public expect of higher education? As students pay more towards the cost of their degree, as the provision of higher education continues to grow and diversify, we ask:   What should students, employers and the wider public expect of UK higher education?  How should universities respond to questions such as: &apos;is a 2.1 from this university better than a 2.1 from that university?  Does talk of &apos;contact hours&apos;, &apos;employability&apos;, &apos;student satisfaction rates&apos; and &apos;the student experience&apos; show public engagement in quality and standards, which is to be welcomed, or a woeful misunderstanding of what a university education is for? Dan Derricott, student engagement officer, Lincoln University and board member, Quality Assurance Agency for Higher Education (QAA) Ruth Farwell, vice chancellor and chief executive, Buckinghamshire New University Paul Manners, director, the National Centre for Public Engagement 16.00 Questioning the sustainability of research funding   The Research Excellence Framework agenda. How this is managed and what does it mean now?  What evidence can HEIs leverage to influence treasury decision making?  How can the sector sustain research funding for STEM, social science and humanities? David Sweeney, director  research, innovation and skills, Higher Education Funding Council for England (HEFCE) 16.30 International keynote Learning versus credentialing in the university of the future Steven Schwartz, ex-vice chancellor, Macquarie University, Brunel University and Murdoch University 17.00 Close", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/nov/26/higher-education-summit-programme", 
    "wordcount": "1324"
}