{
    "headline": "Billions needed to slow biodiversity loss, report warns", 
    "text": "Hundreds of billions of pounds will need to be spent on preserving the world&apos;s biodiversity, if the destruction of habitats, species and natural resources is to be slowed, a new report for the United Nations has found. But the amounts needed are insignificant compared with the costs of allowing the destruction to continue, according to the study. These costs include water scarcity, declining agricultural productivity, climate change and the exhaustion of fish stocks. Taken together, the perils of our destruction of biodiversity represent one of the most serious threats to the world&apos;s future, so actions taken now to tackle these threats will pay off, in the both the short and the long term, it said. Pavan Sukhdev, the economist who was chief author of the report, said: &quot;While there are some big numbers in this report [in terms of the money that must be spent], our panel found that the greatest resource needs are around reducing the direct drivers of biodiversity, those which occur throughout our economies and societies, and those which  if addressed  will deliver benefits far beyond biodiversity, to human health, livelihoods, and sustainable development based on a healthier and more secure natural environment. In this context they should not be seen as a bill to the biodiversity community, but a call for action to develop our institutions and governance structures to ensure biodiversity is taken into account in decisions in all sectors of our society.&quot; The costs of preserving different habitats vary widely, especially depending on how they are to be managed. For instance, conserving fish stocks would cost about $800m to $3bn a year from 2013-2020, but this would be far outweighed by the benefits  currently, according to the report, global fisheries could be worth $50bn a year more to fishermen and consumers if they were better managed. Spending on making agriculture more sustainable would cost a total of $12bn by 2020, but the result would be greater productivity and better nutrition for millions. Achim Steiner, executive director of the UN Environment Programme, said the money needed should be regarded as an investment rather than a cost, because it would not only preserve valuable ecosystems but generate jobs and preserve resources. One of the ways of trying to preserve biodiversity is to take &quot;natural capital&quot; into account  estimating how much our natural resources are worth in monetary terms. This includes putting a value on &quot;ecosystem services&quot;  for instance, the fact that well-kept forests are of key importance in providing fresh water for human consumption, and prevent soil erosion  that are normally not valued. When these services are not valued, it is easy for them to be destroyed without taking the consequences into account. Steiner said there were &quot;immense&quot; returns to be made on investing in forests alone. He pointed to an estimate that restoring 15% of degraded forest landscapes worldwide could generate up to $85bn worth of ecosystem services a year, which would benefit rural dwellers and the poor. Investing $40bn a year should be enough to halve deforestation rates around the world, he said. The report was published at the start of the high-level negotiating session of the UN Convention on Biological Diversity, which is taking place in Hyderabad, India, this week. Reacting to the findings, the Indian government made a landmark pledge to spend $50m on biodiversity, both within India and with other developing countries. Campaigners praised the pledge as a good example to other nations. Lasse Gustavsson, international executive director of conservation at WWF, said: &quot;This is a welcome show of leadership from one of the world&apos;s fastest growing  and biologically rich  countries. It&apos;s now up to other countries to make similar commitments and show the world how serious they are about protecting our planet&apos;s natural wealth.&quot; Governments are meeting in Hyderabad to discuss ways of meeting biodiversity targets that were set two years ago at a UN conference in Nagoya, Japan. The key target is a halving of the rate of the loss of the planet&apos;s natural habitats by 2020. Richard Benyon, the Department for Environment, Food and Rural Affairs minister responsible for biodiversity, attending the CBD conference, said: &quot;[The report] has shown how important it is to mobilise resources of every kind  human, technical and financial, both public and private  in order to achieve the challenging targets we set ourselves at Nagoya.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/16/biodiversity-loss-cost-un", 
    "wordcount": "733"
}