{
    "headline": "Boot up: Apple's Liquidmetal, Pirate Bay's traffic jump, the challenge to Google and Facebook, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Liquidmetal inventor Atakan Peker: Apple will use it In a &apos;breakthrough product&apos; &gt;&gt; Business Insider Liquidmetal is a new class of metallic alloy with a unique structure that makes it super strong, scratch- and corrosion-resistant and can be precision cast into complex shapes.   If you don&apos;t have time to read the full interview, here&apos;s what you need to know: Liquidmetal looks great, yet is incredibly strong and durable; Apple has exclusive rights to use Liquidmetal in gadgets; It could be a few more years before Apple can make a Liquidmetal MacBook; Apple will likely wait to use Liquidmetal in a &quot;breakthrough product.&quot;   Interesting interview. The Twitter Glossary &gt;&gt; Twitter help centre We never knew this existed. Recently updated with HT, MT, MMS, RLRT and TL. You know what they mean, of course? Pirate Bay enjoys 12 million traffic boost, shares unblocking tips &gt;&gt; TorrentFreak  Last week the UK High Court ruled that several of the country&apos;s leading ISPs must block subscriber access to The Pirate Bay. The decision is designed to limit traffic to the world&apos;s leading BitTorrent site but in the short-term it had the opposite effect. Yesterday, The Pirate Bay had 12 million more visitors than it has ever had, providing a golden opportunity to educate users on how to circumvent blocks.    Factual correction: the ruling came this week. What it will look like when men ruin Pinterest &gt;&gt; Happy Place Aced it. Apple-targeting Flashback botnet still kicking, but shrinking by 100,000 Macs per week &gt;&gt; Forbes  Dr. Web, the Russian security firm that firm discovered the massive Flashback botnet last month, has provided new data on the number of Macs still infected with the software. The results show that while close to 460,000 machines remain infected, the botnet is shrinking at a rate of close to a hundred thousand machines a week as Mac users get around to downloading Apple&apos;s tool for disinfecting their machines or installing antivirus.  &quot;It&apos;s going very slowly, and there&apos;s still a ways to go, but I think in a month it will be over,&quot; says Boris Sharov, Dr. Web&apos;s chief executive.   They were reckoned to be making about $10,000 per week at the peak. Wonder if that&apos;s better than they could do off a Windows botnet. And of course: what&apos;s next? Rewind &gt;&gt; Scalado  When taking a photo of several people at once, it&apos;s almost impossible to get that one &apos;perfect shot&apos; where everyone is smiling and looking at the camera - and where no one is blinking!  Not anymore.  It&apos;s now actually possible to take the best facial expressions from a sequence of photos, and then combine them into one single photo. The result? It&apos;s now quick and easy to create the perfect group shot.   This does indeed look like the technology that&apos;s going to be in the BlackBerry 10 systems. (Thanks @GCday for the link.) Here&apos;s why Google and Facebook might completely disappear in the next 5 years &gt;&gt; Forbes  We think of Google and Facebook as Web gorillas. They&apos;ll be around forever. Yet, with the rate that the tech world is moving these days, there are good reasons to think both might be gone completely in 5 - 8 years. Not bankrupt gone, but MySpace gone.   Because mobile is the future. But many companies - even big ones - didn&apos;t grow up with that in their DNA. The &quot;completely&quot; in the headline is an overstatement (d&apos;ya think they might have done it for shock value, perhaps?) but points to the problem. Platform Versions &gt;&gt; Android Developers Updated for the 14 days to May 1 showing the version running on devices accessing Google Play (the Android Market as was). Points of interest: the proportion of devices running 1.5 and 1.6 has remained static at 1% cumulatively for the past two months; Gingerbread (released near the end of 2010) is the majority, at 64.6%; Ice Cream Sandwich has passed Honeycomb (4.9% v 3.3%); devices running 2.1 (&quot;Eclair&quot;) outnumber ICS ones (5.5% v 4.9%). ICS was released over six months ago. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/03/technology-links-newsbucket", 
    "wordcount": "739"
}