{
    "headline": "Activists plant signed flag on north pole seabed in Arctic protection campaign", 
    "text": "Four young explorers including American actor Ezra Miller have planted a flag on the seabed at the north pole and demanded the region is declared a global sanctuary. The expedition, organised by Greenpeace, saw the flag lowered in a time capsule that contained the signatures of nearly 3 million people who are calling for a ban on exploitation in the region. Climate change is causing record losses of sea ice in the Arctic, which is driving exploration for new oil and gas fields and the increasing use of shipping routes across the region. The capsule was lowered four kilometres through freezing waters beneath the ice to the same spot on the seabed where a Russian submarine planted the flag for Moscow in 2007. Before his expedition, explorer Artur Chilingarov said: &quot;The Arctic is Russian. We must prove the north pole is an extension of the Russian landmass.&quot; Josefina Skerk, an indigenous activist and Sami parliament member in Sweden, and a member of the Greenpeace team, said: &quot;We&apos;re here to say this special area of the Arctic belongs to no person or nation, but is the common heritage of everyone on Earth. We&apos;re asking that this area be declared a global sanctuary, off-limits to oil companies and political posturing.&quot; Miller, star of We Need to Talk About Kevin and The Perks of Being a Wallflower, said: &quot;I can&apos;t feel the tips of my fingers or toes but my head and heart are filled with a newfound determination. Melting ice is a catastrophe, not a profit-making opportunity. To see it as such is utter madness.&quot; Nobel peace prizewinner Archbishop Desmond Tutu lent his support to the campaign for an Arctic sanctuary: &quot;The melting of the Arctic matters to every person on Earth, and I believe that we must work together to create a sanctuary in the uninhabited area around the north pole. We owe it to future generations to protect the Arctic and keep destructive industry away from this fragile and beautiful place.&quot; The Greenpeace expedition team also included Renny Bijoux, member of the youth parliament from the Seychelles and Kiera-Dawn Kolson of the Tso&apos;Tine-Gwich&apos;in nations in northern Canada. They trekked for a week across the frozen ocean in temperatures of -30C, each pulling heavy sleighs weighing 80kg behind them. After their supplies dwindled as the shifting ice took them further from the pole, the team hitched a ride with a helicopter that was flying in from the nearby Barneo base, to put them within striking distance of the pole. Greenland, with the US and Russia, has been at the forefront of oil company hopes to uncover an estimated 25% of the world&apos;s remaining oil and gas reserves lying under and around the Arctic Ocean. But in March a new government in Greenland placed a moratorium on the granting of fresh offshore oil and gas drilling licences in its waters. In February, Shell shut down its 2013 drilling season in the Arctic waters off Alaska, after a series of mishaps and mechanical failures. The fast-melting sea ice is also being increasingly linked with unusually cold and wet weather affecting Europe.", 
    "section": "environment", 
    "gid": "environment/2013/apr/15/activists-plant-flag-north-pole-arctic", 
    "wordcount": "526"
}