{
    "headline": "How Google and Apple's digital mapping is mapping us", 
    "text": "Over the last few years, at the kinds of conferences where the world&apos;s technological elite gathers to mainline caffeine and determine the course of history, Google has entertained the crowds with a contraption it calls Liquid Galaxy. It consists of eight large LCD screens, turned on their ends and arranged in a circle, with a joystick at the centre. The screens display vivid satellite imagery from Google Earth, and the joystick permits three-dimensional &quot;flight&quot;, so that stepping inside Liquid Galaxy feels like boarding your own personal UFO, in which you can zoom from the darkness of space down to the ocean&apos;s surface, cruising low over deserts, or inspecting the tops of skyscrapers. (The illusion of real movement is powerful; your legs may tremble.) You can swoop down to street-level in Cape Town, spot ships in the Mekong river, or lose yourself in the whiteness of Antarctica. But you don&apos;t, of course. What you do  or what I did, anyway, but watch anyone using Google Earth for the first time, and you&apos;ll see they do the equivalent  is to hurtle across continents to the semi-detached house on the outskirts of York where you grew up, to peer down at a street you know well. In an era of previously unimagined opportunities for exploring the far-off and strange, we want mainly to stare at ourselves. It is a testament to the rate of change in the world of mapping, though, that Liquid Galaxy is now essentially old hat. Google has much, much bigger plans. In June it revealed that it had already started using planes  &quot;military-grade spy planes&quot;, the New York senator Charles Schumer claimed  to provide more detailed 3D imagery of the world&apos;s big cities. It also unveiled the Street View Trekker, a bulky backpack with several 15-megapixel cameras protruding on a stalk, so that operatives can capture &quot;offroad&quot; imagery from hiking trails, narrow alleyways or the forest floor. Almost every month, new kinds of data are incorporated into Google Maps: in June, it was 2,000 miles of British canal towpaths, complete with bridges and locks; it was bike lanes. And for the first time, Google&apos;s dominance of digital mapping faces a credible threat: Apple has announced that it will no longer include Google Maps on iPhones or iPads, replacing it with an alternative that, an Apple source told the tech blog All Things D, &quot;will blow your head off&quot;. &quot;I honestly think we&apos;re seeing a more profound change, for mapmaking, than the switch from manuscript to print in the Renaissance,&quot; says the University of London cartographic historian Jerry Brotton. &quot;That was huge. But this is bigger.&quot; The transition to print gave far more people access to maps. The transition to ubiquitous digital mapping accelerates and extends that development  but it is also transforming the roles that maps play in our lives. The idea of a one-to-one scale map of the world, portraying everything in it, is a venerable device in literature, surfacing most famously in the work of Lewis Carroll and Jorge Luis Borges; in Harry Potter, there&apos;s a map that shows what everyone in Hogwarts is doing at every moment. But in the era of Street View Trekker and Liquid Galaxy, these fictional maps seem somewhat less absurd  and the level of detail is only one way in which maps are changing. Increasingly, the boundary between consulting a map and interacting with the world outside it is blurring: when Google glasses, currently in prototype, can project directions, or reviews of the restaurant you&apos;re looking at, directly into your visual field, what does the word &quot;map&quot; mean anymore? While researching his forthcoming book, A History of the World in Twelve Maps, Brotton sometimes brought up the &quot;one-to-one map&quot; idea, from Borges and Carroll, with people at Google, but they didn&apos;t find it particularly witty or intriguing. &quot;Oh, yeah,&quot; they would reply, matter-of-factly. &quot;We can make that map.&quot; For many of us, pulling out a smartphone to find the quickest route to a meeting, or to the pub, is so ubiquitous a daily habit that it&apos;s hard to remember how absurdly recently it became possible. Google Maps was launched in 2005  &quot;and that was the watershed,&quot; says David Heyman, a founder of the cartography company Axis Maps. &quot;Before that, we were on that old Mapquest thing  that was just an interface for loading a static map, really. But then Google Maps comes along, and suddenly you feel like you&apos;re in this seamless interactive environment.&quot; It became possible for users to create &quot;mashups&quot;, building sites in which Google&apos;s basic maps were overlaid with other data: information about flats for rent, or the course of international warfare throughout history, or the best Indian restaurants in Glasgow. A couple of years beforehand, Google co-founders Larry Page and Sergey Brin had been fascinated by the zooming satellite imagery used by US news networks to report on bombing raids in Iraq. Those terrain graphics were provided by Keyhole, Inc, a software company that the CIA had helped to fund. Unlike the rest of us, Page and Brin had the wherewithal to act upon their fascination: they bought Keyhole, repackaging and releasing the firm&apos;s software as Google Earth in 2005. &quot;They say they bought it because it looked cool,&quot; says Brotton. &quot;But my view is that they absolutely knew what they were buying. They marketed it in this touchy-feely way, as an environmental thing, and they called it &apos;Earth&apos;  &apos;Google World&apos; would have sounded imperialist. But they knew that what they were getting with Keyhole would be integral to the search business.&quot; There is a sense, in fact, in which mapping is the essence of what Google does. The company likes to talk about services such as Maps and Earth as if they were providing them for fun  a neat, free extra as a reward for using their primary offering, the search box. But a search engine, in some sense, is an attempt to map the world of information  and when you can combine that conceptual world with the geographical one, the commercial opportunities suddenly explode. Search results for restaurants or doctors or taxi firms mean far more, and present far juicier opportunities for advertisers, when they are geographically relevant. And then there&apos;s the most important point  the really exciting or troubling one, depending on your perspective. In a world of GPS-enabled smartphones, you&apos;re not just consulting Google or Apple data stores when you consult a map: you&apos;re adding to them. Exactly what information the companies collect, and what they do with it, remains much debated. But it&apos;s easy to grasp the basic commercial calculation. The more exactly your phone knows where you are, the more accurately you can be served with advertisements based on the places you&apos;ll be passing. (Ads on Google are already geo-targeted.) There&apos;s no technical reason why, perhaps in return for a cheaper phone bill, you mightn&apos;t consent to be shown not the quickest route between two points, but the quickest route that passes at least one Starbucks. If you&apos;re looking at the world through Google glasses, who determines which aspects of &quot;augmented reality&quot; data you see  and did they pay for the privilege? Combining GPS with the new Indoor Positioning System, which uses cellular and other phone data to track phones much more precisely, shops could easily track customers&apos; movements among the aisles, adjusting displays on aday-by-day basis for maximum revenue. &quot;The map is mapping us,&quot; says Martin Dodge, a senior lecturer in human geography at Manchester University. &quot;I&apos;m not paranoid, but Iam quite suspicious and cynical about products that appear to be innocent and neutral, but that are actually vacuuming up all kinds of behavioural and attitudinal data.&quot; This is why, to techno-zealots and sceptics alike, the media panic over maps and privacy seems rather misplaced. &quot;Barbecuing or sunbathing in your backyard shouldn&apos;t be a public event,&quot; New York&apos;s senator Chuck Schumer said in a statement. &quot;People should be free of the worry of some hi-tech peeping tom technology violating one&apos;s privacy when in your own home.&quot; German law allows individuals to request the blurring of their homes on Street View. (&quot;You have digitally desecrated your cities,&quot; the new-media commentator Jeff Jarvis responded in fury.) Certainly, this debate matters. But it&apos;s hard to interpret the occasional aerial snapshot of your garden as a big issue when the phone in your pocket is assembling a real-time picture of your movements, preferences and behaviour. Google and Apple insist, plausibly enough, that they&apos;re not interested in anyone&apos;s individual data: the commercial value lies in the patterns they can detect in the aggregate. But you&apos;d be forgiven for not being entirely reassured. In any case, the concern that someone else might discover certain things about you isn&apos;t necessarily the most disorienting implication of the new generation of maps. More dizzying is the thought that  as maps based on mined data come to shape our sense of space, to navigate our journeys, and to narrow our online searches  Google&apos;s and Apple&apos;s maps might not just observe our lives, but in some sense come to play a role indirecting their course. &quot;There&apos;s kind of a fine line that you run,&quot; said Ed Parsons, Google&apos;s chief geospatial technologist, in a session at the Aspen Ideas Festival in Colorado, &quot;between this being really useful, and it being creepy.&quot; For some, the ubiquity of maps  the way they are seeping into every corner of our &quot;real&quot;, concrete world  triggers more nebulous, philosophical worries. With maps always in our pockets, or literally in front of our eyes, might we lose the ability to wander, and to get lost? If we&apos;re constantly glancing at our phones, or being bombarded by extra layers of data about where we&apos;re going, won&apos;t we become disconnected from the world around us? Is there something beneficial in having to stop to ask directions  an experience that will probably all but vanish, for most of us, in the next few years? Cartographers don&apos;t seem to see things this way. &quot;I actually think it&apos;s easier to get lost these days,&quot; says Heyman. &quot;Now, when I get to a new city, I can walk off wherever I like, without caring, because I know I&apos;ll be able to get back, consequence-free.&quot; And the idea that we&apos;re losing touch with reality doesn&apos;t hold water, argues Brotton. &quot;It&apos;s actually much more interesting than that.&quot; The really important question is: who controls the specific filters on which we&apos;re increasingly coming to rely? &quot;Google and Apple are saying that they want control over people&apos;s real and imagined space.&quot; Which brings us to the core of the matter. It can be easy to assume that maps are objective: that the world is out there, and that a good map is one that represents it accurately. But that&apos;s not true. Any square mile of the planet can be described in an infinite number of ways: in terms of its natural features, its weather, its socio-economic profile, or what you can buy in the shops there. Traditionally, the interests reflected in maps have been those of states and their armies, because they were the ones who did the mapmaking, and the primary use of many such maps was military. (If you had the better maps, you stood a good chance of winning the battle. The Ordnance Survey&apos;s logo still includes a visual reference to the 18th-century War Department.) Now, the power is shifting. &quot;Every map,&quot; the cartography curator Lucy Fellowes once said, &quot;is someone&apos;s way of getting you to look at the world his or her way.&quot; What happens when we come to see the world, to a significant extent, through the eyes of a handful of big companies based in California? You don&apos;t have to be a conspiracy theorist, or an anti-corporate crusader, to wonder about the subtle ways in which their values and interests might come to shape our lives. The question cartographers are always being asked at cocktail parties, says Heyman, is whether there&apos;s really any mapmaking still left to do: we&apos;ve mapped the whole planet already, haven&apos;t we? The question could hardly be more misconceived. We are just beginning to grasp what it means to live in a world in which maps are everywhere  and in which, by using maps, we are mapped ourselves.", 
    "section": "technology", 
    "gid": "technology/2012/aug/28/google-apple-digital-mapping", 
    "wordcount": "2107"
}