{
    "headline": "Nappy odours: why my baby is less disgusting than yours", 
    "text": "When a mother compares and contrasts the stench from her baby&apos;s nappies with that from those of someone else&apos;s baby, the question of disgust arises. The question drove a team of psychologists to do an experiment.Richard Stevenson and Trevor Case, of Macquarie University in Sydney, Australia, and Betty Repacholi of the University of Washington in Seattle issued a report called My Baby Doesn&apos;t Smell As Bad As Yours  The Plasticity of Disgust. It appeared in a 2006 issue of the journal Evolution and Human Behavior. Stevenson, Case, and Repacholi present their work as an addition to a body of earlier smelly investigation. Theirs accords, they say, with a &quot;line of research on interpersonal preferences for armpit odour&quot;. That old underarm research &quot;reveals that we have a preference for our own body odours and those from close kin&quot;. For their experiment, the team crafted a simple procedure: &quot;mothers of infants were presented with a series of trials in which they smelled concealed samples of their own baby&apos;s faeces-soiled diaper and those of someone else&apos;s baby.&quot; They tested 13 mothers, whose productive little ones were aged between six and 24 months. Each mother smelled the contents of a series of buckets. Each bucket housed a soiled diaper, with a special opening that &quot;prevented participants from seeing the contents of the bucket, while allowing the odour to be sampled. The researchers inserted some twists. Sometimes a bucket would be labelled, saying its load came from a particular baby. Sometimes that label identified the wrong baby  thus posing a severe, almost unfair test of the mother&apos;s power to discriminate her progeny&apos;s output from all others. The mothers knew their stuff. The Stevenson, Case, Repacholi report concludes that: &quot;whether the stimuli were correctly labelled, mislabelled, or given no label, mothers rated their own baby&apos;s soiled diaper as less disgusting than someone else&apos;s baby&apos;s diaper&quot;. The same team, but with Megan Oaten of Macquarie University in place of Repacholi, later examined disgust related to a different aspect of human intimacy: the sights, sounds, textures and odours emanating from step 1 of the baby-manufacturing process. The Stevenson, Case, Oaten report, called Effect of Self-Reported Sexual Arousal on Responses to Sex-Related and Non-Sex-Related Disgust Cues, was published not long ago in the Archives of Sexual Behavior. It tells how 99 men agreed to subject themselves to whatever the team would ask them to see, hear, feel or smell. The whatever included images of a &quot;scar on naked women&quot; and &quot;pollution&quot;; sounds of someone vomiting and of someone (presumably someone else) performing fellatio; textures comprised of cold pea and ham soup and four lubricated condoms; and faecal odours and rotting-fish odours. A few of the men had first looked at erotic images. Those sexually aroused men &quot;reported being significantly less disgusted&quot; than the unaroused men by sex-related sights, sounds, feels and smells. Marc Abrahams Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jul/23/improbable-research-disgust-cues-nappies", 
    "wordcount": "509"
}