{
    "headline": "Live chat: the challenges and potential of innovative funding models", 
    "text": "Aid is, and always will be, a divisive issue. You need only look at the multiplicity of views around the UK government&apos;s decision to cut aid to India. Given the contentious nature of development finance and the fear of project failure, donors are keen to justify their spending and often do so by introducing rigorous criteria for project funding. The result is that NGOs, most of whom depend on grant funding, are forced to develop projects along narrow lines, sometimes moulding initiatives to fit funding priorities and not the needs on the ground. Julian Gore-Boothe believes the solution lies in providing unrestricted funding  money that can be used by the organisation for any purpose or project. In his role last year as interim CEO of the Stars Foundation, Gore-Boothe wrote: &quot;The principle of &apos;he who pays the piper &apos; may seem an entirely reasonable business requirement, [but] it is time to reconsider the way in which power is shared if we are to see more meaningful progress in time to report on success in achieving the MDGs [millennium development goals] in 2015-16.&quot; Providing unrestricted funding  as his organisation does through the Stars Impact Awards  will increase efficiency, provide a better return on investment and address the issue of power in donor-NGO relationships, he argues, allowing NGOs to feel more responsible for the grants they receive, because they decide how the grants are spent. However, the vast majority of donors remain sceptical, and not just about unrestricted funding. Writing for the Guardian about Urban Poor Fund International,  Katia Savchuk points out that the fund, which gives capital directly to urban poor communities through community organisations, struggles to attract investment because &quot;many donors either lack understanding of the fund&apos;s innovative strategy or consider it too risky&quot;. Last year, readers on the Global development site debated whether donors should be encouraged to take more risks and embrace the possibility of failure. And following the earthquake and tsunami in Japan we discussed whether earmarking donations for specific crises might mean fewer funds for emergencies that attract less media attention. Can donors  governments and individuals  justify their spending and be confident that their objectives will be met, without mandating that NGOs work within strictly defined margins? Can NGOs organise themselves in a way that encourages the trust that seems to be a prerequisite for adopting more innovative funding models? Is there any evidence to suggest that adopting more flexible approaches to development funding will improve outcomes and the sustainability of projects in the long term? On Friday 16 November, we will host a live chat to debate these questions and the issues of trust, power and accountability in donor-NGO relationships. Join our panel in the comment threads from 1-3pm GMT to share your views and experiences. Can&apos;t follow the discussion live? Email me your views and I&apos;ll post them in the threads. Please do say if you are happy to be identified. For more on philanthropy and aid impact, visit the Guardian Global Development Professionals Network. The site launches on Tuesday 27 November. Panel Felix Wood, PPA performance manager, CAFOD Felix is currently CAFOD&apos;s performance manager for the Programme Partnership Arrangement with DfID. He&apos;s previously managed contracts for CAFOD and other agencies from donors such as EU, Comic Relief, USAID, and other UK, country and multi-lateral donors. He has extensive experience working in Asia, Latin America and Africa, as well as local government and UK charities.  Birungi Mutahunga R, executive director, Bwindi Community Hospital, Uganda Birungi has worked at Bwindi Community Hospital for the last five years focusing mainly on improving health care access and service utilisation by vulnerable sub-populations. The hospital won the 2011 STARS health impact award for Africa and Middle East region. Duncan Ross, CEO, StreetInvest Duncan has had almost 30 years experience in the finance industry beginning in development finance and culminating as a managing director with JPMorgan. He has been working to support street children for the last 7 years working first as a fundraiser before co-founding StreetInvest in 2008. @StreetInvest08 / @PDMRoss Murray Culshaw, chair, Sense India Murray long worked as a general development consultant, with a special interest in management and governance. After a spell responsible for Oxfam&apos;s work in India, it occurred to him that spending UK &apos;charity&apos; money in India, accountable to a UK Board, was ridiculous. He now encourages Indian NGOs to engage Indian society, seek financial support from Indian society and become accountable to Indian society.  Muna Wehbe, chief executive, STARS Foundation Muna has been chief executive of the Stars Foundation since 2002. Prior to joining STARS, Muna worked as a consultant at Wehbe Insurance Services, managing several large-scale projects in both Dubai and London. She is a graduate of the London School of Economics. Benjamin Bradlow, programme officer, Shack / Slum Dwellers International  Until recently Ben works as a researcher with Shack / Slum Dwellers International (SDI) in Cape Town, South Africa. He is currently completing a Masters in city planning in the International Development Group at the Massachusetts Institute of Technology (MIT). The Indigo Trust: Loren Treisman, executive, and Matthew O&apos;Reilly, programme manager,  Loren is executive of Indigo Trust, a grant making foundation which funds technology driven projects which bring about social change. She has over 5 years experience in the field of international development and holds a PhD from Cambridge University. Matt joined Indigo in 2011, since which time he has led the Trust&apos;s open data work, particularly around the International Aid Transparency Initiative. He is also involved in all other aspects of the Trust&apos;s work in supporting innovative, technology-driven projects in areas as diverse as transparency, human rights and health. @indigotrust Kerstin Kolbe, institutional relations manger, EGPAF (Elizabeth Glaser Pediatric AIDS Foundation) Geneva, Switzerland  Kerstin is currently strategising EGPAF&apos;s Europe-based donor relations. She is a former staff member of World Health Organization and Vestergaard Frandsen with work experience in developing and developed nations. @KerstinKolbe Rachel Wade, development officer, The Linda Norgrove Foundation   The Linda Norgrove Foundation is a small grant giving organisation that supports women and children in Afghanistan. The charity was setup by John and Lorna Norgrove after their daughter Linda, 36, was kidnapped in Afghanistan where she was working as a humanitarian aid worker, she died during a failed rescue attempt. Rachel Wade is their sole employee. @lindafoundation Thoko Elphick-Pooley, director, institutional funding, Sightsavers  Thoko has over 15-years of experience in institutional funding and leads a team of specialists based in the UK, Africa and Asia to manage key relationships with institutional funders such as DFID, EC, Irish Aid, USAID and the Gates Foundation, amongst others. Previous roles include working as programme funding adviser for Practical Action, both in the UK and Kenyan officea. @ThokoPooley", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/12/challenges-innovative-funding-models", 
    "wordcount": "1118"
}