{
    "headline": "Mystery bird: little cuckoo-dove, Macropygia ruficeps", 
    "text": "    Little cuckoo-dove, Macropygia ruficeps malayana (protonym, Columba ruficeps), Temminck, 1835, also known as the lesser (red) cuckoo-dove, red-faced or red-headed cuckoo-dove, photographed on the southern region of Peninsular Malaysia (Southeast Asia).  Image: Marie-Louise ng, 30 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D3S, 1/250 sec, f/5.6, 500 mm, iso:320, -1/3 EV    Question: This Malaysian mystery bird shares part of its strange common name with its congeners. Why was this genus of birds given this common name? Do any other birds have this common name? Can you identify this bird&apos;s taxonomic family and species?  Response: This is a little cuckoo-dove, Macropygia ruficeps, a member of the doves and pigeons family, Columbidae. This genus, Macropygia, is found throughout India and China into Indonesia, the Philippines, and even into Vanuatu and Australia. There are three genera of columbids that are commonly known as cuckoo-doves. When most people hear the name &quot;cuckoo-dove&quot;, they may be misled into thinking this bird is a nest parasite, like many cuckoos are. However, the common name, which is given to three genera of columbids, refers to these birds&apos; slender body shape, brown plumage and long tails, which give them a striking resemblance to cuckoos.  The little cuckoo-dove is a forest dwelling species of southeast Asia. They feed on fruits and berries, and will also take seeds. There are eight recognised subspecies, each of which occurs on a particular landmass in isolation from its sister taxa.  The Mystery Birds reference library: Asia  Africa Antarctica  South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/18/3", 
    "wordcount": "329"
}