{
    "headline": "'Academia is a very well kept secret'", 
    "text": "Very early in my doctoral journey, I was fortunate to experience that moment when you know the decision you have made was the right one. It came with the realisation that I was being paid, not very much admittedly, but nonetheless funded, to sit down every day, to read, think and write, and occasionally talk, freely  and about something I was interested in. My future colleagues probably won&apos;t thank me for saying it but academia is a very well kept secret. It is not easier than business or industry, it is not less &apos;real&apos;, it is not any less or any more stressful, it just allows you to use your mind differently and for a different purpose. You still have to produce; you still have targets, even if they are the project steps and the self-inflicted deadlines of a PhD; you still have to work with other people; and you still have to deal with your own self-doubt and over-confidence. However, what makes it special is that academia is an endeavour of the mind. Obvious when you finally have the space to think about it. That I managed to find the space was no small feat. It took me over 20 years. I was the first in my family to go to university, studying history at Brasenose College, Oxford, just before they let in the &apos;riff-raff&apos; from Windsor Secondary Modern. I worked in the china industry for wonderful British and European brands, and might still be turning plates over in restaurants (I do that for fun) if it hadn&apos;t been for the crisis that hit the industry and by default, me. I did what everyone does in that situation: an MBA and consultancy. My first degree wasn&apos;t a business degree, and being redundant or &apos;in between assignments&apos;, I felt I needed to have the badge as well as the CV. I have come to conclusion subsequently that an arts degree like history, is perfect for business. At least you understand the relation between structure and agency, although you might not call it that, and you also get to understand path dependency  why what happened before this point might actually matter and be helpful. However, that was a later insight, I&apos;m &apos;off message&apos; and I digress. The MBA was everything you might expect. It was the &apos;exec&apos; programme, so full of career changers like me, and as a cohort we all started out pretty much knowing absolutely everything about business, until we didn&apos;t anymore. Unlearning the apparent supremacy of what had often been our own context-specific practice was the first prerequisite for learning on the MBA, at least where I did it. It took some longer than others, me included. The mind then opens, a little bit. The problem I had was that I couldn&apos;t go back. Some people can, but for me, it was like the Matrix, the bit where you see the human beings as batteries. The world was never the same. I gamely tried my best and put &apos;the genie&apos; back in the bottle. I pursued a combination of consultancy and tenured employment, in higher education strategy and management, the china industry having pretty much gone from bad to worse. I now think I was subconsciously &apos;hanging around&apos; higher education. Then some kind soul in my previous job said something, which finally put me out of my misery, and here I express my gratitude in writing. They said: &quot;You do realise you&apos;re a natural academic, don&apos;t you?&quot; It was tricky, but once it became a possibility (and with the thought it always becomes a possibility), I pretty much ran at full pelt to Nottingham University Business School and professor Ken Starkey, my supervisor (always a good idea to cite your supervisor). I won&apos;t pretend it has been easy because it hasn&apos;t. Doctoral study at this stage of life needs motivation beyond support to &apos;cut your cloth&apos;  as a couple and as a family. The motivation is the belief that this is it, now or never. What Kotter the strategy guru calls the &apos;burning platform&apos;. The idea that you are running out of time can hit anyone at any age. It hit me in 2010, and I have not looked back. I sometimes wish I&apos;d made the switch to an academic career path earlier, but I think it is best to repackage regrets as insights. I&apos;m now in the third year of pursuing my PhD and with it my obsession, thinking about organisations, particularly universities and how they work. I have brought history back in. I&apos;m looking at the stories that drive policy and an organisation&apos;s strategy, over time. It is a great obsession to have, given the changes in higher education, and fortunately there are lots of opinions, especially on a Friday night in the pub with friends. It could be worse (for them). I could be deep into structural equation modelling, although someone I know has made their heavily quants-based PhD about football, which I can only describe as &apos;a result&apos;. So that&apos;s my story, well the sense I have made of it for this blog. The gift of doctoral study is that you get the time and space to obsess about something you&apos;re (hopefully) interested in, and with any luck might be interesting for others as well. It is the first stage in what I hope is a worthwhile life change. Of course, if they had said &quot;you do realise you should play for England&apos;, things might be different. Nobody would ever say that, trust me. Jeannie C A Holstein is an ESRC doctoral researcher at Nottingham University Business School  follow her on Twitter @theinsightedge Are you an early career academic with stories to tell about the what, why and how of your work? Then sign up to our network, email us your blog ideas and you could be sharing them with our readers next week This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/08/early-career-researchers-phd-academia", 
    "wordcount": "1011"
}