{
    "headline": "Science communication", 
    "text": "The Lost Worlds has been a bit quiet of late, I was rather ill last week and combined with my busiest teaching week this term so far, the blog rather suffered. Things are clearing up though and so I&apos;ve had time to finally pen this little piece on seriousness and science, though it&apos;s almost coming a bit late to the party given the related pieces on science and fun by both Alok and Dean this week. In my case, I wanted to try and present the idea a little that while science can often be very po-faced, that is not the case for scientists. Science is wrapped up in very dry language because communicating exact details correctly and accurately is paramount. Jargon gets used precisely because terms are often very strictly defined and the scientist wants there to be no possible mistake or misunderstanding. This is of course especially true of scientific papers and technical reports but can also be the case when researchers are asked to talk to the media  wary of things being misinterpreted and wanting not to confuse people, this can lead to comments being very staid. This though (coupled with a fair bit of stereotyping) has led to the concept of the average scientist being an absolute automaton, devoid of humanity, and in particular, the idea that scientists are not good communicators. This is of course as stupid as it is wrong. Scientists are people and as such are just as varied as the rest of humanity (quite possibly more so given some of the eccentricity that can be found in many academic institutes) and while there are people who make you want to snooze as soon as it&apos;s apparent they are about to speak, there are absolute hordes who are a joy to have as colleagues and are spirited, gifted communicators. People who are warm, friendly, sparkling and funny make up the vast majority of my colleagues in the sciences.  While the public is seeing ever more of that through blogs, podcasts and the like, there have always been superb books by scientists (how this idea ever rooted in a field that produced writers like Sagan, Gould and Fortey is a mystery to me) and it really should come as no shock  the vast majority of researchers spend a goodly amount of their time lecturing to students. Part of the fundamental job requirement is to be able to communicate effectively and maintain the interest of an audience for hours at a time. That the strictures of technical scientific writing and the communication of detail to a lay audience requires a dry style is absolutely not synonymous with scientists being soulless, boring people, and no more realistic than the idea that Alan Sugar spends his time at a dinner party berating his guests and slinging them out one at a time because that&apos;s what you see him do most of the time he&apos;s on TV. Or for that matter, any more realistic than the idea that all scientists wear labcoats, or stand around in front of glass bottles full of coloured liquids.  Even if it is a professional setting, expecting this one type of action to translate to the rest of a person&apos;s life, or even just the rest of their work is clearly a nonsense. It sounds trite, but scientists are people too, though no matter how obvious and trite a statement like that may be, I&apos;d be shocked if there wasn&apos;t some fairly prominent media piece in the next week or two making this very kind of assumption.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/nov/07/dinosaurs-fossils", 
    "wordcount": "594"
}