{
    "headline": "Mystery bird: orchard oriole, Icterus spurius", 
    "text": "    Orchard oriole, Icterus spurius (protonym, Oriolus spurius), Linnaeus, 1766, also known as Fuertes&apos;s oriole, ochre oriole, orchard hangnest and as the orchard starling, photographed at Anahuac National Wildlife Refuge, Anahuac, Texas (North America).  Image: Joseph Kennedy, 14 June 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/320s f/8.0 at 1000.0mm iso400  Here&apos;s the original mystery bird image that I shared two days ago:      Question: This North American mystery bird has an unusual reproductive life history trait (in my opinion). What am I talking about? Can you identify this bird&apos;s taxonomic family and species? What sex is this bird? Is it juvenile or adult?  Response: This is a female (or juvenile) orchard oriole, Icterus spurius, the smallest of the North American orioles. This colourful species is placed into the New World blackbirds and orioles family, Icteridae.  Orchard orioles are neotropical migrants, wintering in northeastern Colombia and northern Venezuela and breeding in semi-open deciduous forests, orchards and parks throughout most of the eastern and central United States and into southeastern Canada and northern Mexico. They are gregarious; their elaborate woven hanging nests are often found in very close association.  Orchard orioles consume mainly insects and arachnids in breeding season, then their diet changes to favour mostly ripe fruits and nectar in addition to insects. On their wintering grounds, they add seeds to their diet.  Females of this species are often mistaken for New World wood warblers and especially for female hooded orioles, I. cucullatus. In the field, the orchard oriole can be identified by its smaller size, shorter and straighter bill, shorter tail and by its two very bold wingbars. Unfortunately, all of these fieldmarks are either not visible or are obscured by the angle of our original mystery bird image, so the best you could do with this mystery bird was to narrow it down to these two possibilities. However, based on the second image I shared with you, I am tempted to go out on a limb and propose that our mystery bird may be a recent fledgling due to its (mostly) horn-coloured bill and the lack of a pale yellow streak through its eye.  This species is special, in my opinion, because they don&apos;t reach sexual maturity until 2 years of age -- an unusual life history trait for small- to medium-sized passerines. Additionally, yearling males have a distinct plumage from both females and adult males. In fact, the specific name, spurious, recalls the original misidentification of a yearling male as a female Baltimore oriole, I. galbula.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/08/3", 
    "wordcount": "510"
}