{
    "headline": "Yangtze finless porpoise: China's national treasure disappearing fast", 
    "text": "It&apos;s been an hour and the group of volunteers aboard the rickety fishing boat are still yet to spot a Yangtze finless porpoise, known as jiangzhu or &quot;river pig&quot;. Thirty years ago, when they numbered 2,000, the mammals could be seen from the shore here dancing on Dongting Lake in the sludge-coloured waves. Now there are about 85 jiangzhu here. As Xu Yaping, the patrol&apos;s chief, peers through the haze, and coal barges and dredgers churn the lake, the chance of encountering this ancient creature seems remote. The jiangzhu&apos;s survival is not guaranteed. Since the official extinction of the baiji, a river dolphin, in 2007, the porpoise is the only cetacean inhabiting the Yangtze River and two connecting freshwater lakes, Dongting and Poyang, China&apos;s largest. It&apos;s estimated there are around 1,200 jiangzhu living in the wild  two-thirds less than a decade earlier. The species is decreasing at a rate of 6.4% a year, making it rarer than China&apos;s national treasure, the giant panda. A spike in deaths this year is causing experts renewed anxiety. In April WWF China expressed &quot;deep concern&quot; over the deaths of 32 porpoise in 2012. At the current rate of decline, the jiangzhu is set to follow the baiji into extinction in 10-15 years.     In this undated photograph released by Yangtze Finless Porpoise Conservation Society, two finless porpoise are seen on the busy Dongting Lake in Hunan province, China. Photograph: Courtesy YFPCS    &quot;Our children will benefit from the GDP we created and the buildings we built for them,&quot; says Xu Yaping, a journalist and jiangzhu activist who founded the Yangtze Finless Porpoise Conservation Society in Yueyang in January. &quot;But how healthy is the environment we&apos;re leaving them? I can&apos;t fathom how we can let an animal as intelligent as the finless porpoise just disappear. Our grandchildren will shame us when they ask why.&quot; That question lingers over the memory of the baiji. Once known as the &quot;goddess of the Yangtze&quot;, the long-nosed freshwater dolphin  which lived on Earth for 25 million years  was declared extinct after a trawl of the Yangtze by an international team of scientists. The reasons behind the baiji&apos;s extinction mirror those threatening the jiangzhu. Dongting, which is 880 square miles, is crowded with container ships, sand dredgers and speedboats. Propellers are often undetected by the jiangzhu, who use sonar to navigate the murky waters of the Yangtze River basin. Snaring and long-line fishing are in common use, as is the illegal practice of electrofishing, which claimed the lives of at least two porpoise this year, according to the Institute of Hydrobiology (IHB) in Wuhan.     A father with his son looks at a poster featuring finless porpoises and warning about river fish species depletion due to electro-fishing in Hunan province. Photograph: Courtesy of Yangtze Finless Porpoise Conservation Society    Food for the jiangzhu is becoming scarcer. Jiang Yong, head of WWF China in Changsha, says there are 40% fewer fish in the Yangtze than a decade ago. Sand dredging disturbs spawning ground, and the Three Gorges dam upriver adds to the decline of fish. Factory chimneys lining Dongting Lake are crowned with smoke clouds. On the lake, a shout from He Daming, a volunteer, wakes up the patrol. Bobbing inky orbs in the distance announce a family of jiangzhou having breakfast, to the backdrop of a coal barge. Each day Xu Yaping&apos;s team patrols the Yangtze, tracking illegal fishing practices. Educating residents through self-financed advertising is part of their campaign, as is sweetening local officials. But when Xu mentions the government from his desk in the Hunan Daily bureau, he breaks into a shout. &quot;The jiangzhu here are disappearing at the fastest rate of the Yangtze basin,&quot; he says, &quot;but Dongting still has no conservation centre. We&apos;ve never had a penny of support, and are considered meddling. The officials say the country&apos;s development relies on putting people first. This kind of choplogic excuses their negligence.&quot; In the observatory of the IHB&apos;s conservation centre in Wuhan, a jiangzhou presses its nose against the aquarium glass, following the finger of a keeper. Another blows bubbles, forming a ring of oxygenated pearls. It balances the ring on its nose, before whipping through the middle. This graceful and highly intelligent animal is famed for its ugliness. According to legend, the baiji is the reincarnation of a young princess who jumped into the Yangtze to escape the clutches of a wealthy landowner. When a sudden wind capsized the landowner&apos;s boat he became a &quot;river pig&quot;. Wang Ding, a professor at IHB and China&apos;s leading jiangzhu expert, likens them to the girl next door. &quot;The baiji was very beautiful but difficult to get close to,&quot; Wang says. &quot;The porpoise likes to interact, to chat and play. It&apos;s a lovely animal.&quot; Wang, who is observing the seven porpoise living at the centre, says the jiangzhu is &quot;strong&quot;. His team estimates they entered the Yangtze 100,000 years ago. Are human beings the reason this animal is nearly extinct? &quot;Yes, that is the only reason actually,&quot; he says. Yet Wang remains cautiously optimistic about the fate of the river pig. He&apos;s buoyed by the success of a conservation project at Tian-ezhou, a protected oxbow lake that was once part of the Yangtze. Five jiangzhu were introduced there in 1990; today there are 40. &quot;The attitude of both the public and government is changing,&quot; says Wang. &quot;Now the government at least says, &apos;OK, let&apos;s talk about this&apos;, even if they don&apos;t do much.&quot; Conservation efforts should get a boost when the jiangzhu receives an expected and overdue upgrade to the first tier of endangered species (the list was drafted in 1989). In the second tier, bureaucracy often blocks local governments from reform. Wang says that sort of inaction will mean the jiangzhu is lost. The thought is difficult to reconcile. As the keepers head upstairs, one jiangzhu remains hovering in the water, rotating its fins in response to the waves goodbye. As it dips its head for a moment it forms a suspended silver question mark, before pivoting to swim into the gloom.  Additional reporting by Xia Keyu", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/yangtze-finless-porpoise-china", 
    "wordcount": "985"
}