{
    "headline": "Regent's College in London to become UK's second private university", 
    "text": "Regent&apos;s College in London will become only the second private university in Britain after receiving official approval to change its name to Regent&apos;s University London. The non-profit institution announces on Monday that it has received confirmation from the Department for Business, Innovation and Skills that it meets the criteria for the university title  having last year been granted degree-awarding powers by the Privy Council. &quot;We will be contacting Companies House to change our name to Regent&apos;s University London and will re-launch as a university under our new name later this year,&quot; said Aldwyn Cooper, Regent&apos;s College chief executive officer, its equivalent of vice-chancellor. In doing so Regent&apos;s will become the largest private university in Britain, its 4,500 students making it twice the size of the University of Buckingham, the first private university granted a royal charter back in 1983, and the largest single undergraduate educator outside of the state system. Regent&apos;s College was founded in 1984 with its campus on Regent&apos;s Park in central London, and is a registered charity, governed by trustees, and receiving no government funding. Fees for full-time undergraduate courses are around 14,000 a year, with postgraduate fees  such as the college&apos;s taught MA in &quot;luxury brand management&quot;  rising to 18,700. In contrast, full-time undergraduates at University College London pay annual fees of 9,000. Prior to the grant of degree-awarding powers, students at Regent&apos;s College received degrees and certificates from a network of partnerships with other accredited institutions, including the University of Wales, the Open University and the Chartered Management Institute. Best known for its management and business-based degrees, along with American-style &quot;liberal arts&quot; degrees, only 15% of Regent&apos;s student body is from Britain, with 40% coming from elsewhere within the European Union, a further 15% from the US, and drawing students from 130 countries overall, according to the college. Student fees are the same regardless of nationality.", 
    "section": "education", 
    "gid": "education/2013/mar/25/regents-college-private-university", 
    "wordcount": "324"
}