{
    "headline": "Obituary: Rita Levi-Montalcini", 
    "text": "   Rita Levi-Montalcini, who shared the 1986 Nobel Prize in Medicine for her contribution to the discovery of nerve growth factor. Photograph: Alessandra Benedetti.    Nobel Prize-winning neurobiologist Rita Levi-Montalcini died on Sunday, December 30th in Rome, at the age of 103. Levi-Montalcini shared the 1986 Nobel Prize for Medicine, for her contribution to the discovery of nerve growth factor. Her work gave profound insights into how the nervous system regulates the number and growth of cells during its development, and opened up hopeful avenues of research into cancer, embryology, nerve regeneration and neurodegenerative diseases which continue to this day.  Levi-Montalcini began her illustrious career in the face of huge adversity. Born into a wealthy Jewish family in Turin, she studied medicine despite her father&apos;s opposition, and upon her graduation in 1936 decided to pursue a career in research. By then, the Nazis had introduced laws that banned Jews from practicing medicine and taking academic positions. Nevertheless, she set-up a makeshift laboratory in her bedroom at her parents&apos; Turin home and, risking imprisonment or death, performed her experiments in secret. But she aroused little suspicion buying the fertile eggs needed for her research and, furthermore, the remnants of her experiments could usually be eaten afterwards.The story of nerve growth factor began in the 1940s, when Levi-Montalcini replicated the experiments performed by Viktor Hamburger, an embryologist at Washington University in St. Louis. Working in her bedroom, using microsurgical and tissue manipulation equipment fashioned out of sewing needles and watchmaker&apos;s tweezers, she removed the limb buds from chicken embryos, and found that this led to a reduction of the number of motor neurons in the corresponding region of the spinal cord. Conversely, grafting supernumerary limbs onto the embryos resulted in a greater number of spinal motor neurons.  Hamburger had obtained the same results a decade earlier, and had hypothesized that the limb buds contain a substance that directs immature nerve cells to differentiate into motor neurons. Levi-Montalcini interpreted the data differently  she argued instead that the substance in the limb buds promotes the survival of the newborn cells. Her research was cut short by the Nazi occupation, however, which forced Levi-Montalcini to go into hiding until 1944. After a brief stint as a doctor-cum-nurse in the Allied refugee camps, she returned to Turin University as soon as the war ended to resume her research. A year later, Hamburger invited her to join him in St. Louis. Hamburger had asked her to join him for a few months, but she ended up staying 30 years. Hamburger showed Levi-Montalcini the results obtained by his postgraduate student Elmer Bueker, who had found that fragments of malignant mouse tumours induce the growth of nerve fibres towards them when implanted into chick embryos. Levi-Montalcini investigated this, and devised a method to quantify the effect of tumours on nerve cells. These studies were performed during a sabbatical in Herta Meyer&apos;s lab at the University of Brazil. Subsequently, while working with Carlos Chagas, who was also in Brazil and had research facilities that she needed, she would carry experimental animals in her handbag on flights from St. Louis.  In 1952, Levi-Montalcini began working with the biochemist Stanley Cohen, on a collaboration that would eventually lead them both to win the Nobel Prize. Together, they performed experiments to determine the characteristics of the mysterious substance that Levi-Montalcini and Hamburger had been studying. This involved adding snake venom, which contains an enzyme that destroys DNA, to nerve cells growing in Petri dishes.  They noticed that the venom produced more nerve fibre growth than the mouse tumours, leading them to investigate the salivary glands of mice, which are analogous to the venom-producing gland of the snake. After nearly 25 years of painstaking work, Levi-Montalcini and Cohen isolated the substance, and identified it as a protein, which they named nerve growth factor (NGF). They further showed that NGF promotes the growth of nerve fibres when added to nerve cell cultures, and that this growth-promoting activity is abolished by the addition of anti-NGF antibodies.  Levi-Montalcini&apos;s led to the neurotrophic hypothesis, which today is widely accepted. According to this hypothesis, tissues produce limited amounts of growth factor substances  or neurotrophins  that promote the survival of immature nerve cells. As young neurons extend their fibres to their target tissues, they compete with each other for target-derived growth factors. Those that receive the growth factor signal survive and grow, whereas those that do not retract their fibres then wither away and die. In this way, the number of neurons that innervates any particular tissue is closely matched to, and determined by, the amount of growth factor produced by the target. Subsequently, other growth factors were identified, each of which promotes the survival of specific populations of cells. Cohen, for example, went on to isolate epidermal growth factor (EGF), which promotes the survival of immature skin cells, and others identified glial cell line-derived neurotrophic factor (GDNF), which promotes the survival of midbrain neurons that produce the neurotransmitter dopamine. These cells die off in Parkinson&apos;s Disease, and various research groups are therefore trying to develop GDNF-based cell transplantation and gene therapies as a treatment for the condition.  According to Cohen, Levi-Montalcini &quot;worked like a fiend&quot; during her time at Washington University. She kept a strict and rigorous work schedule right up until her death: her last research paper, published in February of last year, showed that NGF regulates the rotation of the chick embryo about its longitudinal axis. As well as being a world-class scientist, Levi-Montalcini was also active in cultural, political and social affairs. She served as a goodwill ambassador for the United Nations; highlighted the difficulties faced by female scientists; and in 2001, was made a Senator for Life in her country of birth, in honour of her achievements.  Levi-Montalcini never married and had no children. Before her death, she was the oldest living Nobel laureate, and the first to reach the age of 100. She will be buried tomorrow in a private ceremony in Turin.  - Rita Levi-Montalcini, born 22nd April, 1909; died 30th December, 2012.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/jan/01/rita-levi-montalcini-obituary", 
    "wordcount": "988"
}