{
    "headline": "How to teach ... US elections", 
    "text": "Four years ago, the world was whipped into a frenzy over the US presidential elections. On 6 November the US citizens will go to the polls again, but it feels like a very different election. Many young people may hardly be aware it&apos;s happening, yet the election of one of the most powerful leaders on earth is worthy of discussion and debate. Will Barack Obama, together with his running mate Joe Biden, get his second term or will Republican Mitt Romney, with his running mate Paul Ryan, win the race to the White House instead? The Guardian Teacher Network has some informative resources to help young people find out about the US election and discuss wider issues of democracy. The Guardian Teacher Network&apos;s new Explainer series is designed to give young people the background to news stories they may know little about.The Guardian Teacher Network Explainer: the US elections sets out who is standing for election, the main issues it is being fought on and how the US elections work. The Guardian Teacher Network Explainers are pitched at 11-14 year-olds but they are produced as word documents making it easy to adapt for older or younger students. The Explainer can be used as handout for interested students or as part of a lesson or tutor time using the accompanying News in Focus on the US elections. This is a PowerPoint presentation of 23 images, mostly photographs by Guardian and agency photojournalists, giving an overview of the US elections. All the images have detailed captions, which give background, facts, issues raised and useful quotes. The News in Focus on the US elections gives an overview of the presidential elections and looks in detail at the candidates and the big campaign issues from Obamacare to US foreign policy. It&apos;s a chance to discuss whether young people remember Barack Obama being elected and if they feel he has met their expectations, as well as a trigger to debate-related political issues concerning rights, democracy and a rapidly changing world. The schools news service The Day is a great source of current, stimulating and clearly written news stories and teaching resources on the US elections. See Romney takes a risk with radical right-hand man, Black History Month: Obama condemns slavery, Would-be presidents prepare for trial by TV and Debate puts Romney back in presidential race for exploration and explanation of the issues, plus great activity ideas. Also check out these succinct summaries of President Obama&apos;s campaign issues and Mitt Romney&apos;s campaign issues which have been put together by the Fact Monster team from Pearson. These US websites also provide an insight into the US elections and how they work. See the PBS democracy project, Take your kids to vote and Kids voting USA.  Join the Guardian Teacher Network community www.guardian.co.uk/teacher-network for free access to teaching resources and an opportunity to share your own. There are also thousands of teaching, leadership and support jobs on the site. Visit jobs.guardian.co.uk/schools.", 
    "section": "education", 
    "gid": "education/2012/oct/15/how-to-teach-us-elections", 
    "wordcount": "502"
}