{
    "headline": "Mystery bird: common ringed plover, Charadrius hiaticula", 
    "text": "      Common ringed plover, Charadrius hiaticula (synonyms, Charadrius hiaticulus and Aegialitis hiaticula), Linnaeus, 1758, also known as the great ringed plover or as the greater ringed plover, or just as the ringed plover, photographed at Lake Zway, a freshwater Rift Valley lake in Ethiopia.  Image: Dan Logen, 6 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/7.1, 1/3200 sec, ISO 640     Question: This Ethiopian mystery bird is very similar to a North American species. What species is that? How do these two similar-looking species differ? Can you name this mystery bird&apos;s taxonomic family and species? Response: This is a juvenile common ringed plover, Charadrius hiaticula, a small shorebird. Plovers, also known as dotterels, comprise roughly 40 species grouped together into the subfamily, Charadriinae, that is placed into the family Charadriidae. Their sister taxon is the lapwings; roughly 20 species that are placed into the subfamily, Vanellinae.  If you look closely at this individual, you can make a few predictions about its life history and habits based on its appearance. They are sight hunters as is apparent from the large, dark eyes, and they tend to hunt by picking prey off relatively flat, bare surfaces, such as sandy or muddy shorelines and short-grass pastures, as you might guess by looking at the short bill.  Here&apos;s a video of a group of common ringed plovers hanging around in their natural habitat at Hayle Estuary in Cornwall, UK:             [video link].  Plovers use a run-and-pause method for foraging on crustaceans, molluscs, worms, insects and other invertebrates, depending upon what is available in the habitat they are located in.  Because plovers nest out in the open, they rely on camouflage to hide themselves, their nests, eggs and chicks. They also engage in deceptive false brooding behaviours where they sit on imaginary nest sites to confuse predators that may be observing their movements. But they are probably most famous for their &quot;broken wing display&quot; where a bird feigns a broken wing to lead potential predators away from their nests or chicks.  The common ringed plover is a small plump bird with sandy brown upperparts, white underparts and short orange or orange-yellow legs and a short orange bill with a black tip. They have one broad black neckband, a black mask over its eyes and a black stripe across its forehead. Juveniles have duller colours, often an often incomplete grey-brown breast band, a dark bill and dull yellowish-grey legs. Common ringed plovers resemble several species, including the larger ringed plover, C. dubius, and the semipalmated plover, C. semipalmatus, which was originally lumped into the same species. But the common ringed plover is   distinguished from the ringed plover by its smaller size, leg colour (orange vs flesh-coloured), the pattern on its head and face, and by the absence of a bright yellow eye-ring  distinguished from the very similar semipalmated plover by its range (Old World vs New World), by its slightly larger size, by having webbing between its two outermost toes (semipalmated plovers have slight webbing between all three toes), and by its marginally narrower breast band The common ringed plover is migratory, wintering in coastal areas in southern Eurasia all the way to Africa, and breeding in northern and central Eurasia, and one subspecies even has a small breeding range in northeastern Canada. However, that said, they may pop up in other locations in North America. Here&apos;s a video of what looks like an adult common ringed plover in California:             [video link]. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/03/2", 
    "wordcount": "648"
}