{
    "headline": "Boot up: Facebook Home, Apple loses patent plea, Windows Phone failure, and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Facebook Home &gt;&gt; Facebook You may be seeing a lot more of this. Apple&apos;s slide-to-unlock patent invalidated in Germany (decision is appealable) &gt;&gt; FOSS Patents  Samsung and Google&apos;s Motorola Mobility have just scored a win over a famous Apple user interface patent. The Bundespatentgericht, Germany&apos;s Federal Patent Court, ruled that all claims of EP1964022 on &quot;unlocking a device by performing gestures on an unlock image&quot; are invalid as granted, and additionally held that none of the 14 amendments proposed by Apple could salvage the patent. ... It can and will be appealed by Apple to the Bundesgerichtshof (Federal Court of Justice). This patent isn&apos;t even remotely as strategic as it is famous. Every user of a smartphone with a touch screen needs to perform this gesture frequently, but the patent does not cover all slide-to-unlock mechanisms but only some, and Apple&apos;s rivals have all developed workarounds.  So it&apos;s a defeat that was a victory anyway. The crux of the invalidation was that it&apos;s simply a software solution to a problem - and in Europe, you can&apos;t patent implementations which consist only of software. The US is different. And:   the most important prior art reference, a Swedish mobile phone named Neonode N1m that was launched approximately a year before the iPhone, may not be eligible as prior art under US law.  Holy Crap, Is This Mark Zuckerberg&apos;s Embarrassing Childhood Angelfire Website? &gt;&gt; Gizmodo Holy crap, yes, it is. From 1999. You know, when he was 15. Fifteen, yes. Apple&apos;s iMessage encryption trips up feds&apos; surveillance &gt;&gt; CNET News Declan McCullagh and Jennifer van Grove:   Encryption used in Apple&apos;s iMessage chat service has stymied attempts by federal drug enforcement agents to eavesdrop on suspects&apos; conversations, an internal government document reveals. An internal Drug Enforcement Administration document seen by CNET discusses a February 2013 criminal investigation and warns that because of the use of encryption, &quot;it is impossible to intercept iMessages between two Apple devices&quot; even with a court order approved by a federal judge. The DEA&apos;s warning, marked &quot;law enforcement sensitive,&quot; is the most detailed example to date of the technological obstacles -- FBI director Robert Mueller has called it the &quot;Going Dark&quot; problem -- that police face when attempting to conduct court-authorized surveillance on non-traditional forms of communication.  Ouya review: can an indie console take on Sony and Microsoft? &gt;&gt; The Verge David Pierce:   With Ouya&apos;s hacker ethos tends to come a distaste for paying for things, so Ouya has mandated that every game in its store be free to download. That sounds like a great, let&apos;s-all-hold-hands way to make gaming great on the platform, but it leads to something far more frustrating. Every game is free to download, but then dumps on your head a load of nags, pop-ups, and pleas for upgrades or in-app purchases  some games are $4.99, some are $15.99, others just constantly implore you to donate $.99 so the developer can have a beer. Worst of all, it makes buying things impossibly easy  you enter a credit card when first setting up your Ouya, and there are often no confirmation boxes or checks against you spending thousands of dollars. Oh, you hit Upgrade because it&apos;s right next to Play and the controller&apos;s laggy? Perfect. Thanks for your money. Reconfiguring payment systems is one part of what&apos;s required for a developer to move their app from Android to Ouya. The other is (hopefully) simpler: apps have to work with the controller. This, as best I can tell, is the one compelling argument for Ouya&apos;s not including the Play Store or even the Amazon Appstore on the console  a number of existing games simply won&apos;t work with the controller, and even those that do don&apos;t work well. Configuring a game for a controller is easy, though, so for Ouya&apos;s sake and ours I hope developers put in the time.  3.5 out of 10. Hey ho. The real reason Windows Phone is failing &gt;&gt; ReadWrite Brian S Hall:   The real reason why Windows Phone has failed because there is no good reason for it to exist. Go on, try to think of one. Think of just one reason - one customer-facing reason - why Windows Phone should exist? Is it better? Cheaper? Faster? Simpler? More secure? More connected? Microsoft has designed a smartphone operating system that might be better, maybe even much better, for those things that Microsoft is good at - such as Word, Outlook, Xbox Play. The problem is, those do not seem to be the things that smartphone users want or need. In 2012, UK telecom carrier O2 commissioned a study of smartphone users. It showed that a typical user spends more than two hours a day (128 minutes) with their smartphone. The majority of this time, however, is spent on activities where Microsoft&apos;s Windows Phone offers no significant advantages over iPhone or the best Android devices.  Excellent point. What is the USP of Windows Phone? Blink Developer FAQ &gt;&gt; Google Chromium Projects Google&apos;s official explanation for why it&apos;s forking WebKit:   Is this going to be open source? Yes, of course. Chromium is already open-source and Blink is part of that project. Transparency is one of our core principles. Developing Blink covers this in detail.  Chrome Blink FAQ (interpreted) &gt;&gt; PRNG Rob Isaac rewrites that Blink FAQ. For example:   1.10 Is this going to be open source? Not really. While you can certainly read the source code, we&apos;re fully aware that actually tracking and understanding a modern HTML renderer is extremely difficult. In addition, the first changes we will make are intended specifically to break compatibility with WebKit, so the only organisation with sufficient resources to track our changes will no longer be able to do so. In practice, this allows us to call the project &quot;open&quot; while simultaneously ensuring Google will be the only effective contributor to the Chrome and Blink source now and in the future. We&apos;ve had enormous success co-opting the language of open source in the past to imply our products are better, and we aim to continue with that strategy.  Inside Apple&apos;s plans for Its futuristic, $5bn headquarters &gt;&gt; Businessweek  Since 2011, the budget for Apple&apos;s Campus2 has ballooned from less than $3bn to nearly $5bn, according to five people close to the project who were not authorized to speak on the record. If their consensus estimate is accurate, Apple&apos;s expansion would eclipse the $3.9bn being spent on the new World Trade Center complex in New York, and the new office space would run more than $1,500 per square foot  three times the cost of many top-of-the-line downtown corporate towers.  Nobody&apos;s ever quite explained what&apos;s wrong with the existing buildings. Have they? You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/05/technology-links-newsbucket", 
    "wordcount": "1179"
}