{
    "headline": "Do headteachers need teaching experience?", 
    "text": "Chief executives of businesses move from sector to sector, and government ministers are moved overnight to different areas and have to pick up briefs quickly from the people who work in those areas. So how are schools, some of which are complex organisations with big budgets, different? Today on the Guardian Teacher Network we are debating this thorny question against a backdrop in which some schools struggle to fill vacant headships. A survey last year found that a third of primaries and a fifth of secondaries had to re-advertise headteacher posts at least once. The growing complexity of the job, particularly as the majority school system changes from a local authority school-based model to a centrally funded academy model, is raising yet again the possibility that schools may have to look at non-traditional routes to school leadership. Teachers and school governors have traditionally baulked at the idea, which has gained little traction in this country even though the requirement for heads to have Qualified Teacher Status (QTS) was dropped in 2001. There have been high-profile casualties, as non-teaching heads who have taken on the top job have not stayed long in the role. But we have an ongoing school leadership succession problem to solve. Simple demographics have meant that around half of headteachers have retired over the past four years. The National College for School Leadership has had to introduce a raft of measures to develop potential leadership talent: measures such as the Tomorrow&apos;s Heads programme, a fast-track into leadership that opened up recruitment to those outside the profession but was scrapped after just a year. It is not that there aren&apos;t non-teachers in school leadership teams. School business managers (SBMs), largely unheard of beyond the bursar post in independent schools until relatively recently, have grown up into a mini-profession of their own over the past 10 years or so as higher-level business skills have come to be increasingly necessary. Meanwhile, the control of local authorities over state schools has been broken by central government and schools given autonomy of a kind. And it is often from the ranks of the SBMs that there is interest in the top role. For the past six years, Alison Jefferson has been business manager at Durham Trinity School and Sports College, a 2-19 special school. She joined the school after a career in local authority finance and now has her sights set on headship. She has never taught, but is convinced she has what it takes to be a head. &quot;I don&apos;t think you need to be a teacher to be a head,&quot; she says. &quot;Schools are businesses now. I don&apos;t think one person can take it all on. You don&apos;t need to have experience of everything, as long as you have the right team behind you.&quot; Not everyone agrees. Read more on the Guardian Teacher Network. If you are a head or teacher or you work in senior management in schools, tell us what you think. Join the debate at www.theguardian.com/teacher-network", 
    "section": "education", 
    "gid": "education/2012/nov/12/headteachers-school-leadership-recruitment", 
    "wordcount": "506"
}