{
    "headline": "New to Nature No 89: Celebenna thomarosa", 
    "text": "Planthoppers of the family Cixiidae are primarily plant consumers, sucking sap from their hosts. In 1985, during the first Wallace Project expedition to North Sulawesi province in Indonesia, Dr Hannelore Hoch of the Museum fr Naturkunde, Berlin, discovered some bizarre cixiids that were clearly members of the tribe Bennini but unlike any of its 22 known species. They had large rod-like lateral appendages arising from the abdomen that were dilated at their tips into egg-cup-shaped concavities bearing sensillae covered by a waxy secretion. Fast forward to 2009 and popping corks. Dr Hoch had finally found the time to undertake a revision of all the species of the tribe. Her earlier observations had convinced her that there were new species to be described, but she could not have imagined the diversity awaiting her. Studying unidentified museum specimens, including those in London, Paris, Leiden, Washington and Honolulu, Dr Hoch increased the number of known Bennini by 500%, discovering more than 100 new species that she will name in a forthcoming monograph. Back to the corks. When she learned that her Berlin colleagues Thomas von Rintelen and AndreasWessel were travelling to Sulawesi in the summer of 2009, she offered them a bottle of champagne if they could capture living specimens of one of these odd rod-bearing species. To her surprise, they succeeded, returning with a living pair and preserving several in alcohol. Von Rintelen and Wessel were surveying the unique cone karst formation of Maros, a network of more than 24km of subterranean passages that constitute a unique tropical cave biodiversity hotspot. The planthoppers they found were part of the first known root community in southeast Asia. They were discovered in the cave&apos;s dark zone, about 100m from the entrance, feeding on abundant roots of unidentified surface plants and in association with various spiders, amblypygids, crickets and millipedes. Planthoppers living above ground are known to communicate by tapping the substrate. The resultant vibrations, consisting of a pattern of pulse trains interrupted by gaps, are used to locate and recognise mates. The living pair of Cthomarosa co-operated and both the male and female generated vibrational signals with patterns consistent with those of other cixiids. It is not yet possible to conclude whether the signals were courtship, exploratory or indicating distress. Dr Hoch and colleagues concluded that the planthoppers probably emerged from eggs deposited in the soil and randomly wandered into the caves instead of migrating to the surface. Studies of cave-dwelling planthoppers in Hawaii over the past 20 years have revealed population-specific vibrational signalling that appears to play a role in reinforcing population divergence in incipient species. Although Cthomarosa appear to be no more than accidental cave inhabitants, further studies of their response to their new conditions can provide insights into the origin of both obligate and facultative cavernicolous habits. The most obvious question, the function of the weird abdominal organs, remains to be answered. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/oct/28/sulawesi-cave-planthopper-celebenna-thomarosa", 
    "wordcount": "503"
}