{
    "headline": "Heartland Institute compares belief in global warming to mass murder", 
    "text": "It really is hard to know where to begin with this one. But let&apos;s start with: &quot;What on earth were they thinking?&quot; The Heartland Institute, a Chicago-based rightwing thinktank notorious for promoting climate scepticism, has launched quite possibly one of the most ill-judged poster campaigns in the history of ill-judged poster campaigns. I&apos;ll let its own press release for its upcoming conference explain, as there&apos;s simply no need to finesse it further:  Billboards in Chicago paid for by The Heartland Institute point out that some of the world&apos;s most notorious criminals say they &quot;still believe in global warming&quot;  and ask viewers if they do, tooThe billboard series features Ted Kaczynski, the infamous Unabomber; Charles Manson, a mass murderer; and Fidel Castro, a tyrant. Other global warming alarmists who may appear on future billboards include Osama bin Laden and James J. Lee (who took hostages inside the headquarters of the Discovery Channel in 2010).These rogues and villains were chosen because they made public statements about how man-made global warming is a crisis and how mankind must take immediate and drastic actions to stop it.Why did Heartland choose to feature these people on its billboards? Because what these murderers and madmen have said differs very little from what spokespersons for the United Nations, journalists for the &quot;mainstream&quot; media, and liberal politicians say about global warming. The point is that believing in global warming is not &quot;mainstream,&quot; smart, or sophisticated. In fact, it is just the opposite of those things. Still believing in man-made global warming  after all the scientific discoveries and revelations that point against this theory  is more than a little nutty. In fact, some really crazy people use it to justify immoral and frightening behavior.  But then comes the best bit:  Of course, not all global warming alarmists are murderers or tyrants.  It tries to morally justify its posters - the first of which appeared over the Eisenhower Expressway yesterday - by saying that, due to &quot;&quot;Climategate&quot; and the recent incident in which a US scientist called Peter Gleick admitted to obtaining and releasing internal documents (one of which Heartland claims was faked) detailing Heartland&apos;s funding and policy strategies, that &quot;the leaders of the global warming movement are willing to break the law and the rules of ethics to shut down scientific debate and implement their left-wing agendas&quot;. It adds:  The people who still believe in man-made global warming are mostly on the radical fringe of society. This is why the most prominent advocates of global warming aren&apos;t scientists. They are murderers, tyrants, and madmen.  The bigger question, beyond trying to analyse the collective mentality of an organisation that would sign off a poster campaign like this, is whether it will now lead any of the speakers, attendees and sponsors to pull out of the conference and dissociate themselves from this thinktank. As a result of the embarrassment caused by the release earlier this year of its internal funding documents, the US car giant GM pulled the plug on its funding for Heartland. Will Microsoft, Pfizer or GlaxoSmithKline, for example, now also choose to cut their funding to this organisation? You also have to wonder if any of the scheduled conference speakers are now having doubts about whether they want to be associated with Heartland. One person who is on the list to speak is Roger Helmer, a British politician who has attended previous conferences. Having recently left the Conservative party as an MEP, the prominent climate sceptic is now the UK Independence Party&apos;s spokesperson on industry and energy. Earlier, I sent him an email with a link to Heartland&apos;s poster campaign press release and asked him: &quot;Will you now be reconsidering attending in light of this new poster campaign for the conference? Do you approve of or condemn the poster campaign?&quot; He confirmed he was still attending, adding:  I am delighted that the Heartland campaign for the Chicago climate conference has succeeded in its purpose and attracted the attention of the Guardian. I urge Guardian readers to attend the conference if they can, but failing that, to follow it on the web.  I simply have nothing further to add.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/04/heartland-institute-global-warming-murder", 
    "wordcount": "708"
}