{
    "headline": "Gold bullion at the Bank of England | video", 
    "text": "     Gold is forever. It is beautiful, useful, and never wears out. Small wonder that gold has been prized over all else, in all ages, as a store of value that will survive the travails of life and the ravages of time.  ~James Blakely  Gold is one of those elements that I&apos;ve often wondered about. Sure, gold is wonderful because it is pretty and easy to work with, it&apos;s an excellent conductor of heat and electricity and yet, it doesn&apos;t tarnish, rust or corrode. And purified, its colour is distinctive amongst the elements. But none of these properties are unique. But gold does have one unique property: of all the elements, gold alone causes humans to behave in inexplicably peculiar ways. For example, rich and powerful people want to possess gold, so they exploit poor people to dig it out of the ground for them. These rich and powerful people then sell this element to other rich and powerful people, who then place it back into the ground in bank vaults, where no one can use it, enjoy it or even see it.   Until now. Videojournalist Brady Haran accompanied University of Nottingham chemistry Professor Martyn Poliakoff on a very rare visit to the Bank of England to tour a vault that is filled with gold bullion. They captured their visit on video and are sharing it with you:            [video link] &quot;The Prof and I had a long-standing bet that about whether we&apos;d ever make a gold video inside a bullion vault&quot;, mentioned Mr Haran. &quot;I just lost the bet!&quot; .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the Bank of England is the place with the gold bullion. You can follow Brady on twitter @periodicvideos and the Bank of England on twitter @BankofEngland  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/dec/10/1", 
    "wordcount": "315"
}