{
    "headline": "Cuadrilla breached fracking conditions, court told", 
    "text": "The company exploring for shale gas in Lancashire broke the conditions of their planning permission by drilling beyond an agreed time limit and beyond a cut-off date put in place to protect wintering birds, it emerged on Monday. The revelation of the breaches by Cuadrilla  which came to light during evidence given by Lancashire county council&apos;s head of planning in a trial of anti-fracking protesters  come as concern over the regulation of gas fracking led three of the UK&apos;s biggest environmental groups to write a warning letter to the climate and energy secretary, Ed Davey. &quot;It&apos;s appalling that Cuadrilla is unwilling to respect even the most basic safeguards in the earliest stages of exploration,&quot; said Caroline Lucas, Green party MP. &quot;Instead of cosying up to the shale gas industry, the government should impose an immediate moratorium on fracking, following in the footsteps of France and Czech Republic.&quot; The regulation of possible future shale gas production is controversial because the government has argued that existing rules protecting the environment are sufficient to ensure safe operation of the new technology. Opponents of fracking claim the blasting of gas from rock deep underground with water and chemicals endangers local water supplies and that the gas produced will drive further climate change. Supporters claim it can be produced safely, providing a low cost fuel which is cleaner than coal. Mike Clarke, chief executive of the RSPB, who has written to Davey with his counterparts at WWF-UK and Friends of the Earth, said: &quot;We&apos;re concerned that government is pushing ahead with shale gas extraction without clear safeguards in place to protect wildlife and people. The disturbance to wildlife and habitats has not been properly explored and neither has the risk of water contamination.&quot; The trial ended on Thursday with the conviction of Zoe Smith for trespassing on Cuadrilla&apos;s site during a protest in December 2011 when activists occupied a drilling rig. &quot;The regulatory authorities are hopelessly inadequate at their job and don&apos;t have the protection of the environment as a priority. Companies like Cuadrilla are allowed to flout their obligations with impunity, while concerned citizens are criminalised,&quot; said Smith, who was the third person to be convicted after protesting at the site and was fined 250. Lancashire council has no current plans to pursue the breaches by Cuadrilla. Stuart Perigo, Lancashire&apos;s planning chief, told the court that Cuadrilla had drilled beyond the permitted 90-day limit. He also said the company had failed to meet a planning condition aimed at protecting wintering birds at a nearby sanctuary, by drilling beyond 30 September 2011. Cuadrilla declined to comment until it had discussed the matter with the county council. Once the drilling had passed the 30 September, the company commissioned an ecologist to monitor the birds. He reported there was no evidence to show any specific impact of the rig on wintering birds. &quot;The company appear to have decided it was worth the risk of breaching the conditions as they have satisfied themselves that they could have proved that no harm was done to the birds if needed,&quot; said a source at Lancashire council. The ecologist, Pat Waring, declined to comment on his work for Cuadrilla. He also declined to comment on the suggestion by anti-fracking group Rising Tide that he had refused to give evidence on behalf of the prosecution. Cuadrilla&apos;s spokesman said: &quot;Waring&apos;s decision whether or not to appear is a matter for him alone.&quot; He added: &quot;We respect the fact that protesters have the right to represent their point of view but are pleased that the trespass and in particular the assault of our staff has been recognised and punished.&quot; Lucas said: &quot;Cuadrilla&apos;s flagrant disregard for the potential risks that shale gas exploration poses to local communities and the environment shows clearly that Cuadrilla&apos;s only interest is profit at any cost.&quot; In June, a report from the Royal Academy of Engineering and the Royal Society concluded the UK&apos;s current regulatory systems were sufficient for shale gas fracking if they were adequately enforced.", 
    "section": "environment", 
    "gid": "environment/2012/sep/10/cuadrilla-breach-fracking-lancashire", 
    "wordcount": "684"
}