{
    "headline": "UN: methane released from melting ice could push climate past tipping point", 
    "text": "The United Nations sounded a stark warning on the threat to the climate from methane in the thawing permafrost as governments met for the second day of climate change negotiations in Doha, Qatar. Thawing permafrost releases methane, a powerful greenhouse gas, but this has not yet been included in models of the future climate. Permafrost covers nearly a quarter of the northern hemisphere at present and is estimated to contain 1,700 gigatonnes of carbon  twice the amount currently in the atmosphere. As it thaws, it could push global warming past one of the key &quot;tipping points&quot; that scientists believe could lead to runaway climate change. The UN Environment Programme (UNEP) called for the effect to be studied in detail by the Intergovernmental Panel on Climate Change (IPCC), the body of top climate scientists convened by the UN to provide governments with the most up-to-date and comprehensive knowledge on climate change. The next IPCC report will be published in several parts from next year. Achim Steiner, executive director of UNEP, said: &quot;Permafrost is one of the keys to the planet&apos;s future because it contains large stores of frozen organic matter that, if thawed and released into the atmosphere, would amplify current global warming and propel us to a warmer world. Its potential impact on the climate, ecosystems and infrastructure has been neglected for too long.&quot; UNEP said warming permafrost could also &quot;radically alter ecosystems and cause costly infrastructural damage due to increasingly unstable ground&quot; and called for national monitoring systems to be put in place by countries with permafrost, including Russia, Canada, China and the US. Most of the current permafrost formed during or since the last ice age and extends to depths of more than 700 metres in parts of northern Siberia and Canada. Permafrost consists of an active layer of up to two metres in thickness, which thaws each summer and refreezes each winter, and the permanently frozen soil beneath. As temperatures in the Arctic are rising faster than elsewhere, this could increase the danger of permafrost melting. Warming permafrost could emit 43 to 135 gigatonnes of carbon dioxide equivalent by 2100 and 246 to 415 gigatonnes by 2200, according to the report, and emissions could start within the next few decades. Permafrost emissions could ultimately account for up to 39% of total emissions, according to the report. UNEP&apos;s report came as governments argued over the future of the Kyoto protocol at the Doha climate talks. One of the main aims of the talks is an agreement to continue the protocol beyond the end of this year, when its current provisions and targets expire. But only the EU and a handful of other relatively small emitters, including Australia, Norway and Switzerland, have agreed. Japan was once a strong defender of the protocol, taking pride in the fact that it was negotiated there. But the country has now abandoned it, in part because of fears that its neighbour, China, has taken a competitive advantage because it is not obliged to reduce its emissions. Masahiko Horie, of the Japanese negotiating team, said: &quot;Only developed countries are legally bound by the Kyoto protocol and their emissions are only 26% [of global emissions]. If we continue the same, only one quarter of the world is legally bound and three quarters of countries are not bound at all.&quot; He said it was more important to Japan to formulate a new framework that would require action on emissions from developing as well as developed countries. At the talks, governments are expected to draw up a work plan that would set out how they will draw up such a new global agreement by 2015, coming into force in 2020. But many developing countries want developed countries to continue with Kyoto beyond 2012 as part of any deal. Andre Correa do Lago, head of the Brazilian delegation, said: &quot;If rich countries which have the financial means, have technology, have a stable population, already have a large middle class, think they cannot reduce [emissions] and work to fight climate change, how can they ever think that developing countries can do it? That is why the Kyoto protocol has to be kept alive. If we take it out, we have what people call the Wild West. You are not going get the [emissions] reductions necessary.&quot; The talks will continue until the end of next week.", 
    "section": "environment", 
    "gid": "environment/2012/nov/27/doha-climate-conference-un-methane", 
    "wordcount": "737"
}