{
    "headline": "Women in science: know your limits!", 
    "text": "As a man, I of course have an innate understanding of science. As a bespectacled man who started going bald when he was 17 years old, this is even truer for me than most. I was often allowed to skip science exams at GCSE and A-Level. The teachers would usually take one look at me, correctly assume that I already knew more than enough to pass, and save my time and theirs by letting me avoid a clearly unnecessary assessment.  Sadly, it&apos;s an undeniable fact that the same cannot be said of women. It&apos;s nobody&apos;s fault, but it&apos;s not something that should be ignored any longer. The recent &quot;revelation&quot; that the popular Facebook site &quot;I Fucking Love Science&quot; is run by a woman resulted in numerous sexist comments based on her gender, looks and well-known stereotypes. But should we not look at why this reaction occurred? Now I&apos;m as non-sexist as the next thirty-something heterosexual white male with his own dedicated section on a high-profile media site, but surely more could be achieved if we acknowledged the inherent deficit females have when it comes to understanding science, rather than just ignoring it? As a scientist I know it&apos;s important to provide evidence for controversial claims, and sadly it&apos;s all around us. People often fear and mistrust what they don&apos;t understand, and teenage girls have an inherent fear and mistrust of science, as evidenced by the fact that, despite my being the best at science in school, none of the girls there showed even the slightest interest in dating me. They were clearly frightened and intimidated by my science prowess. What other logical explanation is there? My own wife says she went to an all-girl school that was the first in the UK to teach girls maths, as there was a fear at the time that women&apos;s brains would overheat if they tried it. But this is a very real concern. If I even mention to my wife that it may be the actual truth, she gets very red and angry and I have to sleep on the couch for a week. If that&apos;s not indicative of an overheated brain, then I don&apos;t know what is. Trust me on this, I&apos;m a male neuroscientist.  A quick glance at the magazines available in a typical shop shows how different the appreciation of science is between the sexes. Women&apos;s magazines all seem to be about celebrity gossip, cupcakes, frilly umbrellas (I assume), whereas men&apos;s magazines are regularly dedicated to seriously niche scientific subjects like the botanical study of the numerous types of hard single-seed fruit, the mechanics of Familial hemiplegic migraine, analysis of the geometrical incidence structure the Generalized quadrangle. I&apos;ve not read any of these myself as they&apos;re not about my field, but this clearly demonstrates a male preference for less shallow pursuits. These magazines often put women on the covers so they don&apos;t feel left out. But still, they don&apos;t seem happy, which again shows a difficulty with grasping logic.  Stereotypes occur for a reason, and there are numerous examples of these that reveal the disadvantage women have with science. For example, women may laugh at men&apos;s tendency not to ask for directions, but this suggests that women have no problem with asking for them, so are keen to solicit information from others. This is something a real scientist would never do! Science doesn&apos;t work that way.  There&apos;s also the belief that women&apos;s menstrual cycles, whatever they are, can be affected by the moon. That&apos;s the actual moon, influencing things on Earth. How unscientific can you get? But then women are often confused by their own biology. When it comes to sexual interaction, women seem to have trouble telling which sex is which, meaning they often end up having sex with another woman, presumably by accident. This is a very common error; there is a vast amount of data about it available online and I&apos;ve spent countless hours trawling through it. If women can&apos;t recognise their own sex when it&apos;s right in front of them, how are they going to grasp something as complex and confusing as cutting edge science? Attempts have been made to encourage and support the role of women in science, with initiatives such as Ada Lovelace day. But if the best available role model is a woman known for simply loving lace, that&apos;s not exactly a great example. Famous male scientists, on the other hand, were so dedicated they were named after scientific measurements, like Newton and Kelvin. How can women compete? Even here in the Guardian Science section, this gender-difference is clear to see. As liberal and politically correct as the Guardian tries to be, there aren&apos;t any science blogs written by women. You may argue that yes, there are, but those are just the several dozen examples that prove the rule.  The Guardian folk even suggested I could have some female guest bloggers for this very blog. I steadfastly refused. Science blogs written by women? What next, blogs written by educated sparrows? Super-intelligent wombats? Surprisingly articulate Tupperware? There&apos;s politically correct, and there&apos;s just silly. You&apos;ll be saying women can be funny, next.  In conclusion, for anyone who still thinks this is a serious piece, if you&apos;re a man who claims to &quot;fucking love&quot; science but are shocked to find out that women may feel the same, please go away and look up what &quot;science&quot; actually is, then come back and start again, as you&apos;ve clearly gone wrong somewhere. Dean Burnett isn&apos;t acually a massive sexist and admits that this blog is inspired by a classic Harry Enfield sketch after a comment by Dave Briggs on Twitter, where Dean tweets as @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/21/women-in-science-know-your-limits", 
    "wordcount": "954"
}