{
    "headline": "How polar bears live - in pictures", 
    "text": "   The polar bear (Ursus maritimus) is a bear native largely to the Arctic circle encompassing the Arctic Ocean, its surrounding seas and surrounding land masses. It is the world's largest land carnivore and also the largest bear, together with the omnivorous kodiak bear, which is approximately the same size Photograph: Nick Cobbing/Greenpeace       A polar bear on the Labrador Sea ice, off the coast of Canada. Polar bears cannot survive without sea ice. The loss of ice threatens vulnerable species like polar bears who depend on multi-year ice to raise their young, travel and hunt for seals Photograph: Jiri Rezac/Greenpeace       Although most polar bears are born on land, they spend most of their time at sea. Their scientific name means 'maritime bear'. Its preferred habitat is the annual sea ice covering the waters over the continental shelf and the Arctic inter-archipelagos. The polar bear tends to frequent areas where sea ice meets water, to hunt the seals that make up most of its diet Photograph: Jiri Rezac/Greenpeace       The polar bear is the most carnivorous member of the bear family, and most of its diet consists of ringed and bearded seals. Occasionally the polar bear's diet is supplemented by walrus calves and by the carcasses of dead adult walruses or whales, whose blubber is readily devoured even when rotten. The polar bears are not without competition at the bone pile. Grizzly bears have found this food source and scraps between the different bears are common Photograph:  Will Rose and Kajsa Sjlander/70 North/Greenpeace       Unlike grizzly bears, polar bears are not territorial. In general, adult polar bears live solitary lives. Yet, they have often been seen playing together for hours at a time and even sleeping in an embrace, and polar bear zoologists have described adult males as having well-developed friendships Photograph: Bernd Roemmelt/Greenpeace       The polar bear has an extremely keen sense of smell, being able to detect seals nearly 1 mile away and buried under 3ft of snow. Its hearing is about as acute as that of a human, and its vision is also good at long distances.  The polar bear is an excellent swimmer and individuals have been seen in open Arctic waters 200 miles from land. With its body fat providing buoyancy, it swims in a doggy-paddle fashion using its large forepaws for to propel it. Polar bears can swim 6mph and walk at about 3.5 mph. When sprinting, they can reach up to 25mph Photograph: Nick Cobbing/Greenpeace       When the ice floes break up in the fall, ending the possibility of hunting, each pregnant female digs a maternity den consisting of a narrow entrance tunnel leading to one-to-three chambers. Between November and February, cubs are born blind, covered with a light down fur, and weighing less than 0.9kg. On average, each litter has two cubs. The family remains in the den until mid-February to mid-April, with the mother maintaining her fast while nursing her cubs on a fat-rich milk. By the time the mother breaks open the entrance to the den, her cubs weigh about 10-to-15kg Photograph: Bernd Roemmelt/Greenpeace       As of 2008, the World Conservation Union (IUCN) reports that the global population of polar bears is 20,000 to 25,000, and is declining due primarily to climate change. A young (possibly one year old) polar bear cub becomes fascinated with a 'reference sphere' used by an architect who was collaborating with scientists working on Arctic sea ice. The cub and its mother stopped science work prematurely when they came by the ship which was moored to an ice floe. While the researchers watched from the safety of the ship, the cub proceeded to play with the ball on a stick, pawing it biting it and trying to pull it from the ground. Afterwards the work accessing Arctic sea ice thickness and characteristics continued Photograph: Nick Cobbing/Greenpeace       The key danger posed by climate change is malnutrition or starvation because of habitat loss. Polar bears hunt seals from a platform of sea ice. Rising temperatures cause the sea ice to melt earlier in the year, driving the bears to shore before they have built sufficient fat reserves to survive the period of scarce food in the late summer and early fall. Reduction in sea-ice cover also forces bears to swim longer distances and occasionally leads to drowning Photograph:  Will Rose and Kajsa Sjlander/70 North/Greenpeace       Polar bear tourism has surged with regular streams of tourists throughout the summer months for a glimpse of the bears. One sightseeing tour company, Warbelows, advertise their guaranteed polar bear expedition with the slogan: Fly above the Arctic circle to view polar bears in the wild before they're gonePhotograph:  Will Rose and Kajsa Sjlander/70 North/Greenpeace       A polar bear on the Labrador Sea ice, on the coast of Canada Photograph: Jiri Rezac/Greenpeace  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/27/international-polar-bear-day-in-pictures", 
    "wordcount": "0"
}