{
    "headline": "Rio+20: A voice from Kabul, Afghanistan", 
    "text": "   Wali Modaqiq, Rio+20 Photograph: Emma Graham-Harrison for the Guardian    Over the past three decades of war, we have had a lot of problems with our environment; people cutting down forests for timber, changing rangeland to farmland, bad agricultural practices that caused problems such as soil degradation, soil erosion. We also don&apos;t have the wildlife we had before the war. However, since 2002 the new government recognised the importance of the environment and established the National Environmental Protection Agency (Nepa). We have had lots of progress, but with some challenges too. For instance, we have a very good environment law, but enforcement is a challenge in Afghanistan, because of the conflict and other issues. We often face the problem that people outside Afghanistan feel it is impossible to do environmental work in a country where there is conflict. What few realise is that it is going on already. Protecting the environment for Nepa is not only looking after the standard of life of people in the big cities. The environment for us is the livelihood of the people, the wealth of our poor. In the past 10 years the international community has not been able, or they have not chosen, to prioritise the environment over security and other sectors. Now, the trend is changing. When we talk with the international community, we emphasise that a good and healthy environment can also underpin peace. If all we have is our land, and our natural systems, still we have a lot! I am sure Rio+20 will make a difference for the world and for Afghanistan as well. For me, a really important part of Rio+20 is the theme of the green economy. For Afghanistan, sustainable development means  as well as environmental protection  security, good governance, good education, good health services, women&apos;s empowerment, and the creation of jobs for the poor people of Afghanistan. Our delegation will have a joint message on behalf of all the people of Afghanistan. But my personal message to Rio+20 is that it should discuss carefully and decide on a course of action which means a country like Afghanistan will be able to see some changes, so it&apos;s not just a talking shop that produces yet another document.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-kabul-afghanistan", 
    "wordcount": "363"
}