{
    "headline": "China can play key role in promoting peace and ending crises in Africa", 
    "text": "Although Africa has become, on the whole, a more peaceful continent in the past two decades, crises in Sudan, South Sudan, Somalia, the Democratic Republic of the Congo and elsewhere demonstrate that insecurity continues to menace parts of the continent. This is frustrating development aspirations, with no low-income, fragile or conflict-affected state yet able to achieve a single millennium development goal. So it is welcome that peace and security will receive significant attention in the upcoming fifth Forum on China-Africa Co-operation (Focac) in Beijing. Three issues deserve special attention at the conference. The first is what political and diplomatic measures China can take to de-escalate crises and prevent conflict. China has started to play a more active role promoting peace between Sudan and South Sudan, and discussions at Focac could build on this to explore how China can lend its support to the African Union and other African actors that are trying to deal with crises but often lack the necessary leverage over the parties involved in the conflict. Agreeing longer-term conflict prevention strategies could lead to benefits that far exceed those of short-term, reactionary and ad-hoc responses. The second crucial issue is that there are millions of illicit small arms and light weapons in circulation across Africa, and an unlimited capacity by rebel groups, terrorists, pirates and other criminals to obtain these weapons, both old and new. More than 95% of Africa&apos;s weapons originate from outside the continent, so the international community has a responsibility to support Africa&apos;s governments and regional bodies to tackle proliferation. As a major supplier, China has already made concrete commitments to combat the illicit trade in small arms and light weapons in Africa, but progress on the ground has been limited. The Focac meeting presents an opportunity to push things forward. For example, China could commit financial and technical assistance for the implementation of existing regional, sub-regional and national initiatives. The final issue that merits serious attention is the great role China can play in post-conflict reconstruction. China&apos;s approach to economic development has been welcomed across the continent and provided benefits, such as jobs and services, that may be more sustainable and transformative than western aid. Economic growth after conflict can help address the root causes of instability, so this is another way Beijing can support peace-building efforts. Given that half of all civil wars are actually post-conflict relapses, this should be seen as a way to help prevent future conflicts. However, development assistance can fuel conflict and resentment when it is seen to favour one group at the cost of another. China&apos;s role in pre-secession Sudan holds important lessons on this. To help minimise these risks, the Focac meeting could highlight the need for conflict sensitivity. This means all providers of development assistance working together to better understand the conflict context in which they operate by consulting with all stakeholders, ranging from officials to civil society and community leaders. This will allow them to clearly identify how their assistance may affect conflict dynamics and what they can do to minimise negative impacts and promote positive ones. China is not the ultimate answer to Africa&apos;s security challenges, or its wider development aspirations. Instead, solutions lie in the hands of African governments, political leaders and civil society  but how China chooses to involve itself in these efforts can have a substantial impact. Starting to improve responses to crises, pay greater attention to the problem of small arms and light weapons, and provide more thoughtful development assistance to countries emerging from conflict would be a strong base to build upon. Ministers at Focac should take this opportunity and start laying those foundations.  Ochieng Adala is deputy director of the Africa Peace Forum; Professor Jiang Hengkun is deputy director of the Institute for African Studies, Zhejiang Normal University; Paul Murphy is director of Saferworld", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/13/china-role-peace-crises-africa", 
    "wordcount": "637"
}