{
    "headline": "Owen Paterson calls Labour 'cowardly' over badger cull", 
    "text": "&quot;Some people want to tell you the Conservatives have abandoned their green pledges, but nothing could be further from the truth,&quot; the climate minister, Greg Barker, told his party conference in Birmingham on Tuesday. He repeated the denial several times, protesting a little too much. The only spontaneous applause from the sparse audience during the energy and environment session on the main stage was in favour of killing badgers. Owen Paterson, the new environment secretary, has been uncompromising on the imminent badger cull, aimed at curbing TB in cattle. He even laid claim to the policy as his own: &quot;I started this policy in opposition.&quot; The person who introduced him went even further, giving his work on fisheries credit as the &quot;intellectual underpinning&quot; for Hugh Fearnley Whittingstall&apos;s Fish Fight, though I&apos;m not sure anyone has told Hugh. Paterson exudes confidence and felt sufficiently at home at the NFU&apos;s reception on Monday night to deride opposition to the badger cull as &quot;sad sentimentality.&quot; Moments before, a woman from Blue Badger - Conservatives against the cull - had been forcibly told by a farmer that she needed re-education. Today, Paterson, who never misses an opportunity to mention the two pet badgers he kept as a child, described Labour&apos;s previous &quot;inaction&quot; as &quot;cowardly&quot;, forgetting the mention it was their decade-long trial that is being used to justify the whole thing. But he also said something rather more revealing: &quot;We will start culling in two pilot areas to prove that it can bear down on the disease.&quot; I thought the government said its cull proposals were already science led, not a theory requiring proof. In any case, the pilots are only testing whether free shooting is humane, not whether the cull cuts TB. Paterson is generally calm and collected but almost leapt out of his chair with excitement after a question on shale gas at this morning&apos;s session. &quot;We issue the permits for drilling and there are half a dozen or so needed. We want to make that as simple as possible. The Environment Agency, who issue the licences, are setting up a one-stop-shop for companies.&quot; Combined with George Osborne&apos;s &quot;generous&quot; tax breaks for fracking, announced on Monday, shale gas is the only beneficiary from any new policy at this conference: some may see that as telling. But the new energy minister, John Hayes, has defied his early billing as a windfarm hating sceptic. He accepted the need to cut emissions, talked about the Climate Change Act being &quot;the context is which all [energy policy] fits&quot; and said he would demand more action on cutting energy demand. He also talked sensibly about shale gas being very early stage and emphasised the different geology and geography in the UK, compared to the US where several decade of development has delivered a gas bonanza. That is smart, given than no one outside the fracking lobby thinks shale gas is going to transform the UK&apos;s energy supply and send prices plummeting. Even some informed Tories I spoke to dismissed the idea as &quot;nonsense&quot;, noting that not one of BP, Shell, British Gas or Texaco are interested. Hayes also repeatedly talked about the urgent need to get communities onside with renewable energy, ensuring they have a say on siting and most crucially benefits for their local area. Barker also emphasised the desire to drive the rollout of community energy: &quot; I want to see the big six challenged by the big 60,000.&quot; Again, this is smart, as I have argued before. Barker described the Tory approach as cost-effective action to meet green goals, characterising Labour&apos;s approach as &quot;dogmatic and hair shirt&quot;. Despite the siren calls of shale gas luring the climate sceptics in the Tory party on to the rocks, a senior source has told me that David Cameron is now personally re-engaging with the green agenda. There will be a meeting of the all-powerful coalition quad - Cameron, Osborne, Clegg, Alexander - in the next week or so. &quot;The PM wants to bring the Treasury and Decc onto the same page,&quot; I was told. &quot;The Treasury has to sign up to the renewable energy agenda, while Decc has to reassure on costs.&quot; The prompt for Cameron&apos;s renewed interest is unsurprising - the strong economic growth being seen in the green economy, which employs a million people, more than teaching. I was told the CBI&apos;s report on the green economy this summer was influential, which it should be given the disastrous state of the UK economy overall. A renewed push by Cameron would be a welcome development, even if long overdue and only driven by his desperation for growth. Getting Osborne&apos;s thinking into the 21st century is the vital step. But, with Cameron&apos;s poor record since pledging a few days after becoming PM that he would lead the &quot;greenest government ever&quot;, people will believe things have changed when they see it.", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/09/owen-paterson-labour-badger-cull", 
    "wordcount": "845"
}