{
    "headline": "Tiger Woods PGA Tour 13  review", 
    "text": "The old &quot;if it ain&apos;t broke &quot; principle has never really applied to EA Sports&apos; long-term franchises. A tweak here, a new mode there and Tiger Woods PGA Tour 13 is no different. Some of the tweaks  connectivity with Kinect and PS Move  are expected and mostly satisfactory. Some, inevitably, are not. And some fall somewhere in between. The biggest change in this 13th incarnation is total swing control. While it&apos;s frankly a bugger to get to grips with (expect many humiliating losses in your first week of playing) the system rewards patience and does what the name suggests: you have total control over how you approach and strike the ball, from club to stance, even to the part of the ball you hit, with assistance from complex swing meters and your caddy, if required. Mastery of this aspect is perhaps the closest any game will come to imitating the real game, right down to the swearing. To get the most out of Tiger Woods 13, you will need to put the hours in. Game modes are mostly what you&apos;d expect. The Masters is here in its customary style, online gaming gets a tweak with the ability to set up your own country club (and yes, you can invite your friends in and keep the undesirables out), and the single player mode is as in-depth and lengthy as ever. There&apos;s also a wealth of downloadable content although the reward system that gives you access to this  you earn (or buy) coins as you play  means many, many hours to earn enough to unlock and play certain courses.     Tiger Woods PGA Tour 13    The &quot;novelty&quot; mode is called Legacy, where you get to experience key moments in Tiger&apos;s career. And no, before you ask, not those moments  The golfing key moments is a decent idea but the execution suggests that Tiger&apos;s recent lack of success has seen a marked reduction in the game&apos;s budget. You do get narration from the man himself but a few minutes of his monotone makes you realise just why commentators get paid the big bucks. Motion control wise, Kinect works well (and better than Move by most accounts) on the big strokes, less so on the more sensitive approach and putt aspects of the game. That takes practice  anyone see a pattern emerging here? Overall, Tiger Woods PGA Tour 13 is a solid enough title  but it&apos;s certainly not a game for the casual console golfer.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/2012/apr/04/tiger-woods-pga-tour-13-game-review", 
    "wordcount": "413"
}