{
    "headline": "Apps Rush: Rough Guides, Pay With, LazyTown, Death Rally, Airhockey for iPieces and more", 
    "text": "A selection of 13 new apps for you today: Rough Guides for Windows Phone Travel-guide publisher Rough Guides has released its first six Windows Phone apps, providing guides for Rome, Amsterdam, New York, Paris, London and Barcelona. All include maps, schedule-builders and the ability to pin a particular points-of-interest list to the Windows Phone homescreen as a live tile.Windows Phone Pay With Designed by a speech and language therapist working with an apps developer, Pay With aims to help adults with intellectual disabilities to calculate and pay for goods in shops: inputting a number to be shown which notes will cover the costs. It currently supports currency in the UK, Europe, US and New Zealand.iPhone / iPad LazyTown&apos;s Friends Forever BooClip Children&apos;s TV show LazyTown has a new iPad app that offers a storybook starring Stephanie, Sportacus and their puppet friends. Expect video clips, animation, puzzles and music from the show.iPad Enjoy England Visit England has launched this app for tourists and natives alike in England, spotlighting more than 10,000 day-out ideas and attractions. It pulls in tips and recommendations from The Guardian too, while enabling users to upload their own photos and reviews of places.Android Death Rally Free Developer Remedy has brought its popular Death Rally game to Android as a free download: the idea being still to race rivals while blowing them up. The money comes from in-app purchases to level up cars and weapons.Android Rewind.Me (Foursquare Edition) Rewind.Me is an interesting iPhone app that sucks in your Foursquare check-in history then lets you dig into it, browsing by date, location and category of place. If friends sign up and opt in, you can do the same for their history too.iPhone Airhockey for iPieces This game from Jumbo is the latest iPad app designed to work with a physical peripheral in this case, air hockey strikers to batter a virtual puck around the screen. The game is free, but the iPieces are expected to sell for $9.99.iPad Radiant Defense There&apos;s a lot of excitement around Radiant Defense, a new tower defence game for Windows Phone that features more than 300 waves of aliens to battle, upgradeable weapons and eye-blasting neon visuals.Windows Phone Yorkshire Post Football Newspaper the Yorkshire Post has launched a standalone iPhone app for its football coverage, offering news, tweets, live text commentary and stats from the region&apos;s teams.iPhone Snapfish Buying a photo-sharing startup? HP did it back in 2005 with Snapfish, long before Instagram was a glint in Mark Zuckerberg&apos;s eye. Now there&apos;s a new Snapfish app for Android to help the service&apos;s users access and share their photo collections on the go.Android Kaleidoscope: Fashion Inspired The buzzwords are all here: &quot;Kaleidoscope is a fashion inspiration and shopping app. It&apos;s like a combination of Pinterest, street style and Shopstyle.&quot; The idea being that the company&apos;s fashion editors snap and choose images of hot clobber, which can then be browsed in the app, and shared to Twitter, Facebook and Pinterest.iPhone / iPad Creative Knitting Knitting isn&apos;t just for nans nowadays, and that&apos;s reflected by the launch of Creative Knitting magazine on Apple&apos;s iOS Newsstand. Expect stitch guides, technical tips and more than two dozen projects to start in each issue.iPhone / iPad Parenting&apos;s Things That Robots Spell This educational iPhone app is the work of Endemol&apos;s US division, based on an existing e-book called When Things Go Wrong With Robots. It offers more than 50 words for children to learn to spell.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/16/apps-rush-rough-guides-lazytown", 
    "wordcount": "593"
}