{
    "headline": "Spotify reverses iTunes 'unbundling' trend with its new follow feature", 
    "text": "Spotify&apos;s changes aren&apos;t radical, but they cement a few powerful, successful trends in socialising content. With any large volume of content, the holy online trinity of search, recommendation and discovery are de rigeur and, in this case, solve several of Spotify&apos;s interface problems. Spotify has always had a dedicated following among the music fraternity, but newcomers and those less technically proficient can be intimidated by the sparseness of the front page.  The introduction of collections is overdue, supplementing the more publicly-orientated playlists, which are a good way of sharing clever selections but take a while for users to get comfortable with. Collections, Spotify&apos;s founder Daniel Ek says, will encourage album listening, which, if he&apos;s correct, reverses the trend for the unbundling that iTunes initiated with its pay-by-track model. More significantly for users, however, the service has always been better for users who knew what they wanted to listen to. A few promoted links notwithstanding, recommendation and personalisation is critical to opening up Spotify, and not a little overdue.  The new discovery feature is based on your listening history; an algorithmic, Spotify version of Amazon&apos;s &apos;people who bought Bjrk also bought Florence&apos;. Recommendation is broader, based around the now-essential follow mechanism which means users can subscribe to updates, including notifications, from their favourite bands.  Financially, Spotify has a struggle on its hands, treading a delicate line between having to pay enough to the music industry to keep labels and artists happy, while creating a sustainable business for itself. Its losses increased last year and it is yet to make a profit, though Ek claims this is because the service needs to prioritise investment and expansion. In terms of audience, Spotify now equals the paying subscriber numbers of veteran service Rhapsody with 1 million each, though overall user numbers are still less than Pandora, which had 59.2 million users by the end of October 2012. Its biggest triumph, however, is scoring points  and, it would hope, users  over Apple. The latter&apos;s Ping messaging and recommendation system was a rare but emphatic Apple flop, proving that everything it does best is closed, and Spotify has shown them how to effortlessly update and socialise music. With Spotify&apos;s currently-in-beta web app also coming into play early next year, competition between the two will intensify.  In features, then, Spotify scores well. However, one look at the finances and Apple is in a different league, undisputed king of the content-selling space. As Bloomberg reminds us, it started with 99-cent downloads and now sells $455 (283) annual subscriptions to the New York Times.  Apple&apos;s revenue for its media sales alone totalled $8.5bn for the 12 months to September  more than the NYT, Simon &amp; Schuster, Warner Bros film and Time Inc combined.  Come the day when Apple finally rolls out its streaming service, Spotify&apos;s goose may be cooked.", 
    "section": "technology", 
    "gid": "technology/2012/dec/07/spotify-digital-music-apple-itunes", 
    "wordcount": "475"
}