{
    "headline": "Know your Anonymous from your LulzSec", 
    "text": "What is Anonymous?  Anonymous is a group of online &quot;hacktivists&quot;  individuals from around the world who engage in hacking attacks and other actions in the support of various causes, including targeting private security firms, Middle Eastern regimes, and the Church of Scientology. It&apos;s a loose collective of individuals with differing degrees of involvement: a core of active people with relatively sophisticated hacking skills, surrounded by others with limited knowledge or willingness to hack, and some who only participate in legal campaigns. What is LulzSec? LulzSec, short for Lulz Security, was a smaller and more organised offshoot of Anonymous who engaged in a series of attacks through 2011. Several individuals in Britain and Ireland were arrested as alleged members of the group, and its activities have subsequently waned. What sites were targeted? Anonymous rose to prominence after a string of &quot;denial of service&quot; attacks  a simple hack which temporarily takes websites offline  after the release of diplomatic cables by WikiLeaks. It targeted politicians who had denounced the leaks, the US department of justice website, Visa and Mastercard for blocking WikiLeaks&apos; payment streams, and others. The group had previously been better known for online pranks and mischief-making, particularly based from the internet bulletin board site 4chan. LulzSec took actions further, gaining access to servers of several large security companies and some publishers  including News International. Some details from these hacks were published online, while others, including an alleged 4GB of emails from the Sun, never materialised. Anonymous and LulzSec were accused of being responsible for the theft of tens of thousands of credit card details from the Sony PlayStation network, though this was vehemently denied by prominent members of both groups. In December Anonymous obtained a huge cache of emails from private intelligence provider Stratfor, which are currently being published via WikiLeaks. A hacker allegedly responsible for this attack is among the latest arrests. How were the individuals caught? If the information contained in unsealed indictments, and leaked in advance by US government officials, proves to be reliable, details on alleged members of the groups were revealed by one of LulzSec&apos;s most prominent members, known as Sabu. Often referred to as the leader of the group, Sabu was known to be older than many members  in his 30s  and a New York resident. He has been named in a US indictment as Hector Xavier Monsegur, and pleaded guilty to several hacking-related charges in August 2011. Since then, he has regularly been tweeting in support of Anonymous and related hacking groups, as well as being a frequent prescence in their chat channels. Is this the end for Anonymous? There is little doubt the arrests, or further charges against, suspected high-profile members comes as a blow. An even greater problem for a group constantly plagued with mistrust that individuals are working for the &quot;Feds&quot; is the suggestion that such a high-profile member has turned over evidence against other members. The group, however, operates loosely, with different alliances and friendships between members. The public chat channel used by the group had more than 500 people online for much of the day, with many venting frustration, vowing to continue or threatening revenge. The group has been written off before, only to emerge with a new and audacious hacking attack  though never after so dramatic a sequence of events.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/anonymous-lulzsec-hacktivists-hackers", 
    "wordcount": "558"
}