{
    "headline": "UK universities are wary of getting on board the mooc train", 
    "text": "About once a fortnight Matt Robb, senior principal at consulting firm Parthenon, has a conversation with a financier who wants to inject serious finance into a British university. According to Robb, the right idea could net finance of between 50m and 100m. Yet this isn&apos;t about new lecture halls or research facilities. Financiers are hearing stories about a global revolution in online learning in the US, and they are eager for that revolution to catch on over here. But so far they have been disappointed. &quot;UK higher education is extremely good, but the scale of ambition is low,&quot; says Robb. &quot;I was talking to an investor the other day who said: &apos;At the moment no university is looking at anything big enough for us to write a cheque&apos;.&quot; In the UK, distance learning remains a niche concern  something that is seen as more the territory of the Open University than the mainstream. Universities say they&apos;ve been offering their learners online options for years. But there is scarcely a whiff of the evangelism and excitement bubbling away in America, where venture capitalists and leading universities are ploughing millions of dollars into mould-breaking massive online open courses, or moocs, which offer free education to huge numbers of students across the world. Though the technology has been around for some time, the mooc legend really began last year when a Stanford University professor, Sebastian Thrun, experimented with offering an artificial intelligence course free online. In just a few weeks, 160,000 students from 190 countries had raced to sign up. Thrun&apos;s days of teaching 200 students in a lecture hall are now over. He has launched Udacity, which aims to &quot;democratise education&quot; by offering free, bitesize courses, ranging from starting a business to software debugging, taught by leading academics, to up to 200,000 students at a time. Udacity joins other big American mooc players including edX, a combined venture from Harvard, MIT and more recently Berkeley; and Coursera, a second venture from Stanford. More than 30 elite universities from around the world now offer free courses as part of the Coursera platform, including Edinburgh and the University of London. Both British universities see this as a chance to dip their toes into uncharted seas with little personal risk. But their decision to do so is controversial. The blogosphere is alive with warnings about moocs, and many commentators are speculating that universities are opening the floodgates to something that will cannibalise traditional higher education. The fear is: if students can learn in their pyjamas with academic stars for nothing, why would they pay fees of 9,000 a year for a normal university course? Prof Martin Bean, vice-chancellor of the Open University, describes this as the &quot;Napster moment for higher education&quot;, and many experts agree. The advent of Napster  which allowed fans to share music for free online  upended the traditional business model for the music industry forever. Although the Open University already offers free tasters of its education via YouTube and iTunes, and plans to do more online, Bean warns that universities that rush into moocs are &quot;irresponsible&quot;. Prof Sir Adrian Smith, the new vice-chancellor of the University of London, is pragmatic. &quot;A lot of individuals might have a first reaction that this is a threat, but you can&apos;t hold back the tide. This is a big wave and you have to work out how to surf it rather than drown under it.&quot; And it seems talk of big waves is not mere hyperbole. Within 24 hours of going live with Coursera in September, 9,000 students had signed up to the university&apos;s five free courses, and that figure has now hit 60,000. But for now, moocs are still a work in progress. While student numbers are potentially massive, it is not yet clear how these sites will make money. As Peter Reed, e-learning co-ordinator at Manchester Metropolitan University, says: &quot;Undoubtedly, the opening up of education  and in many cases from world leaders  is a great thing, but I&apos;m not sure if moocs have really got their business plan sorted out.&quot; For now at least, moocs are missing two major things. The first is that students do not walk away with an internationally recognised paper qualification. Second, they cannot offer the same level of personal support as a traditional university. Although moocs operate through online forums and communities, and some students have already arranged to meet and study together, many academics argue that this is no substitute for intensive tutor support. Edinburgh was already offering some of its professional master&apos;s courses such as law and veterinary medicine entirely online when it joined Coursera  it aims to have 10,000 fee-paying students online in the next few years. Prof Jeff Haywood, vice-principal for knowledge management at the university, explains that their free &quot;taster&quot; courses on Coursera are very different: &quot;We don&apos;t select any of the learners, and we don&apos;t teach them. We design a course and monitor and lightly support them. Instead of a staff ratio of one to 20 on our standard online courses, it might be one to 20,000.&quot; Some universities argue that while the mooc model remains imperfect, it doesn&apos;t make sense to take the reputational risk of getting involved. Smith adds that universities are never going to be at their most innovative at a time of huge policy change. &quot;Institutions and individuals only have a finite amount of energy and with the volatilities of recent years people are taking stock, stacking up their cash balances,&quot; he says. The danger is that if there is a global online revolution, it may not wait for Britain. &quot;I don&apos;t think investors are misunderstanding the market,&quot; Haywood says. &quot;One question is, do you just get one splash at this, with Udacity and Coursera et al? Have they got the first movers&apos; advantage and now it&apos;s gone? Or will all this disappear in three years&apos; time? We just don&apos;t know.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/03/massive-online-open-courses-universities", 
    "wordcount": "1015"
}