{
    "headline": "Rozanne Purser obituary", 
    "text": "My sister Rozanne Purser, who has died aged 91, taught art in Sudbury for nigh on 40 years, with classes both for the boys of the grammar and the girls of the high school in the Suffolk town. After her eventual retirement, around 1980, she kept in touch with her star pupils and helped to organise exhibitions of their work, and even a few of her own. Our mother, Phyllis, had followed much the same path, as the first female student to be enrolled by a Sheffield art school. She had gone on to become a successful postcard artist in the style of Mabel Lucie Attwell. Rozanne was born in Kingsdown, Kent, where our father Jack&apos;s rather wandering career had led him on release from first world war service. I arrived four years later, in Letchworth Garden City, Hertfordshire. Next came a brief spell in Leamington, Warwickshire, where somehow our parents failed to find Roz a school, and she would look back unbelievingly on a whole year of doing whatever she wanted to do. In 1934 Jack made his final career move and joined Tarmac, the road-surfacing engineers, with an office in Liverpool and a seaside-suburban home on the Wirral peninsula. For Roz it was ideal timing. She was just the right age to start at West Kirby high school, ride there by bike, haunt the swimming baths and attract boyfriends. As the second world war loomed, she was just starting at Liverpool Art School, travelling in each day on the new electric train. She joined the Waafs, the Women&apos;s Auxiliary Air Force, and saw service in Northern Ireland and other parts, as well as at the famous Bentley Priory, north of London, where they plotted the movements of enemy aircraft. She was a lovely young woman and had many admirers. The one who told me he was definitely going to marry her was a local boy who had just qualified as a merchant navy apprentice officer. He sailed aboard a merchant ship and somewhere in the Atlantic a U-boat got it. There were no survivors. Roz never married. She went back to art school to finish her course and then applied for the Sudbury post. She was invited there for an interview, and I happened to answer the phone when she rang to tell us she had got the job. &quot;And I have found a little house for me,&quot; she squeaked. Roz is survived by me and my wife Ann, and a nephew and two nieces.", 
    "section": "education", 
    "gid": "education/2013/apr/24/rozanne-purser-obituary", 
    "wordcount": "419"
}