{
    "headline": "Why Zimbabwe's tobacco industry is unhappy with WHO", 
    "text": "There is hustle and bustle on the tobacco trading floors of Zimbabwe these days. After a decade of agricultural turmoil that crashed the economy, this sector is seen as one of the few bright spots. The crop&apos;s value has bounced back from 105m in 2008 to more than 330m this year. Moreover, whereas tobacco production was once dominated by a white elite, now tens of thousands of farmers are black. Yet this precious gain is under threat, the industry claims, not from renewed political violence or economic turbulence, but from the global anti-smoking lobby. &quot;In Zimbabwe we are very dependent on tobacco,&quot; says Dr Andrew Matibiri, director of the country&apos;s Tobacco Industry and Marketing Board. &quot;It makes up 26% of our foreign currency exports. Any movement towards reduction of the exports will affect our economy, especially poverty alleviation.&quot; Growers in Nigeria, Tanzania and other African countries accuse the World Health Organisation (WHO) of cracking down on struggling farmers and putting millions of jobs and livelihoods at risk. The WHO insists this is a misrepresentation. It says it is merely issuing guidelines for governments around the world on how to deal with a projected decline in consumer demand. From this point of view, the tobacco industry has set up a straw man so it can take an unaccustomed position of the moral high ground. Matibiri, who claims to have the backing of both the president, Robert Mugabe, and prime minister Morgan Tsvangirai, argues that more than 70,000 Zimbabwean farmers would suffer immediately under the WHO proposals. &quot;We say farmers should be allowed to grow tobacco,&quot; he says. &quot;It&apos;s not illegal. They grow it very quickly and easily; they have been doing it for over a hundred years so there&apos;s a lot of knowhow. So far there have been no alternative crops put on the table.&quot; The WHO says tobacco kills almost 6 million people a year. Matibiri does not deny that smoking is harmful, but adds: &quot;We understand all the issues and we agree with them. There are few beneficial consequences of smoking. But we are appealing to the WHO to understand our peculiar position as tobacco producers.&quot; The issue has flared up because the WHO guidelines, known as articles 17 and 18 of the landmark framework convention on tobacco control, will be discussed next week at the Conference of the Parties in Seoul, South Korea. Potential measures include restricting growing periods and the amount of land used for tobacco while encouraging alternative crops. In a pre-emptive strike, the Tobacco Institute of Southern Africa (Tisa) commissioned a study of 15 regional economies that shows 4.4 million Africans are employed  and 24 million dependent  on a tobacco value chain worth more than $10bn. In Zimbabwe, according to the research, the industry employs 1.13 million people with 5.67 million dependents and generates $579m in exports. In Malawi, another country with economic woes, tobacco employs 1.4 million people, generates $428.2m in exports, and represents 15% of GDP. Francois van der Merwe, chief executive of Tisa, said of the WHO: &quot;Their motivation has been the ongoing failure to decrease the demand for tobacco products that has resulted in an ill-conceived attempt to tackle the most vulnerable people in the supply chain, namely farmers. Should this ill-advised and misguided proposal [article 17] come into effect, it will have a dire impact on the livelihoods of farmers and tobacco growing countries more broadly.&quot; Tobacco representatives in various African countries have also expressed opposition. Julius Masongo, chairman of the Tanzania Tobacco Co-operative Apex, said: &quot;The WHO has consistently refused to listen to tobacco growers in drafting the proposal that directly impacts Tanzania&apos;s farmers. By doing so, they act like a blind man driving a steamroller without paying any attention to the consequences of their folly. Now is the time for governments to act and oppose these draconian measures.&quot; Tobacco growing countries charge that, in its zeal to curtail an industry it regards as evil, the WHO is failing to appreciate the paradox that tobacco throws a lifeline to those who grow it. Unsurprisingly, the WHO has a different view. It it not issuing orders to anyone, it says, but seeking to help governments that have signed up to the convention to manage what it sees as tobacco&apos;s inevitable decline. Dr Haik Nikogosian, head of the convention secretariat for the framework convention, says: &quot;The document is called &apos;policy options and recommendations&apos; for governments, not farmers. It&apos;s developed to help governments to help farmers transition to alternative crops. The demand for tobacco will gradually diminish: it is clearly known. People will not be smoking tobacco in 200 years. &quot;It&apos;s not asking farmers to do anything. It doesn&apos;t have any deadlines or requirements. It&apos;s advice and guidelines, and should be seen in a positive light. The WHO wouldn&apos;t involve itself in agricultural business in that negative way. This is about supporting farmers, not restricting them.&quot; Asked about the vitriol being poured on the WHO, Nikogosian says: &quot;I&apos;d be surprised if it only comes from the tobacco growing organisations. There are other organisations and forces that are not to be trusted in giving information. If you look at the value chain and the profits, they are not sitting with the farmers. You can see where the interests are.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/07/zimbabwe-tobacco-industry-unhappy-who", 
    "wordcount": "903"
}