{
    "headline": "Mystery bird: white-breasted woodswallow, Artamus leucorynchus", 
    "text": "    White-breasted woodswallow, Artamus leucorynchus (synonym, Artamus leucoryn; protonym, Lanius leucoryn), Linnaeus, 1771, also known as the white-breasted wood-swallow or white-breasted swallow-shrike, as the white-rumped woodswallow or white-rumped swallow-shrike, or as the ashy woodswallow or lesser woodswallow, photographed at the Kinabatangan River, Sabah, Malaysian Borneo.  Image: Alex Vargas, 15 November 2010 (with permission) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/2500s f/4.0 at 420.0mm iso400, with a Nikon 1.4X teleconverter on     Question: This Malaysian mystery bird is peculiar for a number of interesting reasons, one of which is due to an anatomical adaptation associated with nectarivory. Can you tell me more about that? What else is peculiar about this species? Can you identify this bird&apos;s taxonomic family and species? Response: This is a group of white-breasted woodswallow, Artamus leucorynchus, a species placed into the woodswallow family, Artamidae, a small group of passerines that is restricted to Australasia. There are eleven species of woodswallows, all of which are aerial specialists, being small, fast-flying insectivores with long pointed wings, a short tail and a stout blue-grey bill. Males and females look identical and their plumage is mainly grey, brown, black and white. DNA evidence suggests that the woodswallows form an evolutionary clade with the family, Cracticidae, the butcherbirds, Cracticus species and the Australian magpie, Gymnorhina tibicen (doi:10.1016/j.ympev.2006.01.024). Some authorities lump them into one family although the woodswallows and butcherbirds are all quite different groups of birds, so at this time, it seems appropriate to leave them in their respective families. Like their congeners, white-breasted woodswallows have bifurcated (divided) tongues, a morphological character adapted for nectar feeding. However, they rarely consume nectar, instead, they primarily feed on insects, which they typically catch in flight, much like swallows. Thus, their wing morphology strongly resembles that of swallows, which also explains part of the common name given to the group. But unlike their namesake, woodswallows will also forage on the ground and are often seen soaring and feeding just above the forest canopy. In fact, woodswallows are among the very few passerines that actually can soar.  Both male and female white-breasted woodswallows build their open-cup nest in a tree fork, hollow stump or inside the abandoned nests of magpie-larks. The nest is constructed from grasses, roots and twigs, and is lined with fine grass. Both sexes also incubate the eggs and feed the young, and there is evidence that they are cooperative breeders. Outside of the breeding season, woodswallows are nomadic, following flying insects, and often roost in large flocks. Here&apos;s a video of a pair of white-breasted woodswallows with a youngster (filmed at Sherwood, southern Queensland, Australia, in October 1996 &amp; uploaded 22 April 2011):            Visit vanik0r0&apos;s YouTube channel [video link].  The white-breasted woodswallow is difficult to confuse with anything else in its most of large range because it is the only woodswallow that lacks white in its tail. Its white breast and dark head also help to distinguish it. However, in New Guinea, it may be confused with its congener, the great woodswallow, A. maximus. But the white-breasted woodswallow can be distinguished by its smaller size and the lack of the white wing patch, and its preference for lower elevations.  Interestingly, the great woodswallow forms a superspecies with the Bismarck woodswallow, A. insignis, and ivory-backed woodswallow, A. monachus -- a superspecies that may possibly also include the Fiji woodswallow, A. mentalis, and the white-breasted woodswallow. Other authorities think the white-breasted and Fiji woodswallows form their own superspecies.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/11/3", 
    "wordcount": "653"
}