{
    "headline": "GM technology is an incalculable gamble", 
    "text": "The latest attempt by Owen Paterson, the minister in charge of food and farming, to persuade the public of the &quot;benefits&quot; of genetically modified food (Report, 3 January) disregards public opinion, which is clearly against Frankenstein foods. It also ignores the inconvenient research showing links to cancer, reduced crop yields, increased pesticide use and damage to biodiversity. Whatever the GM industry&apos;s rhetoric and assurances, this technology remains an incalculable gamble. Over a decade ago, the public had lost its faith in food after the government, and its scientists responsible for agriculture, failed so catastrophically to prevent mad cow disease, salmonella-infected eggs and pesticide-saturated carrots. The mayor of London&apos;s food and biodiversity strategy clearly affirmed the widespread opposition to GM release until it could be proved to pose no additional risk. All of the improvements since then to clean up the food chain, improve food governance and restore public trust are now at risk. Ministers who have not learned from recent history are doomed to repeat the same mistakes when they allow narrow commercial interests to take precedence over common sense and the precautionary principle. Jenny Jones AMGreen party group, London assembly The most important questions are not whether existing kinds of GM harm to humans: they evidently do not. The crucial questions are, first, do GM crops lead to a reduction in biodiversity? If so, the destruction of crops by an unforeseen hazard will mean that there will be few or no alternative forms of the plant remaining to supply a substitute. Second, why are all types of genetic modification branded simply as &quot;GM&quot; rather than specifying the kind of risk they are designed to overcome, such as particular pests, drought, specific diseases etc? Only this kind of detail will allow consumers to decide whether the product is likely to be safe.Margaret BoneLower Langford, Somerset", 
    "section": "environment", 
    "gid": "environment/2013/jan/07/gm-technology-is-incalculable-gamble", 
    "wordcount": "310"
}