{
    "headline": "Burger King's woes continue after Twitter account gets hacked", 
    "text": "Burger King&apos;s Twitter feed was hacked on Monday afternoon, apparently by hackers affiliated with the Anonymous collective, who quickly took it over and rebranded it with rival McDonald&apos;s logo and name, and began using it to tweet McDonald&apos;s special offers. The hack happened at 5.01pm GMT on Monday, with a tweet announcing that &quot;We just got sold to McDonalds! Look for McDonalds in a hood near you @DFNCTSC&quot;  the latter referring to a Twitter user set up on the same day which hadn&apos;t tweeted. The hackers then changed the name and began advising those watching the feed to eat at McDonald&apos;s, and began retweeting comments from other users complaining about Burger King. The hack, which happened while the US is on a public holiday for George Washington&apos;s birthday, will intensify the need for Twitter to introduce better security on the passwords used to protect accounts. The Guardian revealed earlier this month that the microblogging site aims to introduce &quot;two-factor authentication&quot;, which would require any new login to also enter a code sent separately to a mobile phone. Similar systems have been offered by Google for some years now. That would have meant that the hackers&apos; attempts to log into the Burger King account, even with the correct password, would fail unless they also had its owner&apos;s phone. With Twitter looking to attract more high-profile clients  such as McDonald&apos;s and Burger King  the need for better security is becoming urgent. In January an intern at HMV took over its Twitter account to tweet about the fact that the staff were being fired. The concerns are real for many companies: a social media consultant for fast food chain Wendy&apos;s tweeted: &quot;My real life nightmare is playing out over on @BurgerKing&quot;. A spokesman for Burger King said: &quot;It has come to our attention that the Twitter account of the Burger King brand has been hacked.  &quot;We have worked directly with administrators to suspend the account until we are able to re-establish our legitimate site and authentic postings.  &quot;We apologise to our followers who have been receiving erroneous tweets about other members of our industry and additional inappropriate topics.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/18/burger-king-twitter-account-hack", 
    "wordcount": "366"
}