{
    "headline": "Rogue geoengineering could 'hijack' world's climate", 
    "text": "The world&apos;s climate could be hijacked by a rogue country or wealthy individual firing small particles into the stratosphere, claims a warning that comes not from a new Hollywood movie trailer but a sober report from the World Economic Forum (WEF). The deployment of independent, large-scale &quot;geoengineering&quot; techniques aimed at averting dangerous warming warrants more research because it could lead to an international crisis with unpredictable costs to agriculture, infrastructure and global stability, said the Geneva-based WEF in its annual Global Risks report before the Davos economic summit later this month. It also warned that ongoing economic weakness is sapping the ability of governments to tackle the growing threat of climate change. &quot;The global climate could, in effect, be hijacked. For example, an island state threatened with rising sea levels may decide they have nothing to lose, or a well-funded individual with good intentions may take matters into their own hands,&quot; the report notes. It said there are &quot;signs that this is already starting to occur&quot;, highlighting the case of a story broken by the Guardian involving the dumping of 100 tonnes of iron sulphate off the Canadian coast in 2012, in a bid to spawn plankton and capture carbon. The top two global risks identified for the WEF by more than 1,000 business leaders and experts were the growing wealth gap between rich and poor and a major financial economic crisis. But the next three on the list of 50 were environmental, including climate change, and water and food supply crises. Lee Howell, the editor of the WEF report, said: &quot;Following a year scarred by extreme weather, from hurricane Sandy to flooding in China, respondents rated rising greenhouse gas emissions as the third most likely global risk overall, while the failure of climate change adaptation is seen as the environmental risk with the most knock-on effects for the next decade. These global risks are essentially a health warning regarding our most critical systems. With the growing cost of events like superstorm Sandy, huge threats to island nations and coastal communities, and no resolution to greenhouse gas emissions, the writing is on the wall. It is time to act.&quot; The economic costs associated with extreme weather and climate change should make governments act, suggests the WEF. &quot;Recent climate and weather events have reminded us of the economic and human cost of the kind of natural disasters that we know are likely to become more frequent and severe as climate continues to change. The estimated economic cost of the 2011 Thailand floods, for example, was $15-20bn and hurricane Katrina $125bn; meanwhile, the 2003 European heatwave resulted in more than 35,000 fatalities and the Horn of Africa droughts in 2011 claimed tens of thousands of lives and threatened the livelihoods of 9.5 million people.&quot; According to the report, the cumulative economic cost of changes to the physical environment as well as health and food security from climate change, range from US$2 trillion to $4tn by 2030. The authors fear that climate change could become a centre of litigation. &quot;Although the Alaskan village of Kivalina  which faces being &quot;wiped out&quot; by the changing climate  was unsuccessful in its attempts to file a $400m lawsuit against oil and coal companies, future plaintiffs may be more successful. Five decades ago, the US tobacco industry would not have suspected that in 1997 it would agree to pay $368bn in health-related damages. For some businesses, investing in climate change mitigation now could be as much about enterprise risk management as about mitigating a global risk.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/08/geoengineering-hijack-world-climate", 
    "wordcount": "606"
}