{
    "headline": "Why Gove's 'ABacc' could exclude students who don't fit the mould", 
    "text": "A friend once told me that her university tutor only ever admitted candidates with interesting names. He reasoned that unusual monikers meant for quirkier personalities. Such biases are ridiculous, and one always hopes the university admissions system is working to get rid of them. But Michael Gove&apos;s &quot;ABacc&quot; performance measure takes old-school bias and codifies it. The education secretary has pulled back on GCSE reforms, but he hasn&apos;t changed his recent decision to publish a league table measure detailing the number of sixth-formers achieving AAB in three &quot;facilitating subject&quot; A-levels. The subjects included were the same as those in the English baccalaureate: English, maths, sciences, modern foreign languages, history and geography. All other A-levels were immediately discounted. The media took the bait, and when the measure was published even the BBC uncritically repeated the government line that: &quot;Almost a quarter of England&apos;s sixth forms and colleges failed to produce any pupils with the top A-level grades sought by leading universities.&quot; But it&apos;s not true. Leading universities do not require three of these subjects. Yes, the Russell Group of universities has published a booklet called Informed Choices in which it recommended that young people wanting to keep their university options open should take at least two &quot;facilitating&quot; A-level subjects. Note they said two, not three. And only if a student wants to keep options open. If a student knows, for example, that they want to study art at university, then it is actually quite important they study art A-level. Under the government&apos;s new measure, the said student could study art, get a place at Oxford, yet still the school would be labelled as failing to get their student &quot;sought-after top grades&quot;. Not only is the measure therefore ridiculous, but why are these particular six subjects deemed &quot;facilitating&quot;? The Russell Group argues that they keep open the most options at degree level. But a student can study geography at Oxbridge without having done geography A-level. To do music, they must have studied music at A-level. Hence, not having music actually closes that option, whereas not having geography does not. So the list fails immediately even by its own logic. Maybe the subjects are justified because students studying them do better in their future studies? But no evidence supports this claim. Maybe facilitating subjects are preferred because they are more &quot;rigorous&quot;? Again, no. Research by CEM Centre  an independent provider of educational assessment and monitoring  shows that music A-level is more difficult to do very well in than maths, and almost every social science is tougher than English. The only possible conclusion is that a preference for three of the &quot;facilitating subjects&quot; is based solely on an emotional nostalgia for a politician&apos;s own traditional schooling. The biggest shame of such bias is that it undermines the tremendous efforts of some university tutors to widen their thinking about access. When I applied to Oxford, the tutors were presented with my non-traditional A-levels in film, sociology and psychology  all popular at my FE college, but new to them. Instead of dismissing the unknown, they called the exam boards and asked them to fax details about the subjects so they could better consider my background. Such curiosity is not a big ask, and demanding such rigorous thinking from tutors seems a much more effective way of getting diverse students into top universities than creating a mythical list of &quot;better&quot; subjects, writing them into the league tables and thereby sanctioning the lazy dismissal of anyone who does not fit the mould. No doubt the DfE response will be: &quot;This is just one performance measure, schools can ignore it if they wish&quot;. But parents see the headlines and they become anxious. They think if their child doesn&apos;t study the facilitating subjects, they will be denied opportunities. As a teacher, it is already painful getting some parents to accept their child&apos;s desire and often substantial talent for studying subjects such as art, or psychology, or food technology, but this perpetuated untruth makes it worse. And for what? There is no university that requires A-level students to have taken three &quot;facilitating subjects&quot;. Michael Gove knows it, (education minister) Liz Truss knows it. Why do they insist on perpetuating something that is both incorrect and potentially harmful? In fact, it strays perilously close to picking students based on a preference for quirky names rather than on actual capabilities.  Laura McInerney was a teacher in London for six years and is now a Fulbright scholar", 
    "section": "education", 
    "gid": "education/2013/feb/18/facilitating-subjects-students-access-university", 
    "wordcount": "765"
}