{
    "headline": "Apple boss Tim Cook visits China with view to expansion", 
    "text": "Tim Cook, the new chief executive of Apple, has made his first visit to China since taking over from the late Steve Jobs. The visit is widely seen as a precursor to Apple ramping up its investment in the world&apos;s most populous market. Cook held a series of high-level meetings with Chinese government officials and has visited the company&apos;s stores in the country. An Apple spokeswoman in China said: &quot;Tim is in China meeting with government officials. China is very important to us and we look forward to even greater investment and growth there.&quot; But she refused to provide any further details of the trip. Cook visited Beijing&apos;s Joy City Apple Store to the excitement of locals who posted pictures to Chinese microblogging site Sina Weibo. Apple has only five stores in mainland China and one in Hong Kong, and analysts reckon Cook is likely to pump more money into opening new stores. &quot;Cook will certainly be talking about increasing the number of stores. In the past they were planning an accelerated store rollout programme,&quot; said Robert Clark, an analyst at Electric Speech, a telecom consultancy in Hong Kong. China is the world&apos;s largest mobile market and already Apple&apos;s second biggest market overall, but the firm has been losing ground there to rival Samsung in smartphones and has yet to introduce the latest version of its top-selling iPad to the country. In the last quarter of 2011, Apple captured three quarters of China&apos;s tablet PC market, while its iPhone ranked fifth in the country&apos;s smartphone sector, according to industry figures. China also poses a serious of headaches for Cook, with claims of poor working conditions at Foxconn, which assembles its iPhones and iPads and has been beset by a series of suicides. At the beginning of Cook&apos;s visit to China, an activist group based in Hong Kong published an open letter, demanding &quot;that Apple ensure decent working conditions at all its suppliers&quot;. The Students &amp; Scholars Against Corporate Misbehaviour (Sacom) demanded an end to &quot;poverty wages&quot; and excessive and forced overtime. &quot;They describe their daily routine as work, eat and sleep. They described themselves as machines that repeated the same monotonous motion for thousands [of[ times a day,&quot; the letter said. &quot;With all its success in the global marketplace, Apple undoubtedly has [the[ ability to rectify these problems.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/27/apple-tim-cook-visits-china", 
    "wordcount": "400"
}