{
    "headline": "Yahoo set to axe hundreds of jobs in Europe", 
    "text": "Yahoo is set to make cutbacks at its European headquarters and devolve more power to individual country operations, with hundreds of jobs set to go across the region as part of a move to &quot;flatten&quot; the structure of the internet giant. A series of meetings are set to be held later on Wednesday, where staff in each of Yahoo&apos;s offices around the world will be informed about the extent of the cuts and a new organisational structure. It has been reported that up to 2,000 of Yahoo&apos;s 14,000 global staff could be affected. The UK has started a 30-day consultation with staff, which means job losses will be between 20 and 99. Rich Riley, the managing director of Europe, Middle East and Africa (EMEA), emailed staff ahead of the meetings to outline some of the changes that will be taking place. Yahoo&apos;s EMEA headquarters in Switzerland will be cut back as part of a move to &quot;transition more resources to being country specific as opposed to regional&quot;. Riley wrote that this would give Yahoo the chance to put more senior executives in local markets to better engage with customers. He made it clear that large scale cuts were on the cards in the EMEA region, saying that the plan across Yahoo was to flatten org[anisational] structures. He also added that Yahoo would consider other ways to gain efficiencies and speed. Yahoo, which derives a vast amount of its more than $4bn (2.5bn) in annual revenues from advertising, is to review its sales operation. Riley said it was likely that different operations within sales would be merged, with a specific reference to a reduction of the company&apos;s business in Barcelona. Riley also pointed to significant cuts at its advertising and account management operation. &quot;We plan to evolve our definition of the various roles involved in delivering our display advertising business,&quot; he wrote. &quot;We think there are opportunities to make this process more efficient, faster and to better serve our advertisers. &quot;I do believe that our company has to change to compete and grow, and that these changes are a necessity.&quot; Riley said that an all hands meeting and a series of follow up functional meetings would take place on Wednesday afternoon to inform staff of the specifics of the plan. The company was unavailable for comment.", 
    "section": "technology", 
    "gid": "technology/2012/apr/04/yahoo-axe-hundreds-in-europe", 
    "wordcount": "399"
}