{
    "headline": "'Universities must pay students who do internships'", 
    "text": "How much do you weigh? What do you earn? How old are you? Some questions are just unacceptable in polite conversation. And for final-year university students, you can add: What are you going to do after you graduate? As my peers and I obsessively calculate our average grades, despair over how we wasted first year, and wonder how much longer it&apos;ll be before we can legitimately claim squatting rights over the library, what used to be a handy conversation piece has mutated into a hideous taboo, to be met with stony silence and seething hatred. The unhappy reality is that, in a few short months, our cosy student existence will be shattered and we will be rudely thrust into The Real World. We will have no more safety in numbers, as friends fork off on to one of the many paths that lead from this crossroads: further study, travel, graduate schemes, professional qualifications, charity work, a (sharp intake of breath now) job. The options are endless, just like the potential for making a bad choice. And who is around to guide us through this quagmire of terrifying decisions? The aloof and notoriously distant academic supervisors, to whom the thought of not wishing to pursue further study is inconceivable. Friends who reckon we should totes all take a year out together and go travelling. And university careers advisers, whose job it is to guide bleary-eyed students through the maze of graduate life. I reckon they get a pretty hard time of it. In an article for Graduate Fog, careers coach Anne Wilson describes the university careers service model as unfit for purpose, &quot;based on giving facts and information sources rather than helping students assess where they are  and exploring their options.&quot; In a Guardian open discussion about careers services in 2010, students&apos; criticism ranged from &quot;useless&quot; and &quot;terrible&quot; to &quot;how can these people  really help me if their only occupation in life has been careers coaching?&quot; But a question-and-answer session with careers advice professionals just a couple of weeks ago paints a very different picture  one in which careers services are constantly evolving, making use of their alumni, and engaging with students up to three years after they graduate. So which is true? Predictably, I think it&apos;s a bit of both. The careers service model isn&apos;t altogether unfit for purpose. What it does well is advise. For the soon-to-be-graduate who hasn&apos;t figured out the next step, careers advisers can present the available options, explain funding procedures for further study, or help access jobs that aren&apos;t advertised. But there are two other things they could be doing:  Provide funding for students to do unpaid internships.  Ensure their advice is up-to-date for a rapidly changing job market. Happily, Andy Newnham (@andynewnham), an internship officer at the University of Birmingham, says his department offers bursaries of up to 2,000 to help students with accommodation, travel and subsistence while undertaking unpaid placements. Unhappily, this is far from standard. For students who don&apos;t live in London the expense of doing a month&apos;s placement in the capital can quickly run into four figures, and at many institutions no help is offered. Until the unpaid internship culture can be defeated, universities should absolutely, categorically be providing financial support for as many students as possible to fulfil valuable placements. It is so often work experience with national industry leaders that lands students a job, and if universities want to see their employability ratings leap, then they need to invest heavily in their careers services. Just as importantly, careers advisors must ensure they&apos;re familiar with the newest channels of job searching. Encouragingly, Sara Whittam (@sarawhittam) of the University of Bristol advises students to use social media to improve their online presence, but I fear this may not be the case across the board. As young graduates, one of our most employable assets is that we have grown up in the communication age, speaking the language of blogs and hyperlinks and search engine optimisation. We don&apos;t need to attend a seminar on the power of social media for retail brands, because we&apos;re already friends with Dorothy Perkins and follow KitKat Chunky. If a careers advisor isn&apos;t encouraging students to put their Twitter name and LinkedIn profile on their CV, then they are woefully out of touch. Careers services are made scapegoats for rising graduate unemployment, when blame should lie squarely on the state of the economy. The changes I&apos;ve mentioned aren&apos;t huge; they aren&apos;t intended to revolutionise the way careers advice is given in universities. Familiarity with modern methods of communication will, I think, come with time. A decision to fund student placements is less of a sure bet, due to universities&apos; reluctance to loosen their tight fists. But they should remember one thing: new students, about to rack up almost 30k in debt, are going to be looking ever so closely at the employability league tables.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/14/universities-must-pay-interns", 
    "wordcount": "827"
}