{
    "headline": "Apps Rush: South Park Live, CBeebies On The Go, Flick Nations Rugby, SSX RiderNet, Modern Girl and more", 
    "text": "A selection of 13 new apps for you today: South Park Live South Park gets a second-screen app for iPad, albeit only in the US for now. The idea: &quot;Visit this kick-ass app and play along with new episodes as they air! Compete against your friends, connect with fans, and fly up the leaderboard quicker than the Human Kite&quot;. iPad CBeebies On The Go Another app that&apos;s not yet available in the UK  as a reminder, Apps Rush is about what&apos;s going on in the global apps world. This is BBC Worldwide&apos;s app to complement the CBeebies international preschool channels, with mini-games starring characters from shows including Kerwhizz, Numberjacks, and Charlie and Lola.iPhone Flick Nations Rugby Full Fat&apos;s Flick Golf, Flick Soccer and Flick Quarterback games have been excellent, but now the developer is turning its attention to rugby. Boot conversions and kicks-to-touch. The link above is for iPhone, but here&apos;s the Android version.Android / iPhone SSX RiderNet by EA Sports EA has launched an &quot;official companion app&quot; for the latest game in its SSX snowboarding franchise. It helps players track the scores and times of their friends, send messages and monitor standings in global events.iPhone AppGarden One app to rule them all? AppGarden is a single Android app with dozens of mini-apps inside: from a dictionary and mortgage calculator through to a stopwatch, a Bit.ly URL shortener and an audio recorder. The Swiss knife of Android productivity tools.Android Dodonpachi Maximum Bullet-hell shoot &apos;em up Dodonpachi Maximum makes its debut on Windows Phone, with more glowing death-orbs than you can shake a laser at. It&apos;s fully plumbed into Microsoft&apos;s Xbox Live community too.Windows Phone My Day with WH Words Touch Autism&apos;s iOS book-app for children with autism has been ported to Android. It&apos;s a &quot;social story&quot; to help these kids learn to talk about Who, What, When, Where, Why and How.Android USA Today Classroom Here&apos;s an interesting venture from US newspaper USA Today: an iPad app aimed at the education sector, with headlines and a digital replica of the daily paper, as well as back issues: &quot;great for classroom research projects and writing assignments&quot;.iPad Lego App4+ Lego&apos;s latest app for kids makes the leap from iOS to Android, getting 4-7 year-olds to build their own virtual trucks then drive them around earning coins.Android Modern Girl by Crowdstar Crowdstar&apos;s latest iOS social game is firmly in touch with its feminine side, promising &quot;incredible luxuries, first-class fashion, unforgettable love, and an amazing career... Be a Modern Girl and live the lavish life of your dreams.&quot;iPhone / iPad WallitApp WallitApp is an interesting augmented reality app that gets people to &quot;write on walls&quot; virtual walls, obviously in real-world locations. It&apos;s designed for everything from location-based conversations to digital marriage proposals.iPhone Mafia Farm You have to hand it to 6waves Lolapps for this social game mash-up: a &quot;massively multiplayer online mafia and farming game&quot;. Spy on and fight other players while building up your farm. It&apos;s safe to say the horses look a bit nervous...iPhone Travel Channel Layover Guide with Anthony Bourdain Celebrity chef Anthony Bourdain has a new app showing his favourite places to eat, drink and stay in 10 cities: New York, Miami, Los Angeles, San Francisco, Montreal, Singapore, Hong Kong, Rome, and Amsterdam. It includes photos, videos, maps and travel tips.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/07/apps-rush-south-park-cbeebies", 
    "wordcount": "578"
}