{
    "headline": "Education in brief: Revealed - the scale of the DfE's ambition on academies", 
    "text": "The scale of the almost military-style exercise at the Department for Education to turn as many conventional state schools into academies as possible has been set out in graphic detail in a DfE presentation obtained by Education Guardian. A total of 304 DfE staff posts are allocated to academies. Dominic Herrington, as director of the DfE&apos;s Academies Group, leads a phalanx of seven deputy directors, each heading one of seven divisions. These range from the Academy Converters Division, which has 90 staff, to Academies Central Operations Division, with 53 staff; the Sponsored Academy Projects Division, with 54, and Sponsor Relationship and Development Division, with 30. A further three divisions are headed Academies Performance and Brokerage, with one each for the north, the Midlands and the south of England. Lest anyone be in doubt, these latter three divisions are said in the presentation to be &quot;responsible for securing structural solutions [ie becoming sponsored academies] for underperforming primary and secondary schools&quot;. The Orwellian-sounding Academies Central Operations Division, meanwhile, has among its responsibilities &quot;determining the appropriate academy solution for underperforming schools&quot;. Communities that question whether an &quot;academy solution&quot; is necessarily the right one are presumably among the unspecified &quot;obstacles&quot; that Sponsored Academy Projects Division says it aims to overcome. Finally, Academy Converters Division, which oversees schools voluntarily moving towards academy status, has &quot;responsibility for the delivery of academy conversions, ensuring that they are in line with ministerial decisions on the policy&quot;. As if this were not enough, recently the DfE also set up an Academies Board, headed by Theodore Agnew, the academy sponsor, Conservative party donor and DfE non-executive director, to &quot;strengthen the department&apos;s relationship with [academy] sponsors&quot;. Though the figure of 304 posts is only 12 per cent of the DfE&apos;s 2,519 total workforce, the total number of civil servants carrying out academies work is likely to be higher, as non-academies group staff perform other academy-related functions such as funding. The orders of the Phoenix   Where to begin with the Phoenix, a free school that plans to offer a military-style ethos for its pupils? Phoenix&apos;s website has already provoked derision on Twitter, with some wondering whether it is a spoof. Some of its claims look factually questionable, with others sounding more like the musings of a rightwing newspaper editorial column than a school prospectus. The site tells us that &quot;pupils can get a GNVQ in hairdressing without ever cutting a single lock of hair&quot;. Yet the last of the now defunct General National Vocational Qualifications were taken in 2007. In sports, &quot;Competition has been virtually banned in most schools,&quot; the site informs us. Yet this seems questionable: a glance at the English Schools Football Association&apos;s website, for example, lists 406 local district schools football associations. The site ventures that &quot;we saw  teamwork in action during the recent riots. Alas, these same children appear to be incapable of working in teams for any legal purpose.&quot; We wonder how many of these children&apos;s lives the authors have observed. The site says that the military-style discipline the school promises is founded on respect, but adds that any serious misbehaviour will not be tolerated as &quot;Phoenix will not be a refuge for juvenile felons&quot;. It also seems to stray close to party-political point-making with a statement, on a page backing the Troops to Teachers scheme, which says: &quot;Troops to Teachers is one of those rare programmes  such as selling council houses to their occupants in the UK  which has been widely acclaimed as a resounding success.&quot; The school, due to open in Oldham, or possibly Rochdale, is the brainchild of army captain AK Burki. Last month, it won the backing of Toby Young, the Telegraph blogger and fellow free school founder. A Roke by another name   The Harris Federation, the academy chain that is taking over a primary school in Kenley, Surrey, seems to have a facility for rubbing people up the wrong way. After aggravating many parents at Roke primary, which will become a Harris academy from September, the group has now annoyed the head of a neighbouring school, to the extent that she has urged its own parents to oppose Harris&apos;s proposals to rename Roke. Last month, Harris told Roke parents that its preferred name was &quot;Harris Primary Academy Kenley&quot;. &quot;If you do not support the name, what name would you suggest and why?&quot; it wrote, before reminding them: &quot;NB: We are not prepared to include Roke in the name&quot;. But Georgina Catanach, head of the nearby Kenley primary school, has written to parents there saying she was &quot;dismayed&quot; to learn of Harris&apos;s proposed name. She suggests they write to Harris with alternative suggestions. Meanwhile, Roke parents, who voted against academy status, have suggested alternatives including &quot;Riddlesdown academy&quot;  after their favoured sponsor, vetoed by the DfE  &quot;Shafted academy&quot; and &quot;We got screwed academy&quot;. Harris says it will consider all responses before deciding. &quot;However  across the country it is common for different schools in the same area to share use of the place name,&quot; it adds. And finally ... Should Ofsted be embarrassed about the recent verdict of an Education Funding Agency investigation into activities at Quintin Kynaston academy in north London, and its &quot;superhead&quot;, Jo Shuter? The audit concluded that &quot;lack of financial oversight by the governing body ... resulted in expenditure by the academy which would not stand up to public scrutiny&quot;. Just 18 months ago, Ofsted rated the academy&apos;s governance &quot;outstanding&quot;.", 
    "section": "education", 
    "gid": "education/2013/jun/03/academies-government-ambitions", 
    "wordcount": "942"
}