{
    "headline": "Spotted at university: crassness and cruelty", 
    "text": "It&apos;s no secret that Facebook distracts students. Being able to interact with your friends at the click of a button is not conducive to hard-core study. And thanks to Spotted pages  university-wide Facebook pages where members can post comments about people they see in the library it&apos;s not just students&apos; close friends who are interrupting their studies. Comments can be anything from flirtatious compliments to observations about another student&apos;s dress sense  the only limitation is that posters can&apos;t reveal the name of their subject. Used mainly by those studying in university libraries, they&apos;re meant to provide comic relief for procrastinating students. Inevitably, though, they have become a hotbed of sneering jibes and vicious gossip. For some, going to the library is now a paranoia-inducing experience. Comments range from the mildly amusing  &quot;Whoever dropped 5 near the entrance yesterday, thanks for the coffee&quot;  to the downright cruel  &quot;To the fat brunette girl who just took the lift from the 2nd to the 1st floor, you are wasting everyone&apos;s revision time you lazy lump.&quot; There have also been several examples of members uploading photos of other library users. At their worst, Spotted pages provide revolting examples of misogyny and racism  all targeted at students who are already stressed out about exams. Of course, not all Spotted pages are offensive. Some are moderated more than others, causing a divide in student opinion between those who are horrified by the phenomenon and those who see the pages as a welcome revision break. &quot;I think it&apos;s a bit of fun, reading some of the comments  it&apos;s anonymous.&quot; says Maria, a Portsmouth student. &quot;The only worry is that it could escalate and become a way for people to insult a specific student, but from what I&apos;ve seen so far, it&apos;s a bit of a laugh.&quot; Fazelah, studying at Warwick, adds: &quot;I think it&apos;s all done in good nature. It&apos;s great when you read through it all and see if you can recognise anyone. Sometimes it does go a bit far, and some of the posts I&apos;ve seen could be offensive, but I don&apos;t think anyone has the intention of being rude.&quot; It&apos;s easy to see why many dislike the forum. Skim read any page and you&apos;ll see people writing and liking crude jokes about other students&apos; appearance. Commenting online, one student says the pages encourage an attitude among commenters where: &quot;[Girls] have to be perfectly good-looking for me, and I have all the power to say this as she doesn&apos;t know who I am, so here am I, you are my prey.&quot; There are fears from students that the pages might have a wider impact by encouraging bullying and make trolling socially acceptable. As the number of angry students has grown, Stopped pages have appeared, protesting against their university Spotted pages. Since the creation of Stopped pages, the Universities of York and Exeter have both had Spotted pages closed down. Other universities have banned Spotted pages from being used in their libraries, or from using the university logo on the page. Many have even reminded their students that such posts could damage their job prospects, since employers are increasingly looking at social media sites to find out more about job applicants. On a more positive end-note, though, it&apos;s not all going downhill. The University of East Anglia may have got the ball rolling for a new trend: UEA Compliments is set up to &quot;spread the joy&quot; and give a &quot;shout out&quot; to anyone who makes your day brighter. The posts on there are enough to restore some of your faith in humanity.", 
    "section": "education", 
    "gid": "education/2013/feb/04/spotted-at-university-misogyny-and-racism", 
    "wordcount": "613"
}