{
    "headline": "University guide 2013: University of Glamorgan", 
    "text": "   Logo for University of Glamorgan Photograph: Kath Gould    The University of Glamorgan boasts three modern campuses, two in Treforest near the town of Pontypridd and a brand new, state-of-the-art facility in the heart of Cardiff city centre. Glamorgan is committed to innovation in teaching and learning, and to equipping students with the skills they will need for their chosen careers. The university attracts more than 22,000 students across its campuses and is known for its friendly community atmosphere. Impressively, there has been more than a 30% increase in applications over the last two years. Glamorgan&apos;s status as one of Wales&apos;s research-active universities was confirmed by its excellent results for the quality of its research in the 2008 research assessment exercise. Fees9,000 for full-time honours degree courses and 7,500 for full-timefoundation degrees/HNDs in 2012-13. Welsh and EU students will pay 3,465 a year. Welsh-domiciled students will pay unchanged fees, regardless of where they choose to study as the additional cost will be met by the Welsh assembly government. BursariesThe university operates a Centenary bursary worth 3,500 over three years, and secures place in halls in the first year. To qualify, students must be domiciled 45 miles from the university and be paying the full fee. Glamorgan also offers scholarships in specific subjects such as business, sport and the Welsh language. It also runs the TARGET scheme, which helps students from a widening-access background to enter university. AccommodationWeekly rent for self-catering accommodation is between 82 and 104. Private halls of residence available at the Cardiff campus. Brand-new and refurbished accommodation opened on the Treforest campus in 2011. FacilitiesThe university is undergoing a 130m investment programme in its facilities. Latest developments include 18m-worth of new and refurbished accommodation blocks; a major expansion for health, sport and science students at the Glyntaff campus; world-class facilities at Glamorgan Sport Park; and a new 5.2m student union complex. This is in addition to a new home for the Law School in the listed Ty Crawshay building. An aircraft hangar has been constructed as an extension to the Faculty of Advanced Technology&apos;s building, allowing real aircraft to be used on aircraft maintenance courses. TransportPontypridd campuses: on the M4 corridor, and 20 minutes by train or car to Cardiff. The ATRiuM campus is in Cardiff city centre. ContactTel: 0800 716925Email: enquiries@glam.ac.ukWeb: glam.ac.ukAccommodation: glam.ac.uk/accommodation", 
    "section": "education", 
    "gid": "education/2009/may/10/universityguide-uni-glamorgan", 
    "wordcount": "402"
}