{
    "headline": "Clinging to the edge of the Jurassic coast", 
    "text": "A steep toll road takes you down to Ringstead beach on the great curve of Weymouth Bay. This is part of the Jurassic coast a little way east from Portland, and if you look further east you see high ramparts of cracked and crumbling cliff just back from the sea. On a bright afternoon, we take the track close to the shore from the shingle beach towards the headland called White Nothe. Amid the cliffs, there are dark slopes where shale has slumped down towards the sea, and columns of sand-coloured rock, with jagged gashes left by the recent rock falls that have sent heaps of boulders crashing down to where they lie below. High up, the occasional dwelling seems to be settled into a patch of woodland on a safe ledge; others appear to cling perilously to the edge of a precipice. Mindful of a sign that warned of unstable areas ahead, we take the chalky path up through bramble and tangled thicket towards a little group of buildings we had spotted from below. Pausing to look back westward, we see the thin line of the causeway that joins Portland to the mainland and the rocky bulk of the island itself in a blue haze, the smooth water glistening with stripes of spring sunlight. When we get through the scrub, we find a few houses and, in a grassy clearing, a small, sturdy weatherboarded structure, with shingled roof and bellcote. This was the church of St Catherine by the Sea, Holworth. It was built in 1926 and has been recently restored. There is a window engraved by Simon Whistler and you may read how the abbots of Milton Abbey formerly used the nearby farm as a rest house. There are not many gravestones in the homely little churchyard that slopes down towards the sea and that remarkable Portland view. Only those who lived in the hamlet or who perished at sea off its shores may be buried here.", 
    "section": "environment", 
    "gid": "environment/2013/apr/29/weymouth-bay-dorset-clinging-edge-jurassic-coast", 
    "wordcount": "329"
}