{
    "headline": "What they didn't tell you about the transit of Venus", 
    "text": "Some, like this blogger, may have had their fill of transit of Venus media coverage. But, as a historian, I have found it fascinating to see how this (not very spectacular) spectacle has been made interesting to readers, viewers and listeners. Planetary mechanics have been made groovy by discussions of exoplanet-hunting, alien atmospheres and incredible images in all kinds of wavelengths. These are the mark of the 21st century transits but, given their nature as rare but predictable events, the sense of connection with past and future has been a common thread running through their history. Just as in 1769 and 1882, we have speculated on what questions and techniques will be probed at the next event  in 2117  and we have looked to history to explain their significance and provide lively stories of international cooperation and individual dedication. For historians of science it was exciting to see our subject considered newsworthy. But it was striking that certain stories were repeated again and again, while others vanished. Some are, of course, just better than others, and I&apos;ll cheerfully admit to having been one of the many who told the sad tale of Guillaume Le Gentil. I noticed, though, how the potted transit histories have been skewed in ways that stop some of the most telling things about transit history being addressed. The pattern has become very familiar. Despite the fact that the 18th and 19th century transits were remarkable for the large numbers of people involved, I can usually predict who we&apos;ll meet: Kepler, to predict the 1631 transit, Horrocks, to observe in 1639, Halley, to urge action in the 18th century (and, erroneously, often be credited with coming up with the idea of using transits to measure solar parallax), Le Gentil having a bad time in 1761 (with maybe some Mason and Dixon or Chappe thrown in), and Cook, observing on Tahiti and then going on to &quot;discover&quot; Australia. Who&apos;s been forgotten? By and large those who planned, organised and funded the endeavour, plus those who crunched the data and published the results. Also missing are the many astronomers who stayed in their own observatories. Most of the people involved in the transit enterprise did not get attacked by the French, sledge through Siberia or chart little-known islands. Also, where are the 19th century astronomers? We seem to have tired before we get that far, feeling it lacks the colour of the 18th century expeditions. It&apos;s a case of &quot;and then they did it all again&quot;, except that international travel, scientific cooperation and precision observation are all seen as mundane by 1874 and 1882. The 19th century observers aren&apos;t seen as adventurers and pioneers, but professionals going about their work. So modern were these 19th century astronomers that they, like us, used photography to capture the transit. Often this is presented as the correct solution to the problems of getting reliable measurements. In fact it was a failure, with most of the photographic data being excluded from the final calculations. Those 18th century observations were also not as useless as many rather linear accounts would have us believe. Suitably weighted, they, unlike the photographs, were incorporated into the final 19th century result. The good thing about the usual transit tales is that they emphasise the collaborative nature of science and the effects of politics and war. However, astronomy was (and is) both more collaborative and less cooperative than these accounts suggest. As Simon Schaffer has pointed out, Newton&apos;s 1687 Principia included data from many locations across the world, because astronomy is an essentially international enterprise. The, admittedly extraordinary, collaboration required to measure the transits was possible because astronomers were already in regular communication. Yet national rivalries were a clear motivating factor, and international competition for access to trade routes, raw materials, markets and colonies were highly relevant to choice of observing location. This was as true of the 19th century as the 18th: demonstrating access to or influence over places like Tahiti, Rodriguez or Egypt was an important aspect of funding requests and the publicity surrounding transit expeditions. Do not imagine that the astronomers, as they selected locations and had natives carry them and their equipment up hills and over beaches, were unaware of imperialist agendas. Which brings me to my final point. Despite the attention to the historical stories, many have missed the reason why all this was done. Yes, we know that the transits were to be used to measure solar parallax in order to calculate the astronomical unit, but the &quot;why?&quot; remains. We would conclude that astronomers just like to know these things, and enjoy making everyone&apos;s head spin with the vast distances involved. That far away? That big? Really? Who knew. But of course this is not why hundreds of observations were made and why monarchs and governments were persuaded to fund expeditions. Rather, astronomers and scientific societies assured them that it would be important for their prestige and would improve astronomical, navigational and geographical knowledge. The latter benefited from the exploration and surveying carried out alongside the transit observations but, more importantly, better astronomical measurements = better astronomical tables = better navigational tables = more reliable and increased trading opportunities. Practical and mercenary agendas were essential to solving what was called &quot;the noblest problem in astronomy&quot;. Rebekah Higgitt is curator of the history of science and technology at the National Maritime Museum, Greenwich", 
    "section": "science", 
    "gid": "science/blog/2012/jun/12/transit-venus", 
    "wordcount": "904"
}