{
    "headline": "World Social Forum begins with march through streets of Tunis", 
    "text": "Thousands of Tunisian revolutionaries, globalisation activists and civil society groups took to the streets of Tunis on Tuesday for a carnival-like march to open this year&apos;s World Social Forum (WSF). Activists from UK Uncut joined members of the French Nouveau Parti Anticapitaliste, international peasant movement La Via Campesina, and campaigners for Western Sahara&apos;s independence. The setting for the march was Avenue Habib Bourguiba, the city&apos;s main thoroughfare, lined with shops, trees, and the street cafs where pro-democracy activists met during the 2011 revolution. The three-hour demonstration set off from the historic Place 14 Janvier, named after the day Ben-Ali fled Tunisia, cutting through the city before ending at the Olympic stadium in Tunis&apos;s north end. The WSF is a biennial festival and meeting place that grew out of alter-globalisation protest movements in the late 1990s. It is often pitched as an alternative to the exclusive World Economic Forum meetings of the business and political elite in Davos, Switzerland. Tens of thousands of activists from 4,500 organisations and more than 120 countries are in Tunis for the event, which is being held in an Arab country for the first time. Dakar, Senegal hosted the 2011 forum. Over the next four days, participants will attend hundreds of workshops, debates, and concerts at the sprawling Tunis El Manar University campus. Tax justice and campaigns against debt are high on the agenda. Other sessions will explore topics ranging from the explosion of call centres and the impact of precarious labour in the Mediterranean to investment agreements in the mining sector and strategies to combat transfer pricing. A &quot;climate space&quot; will host events challenging market-based solutions to environmental problems. Other workshops aim to collect social movements&apos; input into the ongoing UN consultations on what should follow the millennium development goals when they expire in 2015. The forum ends on Saturday with a demonstration in support of Palestinian statehood. Awa Djigal, a Senegalese member of La Via Campesina, said the event offered a unique opportunity for global activists to &quot;meet, talk every day, and get to know each other better&quot;. &quot;It&apos;s also an opportunity to stand back and reflect, a sort of evaluation,&quot; she said. &quot;In some countries they&apos;ve managed to get some victories but in others the struggle continues.&quot; Amani Mhinda, head of Haki Madini, a Tanzanian civil society group, said he came to &quot;link up with activists in the north to see how we can work together and politicise the debates around energy in Europe&quot;. Mhinda is speaking this week in a session on how European energy demands and policies have impacted developing countries. &quot;Production has shifted from the north to the south, even if this is sometimes invisible to the public,&quot; he said. Dozens of sessions will explore ongoing rebellions and new challenges faced by pro-democracy movements in the Arab spring countries. Leading up to the forum, organisers feared some activists might stay away because of security concerns following last month&apos;s assassination of opposition figure Chokri Belaid, which sparked renewed protests and clashes with police. To reassure participants, security has been ramped up at the university campus. The excitement of Tuesday&apos;s opening march was punctured by news that more than 200 people have been prevented from attending the forum by authorities in the region. Border officials stopped 96 Algerian civil society activists from crossing into Tunisia overland, prompting outcry from human rights groups. &quot;Placing travel restrictions on civil society activists is a blatant attempt to prevent them from meeting and discussing with fellow groups from all over the world, and in so doing to isolate them,&quot; said Amnesty International&apos;s Ann Harrison in a statement. &quot;Ironically, such practices are reminiscent of the travel restrictions placed on Tunisian human rights activists under the Ben Ali era  the Algerian authorities continue to rely on old repressive tactics and seem to not have learnt the lessons of the recent uprisings in the region.&quot; More than 100 refugees from the war in Libya, living in the Choucha camp in the Tunisian desert, were also prevented by authorities from travelling to Tunis for the forum, according to activists from the Transnational Choucha Solidarity Group. A caravan of undocumented migrants living in Europe, set to arrive in Tunis after symbolically crossing the Mediterranean by boat, also turned back after the ship&apos;s captain said he wouldn&apos;t help the activists return to Europe after the forum. Migration and freedom of movement is a key theme of this year&apos;s gathering. In a show of solidarity with the forum, workers at the Carthage International airport in Tunis postponed a strike originally scheduled for Monday and Tuesday to make way for those who have flown in from overseas.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/27/world-social-forum-march-tunis", 
    "wordcount": "792"
}