{
    "headline": "Heartland Institute faces fresh scrutiny over tax status", 
    "text": "The Heartland Institute, the libertarian thinktank whose project to undermine science lessons for schoolchildren was exposed this week, faces new scrutiny of its finances  including its donors and tax status. The Guardian has learned of a whistleblower complaint to the Internal Revenue Service about Heartland&apos;s 501(c)(3) tax-exempt status. There was also a call from a group of climate scientists who have personally been on the receiving end of attacks from Heartland and bloggers funded by the thinktank, and whose email was posted online after a notorious 2009 hack, for Heartland to &quot;recognise how its attacks on science and scientists have poisoned the debate about climate change policy,&quot; in a letter made available exclusively to the Guardian. The unauthorised release of internal documents indicated Heartland had received $14m over several years from a single anonymous donor as well as tobacco and liquor companies and corporations pledged to social responsibility, including the General Motors Foundation. The release of the donors&apos; list led a number of environmental organisations to demand GM, which gave $30,000, and Microsoft, which gave $59,908 in free software, to sever their ties with a thinktank that has a core mission of discrediting climate science. An online petition on Friday criticised GM for taking the auto industry bailout and using taxpayer funds to a thinktank spreading what they say is climate misinformation. GM has admitted funding Heartland, pointing out that the money was for its work on health issues, not climate change. &quot;While General Motors has a mixed record on global warming, lately they&apos;ve been doing all the right things, like investing heavily in the electric Chevy Volt. At the same time, they&apos;ve been kept afloat by American taxpayers through a massive bailout. That means our tax dollars are ending up in the hands of the Heartland Institute,&quot; the petition said. Others are focusing on Heartland&apos;s support from the tobacco industry as well as major health and pharmaceutical companies for a thinktank which has opposed smoking bans and healthcare reform. John Mashey, a retired computer scientist and Silicon Valley executive, said he filed a complaint to the IRS this week that said Heartland&apos;s public relations and lobbying efforts violated its non-profit status. Mashey said he sent off his audit, the product of three months&apos; research, just a few hours before the unauthorised release of the Heartland documents. Mashey said in a telephone interview that the complaint looked at the activities of Heartland and two other organisations that have been prominent in misinforming the public about climate change, the Science and Environmental Policy Project, run by Fred Singer, and the Centre for the Study of Carbon Dioxide and Global Change, run by Craig Idso. Both men were funded by Heartland, with Idso receiving $11,600 per month and Singer $5,500 a month, according to the 2012 budget. Heartland is also funding contrarians in Canada and other countries, the documents show. &quot;I believe there was a massive abuse of 501c(3),&quot; Mashey said. &quot;My extensive study of these think anks showed numerous specific actions that violated the rules  such as that their work is supposed to be factually based. Such as there was a whole lot of behaviour that sure looked like lobbying and sending money to foreign organisations that are not charities.&quot; Mashey later published his audit of Heartland finances in Desmogblog, which was the first outlet to run the trove of Heartland documents. Others were demanding more disclosure from Heartland about its donors and its activities. In a letter that was published on Friday and then subsequently removed, more than 30 leading health professionals and scientists from the US, Britain, Australia and New Zealand called on Heartland to come clean. &quot;What motivates the Heartland Institute? As climate scientists and health professionals, we view the systematic manipulation and suppression of climate science for private benefit as confusing at best, and inhumane at worst,&quot; the letter said. &quot;It is in the public, national, and global interest for all funding behind their activities to be revealed. This allows people to make up their own minds about the truth of the climate change threat, so that action can be planned in the light of reality rather than the murky shadows of secretly funded disinformation.&quot; In a separate initiative, seven climate scientists wrote an open letter calling on Heartland to see the moment of exposure as an opportunity to change tack.  The scientists, who included Kevin Trenbeth at the National Centre for Atmospheric Research and Ben Santer at the Lawrence Livermore National Labs, also took Heartland to task for its response to the 2009 and 2011 hacks of climate scientists&apos; emails. &quot;The Heartland Institute has had no qualms about utilising and distorting emails stolen from scientists,&quot; the letter said.  &quot;The Heartland Institute has chosen to undermine public understanding of basic scientific facts and personally attack climate researchers rather than engage in a civil debate about climate change policy options,&quot; the letter said. &quot;We hope the Heartland Institute will begin to play a more constructive role in the policy debate. Refraining from misleading attacks on climate science and climate researchers would be a welcome first step toward.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/17/heartland-institute-fresh-scrutiny-tax", 
    "wordcount": "874"
}