{
    "headline": "Homeopaths offer to rebrand products as 'confectionery'", 
    "text": "Under current UK law*, it is an offence for a lay homeopath to supply or sell unlicensed homeopathic medicines for which they do not hold a certificate of registration from the MHRA. Unlicensed remedies can only be supplied by those with prescribing rights - medical doctors or registered pharmacists - and then only after a face-to-face consultation with the patient. Since very few homeopathic products are licensed, this means a huge swathe of Big Sugar&apos;s products are, in theory at least, not legal.  This has come as something of a shock to many homeopaths, who apparently only became aware of it in the last year or so, when UK medicines legislation was about to be consolidated under the Human Medical Regulations Act, which came into force in July. In the past, the law hasn&apos;t really been enforced, and a recent meeting between the Department of Health and the Society of Homeopaths suggested politicians have little appetite to start now.  We only have the Society&apos;s description of that meeting, but it fits with the Coalition&apos;s rejection of Parliament&apos;s homeopathy &apos;evidence check&apos; - short version: &quot;We checked, there wasn&apos;t any!&quot; - almost exactly two years ago. At the time the government protested that:   If regulation was applied to homeopathic medicines as understood in the context of conventional pharmaceutical medicines, these products would have to be withdrawn from the market as medicines. This would constrain consumer choice and, more importantly, risk the introduction of unregulated, poor quality and potentially unsafe products on the market to satisfy consumer demand  God forbid that regulation should get in the way of the Coalition&apos;s fetishism of free choice.  Fortunately it turns out that the government don&apos;t really have a choice in the matter. The MHRA regulate homeopathy, and they are obliged to enforce the law if they receive complaints. The most vulnerable points in the supply chain are the major homeopathic pharmacies, companies like Ainsworths, Helios and Nelsons who manufacture the bulk of remedies supplied to British homeopaths, and against whom complaints were made to the MHRA by Simon Singh&apos;s &apos;Nightingale Collaboration&apos;, a skeptic campaign organization.  Andy Lewis has been documenting the panicked responses of companies like Ainsworths, who have belatedly called upon their customers to lobby MPs - fairly futile as UK law is in line with an EU directive that would also need amending. I was curious to know whether the companies had been in contact with the MHRA, and last week I received a response to a Freedom of Information Act request asking for copies of any correspondence. On September 5th last year, the MHRA wrote to Helios Homeopathics Ltd explaining that they had received &quot;a number of complaints&quot; and pointed out that of the five Helios Homeopathic Kits being marketed to practitioners - the Basic kit, Basic Plus kit, Accident &amp; Emergency kit (!), Child Birth kit (!!) and Travellers Kit - only the Basic kit could &quot;currently be marketed.&quot; The MHRA asked Helios to &quot;discontinue the sale and supply&quot; of the rest, on the basis that the kit names are not approved by the MHRA, and &quot;the kits contain remedies that are not registered or authorised.&quot; In a rather angry response dated September 27th, Helios claimed that attempts to register a further 18 remedies between 2000 and 2003 failed due to the MHRA&apos;s (then known as the MCA) inability to conduct assessments, and leveled a series of accusations:   &quot;Because of this lack of progress despite numerous enquiries and eventually a complaint letter, we considered that it was not worth us continuing with an expensive and slow process when the MCA did not consider the issue of unlicensed kits to be a priority. It also should be noted that both we and our competitors had supplied unlicensed kits since the early 1990s ... with the MCA fully aware at both regulatory and inspection level. Not once, either by an MCA/MHRA inspector or a regulatory official, were we advised to remove the kits from sale and the issue has not arisen until now when a small group of sceptics started lobbying the MHRA.&quot;  I put these two claims to the MHRA, who have just come back to me with this response. Your mileage may vary on how convincing a rebuttal this is:   &quot;Although the MHRA cannot comment on specific applications, we can confirm that assessment of the Helios applications did take place between 2000 and 2003. The MHRA requested that Helios remove unlicensed homeopathic medicines from their website prior to September 2011. The MHRA investigates all complaints of sale and supply of unlicensed medicines and takes any appropriate action. The source of the complaint is not taken into consideration.&quot;  As Andy Lewis points out, homeopaths have had decades to clean up their industry, and the current situation is entirely of their own making, a result of their stubborn refusal to accept responsibility for the excesses of their colleagues. It&apos;s important to remember though that their bad behaviour has been enabled every step of the way, by all three political parties and by regulators who have allowed an entire industry to flaunt its disobedience for years. As a Nightingale spokesman told me:  &quot;Even though they knew about the clear guidance that was issued in March last year by the MHRA, it took a complaint from a member of the public in September to finally make it clear that their kits of homeopathic products were not allowed under the regulations because some of them were unlicensed. Some pharmacies are still advertising and selling thousands of other unlicensed homeopathic medicines on their website and we look forward to the MHRA dealing with our complaints about them (submitted nearly a year ago) and taking further decisive action to enforce the medicines regulations.&quot;  Still, the good times seem to have finally come to an end, and if Helios can&apos;t bend the MHRA to their will, they may have to resort to more... interesting alternatives. Here&apos;s Helios explaining one of them to the MHRA:  If necessary we could revise the manufacturing method, the labelling of the bottles and kit box to present them as non-medicines and non-homeopathic and market them as &apos;confectionery&apos;. Customers who have an interest in homeopathy would still know how to use them and would continue to purchase them despite limited labelling. There would of course be media repercussions and uncontrolled sources appearing and confusion among the public and MPs who would demand a full explanation for the change.  This is an option which our customers would support if it ensured a continuation of the supply of kits until they are fully licensed.   And that would be fine. I&apos;ve got no problem with people buying and selling homeopathic remedies for their aches and sniffles. Just don&apos;t pretend it&apos;s a real medicine, and don&apos;t persuade people it can treat dangerous diseases. Is that really so much to ask? For further analysis it&apos;s worth reading the Malleus Homeopathicum blog and Quackometer.  - - - - - - - - - - - - - - - -  *The Medicines (Homoeopathic Medicinal Products for Human Use) Regulations 1994, as amended in 2005. Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/aug/02/1", 
    "wordcount": "1198"
}