{
    "headline": "Grand Theft Auto 5 preview: Rockstar invites you to Los Santos", 
    "text": "Michael, Trevor and Franklin are standing in a back alley at night, wearing boiler suits and novelty masks. Michael has a plan about robbing a Gruppe Six security truck. He got the idea from a movie. It involves crashing into it at top speed and rolling it over. It seems like a good idea to the others. Trevor says he doesn&apos;t want to be too involved in the action; he&apos;ll cover from a rooftop. Franklin, in a Friday 13th-style hockey mask, will be in the pick-up truck that will perform the moving ramraid. This is it. This is how business gets done in Los Santos. Grand Theft Auto has always asked questions about games  especially violent games. In the same way that, say, Michael Mann and Brian De Palma make films that both surrender to and interrogate the beauty of cinematic slaughter, Rockstar has said, &apos;what does all this mean?&apos;. And all the while it has got us to shoot and punch people and steal their cars, and it has got us to love doing it. Now Grand Theft Auto V is turning its impish, ironic eye toward Hollywood, the source of our unusual modern tastes in screen action. And what it finds is a den of delusion and disillusion. Los Santos is Los Angeles writ even larger, a town of ruthless crooks and conmen; more a dream sweatshop than a dream factory. This is a place where ambitions come, not just to die, but to be bludgeoned to death in back streets  mostly by men like Michael, Trevor and Franklin. Extreme sports     GTA 5: from city streets to lush landscapes. Photograph: Rockstar Games    This week, Rockstar is showing members of the press a few new off-mission sequences from the game. In the first, we join Franklin, the youngest member of the cast and an inveterate adrenaline junkie  he&apos;s leaning out of a chopper 1,000 feet above the twinkling ocean. All the characters have their own favoured pastimes, their own ways of letting off steam. There&apos;s tennis, golf, cycling, hiking; there are stunt jump challenges. There is yoga. Franklin loves extreme sports. And so equipped with a parachute, he leaps out of the helicopter. And then he&apos;s free-falling over the sprawling countryside. We see the vast panorama of the game; the rolling hills and woodlands  the skyscrapers of the city glinting in the far distance. Below is a military base, where a cargo plane is swooping in to land. Franklin then floats in over Mount Jessiah where a mountain lion stalks a small gathering of deer. Rockstar has brought in all it learned about establishing realistic ecosystems from Red Dead Redemption, so the rural areas are filled with wildlife. And closer to land, we see young kids racing ATVs through the dirt, and a couple of men fishing by a wide fast-flowing river. The score is all throbbing ambient synths  part M83, part College, part Brian Eno. Rockstar isn&apos;t saying who has recorded it yet, but it is also there in missions during which the tempo cranks up in time with the action. Dan Houser told me that Rockstar doesn&apos;t really draw much influence from movies any more, but that whole Michael Mann feel is here again in this subtle, evocative soundtrack. And of course, there are dozens of licensed tracks, mining the same nostalgic veins as the classic GTA titles, Vice City and San Andreas. Radio Gaga, Radar Love, Waylon Jennings... all gloriously inappropriate for what&apos;s happening on screen. Swapping characters     GTA 5: explosive action. Photograph: Rockstar Games    Outside of missions, players can swap between the characters at any time. Hitting the D-pad brings up the selection menu and also a range of stats: each member of the trio has ratings for elements such as stealth, shooting, stamina, driving and, yep, lung capacity, and all of these gradually improve as the character employs them  a system reminiscent of San Andreas. They all also have one special ability, which can be instigated for limited periods of time. When Franklin&apos;s in a vehicle, he can slow down time to get sharper handling, perhaps to avoid a police stinger or navigate through a road block. Trevor can double his weapon damage for brief bursts of hyper-violence, halving the damage he takes in the process. And Michael, who already resembles a slightly older, more puffy Max Payne, gets a variant on bullet time. Once again, the more these skills are used successfully, the more they evolve. When you switch to a different protagonist, you&apos;ll join the new guy in one of many interesting, unusual or downright disturbing activities. Trevor will usually be out in the desert, Michael in town or slumped at home in front of some Vinewood action flick, sinking bourbon. You&apos;re never quite sure what you&apos;ll get. To show this off, our Rockstar representative switches from Franklin to Trevor, and we join him on a beach dressed only in Y-fronts and surrounded by dead bodies. It turns out he has had a run-in with the West Coast chapter of The Lost, the motorbike gang that turned up in GTA IV and its subsequent DLC. There&apos;s a running feud going on throughout this game over drugs or territory or both. Trevor then jumps into a Zodiac inflatable power boat and scorches off along the coast. The surface ripples with impressive authenticity, and the sea will apparently react to realistic weather conditions  if there&apos;s a storm, things get very choppy. Some water vehicles, including this one, come with scuba equipment, so Trevor suits up and dives into the brine. Below the waterline there&apos;s as much detail as above, with schools of fish swimming between reefs and sharks lurking in the darkness. In our demo, Trevor happens upon a sunken cargo boat, which may well hide some lucrative booty. Apparently the game is full of this sort of thing; little explorable scenes that offer rewards for curious players.     GTA 5: Trevor gets deep. Photograph: Rockstar Games    But we&apos;re not staying. Instead we switch into Michael, who&apos;s loafing about outside the Crastenburg Hotel on Vinewood Boulevard. He wanders the wide streets, surrounded by restaurants and nightclubs  he could apparently step into a tattoo parlour and get inked; or hop on that bus and get a guided tour of film star homes. The pavement is crowded with misfits and failures, the flotsam and jetsam of a dying movie town; apparently there will be four times as many pedestrians as in the last title. Michael is accosted by ruined soft porn dropout Pamela Drake: &quot;They wrote a Slut in Paris just for me,&quot; she drawls as he passes. There has, I suddenly realise, been a total vacuum of sympathetic female characters so far. Sure, the men are thugs and losers too, but we get to control those guys  I hope there are some meatier roles for women in this world, something beyond spoiled princesses and porn flick rejects. Michael walks on; past two men dressed as superheroes, charging passers-by for photos. One is decked up as a Republican Space Ranger, the in-game cartoon from GTA IV, set to make a reappearance on TVs in the new title. The other is a fresh character for GTA V, a pathetic caped crusader named Impotent Rage who&apos;ll get his own series. If you want, you can take out your smartphone while exploring and take a picture with its camera. This can then be uploaded to Rockstar&apos;s Social Club site. The touchscreen smartphone, hugely modernised since GTA IV of course, also lets you browse the in-game web, catch up on emails (where side-missions are often revealed) and access a new social networking feature, which Rockstar is saving for another press event. Next, Michael blunders into one of the game&apos;s many dynamic missions, which show up on the mini-map as question marks. These are all highly contextual, based on the location, time and the character you&apos;re currently playing; it might be helping out a stranded motorist in the mountains, or  as in this case  helping a Vinewood starlet who&apos;s been hijacked by the paparazzi and needs help getting to her car. Michael leaps into the flashy convertible, backs it up so that she can clamber in, then screeches off toward her apartment in the Rockford Hills. This is Janey Jonas, a nightmarishly self-obsessed teen starlet, incredulous that Michael hasn&apos;t heard of her (&quot;I&apos;m the voice of a generation!&quot;) and adamant that this is just a standard commute for a hot actress in Vinewood. Whatever, when Michael drops her off, she pays him $150. It&apos;s a neat, amusing little cameo and it fits in with what Dan Houser said about GTA V being a sort of post-Hollywood pastiche: the real movie actors have left town and all that&apos;s left are the wash-ups and the preening monied rent-a-stars.     GTA 5: Frankin in the spotlight. Photograph: Rockstar Games    Beyond these asides is the backbone of the game: the story. As mentioned before, GTA V will have a narrative throughline that encompasses the individual biographies of the three characters. Missions will feed into this to create a linear pathway  and strewn along it are eight epic heists that provide the big set-piece moments. Players will need to prepare for these with smaller sub-tasks, but you&apos;re always able to drop in and out of these objectives  you&apos;re never locked into a long stretch of mandatory missions. Some tasks will require the recruitment of other characters outside the three leads. Players will be able to select their own teams, choosing drivers, marksmen, etc, as well as customising weapons and vehicles. You&apos;ll have the option of going for cheaper, less reliable cohorts, or super-capable professionals who&apos;ll expect a much bigger cut of the earnings  and if you stick with the same team for more than one mission, their stats will start to improve. I ask Rockstar if you&apos;ll be able to double cross these guys when a heist is over; no one seems sure right now, but that would add a certain frisson to the operations. Blitz Play Rockstar shows off one of the smaller robbery tasks named Blitz Play  it&apos;s the one with the three leads in boiler suits and masks. The trio has been employed by the FIB  the in-game take on the FBI  to hijack a security truck filled with valuable bonds. Michael mans a garbage van on the route of the target, while Franklin is in that pick-up truck down a side valley. As the security vehicle approaches, Michael has to block the road, then Franklin drives up at great speed, smashing into the Gruppe 6 truck and knocking it onto its side. In most missions, players can choose to stick with one character or swap between them; at some points, control will be automatically swapped, but often its up to you. Michael jabs a block of C4 onto the doors, blasts them open and collects the stash. But suddenly there&apos;s a problem; the driver has tripped the alarm and Trevor spots a group of squad cars racing in. It&apos;s time for a Grand Theft Auto shoot-out. The sequence, as you&apos;d expect, is blistering stuff; bullets fly, cars skid into the scene and go up in flames; Trevor takes out a police helicopter with an RPG. The health system has been tweaked  it will now regenerate up to 50% but after that you&apos;ll need pick-ups  an interesting hybrid. Combat mechanics     GTA 5: Franklin wields a helicopter gun. Photograph: Rockstar Games    The combat system has apparently been entirely reworked, taking elements of the Max Payne 3 mechanics. There&apos;s now a &quot;combat jog&quot; to sprint with the gun, and a roll to get quickly into cover  which is apparently smoother to get out of now. There are also various targeting systems to choose from, ranging from total free-aim to a hybrid lock-on option, which gives players freedom to move the reticule away from automatically selected targets. We&apos;re also promised the ability to &apos;run and gun&apos; while keeping complete control over the reticule; and now the camera pulls way back in the over-the-shoulder shooting view to give a wider field of vision. It&apos;s hard to judge without wrestling the controller from the Rockstar rep, but the promise is that the shoot-out mechanics are more rigid and reliable this time round. Eventually the team escapes in the pick-up. The wanted system works like previous games  there&apos;s a search radius, and once you get out of it, your heat diminishes. However, it&apos;s also possible to hide from pursuers and as long as you&apos;re out of their direct search beacons, the wanted status drops. Michael drives the truck to an underpass where a getaway car awaits  but this isn&apos;t an automatic prop: the player will have had to scope out a decent switchover location themselves, planting a car there in preparation, as well as scoring those masks and boiler suits. It&apos;s all part of the build up. In the major heists this is more elaborate and will also involve building a plan of attack  do you score a bunch of assault rifles for a full-on invasion, or grab smoke grenades for a stealthy approach?  Rockstar wants to get across several facets of the game at this point. It&apos;s about the scale and variety of the world, with its financial areas, forests, deserts, vineyards and villages  all explorable from the outset. It is about the lead characters, who all have their own lives, friends and business contacts. The development team has apparently been watching a lot of modern TV, noticing how major shows such as The Wire and Breaking Bad have large ensemble casts and intertwined plotlines; this is more of an influence than movies now.  And apparently, we&apos;ll learn the back stories of these three men as we go, often seeing events from more than one perspective. &quot;Trevor is more about id, about desire,&quot; said Dan Houser, when I met him for our first preview of this game in October. &quot;Michael is more about, &apos;OK, where are we going and how are we going to get out of this?&apos; He&apos;s more reasoned and thoughtful but with many compromised sides to him. Trevor may be simultaneously, less hypercritical and more appalling...  &quot;But very quickly it became clear to us, it&apos;s not who is better or worse; it&apos;s about which of these two awful but charming men is more interesting...&quot; Multiplayer mystery What we don&apos;t know about is multiplayer. The publisher is promising something very special, very different  but we&apos;re likely to see some similarities with GTA IV and Max Payne, with narrative and sandbox elements combining. Interestingly, when you bring up the character selection wheel in the bottom right corner of the screen, there&apos;s an icon for each of the lead characters, but also a fourth for multiplayer  so does that mean we&apos;ll be able to slip seamlessly from campaigns into competitive or co-op tasks? Will there be some interplay between the modes, as we have seen in titles like Dark Souls? Rockstar isn&apos;t saying. Right now, it&apos;s just showing us this vast exhilarating world, filled with procedural quests, strange characters, twisted relationships, and lots and lots of crime. There are more vehicles than any other GTA game, and more weapons. Everything is customisable, from your car to your clothes. It is a world where government agencies are as crooked as the thugs on street corners, and where the facade of fame and fortune is starting to flake away.  It&apos;s all so downbeat and grubbily fascinating, but the big test now is, how will the systems work and feel? How free are we and how compelling are these damaged men? For some, Niko Bellic was too much of a troubled soul, and his adventures in Liberty City too mired in the processes of alienation and failure. Seeing Michael going batshit on the golf course, or Trevor wandering Vespucci Beach in his pants, or Franklin leaping from a chopper just for the hell of it hints at a whole different kind of experience  something funnier and more unhinged.     GTA 5: there's no escape from Los Santos. Photograph: Rockstar Games    But I love the fact that somehow, all of the characters are victims of this crazy city of Los Santos; a depiction of LA that goes far deeper than geography. &quot;LA is totally made up,&quot; say Houser during my interview last year. &quot;It should be desert scrub; it should all be cliffs and hills, but the hills have been smoothed off and the cliffs have been removed and they&apos;ve made it wet with water from Canada.  &quot;All cities are artificial to some extent, but LA isn&apos;t set on top of its environment, it changed it. It&apos;s as fake as a game world. It&apos;s lunacy. And it works well for GTA. Being simultaneously involved in the production of LA Noire and GTA V was interesting because the place changed so much in that time. It&apos;s a fascinating city to look at and engage with. It lets you be free of your past. When people are in New York, they continue to have pretty strong roots in Europe; by the time they get to LA they drop that - they love America. LA is about the love of America.&quot; Is GTA V about that? Or is it about games, and how they represent cities and people and criminals? Whatever, it looks like a hell of a lot of fun; just classic GTA fun. Los Santos is the city at the end of Grand Theft Auto&apos;s America: there is no escape. It is going to make us do bad things. And we are going to enjoy them.", 
    "section": "technology", 
    "gid": "technology/2013/may/02/gta-5-preview-grand-theft-auto", 
    "wordcount": "2893"
}