{
    "headline": "We can't rely on others to protect our bikes from theft", 
    "text": "     In 2010 I tried to set up a sting operation to retrieve my stolen bike after I found it for sale on Gumtree. I met the thief outside an east London pub, test rode my bike and sent him away, pretending I was &quot;thinking about it&quot;. Then I called the police. When the police couldn&apos;t make it (local officers were busy with muggings) I tried to recruit a group of men drinking in the beer garden to help me. To my genuine surprise no one volunteered, despite the fact there were 10 or so strong-looking men and the seller was a teenager. I was reminded of this experience when last week I discovered Bike Theft: The Movie, a grandiose title for a fourand-a-half minute film. It is as much a social experiment as a piece of cinema . Directed by James Nash of Bike Dock Solutions, a three-year-old company specialising in cycle parking, the experiment sought to observe the public reaction to a series of bike thefts in a busy market. A hidden camera reveals an unnamed actor sidling up to the bikes with oversized bolt cutters  they&apos;re about three feet long  and severing the flimsy cable lock like scissors through string. Within moments he&apos;s on the bike and away. Ten &quot;thefts&quot; occur over a 60-minute period, yet, no one intervenes or interacts with the thief at any time. On average it took three minutes for people to realise a theft was occurring, while up to 15 people walked right past a single theft without noticing it. The footage shows one person who apparently sees what&apos;s happening and looks away, while a group of men just stand around and smirk after witnessing a theft. A couple of people reported the thefts to market stewards but this was so long after the incidents, that in a real scenario the thief would have been long gone. According to the film, in the UK a bicycle is stolen every minute and less than 5% of owners get their bikes back. It is estimated that only 20% of thefts are reported to the police. Of those whose bikes are stolen, 66% cycle less after a theft and 24% stop cycling altogether. The location remains a secret; ironically filming permission was not granted on public streets by the police in case of public vigilantes, so permission was sought from the private owners of the market. Given the scare stories of badly wounded  or worse  have-a-go heroes, it is understandable that people are reluctant to step in to save a bike. Police advise against such action. What Bike Theft: The Movie highlights is that even in the most public of places we can&apos;t rely on others to protect our bikes. Importantly, proper locks and locking techniques should be used, and Bike Dock Solutions would argue, proper bike racks too. In any situation it is clear: don&apos;t rely on safety in numbers.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/feb/06/protect-bikes-theft", 
    "wordcount": "511"
}