{
    "headline": "Xbox 720: five key points about Microsoft's new generation", 
    "text": "Sony&apos;s cards are on the table, now it&apos;s Microsoft&apos;s turn to show its hand. After the controversial introduction of the PlayStation 4 in February, Tuesday will see the unveiling of the next Xbox machine, which still doesn&apos;t have a name  although Infinity is a frontrunner once again. Taking place at the Microsoft HQ in Redmond, the event will be live-streamed across the globe, and should actually show us the new console  unlike Sony&apos;s rather coy non-reveal. The industry has changed almost beyond recognition since the announcement of the Xbox 360 way back in May 2005. But somehow the console has managed to stay abreast of trends, introducing Achievements and gamer scores, perfecting the online gaming experience, and opening up its online infrastructure for an array of video-on-demand services. It has sold over 76m units worldwide, attracting over 46m users to its Xbox Live service. So what&apos;s the plan for the 720, or Durango, or Infinity, or whatever it&apos;s called? Here are the five things we want to know. Feel free to add your own questions and concerns int he comments section. The specs Well, unless there&apos;s a huge upset, we have a pretty good idea of what to expect here. Rumours coming out of the development sector for several months suggest an eight-core X86 CPU operating at 1.6Ghz, a custom GPU (possibly based on the Radeon HD 8770 or HD 7790, depending on your preferred source of speculation), a 500GB HD and a Blu-ray drive. It doesn&apos;t take a super geek to work out that this is a very similar set-up to the Playstation 4, so it&apos;s all down to the nitty gritty of the architecture  the type of RAM used, the teraflops output, any memory squirreled away for OS use, that sort of thing. Oh, there have been rumours of a second GPU dedicated to multimedia functionality  ie video streaming. That would fit with the emerging idea that Microsoft wants to push this thing as a one-size-fits-all living room entertainment behemoth. Damn, I wish they would call it the Xbox Behemoth. Anyway, what we want to know is: are these specs correct, and if so, what does this AMD-fuelled architecture have that PS4 doesn&apos;t? Kinect 2.0 Ever since the leak of that suspiciously amateurish Xbox 720 document back in May 2012, we&apos;ve been conditioned to expect the return of Kinect, Microsoft&apos;s, let&apos;s say divisive, motion control peripheral. Kinect 2.0, we&apos;re led to believe, will be built in to the new console, offering much more accurate cameras  thereby allowing for facial recognition and tracking of up to four players at once. There will also be improved voice recognition for when you just can&apos;t be bothered to press buttons. Does this excite you? Well, maybe not  Kinect never really got the pulses racing on Xbox 360, despite shifting more than 20m units. The tracking tech never really worked well enough, and you needed masses of space to use the thing. If these problems have been solved, then this could be interesting, although it seems we can rule out a joint implementation with Microsoft&apos;s Illumiroom &apos;augmented viewing&apos; concept, which baths your viewing area in images matching the onscreen action; that&apos;s still some way off apparently. The connected services However much of a PlayStation fan you are, you have to concede that Xbox 360 got online just right. Sure, you had to pay a subscription, but Live worked beautifully and left Sony scrabbling to catch up (Trophies, anyone?). Alongside a wonderful online gaming system, the console also offered an array of video-on-demand services, and it&apos;s likely these will be a key focus for the follow-up, too. When Xbox blogger Major Nelson announced the next-gen Xbox event back in April he stated, &quot;On Tuesday May 21st, we&apos;ll mark the beginning of a new generation of games, TV and entertainment.&quot; In short, we can expect content partnership deals with major TV and movie corps, and maybe other entertainment features set to place the console in competition with the likes of Virgin and Sky (for example, the ability to record and store TV programmes). As for Xbox Live itself, will we get a more social lobby system, allowing for easier match-ups between friends? Can we count on cross-platform gaming against smartphone and tablet owners? And will there be a new take on Achievements?  And the biggest question of all: will the next Xbox require a constant internet connection? This would, of course, offer security benefits, but won&apos;t be... popular (greatest understatement of the year nominee 2013). Polygon reckons publishers will get to decide if their games require a constant connection, whereas Ars Technica suggests that offline fun will be available to those watching TV, Blu-ray movie discs or indulging in single-player campaigns. Hmm, what could possibly go wrong? That Polygon story also mentions the possibility of a record option, allowing gamers to easily share their game footage. Sort of like the PS4 &quot;share&quot; function. Gawd, are there any original ideas left in the world? The games Xbox veterans are in for a thrilling time tomorrow. Rumours suggest Project Gotham Racing 5, Forza Motorports 5, Halo 5 and Fable 4. As for new  ahem  &quot;IP&quot;, we&apos;re expecting one or maybe even two projects from Rare, and the first-person Roman hack-&apos;em-up Ryse from Crytek, may be headed this way. Elsewhere, there are whispers that Titan the first project from Respawn Entertainment (founded by ex-Infinity Ward heads Jason West and Vince Zampella) could be an Xbox 720 exclusive. Likely to steal the show, though, will be the debut of Activision&apos;s Call of Duty Ghosts  the next-generation instalment in its moderately successful shooter series. My question though: what is Microsoft doing about supporting smaller studios? Xbox Live Indie Games was a huge disappointment. Let&apos;s try that again, eh? Launch date? Microsoft analyst Paul Thurot has guessed at an early November launch, with two price points: $499 for an outright purchase of the console, or a $299 option which gets you the machine but commits you to an Xbox Live subscription, possibly for two years. Microsoft has experimented with this sort of price model before, and it may be a smart way of keeping hardware costs within the budgets of gamers who would probably stump up for the online gaming service anyway. Sony hasn&apos;t given a PS4 ETA yet, beyond vaguely mumbling about Winter 2013, so can Microsoft hit the shelves first? And if so, how important will that be? The Sega Saturn just pipped the original PlayStation into Japanese stores, while Dreamcast beat PS2 to sale  neither flourished as a result. But the big gap between the Xbox 360 and PS3 certainly did help Microsoft&apos;s machine.  But just imagine if both come out in November. It&apos;ll be carnage out there...", 
    "section": "technology", 
    "gid": "technology/2013/may/20/xbox-720-five-key-points-microsoft-new-generation", 
    "wordcount": "1129"
}