{
    "headline": "Why Tory MPs opposition to wind power will put your energy bill up", 
    "text": "The door had not even swung back behind the departing energy and climate change secretary Chris Huhne before his opponents seized their chance. Over 100 Conservative MPs wrote to prime minister David Cameron demanding cuts to support for onshore windfarms and easier ways to block them through planning objections. The Liberal Democrats, who provided Huhne&apos;s replacement Ed Davey, have immediately hit back, with the deputy prime minister Nick Clegg saying on Monday: &quot;The race is on to lead the world in clean, green energy. In 2011 we saw record-breaking global investment in renewables - outstripping the cash piled into fossil fuels. The new economic powerhouses - China, India, Korea, Brazil - are now serious contenders for that capital. So the choice for the UK is simple: wake up, or end up playing catch up.&quot; It will not surprise regular readers that I agree with Nick. But a closer look at the anti-wind letter shows why you should too. The letters states: &quot;In these financially straightened times, we think it is unwise to make consumers pay, through taxpayer subsidy, for inefficient and intermittent energy production that typifies on-shore wind turbines.&quot; I&apos;ll ignore the hoary &quot;inefficient and intermittent&quot; jibes, debunked many times before. I&apos;ll also ignore the mention of &quot;taxpayer subsidy&quot; which is wrong: the support for wind and other renewables comes through a levy on energy bills, though I acknowledge that is no less palatable. But let&apos;s take &quot;these financially straightened times&quot;. The current support for all renewables adds 20 a year to the average energy bill, about 1.5%. Half of that is for wind, some onshore, some offshore. So, the cost for onshore wind is, say, 5 a year. Yes, renewable subsidies will rise by 2020, but not by the hundreds of pounds some wrongly claim but to 54 a year, about 4% of the average bill. In return for this investment, you cut your exposure to international gas prices, by far the biggest culprit in your rocketing home energy bills, and go a good way to cutting the climate warming emissions of carbon dioxide that the UK is legally obliged to reduce. We are are still the 10th biggest national emitter in the world. Remember also, that oil, gas and nuclear all receive very large subsidies. Furthermore, onshore wind is the cheapest of all the low-carbon technologies (p87): cheaper than nuclear and much cheaper than offshore wind, solar and carbon capture and storage. The Tory MPs wrote: &quot;In the on-going review of renewable energy subsidies, we ask the government to dramatically cut the subsidy for onshore wind and spread the savings made between other types of reliable renewable energy production and energy efficiency measures.&quot; First, the government has already said it is going to cut onshore wind subsidies from 2013. But more telling is the MPs request to pump money into other, unspecified, renewable energy types. Because they are more expensive - wave and tidal power gets five times the subsidy of onshore wind, for example - granting those MPs their request and delivering the same amount of clean energy would push bills up even higher in these &quot;financially straightened times&quot;. Incidentally, I agree with the MPs that energy efficiency measures are important, but the very ambitious Green Deal programme is aimed squarely at that and will, I believe, include new measures to drive take-up when it is finally rolled out. So the argument made by the MPs that we should slash onshore windfarm subsidies on financial grounds is dangerous hot air. The second half of the letter reveals their true worry: nimbyism. &quot;We also are worried that the new National Planning Policy Framework, in its current form, diminishes the chances of local people defeating unwanted onshore windfarm proposals through the planning system,&quot; wrote the MPs (view their constituencies here). This is deeply ironic, given that two hereos of the Tory right - George Osborne and Eric Pickles - are driving through the much-derided planning changes in their desperate search for economic growth at any cost. Now let me be very clear: local residents should have strong rights in relation to development in their areas. The shredding of 1000 pages of planning guidance and its replacement by 50 pages is, according to some rural Conservative MPs I have spoken to, the biggest issue for their constituents. That is the real reason behind this letter, supported by the scepticism on global warming that is more prevalent among Tories. So, MPs and locals should by all means campaign against onshore windfarms if they wish to. But what they cannot do is attempt to bolster their case by peddling myths about wind power and dishonestly pretending that blocking onshore windfarms will save people money, when it will clearly do the opposite. Ed Davey understands that, saying on Monday: &quot;Greening the economy isn&apos;t just good for the planet - it&apos;s good for the wallets, purses and pockets of every British citizen too.&quot; Perhaps the 200 or so Conservative MPs who did not sign the letter understand it also.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/feb/06/windpower-renewableenergy", 
    "wordcount": "857"
}