{
    "headline": "A public sector for the whole world could end aid as we know it", 
    "text": "The aid concept is outdated and it&apos;s time to take a fresh look at the way the world envisages it. What if we were to pool the public funds available for international finance and split them according to global priorities? Every year, more countries enter the aid arena  Azerbaijan and Kazakhstan are the latest and perhaps most surprising countries to have begun to talk about becoming donors, albeit with very limited funds to begin with. Meanwhile, the development sector&apos;s vision is evolving from a tight poverty eradication focus to an appreciation of global public goods  from which everyone benefits and towards which all must contribute  under a framework of sustainable development. The big question becomes how best to split the rising amount of public money (probably about $150bn today) made available for global development. An important conceptual analogy is that what we are talking about is simply public spending at a global level, for global goods, just as there is public spending at a national level for national goods. People accustomed to a traditional aid paradigm can&apos;t understand the increasingly common practice of giving aid to countries that have their own aid programmes, (hence the lively debates around aid to middle-income countries such as India). Aid was meant to be the transfer of funds to cash-strapped nations. But the concept of global public spending can deal with this apparent paradox. Try it out. For every question you have about the future of global development finance, make an analogy with national public spending. Should we focus on poverty or sustainable development? Both, just as we do at a national level. Who should contribute? Everyone. The poorest would contribute less than the rich, but all apart from the very poorest countries would pay, just as all but the very poorest citizens or smallest businesses contribute to national exchequers  perhaps a flat 1% of national income would suffice. Unlike with aid, there is no contradiction in poor countries paying money towards global goods, and also receiving support for their particular problems. How should global public funds complement private investment? Look at how national public spending is used to incentivise or build a context for progressive investments and you have your answer. The list of analogies could go on. Instead of parks and playgrounds in need of national investment, think oceans and forests in need of global preservation. Just as there is a social safety net at the national level, so at the international level, responses to extremes of poverty would remain a key part of global spending. We already have regional public spending with the EU. This is a clue to what is possible and also, of course, to the problems that will ensue; think the EU&apos;s &quot;democratic deficit&quot; on a global scale. The further away spending decisions are from the sources of money, the more problematic the system. Opposition to the EU having a large budget is more widespread than opposition to public spending at a national level. Global public spending would face similar challenges of inefficiency and bureaucracy, and there would be even more examples of wasted money. But unless we are prepared to see aid dwindle and the international sphere become the reserve of private funds, this is surely the next step for development co-operation. It would require an evolution of current UN and other institutions, such as the World Bank and regional banks, while bilateral agencies would be part of the democratic link to taxpayers&apos; money. As important as any inevitably fraught architectural decisions is the communications value of this concept  the general public in all countries, rich, middle-income and poor, should quickly grasp and appreciate the idea of global public spending reversing the antagonism to &quot;aid&quot;. National public spending is widely accepted  only the most die-hard anti-statists oppose social safety nets for the poorest people, investment in research for new technologies, conservation, policing and so on. In a globalising world, it is only logical that we take that theory one step further. Just as individual contributions are the price of living in a civilised society, so national contributions to the global pot could be the price of living in a prosperous and sustainable world. The very reason that this vision is hard to achieve is what makes it so progressive and exciting. This way of thinking will only work insofar as human beings are able to internationalise their minds and think on a truly global, horizontal level, the project of progressives for centuries. This is a truly radical perspective, implying a kind of internationalism that is still only developing. That&apos;s my take on the future of aid. Other authors, notably Jean-Michel Severino and Olivier Ray, appear to be moving in a similar direction. But there are, of course, many other ideas; share your thoughts below.  Jonathan Glennie will be talking at #CAPE2012, ODI&apos;s conference on the future of aid. Sign up to watch the live stream on 14 and 15 November", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/06/public-sector-world-end-aid", 
    "wordcount": "827"
}