{
    "headline": "Nokia to bring 41-megapixel 'Pureview' sensor system to Lumia range", 
    "text": "Nokia is finally bringing its &quot;revolutionary&quot; 41-megapixel Pureview sensor to its Lumia range of Windows Phone handsets, according to sources close to the Finnish handset maker. The new model will be known as EOS, and will launch in the summer in the US. Observers queried the lack of the 41MP sensor - boasting five times the resolution of most top-end phone cameras - when Nokia launched its flagship Lumia 920 Windows Phone handset at the end of 2012 - although the phone does confusingly boast a camera technology also known as Pureview. The 41MP sensor debuted at the Mobile World Congress trade show in Barcelona in February 2012 on Nokia&apos;s final Symbian phone, the 808. The resulting images drew rave reviews at the time, though in fact the aim of the sensor is not to produce huge images, but good images in low light. Low-light images taken at high ISO ratings (where small amounts of light are registered) typically have a lot of &quot;noise&quot; on them  random speckles of visible colour - caused by increasing sensitivity of the CCD sensors in the digital camera. The aim of the 41MP sensor is to oversample the image; the actual size of pictures taken on the 808 is about 5MP, but each pixel can be determined from the information provided by the redundant pixels, thus eliminating much of the flawed data. The 808 also uses a bigger sensor, which means bigger pixels. Nokia explains in a white paper (PDF) that pixel size has &quot;shrunk just over the past six years from 2.2 microns, to 1.75 microns, to 1.4 microns  The smaller the pixel, the less [sic] photons each pixel is able to collect. Less [sic] photons, less image quality. There&apos;s also more visual noise in images.&quot; (One micron is a millionth of a metre.)  The Lumia 920 doesn&apos;t have the 41MP sensor, but does have what Nokia calls &quot;floating lens technology&quot;: a gyroscope detects shaking such as uneven hand motion and the whole camera mechanism moves to compensate, so the shutter can be open for longer in low light. Results from the Lumia 920&apos;s 8.7MP pixel in low light are certainly pretty good  in most low-light situations you don&apos;t need the rather harsh xenon flash. In an increasingly crowded smartphone market where new handsets often seem to be incremental changes, it&apos;s difficult for a brand to differentiate its offerings from its rivals. That&apos;s even more the case with Windows Phone handsets, as Microsoft defines the hardware specification and button layout very tightly, and doesn&apos;t allow OEMs or operators to add custom user interfaces or &quot;skins&quot; to the phones, unlike Android phones, where both can determine the final user experience. Adding the 41MP Pureview sensor to the Lumia range would certainly put some distance between Nokia and its Windows Phone rivals HTC and Samsung.  Nokia declined to confirm the EOS news officially. A spokesman said: &quot;While we are delighted with the attention the Nokia Lumia range continues to gather, it has been our long-held policy not to comment on market rumours or speculation.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/04/nokia-pureview-sensor-coming-lumia", 
    "wordcount": "525"
}