{
    "headline": "Nuclear power: ministers offer reactor deal until 2050", 
    "text": "The government is launching a last-ditch attempt to sign up energy companies to build new nuclear power stations by proposing to sign contracts guaranteeing subsidies for up to 40 years. The coalition agreement reached between the Conservatives and Liberal Democrats in 2010 promised that nuclear power stations would be built only if the industry got no public subsidy, but costly overruns for new reactors overseas and the exit of several major utilities from the UK programme, most recently Centrica, have driven ministers and officials to backtrack on that pledge and accept they will have to provide financial support. The Guardian has learned that ministers, intent on keeping the guaranteed wholesale cost of each unit of energy below the politically crucial figure of 100 per megawatt hour, are proposing to extend contracts from the 20 years originally envisaged to at least 30 and possibly as long as 40 years. &quot;To build the full 16GW (gigawatt) at the same price would cost 250bn over 40-year contracts, and over 30-year contracts 150bn,&quot; said Tom Burke, a founding director of the environmental campaign group E3G. Industry sources believe the likely agreed price for the first project in the pipeline to be contracted on this timescale  two 1.6 GW reactors to be built at Hinkley Point in Somerset by the energy company EDF  will be below 100, though not by a large margin. That price, however, is more than double the market price for electricity, and higher than all but the most expensive government forecasts for the future. &quot;It makes a huge difference if it&apos;s 30, 35 or 40 years,&quot; said one industry source with knowledge of the negotiations. Whitehall sources said they were confident that although the cost of the new reactor would be very high, that will start to fall with subsequent projects, and could fall as low as 55-56 a unit later in the programme. The Liberal Democrat MP for Cheltenham, Martin Horwood, commenting on the threat to extend contracts to 40 years, said: &quot;Over that timescale it&apos;s ludicrous because we should really see renewables come into their own: there&apos;s no justification for subsidising nuclear like that.&quot; At the same time some MPs are concerned that the energy bill, which is being scrutinised by MPs, would allow future governments to give nuclear power stations more money if it was needed, without telling parliament. Suspicion about the clauses in the bill enabling future financial support have been fuelled by industry claims in recent weeks. Vincent de Rivas, chief executive of EDF, told MPs that he wanted the government to guarantee buying all the possible output from the new nuclear plants, not just what was needed. Horwood said he supported most of the bill and the funding mechanism being used, but would be tabling amendments over the financial support being extended to a much older technology like nuclear power  a technology that Lib Dems have traditionally opposed. MPs are also angry about the government&apos;s changing rhetoric on subsidies. Since the 2010 promise there would be &quot;no public subsidy&quot;, ministers have modified it to say no &quot;unfair&quot; subsidies  wording intended to cover support for a range of technology. This month the energy secretary, Ed Davey, admitted to MPs the funding mechanism could differ between technologies and even individual projects. Under the proposed funding system, called contracts for difference, companies such as EDF that build and operate nuclear reactors would be guaranteed a minimum &quot;strike&quot; price for the energy they generate. If the market price falls below this strike price, the difference will be made up by a surcharge on customer bills; if the market price rises higher then the generator will have to refund the difference. &quot;This is Jesuitical Casuistry,&quot; said Paul Flynn, a Labour MP and long time anti-nuclear campaigner. &quot;He [Davey] is saying there will be a subsidy. Perhaps an enormous subsidy. But you, parliament and the public, will not know what it is until it is too late to change.&quot; Burke, who is visiting professor at Imperial and University colleges in London, calculated that at just below 100 a unit, if the market price stabilised at 50  which is below the lowest government forecast market price of 59 in 2030  EDF would receive 50bn in support from the government over four decades for Hinkley. The government argues that despite the problems getting new nuclear plants built it is essential to keep nuclear power alongside renewable energy and new gas plants to keep prices lower and help reduce the risk of over-relying on one technology. Long term the government hopes to build up to 16GW of new nuclear power to help diversify the energy sources, also including renewable energy and new gas power, to keep prices down and make the UK more resilient to supply problems with one technology. The Department for Energy and Climate Change said in a statement: &quot;No commitment has been made on commercial terms or a strike price. Ongoing discussions are focused on finding a fair, affordable deal, which represents value for money for consumers. Any agreement reached will be laid before parliament, and will include details of the strike price.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/18/nuclear-power-ministers-reactor", 
    "wordcount": "880"
}