{
    "headline": "Bangladesh pressed on factory safety", 
    "text": "When the walls of Rana Plaza collapsed on top of her, Saima Aktar was knocked unconscious. She woke in hospital to find she had lost control of her legs. &quot;When I look down I can see them,&quot; said the Bangladeshi seamstress, 23. &quot;But I can&apos;t feel them or move them. I wish I had died.&quot; Aktar is one of the hundreds of garment workers who suffered debilitating injuries when the Rana Plaza complex came down outside Dhaka on 24 April, killing at least 1,127 people. The authorities say they are yet to compile a full tally, but experts estimate that about half of the 2,500 people estimated to have been rescued may have to cope with long-term disability. Aktar is being treated for spinal cord injury at the centre for the rehabilitation of the paralysed (CRP), a specialised medical centre down the road from Rana Plaza, funded by Britain&apos;s Department for International Development (DfID). &quot;She is paralysed from the waist down and will be in a wheelchair for the rest of her life,&quot; said Shamima Aktar, a physiotherapist at CRP. &quot;It&apos;s very difficult for a disabled person in a country like Bangladesh, where few buildings have ramps and even the simple act of getting on a bus becomes a major challenge.&quot; The human toll of the Rana Plaza accident has sent shockwaves around the world, focusing attention on the lives of the country&apos;s 4 million garment workers. Bangladesh has faced pressure to clean up the industry and the US has threatened to withdraw duty-free access. But after visiting Rana Plaza survivors at CRP on Wednesday, Alan Duncan, Britain&apos;s minister for international development, called the 13bn a year industry &quot;a massive success story that must not be allowed to go sour&quot;. Duncan stressed that the garment industry was vital for Bangladesh&apos;s development, and said safety standards must catch up with its rapid growth. &quot;The industry has been built from nothing in the past 30 years and now needs to be turned into a long-term development success,&quot; he said, pointing out that garments directly support up to 4 million jobs, 80% of which are filled by women. &quot;This has a significant social impact, bringing job opportunities to many for the first time,&quot; he added. Duncan announced that Britain would provide 18m in aid to improve productivity and safety in Bangladeshi garment factories. DfID officials said the money would go towards establishing a programme of skills and safety training for 100,000 low-skilled garment workers. Duncan said Rana Plaza was a wake-up call and that the Bangladesh brand was in danger as a result. &quot;Bangladesh lacks the capacity to police employment rights, health and safety measures, and building standards,&quot; he said. &quot;The result is a tragedy like Rana Plaza. Regulations and enforcement need to catch up with the rapid growth of this sector.&quot; The factories in the ill-fated building, which was built without necessary permits, were producing clothes for major western brands including Britain&apos;s Primark and Matalan. Duncan insisted that high-street brands must assume responsibility for their products. &quot;The duty of care extends from the store right back to the sewing machine, and the UK is ready to help make this happen,&quot; he said. As Duncan visited the area, garment workers and the families of Rana Plaza victims staged a protest at the site of the accident. They clashed with the baton-wielding policemen who tried to disperse them. Babul Akter, who heads the Bangladesh Garments and Industrial Workers Federation, said the UK should put pressure on the Bangladesh government to allow workers to unionise freely, and to stop the harassment of labour activists. &quot;Rana Plaza must be a turning point and friendly governments must make sure we don&apos;t return to business as usual,&quot; he said. Duncan&apos;s visit follows a letter to British companies in Bangladesh from Justine Greening, the UK development secretary, inviting them to a dialogue on raising standards in garment production. Existing UK support to improve conditions in the garment industry includes the Ethical Trading Initiative (ETI), which brings together businesse, trade unions and voluntary organisations, all of which sign up to a code based on International Labour Organisation standards. The ETI has 70 members companies, including retailers such as Tesco, Next, Primark, River Island, Marks &amp; Spencer, and John Lewis, many of whom source clothes from Bangladesh. Although many brands have said they are under pressure to reduce exposure to Bangladesh in the wake of the Rana Plaza collapse, others say they viewed their presence in Bangladesh as a long-term commitment. A Tesco spokesperson said: &quot;It is the responsibility of all retailers to help [Bangladesh] change in a positive way, a way which sustains and improves the livelihoods of all those who work in the industry. If multinational retailers left, it would damage the industry, the economy, and ultimately the people who rely on it.&quot; Lying in the bed next to Aktar at CRP, Rashida Begum, an 18-year-old sewing machine operator who had both her legs amputated, said she wanted outside support to help her get on with her life. &quot;I can never walk again,&quot; she said. &quot;But I hope the buyers that I made clothes for will help me get artificial legs and rehabilitate me. My body has been shattered but I still want to make something of my life.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/06/bangladesh-garment-industry-scrutiny-factory-collapse", 
    "wordcount": "913"
}