{
    "headline": "Boot up: RIM's dire figures, spread that butter!, Google's iOS Chrome, iTunes revamp and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team RIM announces quarterly results &gt;&gt; RIM (Note: PDF)   Thorsten Heins, President and CEO. &quot;Our top priority going forward is the successful launch of our first BlackBerry 10 device, which we now anticipate will occur in the first quarter of calendar 2013. In parallel with the roll out of BlackBerry 10, we are aggressively working with our advisors on our strategic review and are actively evaluating ways to better leverage our assets and build on our strengths, including our growing BlackBerry subscriber base of approximately 78 million, our large enterprise installed base, our unique network architecture and our industry leading security capabilities.&quot;   Translation: BB10 will be even later than expected (people thought it would be out now), and the subscriber base hasn&apos;t grown noticeably from 77m last quarter; if it were over 78m he would say so. There is no good news. May 2012: RIM is a ship heading for the rocks of a breakup &gt;&gt; guardian.co.uk Charles Arthur:   Here&apos;s what I think: RIM is heading for the breakers&apos; yard, as surely as a ship that has reached the end of its life. Within the next 18 months or so, the company is going to be broken up for its useful parts - BlackBerry Messaging, the BlackBerry Enterprise Server, its customers. The gravity that is sucking it downwards is now inescapable; to switch metaphors, it&apos;s a spaceship trying to get out of a black hole, but it hasn&apos;t got Scotty aboard.  How to spread the perfect slice of toast &gt;&gt; YouTube  The breakfast dilemma of trying to spread cold butter straight from the fridge onto toast in the morning has been voted into Britain&apos;s top five biggest breakfast annoyances -- and Warburtons, the family baker, has created the Toastie Knife to help the issue.   KickStarter! Chrome &amp; Apps @ Google I/O: Your web, everywhere &gt;&gt; Google Chrome Blog  Starting today, Chrome is also available for your iPhone and iPad. That means you can enjoy the same speedy and simple Chrome experience across your devices. Also, by signing in to Chrome, you can easily move from your desktop, laptop, smartphone and tablet and have all of your stuff with you.   Except: you can&apos;t make it the default browser in iOS, and it doesn&apos;t get the top-speed Nitro Javascript. Apple&apos;s going to come under pressure over this, and in the autumn over the Google Maps app - which is sure to land. Will iOS have to become more Android-like? Nokia&apos;s Siilasmaa: Goal to regain competitiveness &gt;&gt; yle.fi  The Nokia chair rebuffed claims that the company had put all of its eggs in one basket by working with Microsoft.  &quot;Symbian&apos;s market share has come down close to zero,&quot; he said of the decision to switch to Windows.  According to Siilasmaa, Nokia has a contingency plan in place if the Windows 8 Phone fails to live up to expectations. But he said the company was confident that the product would be a success.   With RIM imploding, it&apos;s starting to look like less of a challenge. Apple looking to launch iTunes Store, App Store overhauls later this year &gt;&gt; 9to5Mac  The redesign of the iTunes Store that runs on both the iTunes application for the Mac and the PC is a top priority for Apple. The work on the redesign comes soon after the launch of new services in the United States such as the Spotify music streaming service and the growing popularity of Amazon&apos;s online music store. Apple dominates the majority of the digital music market, and it will continue to bet on an in-application download store and not an online store found only in a web browser.   Rejoice? Announcing Version 2 of the Google Drive SDK &gt;&gt; Google Developers Blog  In April, we announced the first version of the Google Drive SDK along with a range of Drive apps. Built using the SDK, these apps bring life to the files people store in Google Drive. Today at Google I/O, we&apos;re announcing the next version of the Google Drive SDK with a number of updates including an expanded API, a simplified developer experience and mobile app support.   We recognised Lulu, because its icon says &quot;Lulu&quot;. How you doing with the other 34? Activating 5.6 million units per day &gt;&gt; asymco  As a percent of total activations, Android is running at about 15% and OS is at 10%. Android has already overtaken Windows activations and with the new iPhone, it&apos;s likely iOS will do as well this year.  In terms of available headroom this means that iOS and Android are running at a combined share of 25% of available activations. They both should consider that three quarters of the opportunity is left to go.   &quot;Windows, the third operating system.&quot; The idea that Android activations would outstrip Windows activations within four years of starting would have sounded ludicrous even a couple of years ago. Wall Street sceptical &apos;Nexus 7&apos; will turn Android tablet tide &gt;&gt; Barrons.com Quoting, among others, Gulbinder Garcha of Credit Suisse:   As to whether this [Nexus 7] will capture material share the issue we would have is that given its spec we would believe Google are probably heavily subsidizing this device to achieve a $199 price point, meaning that this is not necessarily a platform its other hardware OEMs will or can follow. Second we believe that Apple will itself launch a smaller 7-8 inch iPad in 2H12 meaning that it has a limited period of time before a major competitor launch. Note while we expect strong tablet growth we have continuously argued that Apple will lose tablet share over time from 70% to 50%, and believe that this is sufficiently conservative.  SWAT team throws flashbangs, raids wrong home due to open WiFi network &gt;&gt; Ars Technica  Officers break the screen door and a window, tossing a flashbang into the house--which you can see explode in the video. A second flashbang gets tossed in for good measure a moment later. SWAT enters the house.  On the news that night, the reporter ends his piece by talking about how this is &quot;an investigation that hits home for many of these brave officers.&quot;  But the family in the home was released without any charges as police realized their mistake. Turns out the home had an open WiFi router, and the threats had been made by someone outside the house. Whoops.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/29/technology-links-newsbucket", 
    "wordcount": "1123"
}