{
    "headline": "New term, new trainers: why the way I dress represents what I teach", 
    "text": "Air Jordans or Blazers is the question. I&apos;m getting dressed for a very important meeting, so I&apos;d better get it right. Which means I&apos;d better go with the bright pink Blazers. (By the way, what I&apos;m referring to here is not a type of jacket, but rather a pair of Nike trainers.) Definitely jeans, that&apos;s always a safe bet. No doubt most of my colleagues will be in formal attire for this meeting, so I also prepare myself for the inevitable teasing that&apos;s coming my way. When I began my career at a college, management and some colleagues took umbrage to a teacher in trainers, jeans and, sometimes, a baseball cap. At 24, I wasn&apos;t in a mid-life crisis, it was just the way I chose to present myself to the world. But to them, an academic was expected to dress differently and comments such as: &quot;You don&apos;t dress like a teacher&quot;, &quot;Ever considered wearing a tie?&quot;, &quot;Do you feel trainers are appropriate for a staff meeting (pink ones at that)?&quot; and  my personal favourite  &quot;Well if you dressed more like a staff member you wouldn&apos;t get mistaken for a student&quot;, soon formed the soundtrack to my early teaching career. The reactions from my peers, then as now, have often made me question my attitude to formal dress. Am I just trying to be rebellious? Would a shirt and tie really give me more authority in a classroom? My old headmistress would have thought so. Mrs Bannister had three deputy heads under her (all men incidentally) and, trust me, the students  and probably most of the members of staff  thought twice before messing with her. Her vast collection of grey suits were designed for one thing and one thing only: keeping 800 adolescents in check. And it worked, at least for the most part. But I&apos;ve taken a different approach. Though I sometimes wished my college students would smarten up, I had a great rapport with them and it was built while trading comments on trainers and jeans. My dress sense helped me connect with what was described as a &apos;hard to reach&apos; class. Do I have to dress like Mrs Bannister to establish my power? Working in a university, I see my role more as that of a facilitator of learning  so do I still need to have the whole shirt, tie and tweed going on? If not, do the comments I keep getting have more to do then with some concept of tradition? I wonder what it is I am expected to show reverence for: academic tradition or the institution? I value what I do and try and do it to the best of my ability, but I don&apos;t have to be formally dressed to be a good academic. What&apos;s more, my clothes reflect my working life. As a dual professional (with one foot in academia and the other in the creative industries) jeans and trainers are comfortable and manageable. As I gear up for a new term, I know that building rapport with my students, while being able to establish a sense of authority, will be crucial. Wearing Nikes won&apos;t guarantee me instant credibility or respect, nor will it incentivise my students to always come prepared to engage. But the way I dress is a statement about my personality that feeds into my teaching style. Our clothes communicate on our behalf and mine allow me to connect with my class in ways, and at speeds, I could scarcely achieve in my assigned contact hours. Colleagues who teach more traditional subjects, will no doubt gently rib me about my choice of clothing at some point in this academic year. Yet, I know we&apos;re on the same page about what we want to achieve in the lecture theatre, and the kind of environment we want to create for all our students. So as I prepare my lectures for the start of term, I will also prepare my wardrobe. No tweed, no corduroys, no elbow patches - just yet. Mortarboards are strictly reserved for graduation. Instead you&apos;ll find me in Jordans, Dunks and Air Max  and forever in jeans. Lawrence Lartey is an associate lecturer at The University of the Arts London, at LCC, in the faculty of media. He is also the creative director of Question Media Group. He tweets as @mrlartey This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/07/university-lecturer-fashion-stereotype", 
    "wordcount": "763"
}