{
    "headline": "Boris Johnson accused of hiding London air pollution", 
    "text": "A fresh political row has blown up over London&apos;s air pollution, with the capital&apos;s 34 Labour MPs complaining that mayor Boris Johnson has been trying to hide the pollution problem by gluing particles to the road. They accuse Johnson of using pollution suppressants in front of official air quality monitors in order to bring down their readings and present a rosier picture of the air quality. The letter has been carefully timed to cast a pall over the London mayoral elections, taking place on 3 May, in which Labour&apos;s Ken Livingstone is facing a tough battle in his bid to wrest the job back from Johnson. Barry Gardiner, one of the MPs who have written to the environment secretary Caroline Spelman to ask her to investigate, said the pollution suppressants were &quot;like putting an oxygen mask on the canary in the mines&quot;. But Leon Daniels, managing director of surface transport at Transport for London (TfL), which is conducting the suppressant trials, said: &quot;TfL has always been clear that the use of dust suppressants across London is in combination with other measures to reduce harmful PM10 particle levels at a range of locations where we know there are higher levels of this pollutant. This is in addition to a range of longer term, sustainable measures aiming to reduce pollution levels at source across the capital.&quot; Under the mayor&apos;s cleaning and application of dust suppressant trial, calcium magnesium acetate has been used on the Marylebone Road and Upper Thames Street, two key sites for air pollution. The chemical traps pollutant particles. The initial trial found the suppressants could reduce pollution levels by up to 14%, and in late 2011 it was announced that the programme would be extended to more than a dozen other monitoring sites. But the Labour MPs claim that the suppressants only cut pollution in the immediate vicinity of the monitoring stations, leaving most of the surrounding air still laden with harmful particulate matter and doing little to improve overall air quality. A spokeswoman at the department for the environment said: &quot;There&apos;s a lot being done to reduce pollution in London, the use of dust suppressants being one. There has been an improvement in air quality in areas where it has been trialled, and there is no evidence to suggest its use artificially reduces the readings around the monitoring stations.&quot; The MPs say Johnson has spent 1.5m on the pollution suppressant programme. They said that harmful pollutants were being stuck to the road &quot;in an attempt to artificially reduce the readings around air quality monitoring stations&quot;, in a manner that would mislead people about the real quality of the air they are breathing. &quot;After four years as mayor it is disappointing that his only solution to tackling air pollution in London is to glue it to the road,&quot; the MPs said in the letter. London&apos;s poor air quality has already caught the attention of the European Union, which has threatened to levy fines on the capital that could run to millions of pounds, because of the number of violations of air quality standards at various monitoring stations. More than 4,000 premature deaths were caused by air pollution in the capital in 2008, according to a key study. Gardiner said: &quot;The parents of London&apos;s three million children will wonder what on earth Boris thinks he is doing. They want action to improve air quality, not to cover it up. Asthma and other illnesses caused by air pollution are estimated by the government to cost the UK more than 8.5bn each year. Artificially reducing particulates directly in front of official air quality monitors perpetrates a fraud on the public health.&quot; Earlier in April, Jenny Jones, the Green mayoral candidate for London, accused all mainstream political parties of lacking the political courage to tackle air pollution, despite the strong evidence that it represents a major public health risk.", 
    "section": "environment", 
    "gid": "environment/2012/apr/24/boris-johnson-london-air-pollution", 
    "wordcount": "663"
}