{
    "headline": "When preschool entertainment and vaccination controversy collide", 
    "text": "My son is 10 months old. Thanks to him, we now watch a lot more children&apos;s television in my house. I don&apos;t think he&apos;s actually watching it himself; he&apos;s still quite young, it&apos;s just on to provide visual stimulation, and because I&apos;m not Susan Greenfield. As I&apos;m usually in the room with him, trying to work or tending to him, I&apos;ve been exposed to a lot of children&apos;s television myself. As such, I&apos;ve developed worryingly strong opinions about some of it. This isn&apos;t anything new. Most people tend to be very nostalgic about TV from their youth. As a student, I lost count of the number of club nights and events based on children&apos;s TV. If you can exploit the nostalgia of people in their teens, it&apos;s obviously quite an enduring effect, this fondness for entertainment we experienced when very young. This makes a certain amount of logical sense. Our episodic (autobiographical) memories typically begin at age 3 or 4. So our earliest memories will involve children&apos;s television (unless you&apos;re old enough to predate it or didn&apos;t have a TV growing up). Seeing these programmes later in life could trigger recall of memories from our childhood. Episodic memories are very detailed and include context and emotional state, so you could experience a childhood memory with all of the associated positive elements (lack of cynicism, endless playtime, close emotional family bond etc.). Children&apos;s programmes could let us briefly experience the joy of being a child again (unless you had a rough/traumatic childhood), before real life intruded and turned us all into bitter disillusioned husks, spending what little free time we have trawling the internet for things to get angry about.  That&apos;s all largely speculation on my part, but people do seem to have a strong emotional association with the TV shows they grew up with. But it may surprise many around my age (30) to hear a lot of the shows we loved as children are still going. Thomas the Tank Engine, Postman Pat, Fireman Sam, Angelina Ballerina; these are all still regular parts of the schedules. It&apos;s not quite the same, though. Most of these shows have been &quot;modernised&quot;. Endearing hand-drawn or stop-motion animation has been replaced by (often crude-looking) CGI. It&apos;s like finding out your childhood home is now a McDonalds.  I loved Thomas the Tank Engine, but the theme tune has been replaced by some insufferable children singing about the characters, with a needless pop at Toby the venerable tram engine.  However, as a Welshman, I&apos;m particularly perturbed by Fireman Sam. Sam is now some slick macho man, while his co-worker Elvis appears to have suffered serious head trauma. The children characters now all speak in some sort of sustained shriek, so it sounds like Gavin and Stacey re-enacted by seagulls. It&apos;s awful. But it&apos;s not all bad in the modern world of children&apos;s television. I&apos;m hooked on In The Night Garden, a show so soothing I have to avoid operating heavy machinery after watching it. And I&apos;ll happily watch Peppa Pig even when alone. I genuinely consider Daddy Pig my parenting role model. The fact that I bear an uncanny resemblance to him enhances this (check out the image above if you don&apos;t believe me). You&apos;re probably worried that I&apos;m taking children&apos;s television far too seriously. And that&apos;s a good point, I probably am. But I&apos;m not the only one, and there are others out there who are clearly far worse than I. Another great programme we&apos;ve discovered is Get Well Soon on CBeebies. My wife and I are biomedical scientists, so we&apos;ve really gotten into it. It basically teaches children about health, medicine and what to expect when you go to the doctor. The cast is made up of adorably diverse child puppets who see the doctor for various issues and concerns (the doctor being the host, professional medic and expert eyebrow cultivator Dr Ranj). One episode involved one of the children getting the MMR jab. It explains in simple terms the mechanism of vaccines, and even includes explanations of how injections work, including groundbreaking revelations like &apos;this might sting for a moment&apos;. Because, you know, it does. Imagine that, telling children the truth about a medical procedure! Who could possibly object to that? Antivaxxers could, and did. There have been official complaints made about the episode by those whacky anti-vaccination funsters at the Arnica UK Parent Support Network, who promote &quot;natural immunity&quot; (Google it, I&apos;m not sharing any traffic with them). The ludicrous nature of the complaint, and some of the responses by Dr Ranj and the BBC, has already been expertly documented on the Skepticat UK blog. Suffice to say, those opposed to vaccination have interpreted an entertaining and well-thought-out programme featuring puppets as an all out assault on the well-being and health of children.  Perhaps we shouldn&apos;t be surprised that antivaxxers have suffered a complete humour fail. After all, humour leads to laughter, laughter is the best medicine, and medicine is A TOOL OF BIG PHARMA!  I&apos;m not going to claim to be impartial here; I&apos;m 100% opposed to antivaxxers. Every time they appear in the media, I make sure my son&apos;s inoculations are all scheduled and confirmed. If I&apos;m there, I even ask if I can be vaccinated again too, just on principle.  We get it, antivaxxers; you think vaccinations are bad. Despite all the evidence to the contrary and the discrediting of the scant supporting evidence, you still believe it to be the case. That would be fine if that&apos;s all it was, a matter of belief. But when your beliefs pose a serious danger to others, especially the children you claim to care so much about, people are going to oppose you every step of the way. I&apos;ve known people who believe they are fine to drive after seven pints. They get quite passionate, angry even, about this belief. But despite the strength of their belief, I wouldn&apos;t hand them their car-keys.  But perhaps we&apos;re misinterpreting their intentions? Perhaps the antivaxxers are actually upset by the tactic of using children&apos;s entertainment to expose them to ideas and behaviours that they consider harmful? There is some legitimacy to this concern. Children are known to mimic behaviours they&apos;re exposed to, even if it&apos;s something they&apos;ve never done before, and potentially with worrying results, as Bandura&apos;s famous Bobo Doll study demonstrated. This works both ways though, as children have also shown increased prosocial behaviour (more helpful, selfless behaviour) after watching shows where such behaviour was demonstrated. This shows that children are more prone to believe and mimic things they are told or shown in media aimed at them. So maybe the antivaxxers are offended by the use of media targeted at children to persuade them of a certain viewpoint? There is potentially an interesting ethical debate to be had about this. Of course, this would be a only valid argument if those opposed to vaccination didn&apos;t use the same tactics. I mean, you&apos;d never find a children&apos;s book all about how measles is harmless and fun, therefore vaccination is unnecessary and harmful, would you? Of course you would. Check out Melanie&apos;s Marvellous Measles if you haven&apos;t already. As several commenters have pointed out, the name is a derivation of Roald Dahl&apos;s book George&apos;s Marvellous Medicine. That&apos;s Roald Dahl, whose daughter died of measles. I can only assume the author Stephanie Messenger was unaware of the incredibly offensive nature of the title. I&apos;m hoping this isn&apos;t the first in a series of books  I&apos;m not sure I could face the prospect of &quot;Daniel&apos;s delicious dog poo&quot;.  People care a lot about children&apos;s television, but there are good reasons for this. Children&apos;s entertainment is important to us. But you know what else is important? Vaccinations, which are recognised as so important that people are risking their lives to provide essential vaccinations to areas that need them. Contrast this with those opposed to vaccination, who are getting worked up over a TV show about puppets. This sort of behaviour makes even the crudest children&apos;s TV show seem mature in comparison. You can inoculate yourself against the rantings of Dean Burnett by exposing yourself to smaller doses via the medium of Twitter, @garwboy ", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/jan/04/vaccination-childrens-tv-cbeebies-complaint", 
    "wordcount": "1373"
}