{
    "headline": "Bad Hotel and the five things every iOS developer must know", 
    "text": "Bad Hotel is a great name for a smartphone game. Short, funny, intriguing  before you&apos;ve even seen a single screenshot, you&apos;re interested. But as the wealth of positive reviews and a healthy Metacritic rating suggest, this is not all the game has to offer: it&apos;s an entertaining and compulsive mix of tower defence puzzler and musical toy; a stylish, confidently eccentric treat. So success was inevitable right? Wrong. Because as everyone who&apos;s involved in smartphone game development knows, the app stores for both iOS and Android devices are congested mega-zones, crammed with thousands of games, many of them terrible, many amazing, but all lumped together on the same digital shop shelf. Getting your game noticed is the fundamental challenge facing any developer. Last month, Yann Seznec, the founder of Lucky Frame and co-designer of Bad Hotel wrote a fascinating blogpost about the game&apos;s first month on sale. He discussed the decisions he made that paid off, the mistakes, the stats, the impossibility of understanding the App Store rankings system and other factors that played a part in the game&apos;s release and success. It was fascinating reading.  So I asked Yann to condense all that into five crucial elements that every smartphone game developer should consider on releasing a new title. And here&apos;s what he came back with:Press and media coverage is a long-term thing&quot;The extremely positive reception we got for Bad Hotel is not only as a result of it being a great game (which it is, of course!)  there are many great games that do not get as good coverage. But we were very fortunate to get some attention for our last game, Pugs Luv Beats, which we managed to take advantage of in terms of keeping in touch with bloggers and journalists. We tried to keep people in the loop as much as possible, telling everyone about our new game both with teasers and concrete information.&quot; The traditional Thursday release date is overrated. &quot;We released on a Tuesday. This actually allowed us to get a bit more attention than we probably would have, and it helped us gain some momentum towards Thursday evening, when Apple&apos;s features are refreshed.&quot; Features are important&quot;This is not a new idea, of course, but being featured on the front page of the App Store helped raise sales significantly. We didn&apos;t get a &quot;big&quot; feature (like Editor&apos;s Choice or similar), but even just having some extra visibility helped enormously. When we stopped being featured our sales dropped accordingly. Nothing too surprising there. A company like Lucky Frame is too small to be on Apple&apos;s radar. The bigger (or simply more successful) companies will get contacted by Apple and will be able to develop a relationship with them, but it seems like you kind of have to prove yourself first. I think that&apos;s why we were featured - because we had managed to create a really strong buzz for the first two days of release, leading up to the all-important Thursday evening when the lists are refreshed on the store. So we were successful enough to get a small feature from Apple, but not quite big enough to get contacted by Apple directly and featured in any major way. Baby steps!&quot; The competition near the top is very fierce&quot;Forget about 1% of apps making all the money - more like .001%! At one point we were ranking around 100th in the world for all apps - but that meant selling around 1000 copies in a day (maybe a bit more). For an app at $.99 that means income of around $700 a day we are a three-person company, which in our case represents approximately breaking even (if it were to sustain for an entire month). Our calculations, though, show that we were in the 99.99th percentile of app sales, which once again proves that the vast majority of developers are not sustainable from app sales.&quot;  The App Store ratings system is very tough to deal with&quot;I am entirely in favour of giving users an opportunity to review apps on the iTunes store, even negatively. But the current system is strangely closed  we have no way of responding publicly or privately to reviews, so when someone gives us a one-star review because it, &apos;doesn&apos;t work on my phone&apos;, we are unable to help them out and get it working. Instead, other users see that comment and possibly don&apos;t buy our app. Similarly, there is a strange culture of reviews on the App Store where people will hold their star ratings ransom for some arbitrary feature. &apos;I love this game, but I want you to change a thing. One star for now, I&apos;ll change this to five star when you change that.&apos;&quot;  Bad Hotel is available on iOS for 1.49 ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/03/five-tips-for-every-smartphone-developer", 
    "wordcount": "814"
}