{
    "headline": "Bridging the learning culture divide between HE, schools and employers", 
    "text": "The recent coverage of concern over the quality and consistency of GCSE and A-level examinations is the latest manifestation of a long running, low level dispute between the different stages of education. It goes like this: each stage up the chain often complains that new entrants aren&apos;t prepared, whether it&apos;s secondary schools saying they get pupils with poor literacy and numeracy skills, universities concerned at the quality mark of GCSEs and A-levels, or employers dealing with graduates they feel lack job-readiness. On the face of it, it could seem universities and schools are simply content with passing the buck to those next in line, rather than working out how a more seamless process of progression  from school to university to employment  can be engineered. In reality, universities and schools are not helplessly standing back. Many are adopting their own interpretation of what needs to be done to improve employability prospects, and I believe higher education can learn lessons from other sectors sharing similar complexities. Take the National Health Service&apos;s sharp focus on the &apos;patient pathway&apos;  the many stakeholders during the complex, often fraught patient journey are now better considered, leading to improved patient experience and final prognosis. In a similar way, educators need to focus on the common cause of the &apos;student pathway&apos;, thinking creatively and looking beyond the realms of our own educational boundaries, whether school, college or university. Universities assess the achievement of learning outcomes, as opposed to teaching students to achieve a particular grade or pass an exam. This is the foundation upon which higher education differs from schools or further education. It is therefore not surprising that students find the re-orientation from school to university quite a challenge, where the game they have become accustomed to playing their whole life changes. These differences in pedagogy represent significant challenges or even barriers to widening participation, even, arguably, an incompatibility between higher and further education, with the learner caught in the middle. Universities are accustomed to having their students mentor each other or being mentored by their alumni. New ways to support this seamless progression could possibly include undergraduates using technology and social media to mentor those preparing for a university education. In universities such as my own, Brunel Business School at Brunel University, we take a very pragmatic approach and offer a residential &apos;Boot Camp&apos; experience where students are given a taste of what to expect before becoming an undergraduate. We provide an experience in developing the need for critical reflective skills, working as a team towards a group outcome, and recognising the need for aptitude as well as the right attitude to succeed. Until the sixth-form experience can be better aligned with higher education, school leavers will continue to lack many of the skills needed to have a rewarding university experience and be equipped to deliver the needs of industry. That is why it is ever more important for those professionals working in the further and higher education sectors to bridge this divide through influencing study skills and creating a proprietary university environment that supports the transition of the learner, from school to university and then university to industry. Similarly, universities need to do more to help their students develop a work ethic in preparation for the world of work. After all, attendance at a 9am lecture is optional, but turning up for work isn&apos;t. The misalignment in policy between secondary and higher education is further exacerbated by schools and universities being led by different government departments, which certainly doesn&apos;t help with strategy formulation and knowledge exchange. Only by recognising and addressing these differences can we contribute to helping future generations become employable, talented and versatile graduates that will be able to contribute towards economic growth. Professor Zahir Irani is head of Brunel Business School at Brunel University. He is also a governor at Slough Grammar School This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/26/school-university-work-bridging-gap", 
    "wordcount": "668"
}