{
    "headline": "Education is key to supporting women in South Sudan", 
    "text": "The decision of the UK&apos;s Department for International Development (DfID) to suspend investment in teacher training in South Sudan risks undermining one of the key measures that could alleviate the situation for women in a country that has some of the world&apos;s worst developmental indicators. The new nation has the world&apos;s highest maternal mortality rate (2,054 per 100,000 live births) and lowest female literacy rates, meaning girls are statistically more likely to die of pregnancy-related causes than complete primary education. According to Unicef, there is a direct correlation between female education and maternal and child health, so with almost 90% of South Sudanese women estimated to be illiterate, it is not surprising that it has such appalling statistics. The expansion of education in recent years has been one of the few tangible signs of progress in South Sudan since the 2005 comprehensive peace agreement. Unicef estimates that 1.3 million children are enrolled in education  a &quot;significant increase&quot; from 400,000 in 2005  although girls in rural areas are still &quot;significantly under-represented&quot;. Increasing women&apos;s literacy not only affects health, but should also help reduce the other abuses they face as a result of entire generations growing up knowing nothing but war. Decades of conflict have left South Sudan with some of the world&apos;s worst health and educational indicators but campaigners warn they have also resulted in &quot;a hidden humanitarian crisis&quot; of violence against women due to the breakdown of social norms and respect for traditional values. The situation has recently been worsened by a resumption of the inter-communal violence and cattle raids that characterised the last civil war. According to the Small Arms Survey, before the second Sudanese civil war women were not considered legitimate targets during inter-communal conflict but the introduction of small arms changed this. Although pastoralist groups have traditionally engaged in cattle rustling against their neighbours, the spread of automatic weapons as a result of Khartoum&apos;s policy of arming tribal militias to fight against the southern rebellion has greatly increased the problem. The social breakdown has led to an upsurge in domestic violence, which the Small Arms Survey says is &quot;endemic&quot;, with almost every woman in rural areas the organisation interviewed having experienced violence in their marriage. Early and forced marriages are common but divorce is extremely rare, because under customary law the children stay with the father and because the tradition of paying dowries means it is difficult for women to escape from abusive marriages as their families are reluctant to repay the cows. One woman said: &quot;The man will be very kind and do everything for you until you have had your first or second child. After that he knows you are trapped and he can treat you however he wishes.&quot; Lydia Stone, research consultant for the Small Arms Survey, says the traditional dowry system, which in some ways should protect women by making girls more valuable than boys, &quot;has become corrupted by the years of conflict and the proliferation of automatic weapons&quot;, which have led to increasingly violent cattle raids by armed youths who have no other means to secure a bride. The International Rescue Committee-UK says the abuses faced by women, including early and forced marriage and domestic violence, is &quot;compounded by lack of educational or economic opportunities&quot;. Attempts to expand educational and economic opportunities for women are frequently constrained by outbreaks of conflict. Monica Wol, a South Sudanese activist, explains: &quot;Not only do women face widespread domestic violence, they are also becoming increasingly targeted during the frequent outbreaks of cattle raiding and inter-ethnic conflict. The best way to improve their situation is to increase women&apos;s education, but with such continuing widespread insecurity many parents fear sending their girls to school.&quot; With the country facing a renewed war with Sudan, the collapse of government revenue through the loss of oil exports and a resumption of inter-communal fighting, the failure to achieve a lasting peace risks undermining any chance of progress. Perhaps it would be more helpful for the British government to devote more attention to achieving a sustainable peace rather than threatening to cut funding for the one programme that could most help improve things for South Sudan&apos;s long-suffering women.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/08/education-supporting-women-south-sudan", 
    "wordcount": "715"
}