{
    "headline": "Ghost Recon: Future Soldier  hands-on", 
    "text": "It seems hard to believe now, but several years ago, shooters weren&apos;t just about following computer controlled super soldiers into gigantic cinematic set pieces. Once upon a time, you didn&apos;t simply squirm through narrow corridors of linear action and plot exposition; you took command of your own AI teams, and you intricately planned your approach to combat hot zones.  This was, of course, the era of the squad-based shooter genre, brought to prominence by the likes of Hidden and Dangerous and Rainbow Six, then carefully honed to console perfection via the excellent Ghost Recon: Advanced Warfighter titles.  Now, Ghost Recon is back. Or at least it&apos;s on its way back. After Ubisoft showed a rollicking trailer at E3 2010, Future Soldier seemed to hit a series of heavily guarded development blockades. Originally pegged for a winter 2010 release  the latest delay has pushed that back to May.  It&apos;s strange, because Future Soldier hardly represents a radical new direction for the series. Once again, it puts the player in command of a small group of highly trained operatives as they skulk about behind enemy lines, causing all sorts of covert carnage. There are international arms smugglers, there are ruthless mercenaries and, at the top of the heap, there are Russian politicos who want to re-establish the Soviet Union as a world power by any means necessary.  And like the GR:AW titles, the game&apos;s globetrotting plot is  as the title suggests  set a teeny bit into the future. But really, only a teeny bit. &quot;It&apos;s set tomorrow,&quot; says creative director Jean-Marc Geffroy, precisely. &quot;The ghosts use some gear that actually exists today  even the optical camouflage they wear. I mean today, you&apos;d need a big battery, but of course, we&apos;ve made some modifications for gameplay reasons.&quot;  Indeed, perhaps the most significant change is a mechanical one: Ubisoft has toned its squad-management system. In the Advanced Warfighter titles it involved selecting one of your three AI wingmen and assigning them a simple task, such as &quot;shoot&quot;, &quot;don&apos;t shoot&quot;, &quot;go over there&quot;, or my personal favourite, &quot;come back from over there as quickly as possible, I&apos;ve made a terrible mistake and you&apos;re going to be killed&quot;. You could also group your commands so the whole of your unit ran away as one. Well, that&apos;s all gone. Having employed the services of four real-life Navy SEALs to ensure the authenticity of Future Soldier, developers Ubisoft Red Storm and Ubisoft Paris have discovered that spec-op teams don&apos;t work like that. They actually trust each other to navigate through the landscape by themselves, to check for potential threats and not to shoot if shooting would mean alerting an entire enemy platoon to their presence. Instead, they work together to identify targets  a base, an enemy soldier, etc  then each get there on their own volition.     Ghost Recon: Future Soldier    That&apos;s really handy, because it means in the game, all those fiddly squad commands have been replaced by a much more fluid and intuitive set-up, which involves just two instructions: the synchronised shot and the focused shot. The former allows you to silently take out up to four enemies at the same time. Simply click on a passing soldier with the right should button to highlight him as a target and one of your team moves into position to get their shot away. Click on two more targets, and your other AI compatriots will track those. Now, you can either hold the right button to get your squad mates to carry out their simultaneous hits, or take on a fourth enemy yourself, prompting your colleagues into action. It&apos;s slick, powerful and satisfying, and at no point do you have to set a waypoint. The focused shot works in exactly the same way, but comes into play when you&apos;re already in the middle of a huge firefight. This time, it orders your squad to aim at a particular soldier that you&apos;ve targeted. It&apos;s useful for when there is one chap blocking an escape route or manning a horribly powerful machine gun turret.  I got to trial this new system via five early single-player missions. In the first, named &quot;Nimble Guardian&quot; (which sounds the title of a Joanna Newsom album) we&apos;re tracking down an operative named Gabriel Paez, through the streets and densely crowded market places of a Bolivian city. At first, the array of combat options is a little bewildering. The triggers aim and fire, but then an extra scope option is available by clicking the right analogue stick. Left and right on the D-pad select your current weapon or item, while pressing down provides a &quot;magnetic&quot; view, which turns your surroundings to a darkened monochrome with only enemy soldiers appearing as bright easily targetable shapes.  The familiar Ghost Recon drone is back too, selectable via up on the D-pad. This small flying craft can be guided around the environment as it tags enemy troops and checks out other tactical aspects. Move it in too close, however, and it&apos;ll be spotted, blowing your surprise attack. There&apos;s also now a sort of reconnaissance grenade, which can be lobbed surreptitiously into an area, instantly tagging nearby enemies. It&apos;s especially useful in crowded areas, where you want to be able to sort the bad guys, from the people you&apos;re not really allowed to shoot.      Ghost Recon: Future Soldier    The fun of Future Soldier, then, is in sneaking around the parameter of the hot zone, using your gadgets to probe for the best entry points, while remaining hidden as long as possible. To aid in this, hitting the crouch button automatically powers-up your optical camo outfit which renders your soldiers virtually invisible to enemy troops. This means that, in stark contrast to the incessant, attention-deficit pacing of most first-person shooters, you can edge slowly into the map, peeking out at the bad guys from a variety of vantage points, assessing things at your own speed.  This approach to combat has once again been shaped by the consultants. &quot;They have the tools to be smarter,&quot; says Geffroy. &quot;That&apos;s why in the game, we have the intel systems, the ability to mark targets  the SEALs enter a situation, they assess it and they decide when and where to trigger the fight. Our levels are open, because in terms of pure gameplay, we wanted the player to be creative  if you want to observe, to sneak behind the enemy by crawling for five minutes, the game should support that, if you want to trigger the engagement at a specific place for your own tactical reasons, the game should support you. To do that, we need very open environments. And sometimes it&apos;ll be the enemies who come from areas you don&apos;t expect&quot; This all works brilliantly in the tense &apos;&apos;Subtle Arrow&apos;&apos; mission, where you&apos;re entering a vast refugee camp in Zambia to take down a bunch of mercenaries. The squalor of the place is perfectly realised with tattered tents and rusty corrugated iron huts clustered along narrow dusty pathways  and amid the crowds of aimless civilians, armed guards can be made out, chatting on rooftops or idly loping about. It&apos;s not all sneak-n-peak, though. We also get to try a hectic scenario in which we&apos;re chasing a bunch of gunmen through a densely crowded street in Peshawar, ducking behind wrecked cars and avoiding the screaming, running inhabitants. The city atmosphere is densely rendered with convincing shop signs, crumbling buildings and dented vehicles crawling along cracked roads. At one point during a firefight, I spot a panicking civilian giving CPR to a downed friend. It lends a harsh slug of humanity to the action. The AI of the three squad mates also feels solid and reliable  they manage to slip about undetected while I often blunder into the sight lines of hidden foes. Gradually, however, I learned how to use the very good cover mechanic, accessible via the A button. Hit it once and you lock to a nearby object in the traditional way; however, hold it down before moving away and you initiate the cover swap feature, which automatically guides you  via a crouching run  to the next serviceable cover position.      Ghost Recon: Future Soldier    It feels a lot like the Gears of War run-and-cover system and makes those desperate, probing jaunts into enemy territory appear slick and super-competent. The character movement is smooth and convincing too  Ubisoft says each model has 2,500 frames of animation to call on, and it&apos;s all based on motion-capture footage of those Navy SEAL consultants. Importantly, all four were filmed together so the studio could capture how they move as a unit. &quot;They were surprisingly open about what they do,&quot; says Geffroy, &quot;They&apos;d often watch a piece of footage from the game and say, well, that might look good, but that wouldn&apos;t work on the battlefield. So we&apos;d go, okay, we have to change something. We changed all the breach animations because they said no, we don&apos;t do it like that.&quot; &quot;We learned a lot about how they work  they&apos;re not above the law, but they don&apos;t really play by the rules; the Navy SEALs take their orders directly from Washington  if they enter Afghanistan, they&apos;re not under the command of any local generals. They also dress how they like, they customise their weapons, and they are subject to special rules  if they enter a US camp, no one there has the right to check their bags. They are apart.&quot; The team became so interested in the lives of the SEALs operatives, they began to feed other elements into the game. As Geffroy explains: &quot;With Future Solider, we wanted to show more about the special forces, the guys behind the masks  we wanted to show who they are when they&apos;re not on the battlefield  and we have some nice cut-scenes to do that. And what was amazing to me was, when you think about the movie Hurt Locker, these guys are like that, they&apos;re so involved in what they do. One of them put it in a beautiful way, &apos;my life on the battlefield is in technicolour, when I am back at home it&apos;s in black and white.&apos; We wanted to define these men. I mean, some of the things they do when they told me, I said that&apos;s amazing but I can&apos;t put it in the game, no one will believe it.&quot; Generally, the visuals appear solidly competent rather than benchmark-defining. The locations are varied, from intense street scenes to remote rural areas, but while scenes are loaded with detail, there&apos;s no sense of the hardware being pushed to its limits by cool special effects. Sound is rather muted too so the assault rifles lack some sense of heft or deadly power  even a helicopter mini-gun, utilised at the close of a mission on the Pakistan border, is muted. Battlefield 3, with its sharp, documentary-style patina and ear-splittingly intense aural environment, has set a high bar for military realism that Future Soldier doesn&apos;t look like it&apos;ll be challenging.      Ghost Recon: Future Soldier    Multiplayer-wise, Ubisoft isn&apos;t saying much at the moment. We know there will be four-player co-op for every campaign mission of course  and this is bound to be every bit as tense, entertaining and genuinely collaborative as GR:AW was. On top of that, we can expect four competitive modes based around ten maps, and with three classes of soldier to choose from. &quot;We wanted to have a competitive mode that is heavily squad-based, like the co-op mode,&quot; says Geffroy. &quot;If you have a good squad, you&apos;ll be efficient and effective. But we also wanted it to be like the co-op mode in that, if you&apos;re not as skilled as your team mates, you can have fun helping your side, using your drone, tagging enemies, doing some hacking  it&apos;s part of that freedom we wanted.&quot; Before playing the demo, I was worried about Future Soldier. I figured a delayed development arc, shared by two studios thousands of miles apart, could only spell trouble. And there are certainly some areas to iron out. But the missions already seem to have that quiet, gripping appeal, and the prospect of playing with three friends, approaching an enemy blockade from numerous different directions is as appealing as it always was. Ghost Recon may not be the future in an audio-visual sense, but it has taken all it needs from the past to pique the interest of more strategic shooter fans. Ghost Recon: Future Soldoer is available on PC, PS3 and Xbox 360 on 25 May.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/26/ghost-recon-future-soldier-preview", 
    "wordcount": "2101"
}