{
    "headline": "Game on: I Am Alive", 
    "text": "I&apos;ve come late to the feast for the post-apocalyptic I Am Alive (Xbox 360/PS3). The download-only title was released on Xbox Live earlier this week to absolutely no fanfare whatsoever. It was a quiet, almost apologetic launch, accompanied by fewadverts and met with only a handful of reviews. Those who did review it differed wildly in their assessments. Greg Miller, of the gameswebsite IGN, gave it a measly 4.5out of 10, labelling it &quot;a flat, frustrating game that isn&apos;t worth your time or money&quot;. Yet this paper&apos;s own Nick Cowen awarded the title anemphatic five stars. Why such contrasting verdicts? Forme, it&apos;s a question of genre. Judgeit as an action game, shooter orhorror and you&apos;re bound to find littleto get excited about. Each of those genres comes with expectations the game simply doesn&apos;t attempt to fulfil. You&apos;ll never  as you might at the climax of an action game  bring down a helicopter gunship armed only with a rusty foot-pump and a child&apos;s bottle rocket, or battle an all-powerful demon in a final struggle for the fate ofmankind. What you will do is spenda great deal of time trying to work out how to survive. Because despite the jumping, running and shooting on show in the trailer, I Am Alive is, at base, a puzzle game. Not your traditional puzzler, of course. That&apos;s obvious from the scenery alone: there are no precarious wooden towers with green pigs in them, no multicoloured gems to spin or physics-defying portals. Instead, there&apos;s a haggard and dusty dad walking the empty streets and scaling the ruptured skyline of the fictional city of Haventon. This is our hero  unnamed at first, but (major spoiler alert!) later revealed as an Adam  arugged everyman who enters the cityarmed only with a camcorder, a pair of climbing gloves and a heroic head for heights. Adam&apos;s here to find his wife and daughter. Caught halfway across America when the mysterious and generic apocalyptic thing happened, he has trekked for a year to make it home to them. Alas, when he arrives at their old house only 15 minutes or so into the game, he finds that they have left for an unknown refugee camp. His wife&apos;s note is no help in finding them. All it reveals is that she forgives him: for what, we&apos;re left to guess. The rest of the game is Adam&apos;s repentance: a redemptive quest to save a lost little girl and her mother. As puzzle game plots go, you&apos;d at least have to admit it beats &quot;birds get annoyed with pigs&quot;. There are two types of puzzle in the game, climbing and combat, both seamlessly integrated and delightfully intense and cerebral. Climbing is a puzzle because you cannot climb indefinitely. Every leap and shimmy burns stamina: fail to reach the next resting place in time and Adam plummets to his death. Platform game reflexes are required here and there, but by and large scaling the city&apos;s ruins is done with the head and not the hands. Skill with a joystick gets you nowhere; smarts, everywhere. Combat is a little less clever, but stillmuch more of a puzzle than a scrap. Many encounters can only be survived in a single way. One false move and our hero gets it. Adam carries a pistol but bullets are in short supply. Only late in the game does he ever have more than one or two. So when four or five thugs advance on you it&apos;s a question of identifying the tough guy, downing him, then waving the empty gun menacingly at the others. If you&apos;ve got it right, they will throw up their hands, drop their weapons and back away. Both those aspects of the game are worth raving about. Each is a fresh and original take on a gaming staple. This is the first post-apocalyptic game that I have played  and there have been a few  that has really felt like a struggle for survival. It is also one of very few intelligent puzzle games  only Portal springs to mind  to take advantage of the capacity the games have for rich, emotional storytelling. Its chief flaw is that it doesn&apos;t dare to be as fiendish a puzzler as it could, dissolving lazily into a more generic action game in the anti-climactic finalstages. It may be far from a perfectgame but it is the first and therefore the best survival-action-puzzler out there. It may be the end ofdays, but I&apos;m hoping this is only thebeginning.", 
    "section": "technology", 
    "gid": "technology/2012/mar/08/game-i-am-alive", 
    "wordcount": "786"
}