{
    "headline": "Why the economy needs nature", 
    "text": "One of the greatest misconceptions of our time is the idea that there is somehow a choice between economic development and sustaining nature. The narrative developed by the chancellor, George Osborne, since the 2010 general election provides a case in point. He says environmental goals need to be scaled back to promote more growth. The reality we inhabit is somewhat different, however. One hundred per cent of economic activity is dependent on the services and benefits provided by nature. For some time, and during the last decade in particular, researchers have investigated the dependence of economic systems on ecological ones, and in the process have generated some striking conclusions. I tell the stories behind their findings in my new book, What has nature ever done for us? While many mainstream economists suffer from the kind of delusions that make it perfectly rational for them to accept to liquidate natural systems in the pursuit of &quot;growth&quot;, different specialist studies reveal the huge economic value being lost as decisions and policies that are geared to promoting economic activity degrade the services provided by nature. For example, as we struggle to cut emissions from fossil fuels, one study estimates that the value of the carbon capture services which could be gained through halving the deforestation rate by 2030 is around $3.7 trillion. And the wildlife in the same forests has huge value too  about 50% of the United States&apos; $640bn pharmaceutical market is based on the genetic diversity of wild species, many of which were found in forests. And it&apos;s not only the genetic diversity in wildlife that brings economic benefits. Among other things, wildlife also helps to control pests and diseases. The cost of losing India&apos;s vultures has been estimated at $34bn, largely because of the public health costs associated with their demise, including increased rabies infections. The annual pest-control value provided by insectivorous birds in a coffee plantation has been estimated as $310 per hectare while the annual per hectare value added from birds controlling pests in timber-producing forests has been put at $1,500. Great tits predating caterpillars in a Dutch orchard were found to improve the apple harvest by 50%. The services provided by animals, such as bees, doing the pollination work that underpins about one trillion dollars-worth of agricultural sales has been valued at $190 billion per year. Marine ecosystems are generating massive economic benefit as well. The GDP value derived from marine fish stocks and the industries associated with them are about $274bn per year  and this could be worth another $50bn if fish stocks were managed more intelligently. But even these huge numbers are dwarfed by the wider value of the marine and coastal systems, in protecting coasts from storms, in taking carbon dioxide from the atmosphere and replenishing its oxygen levels. The value of these and other ocean-based services have been estimated as worth about $21tn per year. For individual countries, the services provided by the marine environment can underpin a considerable proportion of their GDP. One study, from the World Resources Institute and WWF, found that at least one-quarter of the GDP of Belize is reliant on its coral reef and coastal mangrove forests. And then when one comes to how much the degradation of nature is costing the global economy a study by Trucost estimates that is already about $6.6tn per year (11% of world GDP) and on present trends will reach $28tn by 2050. In contrast, a study from a group of leading conservationists suggests that to meet global goals that would avert a mass extinction of species would cost around $76bn per year  or 0.12% of annual world GDP. So while we have become used to hearing that nature is a drag on development and a brake on growth, the opposite is in fact the case. Looking after nature is an unavoidable prerequisite for sustaining economic development. Some leading companies (such as Unilever and Nestle) have realised this, and are changing their strategies as a result. Some countries too, including Guyana and Costa Rica, have worked out that their natural systems are the basis of their wealth and are acting to protect it. So sustaining nature is not about protecting the environment, it is about keeping the economy going. The longer we continue to disregard the roles played by natural systems and to build our economic castles on foundations of sand, the bigger the costs that will fall to future generations. While we might enjoy some comfort now as we degrade and plunder nature, it is our children and grandchildren who will pay for our lazy-minded liquidation of the services that maintain the conditions essential for development. This is a real economic issue and is increasingly urgent, as the planet-scale Ponzi scheme that gathers ever more momentum blows nature&apos;s capital. Rising to the challenge of aligning human demands with what nature can indefinitely supply requires a big injection of political will. The fact that this is simply not there is demonstrated in how governments quickly mobilised stimulus packages worth more than $3tn in response to the recent financial and economic crisis, but devote only miniscule (and in place diminishing) effort to the protection of nature-based assets. Economists and economic planners have become used to seeing nature as supplier of resources and dump for waste. We have reached the point now, however, where we must realise that nature is as also a supplier of services, an inspiration for design, and our greatest ally in securing human needs indefinitely into the future, and that conclusion is based not only on a great deal of ecological science, but also a huge body of economic evidence.  Tony Juniper&apos;s new book, What has nature ever done for us? is published by Profile Books on 14 January", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/09/economy-nature", 
    "wordcount": "965"
}