{
    "headline": "So many horses for courses!", 
    "text": "It was not only the Peter Pan figure of 76-year-old Joss Naylor that was to be seen flitting over the roof of England&apos;s mountains to mark the Queen&apos;s diamond jubilee celebrations, but also the silhouettes of other fell runners who were all aiming to stretch themselves as never before. In Mr Naylor&apos;s case his purpose was to beat the bounds of Wasdale&apos;s lonely, magnificent parish; doubly apt as he is chairman of the parish council whose territory includes Pillar, Great Gable, Great End, Broad Crag, the Scafells and the crest along the top of Wastwater Screes. Covering a distance of 35 miles, the route has 11,000ft of ascent. Cumbria&apos;s fell running MBE said he was glad he&apos;d had his porridge and cod liver oil before grasping his trusty trekking poles cut from a local hazel bush. Ennerdale Horseshoe-ers meanwhile had a very different aim, namely to vie for the lead of this classic fell race in singlets and shorts, over 100 of them strung out along the skyline of Great Bourne, Red Pike, High Stile and Haystacks to Green Gable, yet incongruously missing the jewel in the crown, Great Gable (its greasy rocks lethal to running shoes in rain), before returning along the opposite ridge of the dale over Kirkfell, Pillar and Haycock prior to descending to the lake shore. Rated the toughest by the cognoscenti, the &quot;Ennerdale&quot; still can&apos;t outclass the suffering felt by the Bob Graham-ers who formed yet a further band of hillgoers with an entirely different objective in view: running the 74 miles and 42peaks of the Bob Graham Round named after the Keswick guesthouse proprietor who pioneered it in 1932 as an ultimate challenge to complete in less than 24 hours. It has since become the classic test-piece especially near Midsummer&apos;s Eve when daylight hours are longest. So many horses for courses! Yet most finished the day thoroughly elated.", 
    "section": "environment", 
    "gid": "environment/2012/jun/17/western-lakes-horses-for-courses", 
    "wordcount": "319"
}