{
    "headline": "Apps Rush: Jesus Christ Superstar, Hooters Calendar Girls Live, Word Lens, SoulCraft, Blottr and more", 
    "text": "A selection of 12 new and notable apps for you today: Jesus Christ Superstar This is the latest high-profile second-screen TV app, launching for British broadcaster ITV&apos;s Superstar reality show. As Andrew Lloyd-Webber looks for a Jesus for his upcoming musical revival, viewers can see social media feeds, get backstage info, and get links to performance downloads. When the actual musical goes on its arena tour, meanwhile, there&apos;ll be features for that too.iPhone / iPad Hooters Calendar Girls Live Stay classy, iOS users. This new app based on the Hooters restaurant chain promises the chance to &quot;socialize with the beautiful Hooters Calendar Girls from all over the world&quot;. As long as you pay them. Well, there are free images and video, but the promise of &quot;special premium content&quot; in return for credits, plus messaging and live chat features. It&apos;s the work of Handmade Mobile Entertainment, which also runs the Flirtomatic and Take Me Out Flirting apps.iPhone / iPad Word Lens Word Lens made a big splash on iOS last year with its ability to translate signs, menus and other printed words simply by pointing your device&apos;s camera at them. Now it&apos;s available on Android too, with language packs for English-Spanish, English-French and English-Italian. One is included for free.Android SoulCraft I wrote about SoulCraft when the free-to-play action-RPG was released as an open beta on Android in March 2012. Now it&apos;s available on iOS, with the same angels/demons/humans focus, and new content being added regularly. Interestingly, while the Android version was published by developer MobileBits, larger casual games firm Bigpoint is listed as the publisher on iOS hinting at a deal between the two companies.iPhone / iPad Blottr Citizen-journalism startup Blottr has released an Android app, following the iPhone version from July 2011. It aims to provide a quick way to capture news stories and upload them to Blottr&apos;s website from a smartphone. The company says the iOS version has been downloaded more than 35k times, with mobile now driving 23% of the site&apos;s traffic.Android Kapu Forest Here&apos;s a rarity: a beautiful-looking app for kids that&apos;s launching (near-enough) simultaneously on iOS and Android. Kapu Forest is aimed at 1-4 year-olds, with a forest full of virtual creatures to play with. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Keymonk Keyboard Is there room for another big third-party Android keyboard besides SwiftKey and Swype? Golden Keymonk hopes so: its Keymonk Keyboard app promises users can &quot;Sweep words with both fingers twice as fast as Swype or SlideIT&quot; (that being another app). The both-fingers element being the key feature here: the company says it has &quot;multi-sweep patent pending technology&quot;.Android Wrestling Revolution (PPV) It&apos;s described as an &quot;ongoing work in progress&quot;, so I&apos;m not sure how well Android game Wrestling Revolution plays although it looks nice judging by the YouTube demo. But here&apos;s what grabbed my attention: its claim to be the &quot;world&apos;s first &apos;episodic&apos; wrestling game - featuring weekly storylines and match-ups that you would expect from a TV show.&quot; A smart idea.Android Moops There&apos;s definitely a Rayman-esque vibe to Moops, a new iOS game from... Well, from Moops Games. It sees two pest controllers &quot;squishing, catching, trapping and popping&quot; an infestation of critters in their town, over 18 cartoon-3D levels.iPhone / iPad Ships N&apos; Battles Battleships in 3D? Well, that&apos;s how it works in the real world with the board game. But in this Android game&apos;s case, the 3D refers to the graphics, with a choice of views of what you&apos;re blowing up. It joins the existing iOS and Mac versions. Android Ringtonium Pro Creating your own ringtones? It&apos;s a bit fiddly in most cases. Ringtonium aims to help, having made its name on iPhone, and now crossing to Android. It promises to be a much-easier way to create, edit and share your own tones.Android I Woke Up Here&apos;s a fun new weapon in any passive-aggressive parental battles over who&apos;s getting up most in the night to attend to a baby. &quot;Are you the one who wakes up every night to take care of your baby? Now you can prove it! Check every time you get up, and show it to your partner when he finally wakes up (after a good night sleep.....)&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/09/apps-rush-jesus-christ-hooters", 
    "wordcount": "733"
}