{
    "headline": "'Altmetrics': quality of engagement matters as much as retweets", 
    "text": "As an academic who&apos;s an active Twitter user, I have noticed that there&apos;s been much discussion recently about &apos;maximising&apos; and measuring academic impact through blogging and social media. For some time now, a trending topic in networked HE circles has been the academic impact of online publications and resources. While this is all welcome, I think the academic community needs to add to the debate what we actually mean by &apos;maximising&apos; and what are its implications. &apos;Maximising&apos; evokes the quantitative, rather than the qualitative. The term suggests that impact is related to how many citations, site visits, clicks or downloads a given output is getting. And many of the new areas of study - from statistical cybermetrics to the increasingly popular altmetrics - focus on how links shared affect impact. But there is a need to look beyond the numbers, and question who is actually behind all that tweeting, citing, clicking and downloading. Current discourses about the use of metrics to assess digital scholarship, or the effects of social media on academic impact, often assume (without much evidence) that if there are a lot of academics on Twitter then it means that they are all clicking and retweeting each other&apos;s work. I have been conducting some informal research with different social media monitoring software, analytics and URL shorteners (such as Visibli and Google) which provide statistics about the links I share. When comparing links tweeted using three different URL shorteners, the data revealed no correlation between the number of retweets (shares of another Twitter user&apos;s message) and the number a given link is actually clicked on, or in other words, opened and read. Though several people may retweet a message, presumably because they find the information it links to interesting or relevant, there is no indication that they themselves had actually clicked on the link included in the tweet. This suggests that shares do not contribute to actual visits to linked resources. Conversely, I found that on occasion links I may have tweeted only once, and which received no retweets at all, were clicked on several times. The data I have been collecting about the level of engagement with the content I share, offers a very limited (and indeed not very reliable) interpretation of a very complex scenario. Still, it allows me to superficially assess the value of qualitative sharing because I personally know the specific context in which a given link was clicked on. For example, in one scenario, I tweeted a link to a blog post that was clicked only once by one of my followers, who did not follow the author of the linked article. My follower did not then retweet my message, but got directly in touch with the article&apos;s author. This slightly complicated chain of events is what I call qualitative impact: the link shared may have only been clicked on once but that was by someone who was part of the intended target audience and who might have never found the article had it not been shared. Is this case study less valuable because the link did not get as many clicks as a random viral of a London sunset? I&apos;d like to argue instead that unlike unqualified quantity, this is the kind of engagement that can potentially unleash a series of positive academic outcomes. When measuring impact, the emphasis should be on reaching the right people, and this is where curating a targeted, engaged community is essential. We&apos;ve reached the point at which sharing links on Twitter or Facebook is comparable to handing out flyers on a busy high street. In digital as in print, academic outputs will only achieve their full potential if they actively develop, and engage with, the right audience. Ernesto Priego is a freelance researcher affiliated with the UCL Centre for Digital Humanities. He coordinates The Comics Grid, Journal of Comics Scholarship and tweets as @ernestopriego This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/24/measuring-research-impact-altmetic", 
    "wordcount": "679"
}