{
    "headline": "Boot up: Chrome v hackers, finding the Androids, the prototype iPhone and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Chrome OS thwarts attack attempts in Pwnium challenge &gt;&gt; Phys.org  Hackers at a please-hack-me contest at the CanWest security conference in Vancouver, BC, went home empty-handed. The contest during the Vancouver three-day conference on digital security ended up with enlightened participants capable of attempts nonetheless missing out on a massive pile of cash--the bounty was $3.14159 million -- the reward for their efforts if successful. They were unable to break into Google&apos;s Chrome OS. This Pwnium 3 contest invited hackers to penetrate any holes they could find in the Chrome operating system.   Impressive. (Thanks @sputnikkers for the link.) Tim Berners-Lee: The Web needs to stay open, and Gopher&apos;s still not cool &gt;&gt; Boing Boing Rob Pegoraro:   HTML5 is also pulling in such media capabilities as video conferencing; Berners-Lee pointed the audience to WebPlatform.org, a hub for those efforts.  Web apps, in turn, comply with Berners-Lee&apos;s &quot;principle of least power,&quot; a rule of simplicity, security and interoperability he defined as &quot;If you&apos;re going to transmit something, you should use the least powerful language that you can.&quot;  He is not, however, an absolutist. During a post-talk Q&amp;A, he defended proposals to add support for &quot;digital rights management&quot; usage restrictions to HTML5 as necessary to get more content on the open Web: &quot;If we don&apos;t put the hooks for the use of DRM in... people will just go back to using Flash.&quot;  Berners-Lee&apos;s biggest fear is not a mobile experience dominated by iOS or Play Store apps, but one in which the basic protocols of the Web are eaten away by ISP interference and state surveillance.  AT&amp;T to launch BlackBerry Z10 March 22 for $199.99, pre-sales begin March 12 &gt;&gt; AT&amp;T From the press release:   Wireless customers looking for a smartphone that helps them balance the important aspects of their lives will soon have a new option. Beginning March 12, AT&amp;T* will kick-off consumer pre-sales of the BlackBerry Z10 smartphone for $199.99 with a two-year agreement at http://www.att.com/z10. The smartphone will be generally available for all customers, including corporate customers or those receiving a corporate discount, through all AT&amp;T channels on March 22.   BlackBerry announces its fourth-quarter results on 28 March. Wonder whether it will put any numbers on the pre-orders or sales then. The Q10 (with a keyboard) has no release date yet. HTC One review &gt;&gt; The Verge David Pierce:   this device is one of the best-designed smartphones I&apos;ve ever used. HTC&apos;s done great hardware before, though, and ruined it with ugly and problematic software -- this time, it&apos;s manageable. Not great, not as good as stock Android, but manageable. Here, the problem lies with the camera. Maybe I&apos;m in the minority when I say I care about the quality of my cellphone images, but I do, and the One just doesn&apos;t deliver. Its battery life is also disappointing, though I&apos;m not as concerned about that - it&apos;s just a fact of life at this point.   The battery lasted ten hours for him in a day of standard use. One year on, Ubuntu still to announce a single TV hardware partner &gt;&gt; ZDNet Ben Woods:   More than a year after it announced plans to develop an Ubuntu-powered TV, Canonical, the company behind the operating system, is still to announce a hardware partner for the project.  Ubuntu TV is one element of Canonical&apos;s &apos;four screen&apos; strategy, under which the company wants to see its open source operating system also appearing on smartphones, tablets and PCs.  First announced at CES 2012 in Las Vegas, Canonical hoped that Ubuntu TVs would appear by the end of the year.  However, a Canonical spokeswoman confirmed to ZDNet that no hardware partners have been confirmed so far for the Ubuntu TV project.   Uh-huh. Sony Xperia Z review &gt;&gt; The Verge Lots of points to note along the way, but let&apos;s cut to the chase with Vlad Savov:   Much like the Xperia S that came before it, the Xperia Z suffers from the unfortunate duality of being both Sony&apos;s best phone to date and a merely average Android handset. There&apos;s just no getting around the fact that Sony remains one step behind the competition. It stacks up a heaving spec sheet just as specs begin to matter least, it introduces an all-glass design just as others start to move away from it, and, most importantly, it fails to provide a compelling argument for purchasing it ahead of HTC, Samsung, or even LG&apos;s alternatives.  BoobTube: Why YouTube can&apos;t stop porn &gt;&gt; Daily Dot  In terms of YouTube&apos;s larger porn problem, &quot;Definitely the best Harlem Shake&quot; is barely even a nip slip. It&apos;s not hardcore porn with actual sexual penetration, after all, just a few naked women shimmying next to a guy holding a pizza box.  It does, however, speak to a larger problem YouTube faces: The site&apos;s censorship is a shell game, one that relies almost entirely on users to flag offensive or sexually explicit content. If a video gets taken down, another will likely soon replace it, on another person&apos;s channel and with another set of views.   Note at the top of the story: contains explicit material. So, possibly NSFW. (Though not if you have a Flash blocker on.) A glimpse into Google&apos;s brain, hidden in a spreadsheet app &gt;&gt; Buzzfeed  Yesterday TechCrunch reported that if you make a spreadsheet in Google Drive (Google Docs, formerly), enter and highlight the names of two beers, and pull down on the corner of the spreadsheet cell while holding Option or Control, the app will automatically fill the following cells with the names of other beers. The information is pulled, seemingly, from nowhere.  &quot;Someone at Google really likes beer,&quot; the post said, implying that the categories were created by Google employees. Turns out, the lists are pulled from Google&apos;s search database using an algorithm that creates sets, or categories, of common words and names. It&apos;s essentially Google-powered word association -- not a window into the world of Google engineers, but into the internet&apos;s collective view of how things are related to one another.   Super list-filling tip. Exclusive: super-early iPhone prototype had 5?x7? screen, serial port &gt;&gt; Ars Technica  What we don&apos;t often get to see is early Apple prototypes, those from way before the iPhone started to look like a phone-like object. That&apos;s why we were excited to receive photos showing an in-house version of the iPhone from early 2005. The images to Ars through a former Apple employee who worked on various Apple hardware projects in the early 2000s and was thus exposed to some of the earliest versions of the iPhone. (He declined to be named out of concern for retribution from Apple.)   Serial, USB and Ethernet. Where are the Android users? | asymco Horace Dediu:   The data implies about 9% of Android usage is in the US. The more startling thing is the difference in growth: it implies that with a US growth rate of only about 13.3k/day, global growth is 150 times faster than US growth. In other words, that 0.6% of new users are in the US and that 99.4% of Android growth is outside the US.   He also looks at the comparable analysis for the iPhone. For any company with a global strategy, the logic of &quot;what to do next&quot; is compelling. Inside Google Street View: from Larry Page&apos;s car to the depths of the Grand Canyon &gt;&gt; TechCrunch Fascinating piece by Drew Olanoff, pointing out how speculative Street View was in its early days; it wasn&apos;t clear it could be done at all. Now, huge tracts of the world have been stored on camera. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/12/technology-links-newsbucket", 
    "wordcount": "1351"
}