{
    "headline": "UN food chief praises Malawi president Joyce Banda for hunger progress", 
    "text": "The head of the UN&apos;s food agency has praised Malawi for its efforts to combat hunger, despite pressure on food prices, rising inflation and previous crop shortages. The Food and Agriculture Organisation (FAO) director general, Jos Graziano da Silva, recognised the advances the country has made under President Joyce Banda, but stressed the need to build on improvements in agriculture: &quot;Malawi has committed at the highest level to ending hunger and extreme poverty. It recognises the right to food, invests in excess of 10% of its national budget on agriculture and has transformed itself from an importer to an exporter of maize. &quot;The result is that the country is on track to meet the millennium development hunger target. The FAO will continue supporting the government&apos;s efforts in promoting food security and nutrition, and tackling extreme poverty through an integrated and co-ordinated approach, involving social protection and other sectors.&quot; Da Silva was in Malawi this week with the European development commissioner Andris Piebalgs to discuss improving nutrition and food security. The three-day high-level visit included meetings with ministries, donors, private sector and civil society groups working to align efforts to meet rising demand due to population growth and to boost development through exports. Malawi&apos;s economy is based on agriculture, with 80% of the population residing in rural areas (although urban centres are increasingly a draw). Banda said her government shared with Da Silva and Piebalgs a commitment to increase agricultural productivity through commercialisation, mechanisation, diversification and expanded irrigation projects: &quot;No more shall we have just a single [rain-fed] harvest in Malawi. We need to produce at least two or three times in one year if we are to feed our people.&quot; Despite progress on reducing hunger, malnutrition remains an urgent issue. Over 47% of children are stunted, their growth restricted due to a lack of adequate nutrition, not helped by a diet often overly reliant on maize. Piebalgs said: &quot;The EU and FAO share the same vision on nutrition and food security. [We are committed] to reducing the number of children who are stunted in the world by at least 7 million by 2025.&quot; Da Silva acknowledged the role cash transfers has played in improving Brazil&apos;s nutrition rates and said: &quot;The rural sector is crucial to [Malawi&apos;s] future. There is a need to diversify crop production. We need approaches that could affect more the income of rural people.&quot; 87% of Malawi&apos;s population is employed in agriculture, which accounts for about 36% of GDP and more than 70% of export revenues. On Wednesday, Piebalgs and Da Silva visited projects in the rural Dowa district, talking to a group beginning a fair trade macadamia collective in Jasoni and farmers from Kalikwembe diversifying production from the staple maize crop (n&apos;sima) to include peaches and apples, as well as sweet potatoes, soya, beans, oranges and sugar cane. Members of Kalikwembe&apos;s horticulture group explained how higher production and hence incomes meant that they could pay school fees for their children, buy livestock, fertiliser and pesticides, and upgrade their homes. Betland Adiel Kapondo, who pioneered macadamia planting in Jasoni, now has 820 trees. Last year he sold 47kg of unshelled nuts for 50,000 Kwacha (88); this year he has already harvested 300kg and is able to employ casual labour. Piebalgs and Da Silva opened an FAO-funded community grain bank at Chigonthi near Lilongwe&apos;s airport. Designed to reduce crop wastage , the storage facility gives members flexibility over when to sell their produce, which could raise their income. The EU is a major donor to Malawi, spending 605m (522m) in the past six years. Last November Piebalgs and Banda signed two agreements. The first on agriculture (for 63m) is designed to strengthen productivity, support irrigation, double household incomes and contribute 6% annual growth. The second is a 35m fund for cash transfers to extremely poor families and is expected to reach 83,000 households. Yet, Malawi continues to face considerable challenges. Its headline inflation rate rose by 0.5% in January to 35.1% (from 34.6% in December, 35.6% in urban areas and 33.3 in rural communities). Prices have been rising since May, when the Reserve Bank of Malawi devalued the Kwacha. Despite an audit of maize finding adequate stocks, some are finding it hard to find in local markets. Good rains this year suggest the 2013 harvest should be strong. The government and civil servants agreed an increase in salaries last month, under which the lowest paid will receive an increase of 61% and higher earners will benefit by 5%. There remains concern as to how this expenditure will be financed. Fuel price rises were announced by the Malawi Energy Regulatory Authority in February. The price of petrol will go up this week from K606.30 a litre to K704.30 (and for diesel, from K597.40 to K683.60).  Lucy Lamble travelled to Malawi with the European commission", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/un-praise-malawi-joyce-banda-hunger", 
    "wordcount": "827"
}