{
    "headline": "Eleven work and pensions civil servants sacked for using Twitter or Facebook", 
    "text": "Eleven civil servants at Iain Duncan Smith&apos;s department for work and pensions have been sacked for using Twitter or Facebook. The 11 sacked officials are among 116 DWP employees to have faced disciplinary action for blogging and social networking since January 2009, according to figures revealed under the Freedom of Information Act. Of these 116, 34 were given a final written warning, 35 received a written warning and 36 were reprimanded orally for their use of social media. The DWP said use of Twitter, Facebook and other social media sites was &quot;completely restricted&quot; for most of its workers. The only employees allowed to use the sites are those who have a &quot;genuine requirement for access&quot;. The department&apos;s official Twitter account is run by the DWP press office. Information on the dismissals of DWP staff comes at a time when senior government figures, including David Cameron, are trying to get to grips with the rough and tumble of social media. The official Number 10 Twitter account boasts nearly 2.2 million followers, while the prime minister now has 200,000 followers after joining the 140-character foray last year. Steven George-Hilley, the director of technology at right-leaning thinktank Parliament Street, said: &quot;In a social media age, it beggars belief that employees are being banned from using sites like Twitter and Facebook in the workplace. &quot;Instead of implementing draconian rules and penalties, public sector departments should encourage responsible use of social media, that empowers staff without putting the organisation&apos;s credibility at risk.&quot; A DWP spokeswoman said: &quot;The DWP has clear guidelines for staff on the use of the internet and social media. The vast majority of staff abide by these rules. &quot;For the small minority who don&apos;t, we have strict disciplinary measures in place, ranging from a warning to dismissal.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/09/eleven-civil-servants-sacked-twitter", 
    "wordcount": "307"
}