{
    "headline": "Software patents 'a bit of a mess' says Martin Goetz, the first man to get one", 
    "text": "     The man who was awarded the first software patent says that he thinks the field is now &quot;a big mess&quot; - but that he &quot;hopes it will get straightened out in time&quot;.  Martin Goetz, 83, was awarded the first patent on a piece of software in April 1968, for a method of sorting data. As US Patent No.3,380,029 it marked a watershed that would eventually lead to the rise of Microsoft, and then to the &quot;smartphone patent wars&quot; that have been fought out between Apple, Samsung, Motorola, Microsoft, HTC and Google. But he thinks that Amazon&apos;s patent on its &quot;1-Click&quot; product is absurd, and that Apple&apos;s on the &quot;pinch and zoom&quot; for pictures is questionable. Computerworld - then a newspaper - greeted the news of his patent award in 1968 with the front-page headline &quot;First Patent Is Issued For Software, Full Implications Are Not Yet Known&quot;. Goetz was working for a company called Applied Data Research, in an era when mainframes were the only computers around. As he explains in a short film about inventors, made by David Friedman for PBS Digital Studios, IBM - the dominant force in computing - was making profits on the hardware but giving the software that went with them away for free.  &quot;Back in the 1960s, IBM and other computer companies were giving away their software when they sold their computer. We were trying to sell out software, but selling against free software is very difficult. That&apos;s the reason I tried to get a patent. &quot;IBM had a sorting system they were giving away free and I didn&apos;t want them to copy that method and also distribute it by giving it away for free.&quot; Goetz couldn&apos;t have applied copyright law, because that wouldn&apos;t have protected the specific method he had invented - only the code he had written to achieve the sorting. But in 1964 he had been to a conference on software intellectual property issues, which persuaded him that a patent could be awarded for a piece of software. The key element for a patent is that it should have an &quot;inventive step&quot; compared to existing methods for carrying something out. But all previous patents had been for physical products - not for an abstract system of doing things to a generalised machine. &quot;So I applied for a patent. And fortunately I did get a patent.&quot; Filed on 8 April 1965, the patent was granted on 28 April 1968. Since then software patents have become enormously valuable - used by companies (including IBM) to squeeze rivals. Earlier this week it was revealed that Apple&apos;s Steve Jobs threatened to start a patent war against Palm unless it agreed to a deal whereby it wouldn&apos;t try to hire staff away from his company. Palm&apos;s chief executive, Ed Colligan, rebuffed Jobs and pointed out that the idea was illegal. More recently Apple was awarded $1.05bn in damages by a US jury over infringements by Samsung on a number of patents relating to smartphones and tablets. Goetz though is unrepentant, and has been an advocate of software patents.  He also says that with his help, ADR helped to create the independent software industry by going to the US Department of Justice, which at the time was looking at antitrust action against IBM. &quot;I and several others who were selling programs against free software [from computer makers] thought it was unlawful. ADR pushed for IBM to unbundle their software; that was the start of the software industry. It was also the start of people and companies applying for patents for their software inventions. But he acknowledges that the whole field has become &quot;very controversial&quot;. He thinks that Amazon&apos;s One-Click patent - valid in the US but repeatedly turned down in the European Union - &quot;should never have been awarded&quot;, and that Apple&apos;s pinch-and-zoom patent for enlarging or shrinking content displayed on its iOS devices is &quot;questionable&quot; on the basis that it might be thought &quot;obvious&quot;. &quot;It&apos;s a little bit of a mess,&quot; Goetz says, with grand understatement. &quot;Hopefully it will get straightened out over time.&quot; Update: Brian Kahin, senior fellow at the Computer &amp; Communications Industry Federation, got in touch with the following thoughts:  &quot;There is considerable irony is Goetz&apos;s account. Indeed, IBM was opposed to software patents until the antitrust suit against the company was dismissed (after 13 years). Software patents were not common because the US Supreme Court had issued opinions that said that mathematical algorithms were not patentable on their own. &quot;IBM started acquiring software patents very rapidly, since they already a substantial patent department. When the MIcrosoft-IBM partnership to develop OS/2 broke up in 1990, IBM presented Microsoft with its portfolio and extracted a $20-30m settlement. That&apos;s when Bill Gates wrote a famous internal memo decrying software patents.  &quot;Nonetheless, Microsoft started acquiring them and was the only software company testifying in favor at the hearings held by the USPTO in 1993-94.  &quot;IBM then started shaking down Silicon Valley. Eventually, other software companies acquired their own portfolios and learned to like them because they protected market positions against new entrants. However, patents had nothing to do with the rise of the microcomputer software industry. Copyright, secrecy, trademark, complexity, speed to market were enough....&quot;  More reading: Wikipedia page on Martin Goetz", 
    "section": "technology", 
    "gid": "technology/2013/jan/24/smartphone-patent-wars-intellectual-property", 
    "wordcount": "917"
}