{
    "headline": "Heartland Institute in financial crisis after billboard controversy", 
    "text": "The ultra-conservative Heartland Institute admitted it was in financial crisis on Wednesday, with the flight of corporate donors making it difficult to pay staff or cover the costs of its annual conference aimed at debunking climate science. In a speech at the close of this year&apos;s climate conference, Heartland&apos;s president, Joseph Bast, acknowledged that a provocative ad campaign comparing believers in human-made climate change to psychopaths had exacted a heavy cost. However, Bast also attributed Heartland&apos;s current problems to his weakness in financial management. &quot;These conferences are expensive, and I&apos;m not a good fundraiser so as a result I don&apos;t raise enough money to cover them. We really scramble to make payroll as a result to cover these expenses,&quot; Bast said. &quot;If you can afford to make a contribution please do. If you know someone, if you&apos;ve got a rich uncle or somebody in the family or somebody that you work with, please give them a call and ask them if they would consider making a tax-deductible contribution to the Heartland Institute.&quot; The organisation has lost at least $825,000 in funds from corporate donors although Heartland also claims to have attracted 800 new small donors. Heartland also came in for bruising criticism from its own allies  a number of whom faulted Bast for failing to consult Heartland&apos;s colleagues or board members about the ads in advance. Among ultra-conservative activists, the billboard controversy has shaken confidence in Heartland&apos;s ability to serve as the hub of the climate contrarian network. It has also raised doubts about Bast&apos;s leadership. Bast is listed on Heartland&apos;s website as its earliest employee. His wife is also employed at Heartland. But Heartland was facing a cash crunch even before the Gleick expose. Nine employees were due to be laid or take pay cuts in 2011, according to the budget documents obtained by Gleick. This year&apos;s conference was a drastically shrunken version of earlier Heartland gatherings, which attracted up to 800 attendees and ran several concurrent sessions. Those events were also lucrative for Heartland, accounting for half of its non-fundraising events revenue, according to documents obtained through deception by the scientist Peter Gleick. At this year&apos;s gathering in Chicago, fewer than 170 turned up for the gala opening banquet, and the conference only managed to eke out one session at a time, and brought in relatively few outside speakers. And the only member of Congress to attend this year, conservative Republican Jim Sensenbrenner, used his speech to criticise Heartland for the billboard.  &quot;We can continue to win these debates out of the strength of our arguments without recourse to unsavoury tactics that only serve to distract from our message,&quot; he said. &quot;Let&apos;s not get off message.&quot; Heartland initially had not even planned to hold a conference. But after the organisation was shaken last February by the internet sting exposing its donor list and fundraising strategy, Heartland changed its mind. However, Bast said Heartland may stop putting on the conferences. &quot;I hope to see you at a future conference, but at this point we have no plans to do another.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/24/heartland-institute-billboard-controversy", 
    "wordcount": "522"
}