{
    "headline": "Would an EU ban on fish discards be effective?", 
    "text": " 9.00am: A report published today by the House of Commons&apos;s Environment, Food and Rural Affairs Committee concludes that the European Commission&apos;s proposal for an out-right ban beginning in 2014 of &quot;commercial&quot; fish discards - the controversial practice of fishermen being forced to throw overboard any fish not permitted within their quota allowance - is a &quot;knee-jerk reaction&quot; to the problem. It argues:  We strongly support the Commission&apos;s desire to minimise discarding rates. However, we are concerned that by deciding to implement a ban so swiftly and with so little scope for stakeholder engagement, the Commission risks creating a scheme that will be unworkable and will be flouted, or worse, will merely shift unwanted fish in the sea to unwanted fish on land. We suggest it might be advisable to delay the discard ban until 2020 to give time to do the groundwork for its successful implementation. This is not an excuse to ignore the discard problem  effective and proactive measures must be put in place in the mean time to incentivise more selective fishing...The Department for Environment, Food and Rural Affairs should support a rapid shift from counting the fish landed against quotas to counting the fish caught against quotas. This will address the problem of inaccurate reporting of fish mortality due to unrecorded discards in the period before the discard ban is implemented.  Delaying the ban until 2020 is likely to anger campaigners who have fought to see an end to this wasteful practice. For example, FishFight, the campaign against discards set up by the food writer Hugh Fearnley-Whittingstall, has gathered more than 750,000 signatures of support from across the EU, as well as forcing a debate in the UK parliament. However, the FishFight campaign&apos;s position acknowledges ending discards outright is not simple:  Re-writing the Common Fisheries Policy is going to be an enormously complicated business, and unfortunately there is no one easy solution to ending discards. Most people agree that the answer will lie in a combination of different ideas and policies. Experts have offered a number of potential answers. Hugh&apos;s fish fight is not trying to dictate the exact solutions politicians should choose  simply to ensure that whatever their choice for 2012, the prevention of discarding should be a top priority.  Attempts to reform the Common Fisheries Policy has long been complicated by a web of vested interests and national politicking. But, over the past year, a consensus among the fishing and food industries and campaigners has emerged indicating that there is widespread agreement that discards need to be phased out. The question now, it seems, is how to phase them out, and how soon. But what are your own thoughts about the banning of fish discards? Should they be outlawed as fast as possible? Or is a slower, more considered phase-out more wise? For example, the parliamentary committee wants a &quot;more gradual approach built on a sound science base and the local experience of fishermen&quot;. And should member states, as some within the EU are calling, be allowed more flexibility to &quot;go it alone&quot; when it comes to fishing quotas? If quoting figures to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  9.27am: I&apos;ve just received this response from Will Anderson, series producer of the FishFight programmes:  Hugh [Fearnley-Whittingstall] is out at sea, filming the next instalment to the Fish Fight campaigns, so he hasn&apos;t yet heard this disappointing news yet. But it shows just how broken the Common Fisheries Policy has become when a committee of MPs come out with a report suggesting that it is a good idea to carry on killing and then throwing away perfectly edible fish at sea. Fish Fight understands that introducing a blanket ban on discards overnight would not be practical, which is why we were heartened by Commissioner Damanaki&apos;s plans to introduce a phased in ban over the next 4 years. Delaying a ban until 2020 means millions more tonnes of fish are going to be pointlessly wasted, a situation we simply cannot afford to allow to continue. Most fishermen hate discarding fish, and the response to our campaign has proven that the public hate the discarding fish, and yet some politicians seem to be the ones who want this ludicrous situation to continue. It is the politicians&apos; responsibility to find a solution to this mess. Carrying on as we are for longer is not a solution. Of course, it is a complicated problem. There is no one-size-fits-all solution. But Fish Fight believes that a ban will incentivize everyone concerned into coming up with ways of reducing the amount of unwanted fish which are caught in the first place. This has got to be the ultimate goal, and we can all do our part in helping to achieve this. At the moment 50% of the fish discarded are thrown away because there is no market for it. That is why we have been encouraging the public to become more adventurous fish eaters, and retailers to promote more different kinds of fish. If we can help create a market for these fish, they won&apos;t need to be discarded in the first place. Everyone seems to agree that the Common Fisheries Policy needs a radical reform. We are afraid that this report is going to derail the good work that many people are doing to try to achieve that. In order to change things in Europe, the UK needs to take a bold stance. Delaying any change until 2020 does not feel bold.   9.56am: I&apos;ve received this statement from the Scottish Fishermen&apos;s Federation in reaction to the related news that the EU used its emergency powers yesterday to avoid excessive discarding of haddock in the West of Scotland:  The Scottish Fishermen&apos;s Federation has welcomed the move today by the European Commission to use emergency powers to reduce and avoid excessive discarding of haddock in the West of Scotland.Under the previous &quot;unworkable&quot; catch composition rules, which governed the proportion of the various species that could be landed, fishermen had no option other than to dump large quantities of marketable haddock back into the sea despite having a catch quota for the species.Now, in a move to bring an end to unnecessary discards and following a long campaign from the Scottish industry, the EC will permit fishermen to land their haddock quota as it is caught by immediately suspending the catch composition rules. This will apply for an initial six-month period (the maximum available under emergency powers), with the expectation that it will be extended thereafter.Bertie Armstrong, chief executive of the Scottish Fishermen&apos;s Federation, said: &quot;We welcome this announcement by Fisheries Commissioner Maria Damanaki. Under the previous ludicrous and totally unworkable catch composition rules fishermen had no option other than to discard large quantities of perfectly good haddock, which was a tragic waste.&quot;We also welcome the fact that this appears to be a long overdue recognition from the EC, made in a statement by Commissioner Damanaki, that the inherent cause of discarding is down to fundamentally flawed regulations, rather than from the legitimate activities of fishermen.&quot;   10.23am: The Environment, Food and Rural Affairs Committee has posted online all of the written evidence it received when considering its report. It includes submissions from the RSPB, Defra, the Scottish government, the National Federation of Fishermen&apos;s Organisations, and the New Economics Foundation.  10.42am: Last July, the European Commission published its Impact Assessment of Discard Reducing Policies (pdf). It contains a huge trove of data, but includes an overview of the problem:  It is important to distinguish between by-catch and discards. By-catch is the unintended catch of organisms during fishing. It also refers to the catch of juveniles or undersize fish of the species targeted. By-catch can still hold economic value and may be kept on board to sell as a by-product. However, discards is a term specifically used for catch which is not kept but is thrown back, often dead, in to the sea. This may be either unwanted by-catch or target fish. It may occur for a number of reasons, including the perceived poor quality and lack of value of fish compared to others (high grading), or because landing or retention is prohibited by regulation. Globally, discarding is estimated to be 8% (6.8 million t) of the total volume of fish caught annually (Kelleher 2005). Kelleher (2005) also noted that 1.3 million tonnes of this discarding occurs in FAO area 27 which includes much of the EU&apos;s EEZ. The level of uncertainty over total catches that arises from discarding can hamper efforts to accurately assess current stock levels. In an economic and social sense discarding is wasteful of the energy and cost used to catch the fish. It also represents a waste of wealth and resources, given the importance of fish as a source of protein.Discarding in EU fisheries:Discarding occurs in EU fisheries sometimes at high levels, such as: 30-60% for the finfish fishery off the Iberian Peninsula (MRAG, 2007); 50% of the catch in North Sea beam trawl fleets (MRAG, 2007); between 20-98% in the North Sea nephrops trawl fleet (Enever et al, 2009); and 40% of most species through bottom-trawling in North east Atlantic fisheries (STECF, 2006). High levels of discarding are often associated with trawl fisheries. However, given the influence of regulation and perverse market incentives, discarding at high levels can occur in fisheries targeted by any gear type. For example, the longline fishery for swordfish and albacore tuna in the Adriatic can reach discard levels of 50%.Discarding does not only occur due to poor gear selectivity and the capture of unwanted fish. Undersize fish may be discarded due to the minimum landing size regulations, overquota fish can be discarded in a multi-species fishery due to quota exhaustion of one species. Both these issues are reported to be present in EU fisheries, although for those that are not managed by quota the biggest problem is minimum landing size discards. Finally, despite the high-grading ban for the North Sea implemented from 2008, there are still suggestions of high-grading occurring. Given that this form of discarding is purely the fisher&apos;s decision and not regulation-driven  to the contrary, it is illegal to do so  the persistence of illegal highgrading suggests a lack of incentives to voluntary comply and/or a lack of suitable monitoring and control.   10.46am: This just in from the Marine Conservation Society:  A discard ban may be seen as an extreme and heavy handed measure, however, considering the current state of the European fishing industry it is a necessary one. A ban would allow more accurate data collection and should ensure a reduction in wasted edible fish. However, it is essential that we address the root of the problem, not just the symptoms and stop these unwanted fish being caught in the first place. Thus a ban on discards should only be put into place with accompanying measures (such as measures to increase selectivity of fishing gear) to minimise the catch of these discarded fish.The Commission&apos;s latest proposal doesn&apos;t detail enough technical advice on how the fishing industry should introduce more sustainable practices. The weight of the problem must not be left to fall solely on the shoulders of fishermen, but on the EU policy which enforces it in the first place. A weakened proposal from the UK government is, therefore, unlikely to provide us with changes on the water. We would encourage programme&apos;s such as the Scottish Conservation Credits scheme and selective gear trials, and would also like to see those individuals who are actively increasing the sustainability of their gear being encouraged and positively rewarded.We at the Marine Conservation Society believe that the story is not as simple as &quot;discard ban&quot; or &quot;no discard ban&quot;, and insist that a discard ban has to come with measures to reduce discards in the first place, or we will simply see problem displacement. The decisions made now will have repercussions for the next decade, and way beyond that, and we cannot afford to get this wrong, for fishermen or for fish.   11.50am: Robert Wilson, a reader via Twitter, points to this study published last year by two researchers - Ben Diamond and Bryce Beukers-Stewart - based at the environment department at the University of York, entitled &quot;Fisheries Discards in the North Sea: Waste of Resources or a Necessary Evil?&quot; (pdf). In its conclusion, it highlights lessons learnt by Norway and Russia:  It has been shown that since its implementation in 1987, the discard ban has received at least partial compliance within the Exclusive Economic Zones of Norway and Russia. Discarding still occurs but at a significantly lower level than in the North Sea (Kelleher, 2005). Allowing fishermen to land everything does not appear to have increased pressure on the fish stocks. On the contrary, combined with a system of real-time area closures the discard ban appears to have generated an incentive for fishermen to install gear modifications and fish more selectively. This, combined with greater scientific knowledge about the status of the stocks, is likely to have contributed to the relatively fast stock recovery rates experienced in the Northeast Arctic. Initially, the economic cost to the fishing industry was relatively high with fishermen experiencing catches comprised of greater proportions of small fish with lower values and lower CPUE [catch per unit effort]. However, the period for which the fishing sector remained unprofitable lasted for just four years. Today, the Norwegian and Barents Sea fisheries are some of the most prosperous in the world.   12.01am: I have received this statement from GAP2, a European Commission-funded initiative &quot;connecting science stakeholders and policy&quot; on fisheries management:  Whether we ban discards in 2014, phase out discards or keep the current system, no sustainable progress can be made without better data, and the buy-in of both the scientific and fishing communities. While discard assessments can affect directly affect fishermen&apos;s&apos; livelihoods, fishermen are often excluded from the process of crunching the numbers. Even worse, they often feel that the assessments are over-simplified, if not misleading. This attitude is founded on a lack of data; a fact acknowledged by many scientists also. Estimates of discarded catch are based on averaging numbers gained through a relatively small number of observations. As such, they often fail to reflect geographic and seasonal variations. But while many scientists agree (pdf), the cost of collecting better data has precluded progress. However, the solution may lie with the fishers themselves. Within GAP2, we&apos;re piloting a project in Dutch flatfish fisheries, where fishermen and scientists are trialling &quot;self-sampling&quot;.This involves fishermen taking samples from their own catches, and then passing them on for scientists&apos; assessment. By involving the fishers, many more samples can be taken, giving more insight in spatial and temporal variation. Also because the results are discussed with the sector, whereby fishers&apos; day-to-day knowledge about the fishery (often otherwise ignored) can be included. We&apos;re right at the beginning of the project, but the crucial part will be ensuring that the data collected is up to the standard required by scientists, and indeed that scientists are happy to use such data.   12.12pm: Aniol Esteban, head of environmental economics at the New Economics Foundation, has sent me this:  As things stand, there is a risk that a discards ban becomes the fishing equivalent of carbon offsetting. A discard ban only makes sense if we&apos;ve done everything necessary to avoid unwanted catches in the first place by implementing seasonal restrictions and selective gear. If you have some residual unavoidable catch then you might land it, but there&apos;s also case to say that residual unwanted catches should remain in the ecosystem.Our report Money Overboard demonstrates that whilst landing unwanted catch is more beneficial than throwing it overboard; it is even much better to avoid unwanted catch in the first place. The priority must be to avoid unwanted catches in the first place, rather than finding ways to market them. Prevention vs. end-of-pipe solution.Governments can choose between investing in preventing unwanted catches or in end-of-pipe solutions like transforming discards into fishmeal et al.A glance at the proposals for the new Common Fisheries Policy (CFP) and its new financial instrument (European Maritime and Fisheries Fund), as well as action taken by the UK government, shows more emphasis in turning discards into commodities than in avoiding them in the first place.A discard ban combined with public funds supporting the conversion of discards into commodities (i.e. fishmeal) and support to the aquaculture sector (i,e. more fishmeal demand) as suggested in current proposals, has all the ingredients of a recipe for disaster.Lastly, let&apos;s not forget that the problem of discards pales in comparison with the problem of overfishing. Discards are a terrible waste and need to be avoided, but much more is being wasted every year by not keeping our stocks at sustainable levels. Our report Jobs Lost at Sea shows that restoring 43 of 150 European stocks could generate 2.7bn in additional revenues every year. Restoring fish stocks would make the discards less of a problem.   13.19pm: Some reader reaction from below the line and Twitter...  OldGreen: Even if discards are banned, enforced by CCTV on boats, no-one seems to have addressed the issue of how fishermen will avoid catching out-of-quota species...The Commission has become focussed around a failed vision of soviet-style centralised planning and quotas, detailed standardisation and conformity. Was this ever necessary or desirable? Is this appropriate to a Europe of 500 million people, with such a wide diversity of different climates, societies, needs and priorities? Seaquest: The goal has to be to reduce overfishing. Yes, discards are wasteful - it&apos;s understandable that there&apos;s outrage at the idea, and it&apos;s fantastic that the issue has been publicised. But a ban will only work as part of a more considered approach to harvest control, taking into account the impact of different gears, sectors of the industry etc (not to mention negotiating the clunky CFP in the process). Bucket (who is actually Dr Daniel Howell, a fisheries scientists based at the Institute of Marine Research in Bergen, Norway): It is perfectly possible to ban discards in a fishery, and such a ban exists in a number of countries. You simply need the political will to put in place a system in place where fishermen can be fined and ultimately lose their license and quota if repeatedly caught discarding. The North Sea is relatively heavily patrolled sea, so there would be enough chance of getting caught to act as a deterrent. @janechittenden: MPs decision pro-fish discards is madness; favours destructive mega-industry. Small-scale sustainable fishing is the way to go.   1.29pm: I have received this statement from Ian Campbell, the UK coordinator for OCEAN2012, a coalition of campaigners aiming to &quot;ensure that the 2012 reform of the EU Common Fisheries Policy stops overfishing, ends destructive fishing practices and delivers fair and equitable use of healthy fish stocks&quot;:  A reformed CFP must create incentives and rewards for fishers who make efforts to reduce unwanted bycatch in the first place, which would become a driver towards greater selectivity, lowering bycatch resulting in fewer fish discarded. These incentives need to be embedded alongside a requirement to land all catches a, de facto discard ban.The issue of discarding needs to be addressed on a fishery-by-fishery basis. The EFRA report implies that a discard ban would &quot;merely shift unwanted fish in the sea to unwanted fish on land&quot;. This misses the point raised in the Fish Fight campaign and highlighted by the many fishermen who took part in the programme. It is extremely doubtful whether cod that is currently dumped at sea would be &quot;unwanted&quot; if it was landed at a port.Finally, the report also seems to misunderstand the reasoning behind proposals for a discard ban. The main pillar of a landing obligation is to provide a driver for fishers to avoid catching unwanted species in the first place (such as the successful Project 50% in the SW of England), and not to purely increase landings.   1.35pm: This just in from Johan Kvalheim, director of the Norwegian Seafood Council for the UK and France:  Norway has a long tradition of managing its fisheries in harmony with nature, and is internationally regarded by many organisations as a world leader in sustainable fisheries management.2012 marks the 25th anniversary of the ban on fishing discards in Norway. Since 1987 Norway has committed to ensuring that our cold, clear waters are fished sustainably, more recently with MSC certification for all Norwegian wild cod and haddock. In fact the Barents Sea, where Norway captures about 93% of all its cod has the largest growing cod stock in the world. Following scientific advice through ICES, Norway has been able to increase its cod quota over the last few years.This was not always the case. In 1987 Norwegian fish stocks were in decline. The discard ban originally covered cod and haddock in the economic zone north of 62N, but the ban has been gradually expanded so that today it is prohibited to discard most species of fish in Norwegian waters.The discard ban is part of a larger, comprehensive package of policies that Norway has implemented to ensure our fishing is sustainable. The four key principles of this are: Research, Regulations, Control and Sanctions: Norway invests heavily in research via its institute of Marine Research it is regulated heavily by the Ministry and Directorate of Fisheries - important regulations include mesh size, selectivity rules, restriction on the use of trawls and other gears, seasonal closures, by-catch rules, minimum sizes and the discard ban. These regulations are heavily controlled including policing by the Coast Guard with strict sanctions and fines being administered if fisherman are found to be flouting the rules.As referenced earlier, the study by the University of York in 2009 concluded that adopting Norwegian policies in the North Sea would provide substantial benefits to the stocks with minimal short term costs to the fishing industry.Initially, the economic cost to the fishing industry was relatively high with fishermen experiencing lower catch values and lower CPUE [catch per unit effort]. However, the period for which the fishing sector remained unprofitable lasted for just four years. Today, the Norwegian and Barents Sea fisheries are some of the most prosperous in the world.It&apos;s been a long journey, and it&apos;s not over yet, but the health of fish stocks in Norwegian waters shows it is entirely possible to successfully introduce a ban on discard and enable the fishing industry to thrive, whilst positively managing the environment and fish populations alike.    1.43pm: A comment from Wietse van der Werf, international director of the Black Fish, which &quot;campaigns to end illegal and destructive fishing practices&quot;:  What is most disappointing about the publication of today&apos;s report is that it is yet another attempt to push difficult decisions related to the fishing issue forward by at least another few years. 80% of fish populations in European seas are believed to be overexploited and generally the sea is in such bad shape that any type of conservation measure is welcomed. Holding back on taking action simply isn&apos;t an option if we we want to secure a healthy future for the oceans. However, the thing we should remember is that ending the discarding of fish won&apos;t do anything to stop the overfishing of our oceans. What is needed is a change in the way we fish and ensuring that discards aren&apos;t occurring in the first place. The fact is that we fish too much and grossly indiscriminately so unless we are willing to end the destructive nature of the industrial fishing effort, there won&apos;t be much fish left to discard or not to discard, in about three decades from now.   2.02pm: The Department for Environment, Food and Rural Affairs has a webpage dedicated to the topic of fish discards. It says:  The UK Government, in partnership with Denmark, is trialling an alternative system of managing fish stocks in the North Sea. Rather than using the traditional method of counting catches on land, this alternative method counts catches at sea. The aim of the trial is to understand whether this type of management system is possible in EU fisheries, if it can reduce discards, and encourage fishermen to fish more selectively. Interim results look promising and we aim to extend the trials in 2011 to gather more evidence for CFP reform.  Meanwhile, in the UK, it says it is trying three &quot;fresh approaches&quot; to reduce discards:  * Social marketing research studies to understand and change discard behaviours of fishermen, e.g. Project 50% in 2009, in which scientists and fishermen working together reduced discards in the Brixham trawl fleet by 52%; and a current project on trawlers in the Irish Sea.* Gear modifications trials that try to reduce the capture of unwanted marine species, such as the current Looe (South West) otter trawl pilot.* The Fishing for the markets project, a new initiative looking to encourage consumption of under-utilised, sustainable species that are often discarded. The project aims to gather knowledge and experience from a range of individuals and organisations along the supply chain about existing market practices and un-tapped potential for under-utilised species.   2.31pm: A response from Seafish, the &quot;the only pan-industry body offering services to all parts of the seafood industry, including catching and aquaculture, processors, importers, exporters and distributors of seafood and restaurants and retailers&quot;:  Seafish notes EFRA&apos;s report today with interest. We have ourselves been closely involved in supporting efforts by UK industry to reduce discards, particularly through the work of our Discard Action Group (DAG)  an important working forum bringing together key industry representatives to debate the topic and seek solutions. DAG will digest the implications of this report and its recommendations to see how this fits with the work of the group so far.Unfortunately, the fact remains that discards is a highly complex problem without a &apos;one size fits all&apos; solution. Each specific fishery (target species and location) has unique issues which require individual attention  somehow the &apos;biological significance&apos; of discards has to be considered within whatever reforms are implemented. The reform of the CFP is built on three pillars of sustainable economic, environmental and social conditions. There is a danger that a single-minded fixation on banning all discards will undermine these basic principles.   3.13pm: A response from Oceana, the &quot;largest international organisation focused solely on ocean conservation, protecting marine ecosystems and endangered species&quot;:  In some fisheries, discarding can destroy almost as much economic value as the targeted catch is able to create. To truly tackle this issue, and put an end to this incredibly wasteful practice, Oceana believes (pdf) that any effective discard ban must include: * The establishment of an obligation to land all catches* The establishment of Maximum Acceptable By-catch* The implementation of a package of technical measures to reduce unwanted bycatch, including the adoption of a Best Available Technologies (BATs) approach in fishing practice, which will: 1) Improve the selectivity and use of fishing gear; 2) Prohibit gears/techniques that are widely known to have high discard rates, and promote alternative, more selective gears (with lower by-catch rates); 3) Establish spatial and temporal fishing closure areas when the rate of by-catch exceeds certain limits The progressive implementation of these measures is essential, in order to take into consideration the time needed for the fishing sector to adjust to new management approaches.The question of whether or not an EU ban can truly deal with the issue of discards cannot be answered until we see the final text. Unfortunately, the current draft of the CFP does not tackle every aspect of the problem. It only requires all catches of commercial species (around 34) to be landed, and does not specify these landings will be used. Furthermore, it ignores all species which currently have no management measures. This is not a good sign for the success of an EU discard ban.   3.42pm: I&apos;ve just received this response from Richard Benyon, the UK&apos;s fisheries Minister:  The EFRA Committee share our goal to eliminate discards and we all want clear objectives and workable measures introduced to ensure they work effectively in practice. I want to see this done as fast as possible. This means looking at the problem fishery by fishery, accounting for total catch, and working with fishermen to reduce unwanted catches in the first place. Robust plans for each fishery should set the appropriate timeline for specific measures to eliminate discards, taking into account the best available scientific advice on what will be most effective. I have repeatedly called for an end to discards and I will continue to press for this throughout the CFP reform negotiations.   4.12pm:  My verdict The reaction to the report published today by the Environment, Food and Rural Affairs Committee arguing that any discard ban imposed by the EU should be delayed until 2020 has, rather predictably and understandably, been largely met with frustration and hostility. Implementing any ban would clearly be complicated for a wide variety of reasons discussed above. There are, for example, huge variations between the EU&apos;s fishing fleets and the vulnerability of the species they target meaning, as many have pointed out, a one-size-fits-all solution is impractical and unworkable.But the lessons learnt in Norway&apos;s fisheries provide hope that an intelligent, science-led, highly regulated/policed system, which incorporates a discard ban, can be adopted much sooner than the 2020 deadline being proposed by the MPs on the EFRA committee. Notably, the Norwegian experience seems to have relied on tight policing of trawlers to make sure they keep within the strict regulations governing their 25-year-long ban on discards. Counting fish at sea rather than on land, also seems to offer promise.So much of this appears to come down to discipline and commitment, though. Monitoring needs to be enforced and threats of punishment followed through. The technology used to fish still seems so crude, too, when trawlers can, in the process of searching for just one species, manage to haul in dozens of unwanted species. And, as the FishFight campaign has so successfully shown, we must each help create demand for the &quot;unwanted&quot; species by thinking beyond favourites such as cod and haddock.So, yes, an EU ban of fish discards can be effective - and implemented soon - but only with a savvier, more adaptable approach than the current, rather crude system allows.", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/24/fish-discards-ban-european-union", 
    "wordcount": "5157"
}