{
    "headline": "Apps Rush: Burtynsky Oil, Highway Code, Beck's Scan, Hiragana Pixel Party, Kotomon, Trouble Makers and more", 
    "text": "A selection of 14 new and notable apps for you today: Burtynsky: Oil This lavish photographic app is the result of more than 10 years&apos; photojournalism by Edward Burtynsky, who has travelled the world shooting images related to the oil industry. More than 100 photos are included, with audio commentary from Burtynsky himself, and video walkthroughs of his Oil exhibition.iPad Official Highway Code Claiming to be &quot;the ONLY OFFICIAL Highway Code app&quot;, this includes the complete Code contents, with a progress checker, quizzes and other tools to help you learn to be a safe driver.iPhone Beck&apos;s Scan Lager brand Beck&apos;s has a new promotional app that involves scanning physical game cards to find virtual coins, and entering a competition to win a trip to Germany. iPhone Hiragana Pixel Party &quot;Learn to read Japanese while playing a super-mega-fun rhythm action game!&quot; encourages this app&apos;s listing on the App Store. A clever and endearing idea.iPhone / iPad Kotomon And while we&apos;re on fun App Store listings for Japanese apps: &quot;Dancing! Monsters! Shooting! Action! What other game combines all of these things and more?&quot; This is a music rhythm game with credibility, since it&apos;s the work of developers who previously had a hand in music games Rez and Lumines.iPhone / iPad Trouble Makers EA&apos;s latest freemium social game for iOS is Trouble Makers, which tasks you with building an &quot;army of fully automated minions&quot; in an underground lab, then putting them to work on inventions.iPhone / iPad Hallo Social Voice &quot;Just like texting, but with your voice,&quot; apparently. This app involves sending sub-30-second voicemails to individuals and groups, and promises completely free usage, with no ads. A business model will presumably hove into view at some point.Android The Singing Alphabet Even creative agencies are making apps for children nowadays. Well, Ministry of Letters is a division of agency Mother, and its The Singing Alphabet is a creative take on ABC apps, with letters that sing to help kids learn their alphabet.iPad UEFA Champions Festival Munich UEFA&apos;s official app for the Champions Festival around its Champions League final next weekend has made its debut on Android, with a guide to the four-day event and social features. I suspect it&apos;ll be out on other devices this week too.Android Magic Tate Ball This location-based app is the work of the Tate museum, working with digital agency Thought Den. It provides a lucky-dip approach to discovering artworks by the likes of Damien Hirst, Tracey Emin, Pablo Picasso and Henri Matisse, picking the piece according to the user&apos;s current surroundings.iPhone Visit Stratford In time for the Olympic Games, there&apos;s an official Stratford tourism app, listing attractions, shops, bars and hotels, as well as transport info and a digital postcard feature.Android / iPhone Rage of Bahamut DeNA&apos;s Mobage-branded Rage of Bahamut game made its Western debut on Android recently, but now it&apos;s on iPhone too. It&apos;s a trading-card game tapping into Facebook for its social features.iPhone Last War World Edition Gamevil&apos;s WWII-themed tactical RPG game makes its way onto iPhone, offering plenty of campaigns, troops and unlockable abilities and treasures.iPhone Abricot Discovery French magazine brand Abricot has been turned into a colourful kid-app by Chocolapps, with a mixture of storytelling and interactivity.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/15/apps-rush-burtynsky-oil-becks", 
    "wordcount": "555"
}