{
    "headline": "How Twitter saved event TV", 
    "text": "I couldn&apos;t tweet during William and Kate&apos;s nuptials last year. My hand kept reaching for the BlackBerry I had left at a friend&apos;s house the night before and finding nothing. History was unfolding before me and I had no one with whom to share my vital thoughts about Princess Beatrice&apos;s hat, Kate&apos;s dress or Pippa Middleton&apos;s bride-upstaging bottom. Well, apart from my sister, parents and the two old family friends who were watching it with me, but really, what&apos;s chatting to a handful of real people compared with being part of a community of millions enthusiastically forming itself under the #RoyalWedding hashtag? I felt like Robinson Crusoe before he even met Man Friday. The phenomenon is too new for any official research to have been carried out, but anecdotal evidence suggests I am not alone in finding that Twitter has become embedded in my TV viewing (non-) life. Social networking sites  especially Twitter, because it is designed to exchange real-time responses among a loose group of people  are restoring a sense of excitement to television. Event TV was thought to be dying as channels proliferated, people timeshifted their viewing and audiences fragmented in a way that made the viewing figures of yesteryear (21.6 million to find out who shot JR, 28 million every time Ericand Ernie popped their Christmas hats on, 32.3 million for the 1966 World Cup) seem like the fevered dream of an overstrained ITV exec. &quot;Watercooler moments&quot;, whereby people gathered the next day at work to talk about a particular attention-snagging programme or plot twist, were deemed to have vanished. Now they are back. The only difference is you don&apos;t have to wait until the next day to share your amazement, vent your spleen or bemoan the death/betrayal/surprisingly good profiteroles of your favourite character, singer or #gbbo contestant. Reality and talent shows, designed toelicit passionate responses and  inthe latter&apos;s case  lucrative votes, naturally produce a deluge of tweets. Idid not actually see a minute of the last series of The X Factor, but thanks to my Twitter timeline, I did not need to. Like a doctor reading through someone&apos;s notes without seeing the patient itself, I was able to keep abreast of the situation and form a sufficiently authoritative opinion on vital points (Frankie Cocozza&apos;s hair, drugs and dismissal, Gary Barlow&apos;s relative hotness and hisslagging off Carol Decker who then tweeted her reaction and got an apology) to sound credible to other interested parties. The news too is both added to and vociferously discussed  especially so last year,when everything, everywhere, happened so fast that if a global microblogging site had not existed we would have had to invent one the minute the Arab spring kicked off. Newsnight too draws comments, though notnearly as many as Question Time  perhaps because Question Time&apos;s ask-and-answer format is more comment-friendly, or maybe because of a general sense that while David Dimbleby twinklingly acknowledges his online nickname (The Dimblebot  though, alas, @dimblebot is not him), Jeremy Paxman would be liable to come down and give you a good clip round the ear if he found you tweeting about instead of paying attention to hisshow. This reflexive element  further strengthened by the fact that many of the people you are seeing on screen are also present online  has revitalised television for the viewer. Unlike sex, watching television is invariably more fun withsomeone else, and now there is alwayssomeone ready, willing and able, in 140-character doses, to gasp,cry, insult, commend and sighwith you. The notional Paxman&apos;s point is valid. If you are commenting about what you are seeing on screen, you cannot be paying complete attention towhat is going on there. I may now turn to Twitter instead of the Radio Times to see whether a documentary or debut episode of a new series is truly worth watching, but once I am there, my focus is  as with too many other aspects of my online life  too often split between watching and commenting. On the other hand, thereis an argument that much of what we are offered is only worth half our attention. If The X Factor, Britain&apos;s Got Talent, The Apprentice and their ilk couldn&apos;t be shared, if we couldn&apos;t supply at least as much entertainment again ourselves as they do, would they be as popular and have lasted as long? The interesting thing is that when quality drama or documentaries do come on, Twitter tends to quieten. People still prefer to follow the story than each other. My timeline went mad with anticipation before Sherlock, for example, and exploded with exuberant love, appreciation, praise and plot-dissection afterwards, but during each episode all was silent. Well, not quite all, but close enough. Brilliant documentaries will result in brief urgings towatch  often including times of the repeats, which kind thoughtfulness never fails to warm the cockles of my heart  but no long, real-time exchanges during broadcast. People will still pay undivided attention if the material is worthy of it. This early era of genial, unforced bonhomie may, however, be coming to an end. More and more programmes are actively encouraging Twitter activity (Channel 4&apos;s One Born Every Minute is, I think, the most recent to have added its own hashtag, #obem, toits publicity and credits) and Twitteritself is actively encouraging producers to use the medium. Three years ago, the former vice-president of Current TV, Chloe Sladden, was hired to foster relations between the site and television. She now oversees a team ofpeople dedicated to enmeshing politicians, celebrities, producers andprogrammers in this particular bitof the web. Mere engagement, you see, is only the beginning. Plans are afoot to allow/gently marshal/force (delete according to taste) Twitterers into becoming content creators as well as commenters. In the US you can now direct-message as well as phone and text your votes to The X Factor. Tweets now frequently run along the bottom of breaking news stories and one can all too easily envision a future that contains a structured reality show starring Demi Moore in situations suggested by her avid and occasionally criminally insane followers. If you want to make it happen, just tweet using #OMFG! Come on, people. I want to see it trending by teatime. Go, go, go! @lucymangan Tweeters to follow @gracedent For hilarious commentary on all TV  from reality and documentaries to EastEnders. @caitlinmoran Ditto  plus Sherlock, Doctor Who, music and news. @stuheritage For reality shows such as The X Factor. @DeborahJaneOrr Especially good on Newsnight and Question Time. @danielmaier Reliably funny, pops up chatting about all sorts of TV. Writes for Harry Hill&apos;s TV Burp (and the Guardian) so has a good eye fordetail. @indiaknight Good virtual sofa companion for drama such as The Killing and Borgen. @naomialderman Great on picking apart drama, character and structure. @boydhilton Heat&apos;s TV and reviews editor: watches everything, knows everyone. @thegarethmclean Barbed commentary on drama. @michaelhogan Joker who blogs for the Daily Telegraph on X Factor and Strictly. @tracey_thorn The Everything But The Girl singer watches lots and is very funny.", 
    "section": "technology", 
    "gid": "technology/2012/jan/18/how-twitter-saved-event-tv", 
    "wordcount": "1214"
}