{
    "headline": "20 Best Android apps this week", 
    "text": "Welcome to the weekly roundup of brand new Android apps released in the last seven days. A busy week too, with apps spanning shopping, cooking, email, glossy magazines and Dr Seuss. As ever, games aren&apos;t included in this post, because they have a separate multi-platform roundup. The latest can be found here, and includes Android games like Jet Set Radio, Chaos Rings Omega, BattleFriends at Sea, Hamilton&apos;s Adventure THD and Hyperwave. New iOS apps have their own roundup post which can be found here. In the meantime, here&apos;s this week&apos;s Android selection: Fab (Free) Shopping site Fab specialises in beautifully-designed products, and launched its local UK site earlier in the year. Now it has launched a brand new Android app here, providing a fully-shoppable catalogue, the ability to log in using Facebook, and a feed for news and discounts. The company says nearly half its members buy from their phones, so it&apos;ll be hoping for a strong response. Foodster (1.25) Billing itself as &quot;a chef&apos;s best assistant in the kitchen&quot;, this is a cookery app drawing more than 10k recipes from food blogs, with a tablet-friendly design, synchronised shopping lists across devices, and the ability to suggest a dish based on whatever ingredients you have in the cupboards. Xbox SmartGlass (Free) I wrote about Microsoft&apos;s Xbox SmartGlass app a few weeks ago when it came out for Android smartphones, but it&apos;s now available for Google-powered tablets too. As before, it functions as a remote control for the Xbox 360 console, including its music and video features, but also as a touchscreen keyboard, and with potential to act as a second screen for games too. Outlook.com (Free) Okay, it says &quot;Best&quot; in the title, but this weekly post is as much about notable new apps. Which is a polite way of pointing out that Microsoft&apos;s Outlook.com email app has received something of a critical pasting from users since its debut earlier this week, with hundreds of one-star reviews. Proceed with caution, then, but it may appeal to users of Outlook.com. Also, Microsoft may want to nip in and correct the &quot;Oulook.com&quot; typo in its Google Play listing... Expect More! (Free) Bauer Media&apos;s More! magazine is the latest publication to experiment with augmented reality technology. In this case it&apos;s an Aurasma-powered app designed to be used with the current issue of the glossy magazine, offering videos and other content when pointed at the pages. EA Daily Deals (Free) Games publisher Electronic Arts has been running a Daily Deals website for a while now, offering discounts on its mobile games. Now the idea has been turned into an Android widget promising to recommend new deals on its Android catalogue in the run-up to Christmas and beyond. How Lucky You Are - Dr. Seuss (2.52) There&apos;s an increasing number of Dr Seuss book-apps available on Android thanks to the efforts of Oceanhouse Media, which is working its way through the catalogue rhyme-by-rhyme. This latest app is aimed at 3-9 year-olds, with voice narration and early-reading features, in a tale designed to remind kids that things could be a lot worse. Smile The Internet Bank (Free) Mobile banking is getting plenty of publicity in 2012, with Smile the latest bank to join the Google Play store with an app. In this case, it enables customers to check their balances for current accounts and linked savings accounts, while also checking recent transactions and signing up for text alerts. UpTo - Calendar Redefined (Free) We&apos;re already seeing smartphone operating systems integrating with social network calendars witness Facebook in Apple&apos;s iOS 6 Calendar, for example. UpTo is a new app doing a similar thing: pulling down data from Facebook and Twitter on events, but also other public streams for sporting matches, gigs and so on. Squeebles Maths Bingo (0.69) Making a good educational app for children can be a fine line between information and entertainment a lot of attempts end up dry and boring. Squeebles Maths Bingo walks that line well though, with a storyline blending bingo and ice cream, and maths exercises for kids that lead to sweet-snack creation. ReferenceME (0.69) This is a very nifty app from British startup T &amp; Biscuits, aimed at students and academics. The idea: scan book barcodes to create automatic citations and bibliographies when working on essays, with a choice of several referencing styles (Harvard, Chicago, Oxford etc) to suit even the most demanding lecturer. Color Blindness Test (Free) This app from EnChroma is designed to help people self-diagnose colour blindness, including helping them figure out what kind they are  for example, Deutans or Protans. Insert obligatory caveat of going to a professional for the final diagnosis, but this may be a good starting point if you&apos;re concerned. Aviva Drive (Free) This app is the work of British insurance provider Aviva, which wants people to use it to track (and share with the company, naturally) their driving style: &quot;from your braking, accelerating to your cornering&quot;. After 200 miles, it gives a score from 0 to 10, which Aviva then uses to calculate any insurance discount that may be due. It&apos;s getting mixed reviews on the Google Play store, though. Fuze (Free) On the desktop, Fuze blends video conferencing, content-sharing (e.g. presentations and documents) and other collaborative tools. Its new Android smartphone app takes the idea mobile, working over 3G, 4G or Wi-Fi and including audio conferencing, chat and presentational features. Adblock Plus (Free) As a plugin for the Chrome and Firefox desktop browsers, Adblock Plus has been very popular. Now it&apos;s available on Android too, promising that it &quot;blocks all online advertising when browsing, and when using your favorite apps like Angry Birds&quot;. Although without jumping on a soapbox, the rationale behind downloading a free, ad-funded app or game then blocking those ads feels a bit churlish. gottaTxt (Free) At a time when text messaging is under increased pressure from a new breed of messaging apps like WhatsApp and Kik Messenger, gottaTxt has launched on Google Play promising &quot;texting that&apos;s as smart as you are&quot;. Which includes geotagging texts, blacklisting annoying texters, and auto-responding to texts when you&apos;re offline. Personal Capital Investing (Free) This is an app for US Android users for tracking investment accounts and transactions, as well as monitoring income and spending, sending payments by taking photographs of cheques, and other personal finance features. Angola Today (Free) As the name implies, this is an app focusing on Angola, bringing the English-language Angola Today website to Android devices. Expect maps, travel advice, images, analysis of the country&apos;s society and economy, and a historical timeline. Chordify Chord Progression (Free) Chordify is a music app for generating chord progressions when playing piano or guitar power chords included helping people who are learning to play these instruments string some nice sounds together. Popular natural major and minor progressions are included. SeatSync (Free) Finally, another US-focused app that aims to help people buy and sell tickets for sports events, with baseball, basketball and American football all covered. The idea is to directly connect fans who have tickets to sell / want to buy tickets, with ratings to (they hope) head off any scammers. That&apos;s our choice, but what have you been using on your Android device? Make your recommendations or give feedback on the picks above by posting a comment.", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/best-android-apps-fab-foodster", 
    "wordcount": "1246"
}