{
    "headline": "Facebook and Mark Zuckerberg accused of misleading investors", 
    "text": "Facebook, Morgan Stanley and some of the biggest names in Silicon Valley are being pursued over the social network&apos;s disastrous share sale by the law firm that won a $7bn settlement for Enron&apos;s shareholders. Robbins Geller is co-ordinating a class action lawsuit alleging that Facebook and its bankers misled investors about the true state of their business while informing a handful of privileged clients about the company&apos;s true prospects. The lawsuit, filed in New York, names Mark Zuckerberg, Facebook&apos;s founder, as a defendant, as well as top Silicon Valley investors Peter Thiel and Marc Andreessen, and Goldman Sachs, JP Morgan and Barclays Capital. It comes as US regulators announced they are investigating the handling of Facebook&apos;s initial public offering (IPO). More shareholder lawsuits are expected. In its suit, Robbins Geller alleges that Facebook bankers cut their forecasts for the company&apos;s revenue growth during the middle of their IPO roadshow  when bankers and Facebook executives including founder Mark Zuckerberg met analysts and potential investors. Reuters reported this week that in the run-up to the IPO Morgan Stanley told some major clients that consumer internet analyst Scott Devitt had cut his revenue forecasts for the Facebook. On Tuesday Massachusetts&apos; secretary of commonwealth William Galvin sent a subpoena to Morgan Stanley demanding more details. Analysts are required to act independently of investment bakers, a stipulation that followed Wall Street&apos;s settlement with US regulators after the dotcom bubble scandal. Speaking on condition of anonymity, another internet analyst said it was highly unusual for an analyst at an IPO&apos;s lead banker to cut forecasts so late in a share sale. Facebook had previously amended its prospectus (known as an S-1 filing) to warn that its users were increasingly using mobile devices and the firm, as yet, makes little money from those users. &quot;The true facts at the time of the IPO were that Facebook was then experiencing a severe and pronounced reduction in revenue growth due to an increase of users of its Facebook app or website through mobile devices rather than a traditional PC such that the company told the underwriter defendants to materially lower their revenue forecasts for 2012,&quot; according to Robbins Geller&apos;s suit. The defendants &quot;selectively disclosed&quot; to &quot;certain preferred investors&quot; the cuts in their own forecasts for Facebook, the suit alleges. In a statement, Morgan Stanley said: &quot;Morgan Stanley followed the same procedures for the Facebook offering that it follows for all IPOs. These procedures are in compliance with all applicable regulations. &quot;After Facebook released a revised S-1 filing on May 9 providing additional guidance with respect to business trends, a copy of the amendment was forwarded to all of MS&apos;s institutional and retail investors, and the amendment was widely publicized in the press at the time. &quot;In response to the information about business trends, a significant number of research analysts in the syndicate who were participating in investor education reduced their earnings views to reflect their estimate of the impact of the new information.These revised views were taken into account in the pricing of the IPO.&quot; Robbins Geller is one of the most successful class action law firms in the US and helped Enron investors recover over $7bn from the institutions that helped finance the Texan energy company ahead of its collapse. Andrew Stoltmann, a Chicago-based securities attorney, said Facebook would be &quot;sucked into the vortex&quot; of this lawsuit but that Morgan Stanley faced the greater risk. &quot;Federal securities law is very clear  it requires full disclosure. Any information about earnings or revenues would have to be disclosed equally. Ultimately the underwriter, which has done hundreds of these things, is responsible,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/may/23/facebook-mark-zuckerberg-ipo", 
    "wordcount": "619"
}