{
    "headline": "Do you want to join the Guardian's science blog network?", 
    "text": "Just under 17 months ago, the Guardian launched a small network of science blogs. Each blogger  Martin Robbins, Evan Harris, Jon Butterworth, GrrlScientist and Mo Costandi  was given complete freedom to write about whatever they wished, as often as they wished, independent of any oversight (other than legal) from Guardian editors. We hope that, in the intervening time, they&apos;ve managed to do what I tentatively promised at the time of launch: to entertain, enrage and inform. Right from the start of this experiment, our intention was to expand the network so that our blogs covered more science subjects and could better reflect the sterling work being done in the farthest reaches of the blogosphere, everywhere from Scientific American and Wired Science to Scientopia, Deep Sea News and Occam&apos;s Typewriter. These blogs and websites (and the associated reader and Twitter conversations that run in parallel with them) have demonstrated an ever-growing thirst for science on the web. As such, we&apos;re pleased to announce that the Guardian&apos;s science blogs network is easing itself out of experimentation mode and into rapid growth. Our plan, to start with, is to find some of the best UK-based science bloggers and add them to the network. If you already run a blog or website and think it would fit well into our existing network, let us know by filling in the form below. We particularly want to encourage applications from women bloggers and people who write about subjects that are not already covered in our current mix. We&apos;re particularly interested in space, cosmology, palaeontology, Earth science, mathematics, chemistry and genomics, for example.  You might be a practising scientist, a journalist or just a fan of science. We want to hear from you. You may be an experienced blogger or someone who&apos;s just started. Either way we&apos;d love to hear from you.  If you read good blogs and think we should consider adding them to our science network, then let us know too in the comments (or contact the blogger in question and ask them to fill out their details in the form below). Finally, if you&apos;re a blogger based outside the UK, then hold your fire for now. We have imminent plans for you, too. The closing date for submissions is 9am on Monday 13 February. We look forward to hearing your ideas. The application process is now closed.", 
    "section": "science", 
    "gid": "science/blog/2012/jan/27/guardian-science-blog-network", 
    "wordcount": "393"
}