{
    "headline": "Wikipedia looks to expand Arabic content via educational initiative", 
    "text": "Wikipedia is looking to North Africa as the key to unlocking an audience that would increase the number of visitors to the online encyclopedia by millions. While the English version of Wikipedia has about 3.8m articles, the Arabic version has only about 150,000  this despite the fact that Arabic is the fifth most common language in the world and has about 400 million speakers globally. Even the Japanese have a significantly bigger presence on Wikipedia, with about 800,000 articles, despite there being just 130 million speakers worldwide. Now, in an attempt to increase its editor base  its current community of editors stands at about 600 volunteers  Wikipedia is launching a pilot program in Cairo this month, under which students will edit and write for the online encyclopedia as part of their class assignments and under the guidance of their professors. &quot;Wikipedia&apos;s mission is to provide free knowledge to the world,&quot; says Annie Lin, a global education program manager who is spearheading the Cairo initiative for the Wikimedia Foundation, the San Francisco based non-profit that operates Wikipedia. &quot;We really see it as a problem that a language that is so common in the world has a Wikipedia version that is so small.&quot; The pilot will take place across seven classes at Ain Shams University and Cairo University, in which a limited number of students will contribute new content to the Arabic Wikipedia or translate content into Arabic. The online encyclopedia, which recently celebrated its 11th birthday, has become an integral part of the daily lives of internet users, particularly in the US. ComScore estimates that Wikipedia has about 457 million monthly unique visitors worldwide, with 80.5 million of these from the US, and that about 10 million users were recently affected by Wikipedia&apos;s blackout in protest of anti-piracy legislation Sopa and Pipa . Wikipedia is home to more than 19m articles in over 270 different language versions. Traffic research firm Alexa says it is the sixth most popular website in the world. The Cairo initiative is part of a larger push to expand its network of student editors, a particularly important mission for Wikipedia as it is populated, edited and managed by a volunteer community of about 100,000 &quot;Wikipedians&quot;. In recent years, this community has plateaued in size, despite the continuing growth in content. &quot;From Wikipedia&apos;s beginnings in 2001, students have fuelled its growth, as both contributors and readers,&quot; says Frank Schulenberg, who heads Wikipedia&apos;s global education program. &quot;Students are immersed in a culture of learning and sharing, and we started the Wikipedia education program to capture that academic work and turn it into freely shared knowledge.&quot; Wikipedia&apos;s education initiative roots back to the summer of 2010, when the Wikimedia Foundation launched its first pilot project focused on public policy. The program helped public policy professors incorporate Wikipedia into their classes by offering suggestions regarding the curriculum, editing workshops, online support through virtual ambassadors and in person support through campus ambassadors. Since then, the education program has spread. There are currently 42 courses in the US across 33 universities, and 10 courses across seven universities in Canada that incorporate Wikipedia into their curriculums. Last fall, Juliana Bastos Marques, a professor at Federal University of Rio de Janeiro State in Brazil who is active in the Portugese Wikipedia community, began assigning her students to work on existing Wikipedia articles that needed improvement. The Wikimedia Foundation will launch a formal pilot project in Brazil in March. In India, Wikipedia&apos;s education program has a somewhat more checkered record. Last summer, the foundation launched a pilot project in Pune, only to suspend it recently after widespread plagiarism &quot;We made some big mistakes,&quot; admits LiAnna Davis, communications manager for the Wikipedia education program. &quot;Class sizes were larger than we had anticipated. Our general feeling is we should have focused more on students who were really interested in the assignment. Because we made it mandatory for all a bunch of students ended up copy pasting content.&quot; Plagiarism wasn&apos;t the only problem. &quot;Writing in English in general  and in encyclopediac language in particular  was hard for many students,&quot; says Hisham Mundol, who oversees the education program in India. &quot;Concepts that are central to Wikipedia like a neutral point of view or notability or referencing proved challenging for many students. There is also a very low level of appreciation of the difference between paraphrasing and copying.&quot; However Davis says the foundation will try again in India once they&apos;ve had time to evaluate what went wrong. &quot;We want to be in regions where there is a lot of internet connectivity  where people are interested, but not a lot of people are editing Wikipedia yet in those regions,&quot; she says. Overall, Wikipedia&apos;s education program has had mixed success. The fiasco in India aside, writing entries that should ideally be cited line by line can be far more intense than putting out a traditional research paper, and at some universities, the completion rate on such assignments is low. Amrita Dhawan, an associate professor at the City College of New York, found this to be the case when she incorporated a Wikipedia assignment into her research and writing class last fall. Out of the 23 students in her class, only one managed to publish a piece on Wikipedia  a short translation of an existing piece from English into Polish. Despite this, Dhawan maintains that she will incorporate a Wikipedia assignment into other classes. &quot;It was exciting, students loved the class,&quot; she says. &quot;Using this tool empowers students. It gives real life meaning to the research in class.&quot; Dhawan notes that sifting through citations on Wikipedia was particularly useful in honing her students&apos; ability to discern good from bad sources. &quot;I was preparing them for life,&quot; she says. &quot;In life you encounter a variety of sources. Whenever they research something, they will need to be able to deal with diversity of resources.&quot; Even academics who are sceptical about Wikipedia believe there is a value for students in writing for it. Jonathan Obar, who is currently teaching a class at Michigan State University that trains students to be Wikipedia administrators, doesn&apos;t encourage students to cite it in academic papers. Yet he still calls the encyclopedia &quot;an incredible teaching tool,&quot; because it teaches students to be &quot;informed consumers of information.&quot; Apart from the benefits for students, tapping educational institutions to create content for Wikipedia  particularly in non-English speaking areas where the encyclopedia still has much ground to gain  could improve the quality and quantity of information that is available for free online. A study conducted by the Wikimedia Foundation that assessed a randomly selected sample of 140 articles (84 pre-existing, and 56 new) created by students under the public policy initiative found that the average article saw a 64% improvement in quality. Michael Mandiberg, a professor at City University New York who incorporated Wikipedia into an undergraduate class he taught last fall, on the history of design and digital media, says students prefer Wikipedia assignments over more traditional research papers. &quot;They were able to do something that was beneficial to other people. Doing something for the greater good is what they called it in their response papers,&quot; he says.", 
    "section": "technology", 
    "gid": "technology/2012/feb/15/wikipedia-cairo-educational-initiative", 
    "wordcount": "1231"
}