{
    "headline": "The school curriculum: it's the non-core bits that stay with you for life", 
    "text": "According to the political spin, the new primary national curriculum will take us &quot;back to basics&quot; and will reverse decades of dumbing down. In the more restrained language of the Department for Education&apos;s official news release, the reforms will &quot;restore rigour&quot; and impose &quot;greater demand&quot; in algebra and grammar. But before we get too steamed up about a return to the traditional curriculum of the 1950s, it&apos;s worth looking behind the rhetoric to proposals that are reassuringly more balanced. So, as well as all the essential (but not quite as new as claimed) focus on fractions, spelling and multiplication tables, the proposals urge more &quot;reading for pleasure&quot;, more scientific experiments, learning poetry by heart, and mastery of oral skills in debate and presentation. All pupils will be taught art and design, music, design and technology, and ICT as well as geography and history. Older primary pupils will learn a foreign language. This hardly amounts to the philosophy of Gradgrindery and &quot;nothing but facts&quot;. We are also promised that programmes of study will be &quot;much shorter&quot; and will give teachers &quot;much more freedom&quot;. The complicated and bureaucratic system of levels and level-descriptors will go. So far, so good, but after reporting on over two decades of national curriculum reviews, I invariably find a chasm between the stated intention of the reforms and their reality. A &quot;mind the gap&quot; warning should be wrapped around every new version of the national curriculum. The big issue is whether the assessment and accountability systems will support or obstruct the stated desire for breadth of learning and greater freedom for teachers. While primary schools remain under punitive inspection regimes and the tyranny of performance tables, which focus primarily on the tested elements of the three core subjects, breadth and freedom will remain chimerical. The expert panel, which advised the government on the review, foresaw the danger, warning that the national curriculum should &quot;not absorb the overwhelming majority of teaching time&quot;. But in a climate of relentless focus on performance tables in maths and English, backed by threats of enforced conversion to academies, all but the most confident and independent-minded headteachers and governors may reluctantly sacrifice breadth and freedom for survival. But if we can get all pupils to master the all-important basics, then is it worth paying the price of sacrificing breadth? I might have thought so once, but not any more. If you will forgive a more personal note, as I have faced my own mortality following my diagnosis of terminal lung cancer, I have spent more time thinking about what really matters in life. Ambitions, careers, ideologies and politics seem far less important when you are staring mortality in the face. It&apos;s not that it makes you any wiser, but it changes your perspective. For me, that has brought a re-evaluation of the lasting benefits of my own schooling. Exam achievements, while important, now seem so much less enduring than the wider preparation for living. My primary school education was wonderfully broad, while still covering the three Rs. And so much of the non-core elements remain with me almost 50 years on: poems learned by heart, being introduced to classical music, creative writing, playing music, nature walks, debating, sport, dance and craft skills. And all this at what could be termed &quot;bog standard&quot; state primary schools. There was time then for teachers to share their own, sometimes idiosyncratic, passions. It is infectious when someone is really enthusiastic about what they are teaching. So, for example, I am forever grateful to Mr Tebbitt, who encouraged us to watch televised Test matches during lunch breaks, leaving me with a lifetime pleasure in cricket. None of these lasting benefits of my primary school would register on any performance table. I wonder how much time today&apos;s primary school teachers will find for these wider, but unquantifiable, benefits when they are constantly looking over their shoulder for the Ofsted inspector or the national curriculum test targets? The long-term benefits of education are about so much more than just mastering essential knowledge. The expert group recognised that however much they stressed the importance of breadth, it would not happen if teachers felt trammelled by accountability measures. Sadly, the government has said nothing to suggest it will move away from the focus on grading primary pupils at all levels of attainment in maths, science and English. This is generally a good curriculum review; let&apos;s not allow testing and accountability to distort it.  www.mikebakereducation.co.uk", 
    "section": "education", 
    "gid": "education/2012/jun/18/primary-school-curriculum-performance-tables", 
    "wordcount": "765"
}