{
    "headline": "The silvery wash of the moon illuminates the invaders in our garden", 
    "text": "Four o&apos;clock in the morning and, though softened by a veil of cloud, the moon is bright enough to cast a silvery wash over the landscape. It&apos;s also illuminating several rather puzzling motionless white masses on the edge of the garden. Still half asleep, it&apos;s a moment or two before I realise we&apos;ve been invaded by escaped sheep. Not many, but enough to wreak havoc in the garden overnight. Aiming for maximum surprise, I open the window quietly and then, taking a deep breath, let fly with a resounding &quot;Gerrowt ovv it!&quot;. The result is spectacular. The dozing sheep leap to their feet as if electrocuted and flee the garden in woolly alarm. As they hightail it through the gate a further solitary sheep strolls around from behind the house and then, realising she has been abandoned, sets off in hot pursuit of the others whose hooves can be heard skittering along the track that leads to the sea. It&apos;s almost certain they&apos;ll return, for the garden promises plenty of edible enjoyment and it&apos;s not far until they&apos;ll be turned back by the cattle grid. Flinging on a fleece and sandals I open the back door, step out into the moonlight and set off to close the gate. It&apos;s no surprise to hear the ever-present sound of the distant sea. In the early morning&apos;s stillness it is quieter than a roar yet louder than a murmur, the sound swelling and fading in response to the rhythm of the waves. But against this background are unexpected sounds, sounds that are more reminiscent of a sunny spring morning than characteristic of March&apos;s predawn dark. From down on the machair comes the far-carrying piping of a party of oystercatchers and the swooping two-note display call of a lapwing. Inland, moonlit cloud rests on the summits of the hills while mist floats serenely above the loch. And for now at least, the sheep without whose incursion I&apos;d never have ventured out, have earned themselves a pardon.", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/south-uist-silvery-wash-invaders-garden", 
    "wordcount": "334"
}