{
    "headline": "David Cameron, it's time to show leadership on climate change and energy", 
    "text": "Dear prime minister, I welcome the fact that, after almost two years in power, you used the recent Clean Energy Ministerial (CEM) event to finally indicate the level of your commitment to creating an urgently needed green economy. It was encouraging to hear you acknowledge that the main cause of recent energy bill hikes has been rising gas prices  not green policies, as many in your party and your government seem intent on claiming. Indeed, since you were elected as prime minister, a yawning gulf has emerged in the government over key energy and climate change policies and, as you will know, there is widespread concern that this is proving disastrous both for our economy and our environment. I share these concerns. Since the CEM was a high-level ministerial event, attended by energy ministers from 23 different countries, I would have expected the prime minister of what aspires to be the &quot;greenest government ever&quot; to make far more of this opportunity. It was an ideal chance to show real ambition for our trailblazing renewables sector and champion the potential for building a resilient economy through investment in tackling climate change, as well as addressing fuel poverty. Instead your remarks were short on real content and commitment. They revealed poor leadership, poor understanding of the risks of climate change and a poor grasp of the opportunities afforded by renewables and energy efficiency. You have confirmed that your government believes the UK should remain addicted to gas and fossil fuels. Given the huge potential of our national renewables and energy efficiency sectors to provide secure and home grown clean energy for the future, and in particular our potential to become a world leader in marine renewables, this lack of vision is bad for the economy and bad for consumers. I agree that renewables need to become financially sustainable. That is the purpose of providing public subsidies to new industries. But it is disingenuous to demand that renewables suddenly become financially sustainable at the same time as your government is indirectly subsidising the dirty fossil fuel industry to a tune of six times more than renewables. Your weak position on our long term energy mix is ill-informed, will be costly to householders in future, and won&apos;t put our country on track to exploit the employment opportunities of a truly thriving renewables industry. Nor does your position recognise the need to cut carbon emissions in line with the science. The Climate Change Act commits the UK to cutting carbon emissions reductions by 80% by 2050, but these are the wrong targets. They only give us a 50-50 chance of keeping climate change to below 2C. Maria van der Hoeven, executive director of the International Energy Agency, warns that &quot;under current policies we estimate energy use and CO2 emissions will increase by a third by 2020, and almost double by 2050. This would probably send global temperatures at least 6C higher within this century.&quot; Achieving a more secure, sustainable energy system, in line with the goal of limiting the rise in global temperatures to under 2C, is still possible but requires urgent action by the world&apos;s governments. And it requires honesty with the public about the risks of inaction to the economy, for example, to health, agriculture, food production, water resources, coastal flooding, and extreme weather events. As prime minister, you can begin to make a real difference if you attend the Earth summit in Rio in June. Governments are currently failing to avert the prospect of catastrophic climate change, so the UK has an opportunity to lead by example on the world stage, starting by giving its backing to an EU target of at least 30% greenhouse gas reductions by 2020. The scale and urgency of the threat of climate change demands national and international leadership of extraordinary boldness. It&apos;s time for you, who rebranded the Conservative party on the environment, to step up. Yet we clearly need some better policies than those you are offering at the moment. Your government&apos;s nuclear policy is tatters  you pledged not to spend public money on subsidising new nuclear, yet it&apos;s clear that it cannot be built without state aid. The huge costs and liabilities involved in nuclear make it completely uneconomical, and it certainly won&apos;t deliver energy security or emission reductions in the timescales required. Meanwhile, carbon capture and storage remains little more than a pipe dream, and the era of cheap fossil fuels is over. So here are five measures that would help, and should have been in your speech:  Instead of saying yes to shale gas exploration, the government must declare a ban on all fracking. Serious questions remain over the impacts on groundwater pollution, health, air pollution, whilst the evidence indicates that the exploitation of shale gas is incompatible with tackling climate change. Moreover, since shale gas extraction will also divert investment away from renewables, the UK&apos;s potential reserves must be left in the ground.  A commitment that electricity market reform (EMR) legislation will be designed specifically to enable the development of various renewable energy technologies, rather than being written by and for the nuclear industry. Nuclear power has no place in a green energy future.  We need a road map to demonstrate how the UK&apos;s electricity sector will be virtually zero carbon by 2030, as recommended by the UK&apos;s own independent advisers on the Committee on Climate Change, and required to meet existing climate targets.  An end to subsidies to fossil fuels, and for the UK to show leadership on this internationally. The UK and other G20 leaders committed to this in 2009 and have done little since. The UK fossil fuel subsidy is estimated at 3.63bn in 2010, mostly in the form of VAT breaks and considerably more than the 1.4bn subsidy for renewable energy in the same year.  Reducing energy demand should be made a priority, both in the proposals for EMR and elsewhere across government policy making. Energy efficiency is the best way of keeping bills down, addressing fuel poverty and reducing the need for new energy supply of any kind, yet your speech yesterday was silent on the subject These polices don&apos;t just make economic and environmental sense, they have public support too. A recent poll by YouGov revealed that 64% of people want their electricity 10 years from now to be sourced from renewable energy, while just 2% want more gas. The climate crisis is real  so too is the economic one. That&apos;s why I am urging you to use the Queen&apos;s speech to announce legislative proposals that will help us overcome both, creating hundreds of thousands of jobs, eliminating fuel poverty and reducing climate emissions  and sending a clear message to your party, to detractors in your government and to other leaders internationally. I look forward to your response. Yours sincerely, Caroline Lucas MP Brighton Pavilion, Green party", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/30/david-cameron-environment-leadership", 
    "wordcount": "1150"
}