{
    "headline": "Why you can thank geology for your morning songbird chorus", 
    "text": "Today, songbirds are the most successful group of birds on the planet. With more than 5000 species worldwide, they form half of the worlds known bird species, and have colonised almost all corners of the world (with the exception of Antarctica).  Songbirds, or Passeriformes, are often referred to as perching birds, which refers to the arrangement of their toes - with three toes pointing forward and one pointing backwards - which allows them to comfortably cling to trees and branches. But to the outside world, they are best known for their well-developed vocalisations. Who hasnt delighted in waking up in the middle of a summer night by birds enthusiastically welcoming the new day? Zoologists divide modern songbirds in three groups. Oscines (Passeri) constitute over 4000 species and can be found all over the world. Suboscines (Tyranni) are mostly found in the Neotropics, whereas the small New Zealand wrens (Acanthisitti) are limited to, you guessed it, New Zealand. As abundant and widespread as songbirds are today, their fossil record is meager, especially the further we go back in time. The earliest known songbird as we know them comes from the early Eocene (approximately 54 million years ago) Tingamarra fauna from Murgon in southeastern Queensland, Australia (Boles, 1997). The specimen consists of only two bones, a carpometacarpus and a tibiotarsus, but exhibits anatomical features that are also found within modern day songbirds. But how did this group rise from the isolated Australian continent to worldwide domination?     The holotype of Wieslochia weissi, the earliest songbird of Europe, from the early Oligocene of Germany. Scale bar denotes 1 cm. Photograph: Sven Trnkner/http://www.app.pan.pl/archive/published/app51/app51-315.pdf    It is not until 20 million years later, in the Oligocene, that we start seeing songbirds outside of Australia; the oldest passerine in the northern hemisphere comes from early Oligocene (approximately 30 million years ago) deposits in southern Germany (Mayr &amp; Manegold, 2004). In the New World, passerines pop up only in the early/middle Miocene (23-15 million years ago) (Noriega &amp; Chiappe, 1994). Without further fossils, and with morphological features that vary little across the group as a whole, reconstructing how and when songbirds evolved and diversified proved daunting. The rise of DNA analysis provided new opportunities to study the bird evolutionary tree, and the first genetic studies with a focus on songbirds indicated a southern origin for the group, in line with the fossil evidence. Research by Ericson and colleagues (2002) showed that the endemic New Zealand wrens (Acanthisittidae) are the sister group to all other modern passerines (Oscines and Suboscines). Furthermore, they showed that Oscines that branched off relatively early, the basal Oscines, are limited to Australia and New Guinea. This would indicate that much of the early evolution of passerines took place in the southern hemisphere. Thus far, the available fossil and molecular evidence indicates that songbirds are indeed rooted down under, but the rest of the songbird family tree appeared to be a tangly bush. According to Ericson and colleagues, as well as others (Barker et al., 2004), the evolution of passerines was shaped by the break-up of the southern supercontinent Gondwana in the Cretaceous. Inferences based on DNA mutation rates put the split between Oscines and Suboscines around 77-80 million years ago (Van Tuinen &amp; Hedges, 2001; Ericson et al., 2002), right around the time when Australia (and possibly New Zealand as well) began to separate from Antarctica.  Suboscines subsequently colonised the New World from western Gondwana, whereas Oscines and New Zealand wrens headed east. However, the Gondwanan scenario has been scrutinised. Although there is putative evidence for the presence of modern-type birds (Neornithes) in the late Cretaceous, there is no fossil evidence at all for songbirds over the dinosaurs heads. (thats not to say that Cretaceous birds were quiet; scientists have found a 66 million year old specimen of Vegavis iaai, an early relative of ducks and geese, with a functional syrinx).   Related: Oldest fossil of bird's voicebox gives new hint at soundscape of the Cretaceous    More recent genetic analyses (for example Jnsson et al., 2011) identified several lineages of Oscines, including the Corvides (crows and allies), that underwent rapid diversification in the late Eocene/early Oligocene. Jnsson and his team linked these radiations to the emergence of proto-Papuan islands that facilitated dispersal and colonisation. Other studies (such as Fuchs et al., 2006) suggested that many African songbirds originated from an early Australian lineage that colonised Africa via long distance dispersal across the Indian Ocean. A new study on songbird diversification by Moyle and colleagues (2016) attempts to test some of the hypotheses about songbird evolution by sampling a large number of species (representing approximately 70% of songbird families) to reconstruct songbird relationships. Moreover, the family tree derived from these data was checked against fossil and geological evidence, to ensure that any phylogenetic hypothesis would be concordant with geological and fossil data. Moyle et als analyses show that songbird evolution indeed began in Australia, but in contrast to earlier scenarios, this happened in the Oligocene, not during the break up of Gondwana in the late Cretaceous. As Australia was isolated from the rest of the world by large stretches of open sea during Oligocene times, songbirds evolved and diversified for millions of years in isolation. However, in the Miocene, their rate of diversification started to accelerate. The reason? Geology.     Moyle et als evolutionary tree of songbirds. The colours indicate the modern distribution for that species (see colour world map). Note the reconstructions of land and sea areas across Wallacea and northern Australasia at different times. Geological events are indicated by vertical grey bars and labelled below. Photograph: Moyle et al/Nature    By the end of the Eocene, sea floor spreading along the Southeast Indian Ridge accelerated which pushed the Australian plate northwards, and decreased the distance between Australia and Sundaland (the southeast Asian continental shelf). As Australia slowly drifted north, collisions between the Australian and Pacific plates created uplift of the area in between, which we now refer to as Wallacea, and dry land emerged. Wallacea is a geologically complex area, with volcanic activity, drifting plates, and subduction zones. Although the exact timing of the emergence of dry land is not easy to pinpoint exactly, there is consensus that New Guinea did not in any shape or form constitute dry land until the Miocene ~ 12 millions years ago. This renders the scenario put forward by Jnsson et al and others, in which proto-Papuan islands of New Guinea in the Eocene/Oligocene facilitated the diversification of certain groups of songbirds, including the Corvides, unlikely.  The work by Moyle and colleagues shows that although the early diversification of songbirds began in the Oligocene, it was the emergence of Wallacea that triggered songbird radiations and dispersal. The emergence of Wallacean islands between Australia and Sundaland during and after the Miocene opened up dispersal routes out of Australia that enabled colonization into Asia and beyond. A dispersal route via Wallacea and southern Asia would have been a much more likely route for Passerides colonizing Africa than the transoceanic dispersal events suggested before. As this study shows, depending on only one line of evidence can lead to scenarios that are not in line with the earths history. Nobody puts geology in the corner.   References Barker, FK, et al., 2004. Phylogeny and diversification of the largest avian radiation. PNAS 101, 1104011045. Boles, WE, 1997. Fossil Songbirds (Passeriformes) from the Early Eocene of Australia. Emu 97(1): 43-50. Ericson, PGP, et al., 2002. A Gondwanan origin of passerine birds supported by DNA sequences of the endemic New Zealand wrens. Proceedings of the Royal Society of London, Series B 269: 235241 Fuchs, J, et al., 2006. The African warbler genus Hyliota as a lost lineage in the Oscine songbird tree: Molecular support for an African origin of the Passerida. Molecular Phylogenetics and Evolution 39(1): 186197 Jnsson, KA, et al., 2011.Major global radiation of corvoid birds originated in the proto-Papuan archipelago. PNAS 108, 23282333. Mayr, G &amp; Manegold, A. 2004. The oldest European fossil songbird from the early Oligocene of Germany. Naturwissenschaften 91, 173177 Moyle, RG, et al., 2016. Tectonic collision and uplift of Wallacea triggered the global songbird radiation. Nature Communications doi: 10.1038/ncomms12709 Noriega, JI &amp; Chiappe, LM, 1993. An early Miocene passeriform from Argentina. Auk 110: 936938 Van Tuinen, M &amp; Hedges, SB, 2001. Calibration of avian molecular clocks. Molecular Biology and Evolution 18:206213", 
    "section": "science", 
    "gid": "science/2016/oct/19/geology-understand-evolution-spread-songbirds", 
    "wordcount": "1327"
}