{
    "headline": "Michael Gove 'made council let free school be built on playing field'", 
    "text": "The Department for Education put pressure on a council to allow building on a school playing field for the creation of a free school. Government officials warned that if the playing field was not given up, education secretary Michael Gove would seize school premises earmarked for children with special educational needs. The Hillock Lane playing fields in Warrington had been used by a secondary school that closed this summer, and is now used by local sports clubs. Internal council documents show that there was pressure from the DfE to provide space for the King&apos;s Leadership Academy, a free school opening in September, which emphasises &quot;the building of strong character&quot;. The free school backers&apos; preferred site was the closed high school, which has been set aside for two special schools. Government officials initially looked into the idea of the free school sharing these premises with the two special schools. But at a meeting in April, officials told the council that they would submit a planning application to build premises for the free school on the playing field land. Although no longer used by the closed Woolston high school, the land is regularly used by children&apos;s football and rugby teams. The council document notes: &quot;The key risk in not supporting the request from the DfE for the council to lease the land  is that the DfE would then seek to secure the Woolston high school site for use by the King&apos;s free school, using the powers given to the secretary of state that came into force in February this year.&quot; The DfE said that subject to planning permission, the school will take up a tenth of the total site. Under the Academies Act, passed soon after the coalition government was formed two years ago, the education secretary can seize unused school land owned by local authorities and transfer it to academies and free schools. The council document says this legislation gives the DfE the power to &quot;stop or at least significantly delay plans to the detriment of special educational needs students&quot;. The official guidance on school playing fields, laid down under the last government, says that even unused pitches should not be sold off where they may be of use to local communities. But the current government is increasingly concerned about the need to provide more school places to meet rising numbers of pupils. After the council approved the use of the playing fields, it was congratulated by the schools minister Lord Hill, who wrote: &quot;With this in mind, I have resolved not to use the secretary of state&apos;s powers under the Academies Act 2010 to secure the Woolston community school site for the free school. &quot;I am confident that the King&apos;s free school will enhance parental choice and help to raise local standards, in line with the overall aims of the free school programme.&quot; Of the 35 applications for school playing areas to be sold off since May 2010, 30 of the schools were from Tory council areas, four in Labour-run authorities, and one Liberal Democrat, the Labour party said. A DfE spokesperson said: &quot;There is real demand from local parents in Warrington for high quality secondary provision. Sir Iain Hall and a group of local parents have created the Kings Leadership Academy to meet this local need. Subject to planning permission, the new school will be built on a small part of Hillock Lane playing fields  a large site of around 15 acres. Subject to planning permission, the school will take up as little as a tenth of this site. The school is looking to make these facilities available to the public for continued community use.&quot; The free school will open in the premises of a disused infants&apos; school in Warrington before transferring to the playing field site in 2014. The school is for children aged 11-18 and is due to open with a planned first-year intake of 120 pupils. The coalition has come under intense pressure in the past fortnight over its investment in school sport. While British athletes have shone at the Olympics, ministers have been embarrassed by revelations about the scale of playing field sell-offs. Gove has also been criticised for relaxing regulations that set out the minimum outdoor space schools have to provide pupils for team games. The initially bipartisan approach to the issue has become increasingly fractious. On Sunday, Labour released figures showing Conservative-led councils have been responsible for selling six times as many playing fields as other parties.", 
    "section": "education", 
    "gid": "education/2012/aug/20/michael-gove-school-playing-fields", 
    "wordcount": "755"
}