{
    "headline": "Dumping iron at sea can bury carbon for centuries, study shows", 
    "text": "Dumping iron into the sea can bury carbon dioxide for centuries, potentially helping reduce the impact of climate change, according to a major new study. The work shows for the first time that much of the algae that blooms when iron filings are added dies and falls into the deep ocean. Geoengineering  technologies aimed at alleviating global warming  are controversial, with critics warning of unintended environmental side effects or encouraging complacency in global deals to cut carbon emissions. But Prof Victor Smetacek, at the Alfred Wegener Institute for Polar and Marine Research in Germany, who led the new research, said: &quot;The time has come to differentiate: some geoengineering techniques are more dangerous than others. Doing nothing is probably the worst option.&quot; Dave Reay, senior lecturer in carbon management at the University of Edinburgh, said: &quot;This represents a whole new ball game in terms of iron fertilisation as a geoengineering technique. Maybe deliberate enhancement of carbon storage in the oceans has more legs than we thought but, as the scientists themselves acknowledge, it&apos;s still far too early to run with it.&quot; A 2009 report from the Royal Society, the UK&apos;s science academy, concluded that while cutting emissions is the first priority, careful research into geoengineering was required in case drastic measures  such as trying to block sunlight by pumping sulphate into the atmosphere  were one day needed. Prof John Shepherd, chair of the report, said on Wednesday: &quot;It is important that we continue to research these technologies but governance of this research is vital to protect the oceans, wider environment and public interests.&quot; Smetacek&apos;s team added seven tonnes of iron sulphate to the ocean near Antarctica, where iron levels are extremely low. The addition of the missing nutrient prompted a massive bloom of phytoplankton to begin growing within a week. As the phytoplankton, mostly species of diatom, began to die after three weeks, they sank towards the ocean floor, taking the carbon they had incorporated with them. The scientists chose the experiment location carefully, within a 60km-wide self-enclosed eddy in the ocean that acted as a giant &quot;test tube&quot;. This meant that it was possible to compare what happened within the eddy with control points outside the eddy. After a month of monitoring nutrient and plankton levels from the surface to the depths the team concluded at least half of the bloom had fallen to depths below 1,000m and that a &quot;substantial portion was likely to have reached the sea floor&quot; at 3,800m. The scientists conclude in the journal Nature that the carbon is therefore likely to be kept out of the atmosphere for many centuries or longer. A dozen other experiments have shown that iron can prompt phytoplankton blooms, but this is the first study to show that the carbon the plants take up is deeply buried. Other researchers recognise the significance of this but warn of other issues that might prevent the iron fertilisation of the ocean as being a useful geoengineering technique. &quot;The ocean&apos;s capacity for carbon sequestration in low-iron regions is just a fraction of anthropogenic CO2 emissions, and such sequestration is not permanent  it lasts only for decades to centuries,&quot; said Ken Buesseler, at the Woods Hole Oceanographic Institution in the US. Smetacek said ocean iron fertilisation could bury at most 1 gigatonne of CO2 per year compared to annual emissions of 8-9Gt, of which 4Gt accumulates in the atmosphere. But sequestering some CO2 could make the difference between crossing a climate &quot;tipping&quot; point, where feedback effects lead to runaway global warming, he said: &quot;I don&apos;t see what will stop Arctic sea ice from decreasing.&quot; Michael Steinke, director of marine biology at the University of Essex, said: &quot;Will this open up the gates to large-scale geoengineering using ocean fertilisation? Likely not, since the logistics of finding the right spot for such experiments are difficult and costly.&quot; Smetacek responded that ocean iron fertilisation is much cheaper than other possible geoengineering techniques. He acknowledged more experiments were needed over longer periods to examine, for example, how many of the diatoms were eaten by krill, and then by whales, meaning they did not fall to the ocean floor. On the ethics of geoengineering, Smetacek, who is a vegetarian, told the Guardian: &quot;We could reduce emissions significantly and increase the scope for sequestration on land [by freeing grazing land for forestry] if we managed to convert the global population to vegetarianism. Would that be geoengineering?&quot;     Iron filings and carbon burial Illustration: guardian.co.uk  ", 
    "section": "environment", 
    "gid": "environment/2012/jul/18/iron-sea-carbon", 
    "wordcount": "757"
}