{
    "headline": "Dropping out of uni: sometimes it's the right choice", 
    "text": "Mistakes a person can make during the first term of university and whether I made them:  Declaring your drunken love to a sober and unimpressed flatmate, having known them for all of 12 hours. Check.  Turning up to a lecture late and quickly finding a seat, only to realise Mechanisms of Neuronal Death is not on the law syllabus. Check.  After weeks of ignoring an increasingly sick feeling, admitting to yourself you&apos;ve made a dreadful mistake, and that the course you have signed up to spend the next three years studying is not the one for you. Sadly, check. I chose to study law at university in 2009 quite simply because I thought it would be a good degree to have  an impressive degree. When it dawned on me that this was not the way I wanted to go about getting a university education, I felt terrible: frustrated, anxious and furious with myself for making such a hugely wrong decision. And so, I dropped out. According to the Higher Education Statistics Authority (Hesa), 8.6% of students in the academic year 2009-10 withdrew from university in their first year, up from 7.9% the year before. The Telegraph takes the view that this rise in dropout figures (the most recent available) is &quot;promoting fears that taxpayers&apos; money is being wasted&quot;. It will be interesting to see what effect 2012&apos;s rise in tuition fees has on dropout rates. Knowing that they are going to pay as much as 9,000 a year is making students more cautious about choosing their course in the first place, and they will certainly think long and hard about quitting. But how much would withdrawing from your course really cost you? Well that depends on the time of year you quit. According to Student Finance England (SFE), here&apos;s what would happen if you dropped out this year: &quot;In the academic year 2012-13, tuition loans are paid to universities and colleges in three instalments which are split 25% for the first term, 25% for the second term and 50% for the third term. Each payment is made after the university or college has confirmed the attendance of the student with the Student Loans Company. &quot;Therefore if a student withdraws from the course before the start or never actually enrolls, no tuition loans are payable. If the student withdraws during the first term only 25% of the tuition loans is payable, 50% if they withdraw during the second term and the full 100% of the tuition loan if the student withdraws during the third term.&quot; There&apos;d also be implications for your maintenance loan or grant, and SFE suggests that if you&apos;re thinking about dropping out, you should phone and speak to one of its advisers about your specific case. It&apos;s not just about money though. Withdrawing from university is by no means an easy decision to make. From the initial doubts, through the teary phonecalls with parents, to the eventual signing of the withdrawal form, the process is psychologically exhausting. It&apos;s both reassuring and sensible to leave with a plan, even if it&apos;s just short term. When I dropped out of university, I knew that I wanted to reapply elsewhere to study English the following academic year. I made sure I didn&apos;t waste the rest of the year wallowing in self-pity. Luckily, I managed to get a job, allowing me to save a proportion of my earnings for the student days that awaited me. Each university will have welfare advisers who are able to provide guidance and support. But the final decision needs to be taken alone. Ignore persuasive parents and forceful friends  you are the only one who truly knows what you want and how you want to go about getting it.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/oct/25/dropping-out-of-uni-can-be-right-choice", 
    "wordcount": "631"
}