{
    "headline": "Common pesticides 'can kill frogs within an hour'", 
    "text": "Widely used pesticides can kill frogs within an hour, new research has revealed, suggesting the chemicals are playing a significant and previously unknown role in the catastrophic global decline of amphibians. The scientists behind the study said it was both &quot;astonishing&quot; and &quot;alarming&quot; that common pesticides could be so toxic at the doses approved by regulatory authorities, adding to growing criticism of how pesticides are tested. &quot;You would not think products registered on the market would have such a toxic effect,&quot; said Carsten Brhl, at the University of Koblenz-Landau in Germany. &quot;It is the simplest effect you can think of: you spray the amphibian with the pesticide and it is dead. That should translate into a dramatic effect on populations.&quot; Trenton Garner, an ecologist at the Zoological Society of London, said: &quot;This is a valuable addition to the substantial body of literature detailing how existing standards for the use of agricultural pesticides, herbicides and fertilisers are inadequate for the protection of biodiversity.&quot; Amphibians are the best example of the great extinction of species currently under way, as they are the most threatened and rapidly declining vertebrate group. More than a third of all amphibians are included in the IUCN &quot;red list&quot; of endangered species, with loss of habitat, climate change and disease posing the biggest threats. Brhl had previously studied how easily frogs can absorb pesticides through their permeable skins, which they can breathe through when underwater. But pesticides are not required to be tested on amphibians, said Brhl: &quot;We could only find one study for one pesticide that was using an exposure likely to occur on farmland.&quot; His team chose widely used fungicides, herbicides and insecticides. The most striking results were for a fungicide called pyraclostrobin, sold as the product Headline by the manufacturer BASF and used on 90 different crops across the world. It killed all the common European frogs used as test animals within an hour when applied at the rate recommended on the label. Other fungicides, herbicides and insecticides also showed acute toxicity, even when applied at just 10% of the label rate, with the insecticide dimethoate, for example, killing 40% of animals within a week. The study, published on Thursday in Scientific Reports [will be live after embargo], concluded: &quot;The observation of acute mortality in a vertebrate group caused by commercially available pesticides at recommended field rates is astonishing, since 50 years after the publication of Rachel Carson&apos;s Silent Spring one would have thought that the development of refined risk-assessment procedures would make such effects virtually impossible.&quot; A BASF spokesman disputed the findings: &quot;This study was performed under laboratory &apos;worst-case&apos; conditions. Under normal agricultural conditions amphibians are not exposed to such pesticide concentrations. According to our knowledge, no significant impact on amphibian populations has been reported despite the widespread and global use of the fungicide pyraclostrobin.&quot; Brhl said the method, a single spray directly on to the frogs, sometimes at just 10% of the label rate, was a &quot;realistic worst-case&quot; scenario. He added that in the field, multiple sprays of a variety of pesticides was likely and that chemicals might run off into ponds where frogs lived. Sandra Bell, Friends of the Earth&apos;s nature campaigner, said: &quot;From frogs to bees, there is mounting evidence that the pesticide bombardment of our farmland is having a major impact on our precious wildlife. Strong action is urgently needed to get farmers off the chemical treadmill. &quot;As well as banning the most toxic products, governments must set clear targets for reducing all pesticides and ensure farmers have safe and thoroughly tested alternatives.&quot; Earlier this month, the world&apos;s most widely used insecticide was for the first time officially labelled an &quot;unacceptable&quot; danger to bees feeding on flowering crops, by the European Food Safety Agency. The agency had previously stated that current &quot;simplistic&quot; regulations contained &quot;major weaknesses&quot;. &quot;There is an urgency to address [the amphibian issue] as pesticides will be applied again soon because it&apos;s spring, and that&apos;s when we have all these migrations to ponds,&quot; said Brhl. &quot;We don&apos;t have any data from the wild about dead frogs because no one is looking for them  and if you don&apos;t look, you don&apos;t find. But the pesticides are very widely used and so have the potential to have a significant effect on populations.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/24/pesticides-kill-frogs-within-hour", 
    "wordcount": "755"
}