{
    "headline": "Rad Raygun  bringing Gameboy visuals to Xbox", 
    "text": "Here is something I&apos;ve probably mentioned before. Back in the early nineties while I was still at University, I got a summer job testing the latest Game Genie cart from Codemasters. If you&apos;re too young to remember, Game Genie was a chearts cartridge that you&apos;d plug into your console, giving you things like infinite lives and massively powerful weapons in any compatible games. I was testing the Gameboy version, making sure all the codes worked, and adding a few of my own through my mastery of hexadecimal counting. Anyway, I played 250 Gameboy games in eight weeks.  Rather than driving me insane, it gave me a lifelong love for Nintendo&apos;s original handheld wonder. Of course, everyone knows that Tetris and Super Mario Land were amazing, but my favourites were things like Loony Tunes and Speedy Gonzales and Ninja Gaiden Shadow because they were filled with quirky detail and eccentricity.  Anyway, I was utterly beguiled and filled with nostalgia when I saw Rad Raygun, a new Xbox Live Indie Game from Dallas-based studio, Trufun, which I think is just programmer, Chris Bryant and designer, Chris Hernandez. It&apos;s a homage to both eighties action games and the original Gameboy, using only murky shades of green and grey, and utilising the same screen resolution as the old console.             Drawing inspiration from the likes of Metal Slug and Green Beret it&apos;s a scrolling blaster with a ludicrous Cold War narrative and loads of customisable weapons. You&apos;re fighting evil Russians in radioactive hellholes, and there are giant pixelated men running around like regular video game characters, wielding enormo-guns. The controls are a bit wayward at times, but it is just lovely  especially with the spot-on chiptune soundtrack by FantomenK.  Yeah sure, there has been a lot of retro reverie in the indie sector recently, with Hotline Miami and Retro City Rampage doing similar things with our hazy memories. That&apos;s fine. Games were weird twenty years ago and I&apos;m not at all surprised indie developers are rediscovering them with glee.  Even if you couldn&apos;t give a flying leg warmer for the eighties, you should download Rad Raygun for its ingenuity and style. And for the fact that it&apos;s an XBLIG title that isn&apos;t a blatant Minecraft clone. If you don&apos;t have an Xbox, don&apos;t despair: judging by the Trufun twitter stream, the chaps are currently planning a Steam Greenlight campaign.  Also, Rad Raygun is an immense name.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/13/rad-raygun-preview", 
    "wordcount": "401"
}