{
    "headline": "EU justice chief warns Google over 'sneaking' citizens' privacy away", 
    "text": "The European commissioner of justice, Viviane Reding, has delivered a stinging rebuke to Google over changes to its privacy policy, warning that &quot;we aren&apos;t playing games here&quot; and pointing out that the obligation to protect personal data forms a part of European treaties. In an exclusive interview with the Guardian as Google&apos;s new privacy rules came into effect, Reding said: &quot;Any company which wants to utilise the European market of 500 million citizens  which we&apos;ve made borderless, a golden opportunity  then the European rules apply.&quot; She said that if people gave up their privacy, it should be done in full knowledge, and not by &quot;sneaking&quot; it away. Google faced widespread criticism as it implemented its policy at midnight on 1 March, uniting its code of practice across up to 60 services including Google Search, YouTube, Blogger, Gmail and others. Late on Wednesday night it emerged that the French data protection authority, the CNIL, had written to the giant search engine company on 27 February and said: &quot;Our preliminary analysis shows that Google&apos;s new policy does not meet the requirements of the [1995] European directive on data protection.&quot; The CNIL said it would lead a Europe-wide inquiry into the changes. While they simplify the joining process for new users, the changes also mean that Google can pool data about signed-in users&apos; web or video searches, map directions, web browsing, which ads have been clicked, and other information in order to target adverts and services at people using the web. Google has a huge share of the search market in Europe, providing about 90% of searches across the continent  far ahead of the US, where its share is below 70%  and 97% of its $10bn (6.2bn) revenues in the last quarter of 2011 came from &quot;serving advertising&quot;  ie placing ads on websites. In a forthright interview, Reding said that she would aim to restore a level playing field between &quot;European companies which abide by the [data protection] law and companies from outside Europe which don&apos;t abide by the law. So we will give the Europeans new rules which will bring back a level playing field and legal certainty, and will protect private data of the citizens.&quot; She added that the data protection commissioners in the 27 EU countries had &quot;strong doubts&quot; that Google&apos;s changes were legal. &quot;They are deeply concerned,&quot; she said, adding that her proposed reforms to the 1995 privacy directive &quot;make it crystal clear for the future that companies must ensure that their privacy policies are written in clear, everyday language, and that consumers are informed about who is using their data, and in which way, and for what purposes, so they can make an informed choice.&quot; She added that &quot;citizens should have the possibility of buying into more extensive use of their data  but that should be their freedom to choose, not done by a sneaking way of taking the freedom away from the citizens&quot;. The 1995 directive was outdated, she said: &quot;When it came in, the creator of Facebook was just 11 years old, and only 1% of people had internet access.&quot; Reding is a powerful figure in the European commission who has clashed repeatedly with Google over issues about data use, most recently over her proposal that European citizens should have a &quot;right to be forgotten&quot;  so that people could see what data a company holds about them, and demand its correction or removal, even from search engine indexes. Google responded that the responsibility lay with the creator of the content, not the search engines that index it. The reforms could also see companies breaching rules fined up to 2% of global turnover. &quot;In the case we&apos;re talking about, that would be up to 560m,&quot; she said. &quot;But the idea of the reform isn&apos;t to give us fines but to be dissuasive enough so companies have compliance with the rules.&quot; Calls for Google to put its changes on hold went unheeded, and the company carried on with the unification. It insisted on Thursday that it had consulted widely about the changes. Peter Fleischer, Google&apos;s global privacy counsel, said: &quot;Over the past month we have asked to meet with the CNIL on several occasions to answer any questions they might have, and that offer remains open. We are committed to providing our users with a seamless experience across Google&apos;s services, and to making our privacy commitments to them easy to understand.&quot; But opposition has been growing. The Conservative MP David Davis, a prominent campaigner on civil liberties, said: &quot;If the state collected the amount of information on individuals as Google does there would be uproar. &quot;If Google continues to deliberately and sometimes covertly intrude on people&apos;s privacy then they are inviting countries to legislate to limit the freedom of action of all web companies. &quot;This would not necessarily be a good outcome. Companies with leadership like Google should think very hard before they over-exploit their dominant position.&quot; Jim Killock, of the Open Rights Group, which campaigns on digital rights, said: &quot;Google didn&apos;t ask us if we, their customers, minded our data being merged and used in new ways. Most people will have no choice but to put up with the change. That is wrong and we believe Google have broken the law. &quot;This is exactly why we need strong data protection laws. Without better protection, why should citizens trust big companies to do the right thing? Google has acted with no regard to the consequences.&quot; Reding said that it was fine for Google to use the data  but it needed peoples&apos; informed consent. &quot;The choice is not with the company  the choice is with the people. It&apos;s for the individual to judge. If the indidvidual wants their data to be sold to third parties, searched by advertisers  if an individual agrees to this, that&apos;s up to the individual. But the choice is not with the company, the choice is with the people, that is European law.&quot; The Guardian asked Reding if she used Google. She declined to answer.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/eu-warns-google-over-privacy", 
    "wordcount": "1041"
}