{
    "headline": "Media campaign against windfarms funded by anonymous conservatives", 
    "text": "Conservatives used a pair of secretive trusts to fund a media campaign against windfarms and solar projects, and to block state agencies from planning for future sea-level rise, the Guardian has learned. The trusts, Donors Trust and Donors Capital Fund, served as the bankers of the conservative movement over the past decade. Promising anonymity to their conservative billionaire patrons, the trusts between them channelled nearly $120m to contrarian thinktanks and activists, wrecking the chances of getting Congress to act on climate change. Now the Guardian can reveal the latest project of the secretive funding network: a campaign to stop state governments moving towards renewable energy. The campaign against wind and solar power was led by a relatively new entity, the Franklin Centre for Government and Public Integrity. The Franklin Centre did not exist before 2009, but it has quickly become a protege of Donors Trust. The Franklin Centre, headquarters barely one-tenth of a mile away from the nondescript Alexandria, Virginia town home of its funders, received $6.3m from the two funds in 2011. It was the second largest disbursement to any entity by the Donors that year, according to tax records. The largesse to the Franklin Centre signals a shift in priorities for the conservative billionaires who are funding the anti-climate cause towards local and state-level organising. The backers of the anti-climate cause have eased off in their support of DC-centric thinktanks, said Whitney Ball, the chief executive and president of Donors Trust. &quot;They are not as prominent any more.&quot; Instead, it appears the donors are banking on an aggressive anti-climate media strategy, led by the Franklin Centre, to push back against climate action. In 2011, Donors Trust helped the Franklin Centre expand its media operations to Illinois, Iowa, Missouri, Nebraska, Nevada, Ohio and Virginia, the Centre for Public Integrity reported in an investigation on conservative funding networks. The Franklin Centre purports to be a hub for a network of &quot;citizen journalists&quot; and &quot;watchdog&quot; groups reporting from state capitals [see comment]. It claims on its website to provide 10% of all daily reporting from state capitals across the country. It says it is on a mission to uphold a media culture of &quot;transparency, accountability, and fiscal responsibility at the grassroots level&quot;. But the Pew Research Centre&apos;s Project for Excellence in Journalism has ranked Franklin&apos;s watchdog.org affiliates as &quot;highly ideological&quot;. Many of the media organisations listed on Franklin&apos;s website as affiliates are ultra-conservative groups. Among them are several that have been active in the past year or two to stop the expansion of solar power and windfarms. In North Carolina, the two Franklin affiliates, the John Locke Foundation and the John W Pope Civitas Institute, also led effort for a ban on the term &quot;sea-level rise&quot;. The state legislature eventually voted in June last year to bar state agencies from taking into account future sea-level rise in development planning. The groups have also led opposition to offshore wind development in North Carolina, organising workshops against windfarms. Another Franklin affiliate, the New Jersey Watchdog, pushed for the state to drop out of a regional emissions cutting programme. Other Watchdog affiliates have cast doubt on the link between extreme weather and climate change. CPI found multiple ties between the Franklin Centre and groups such as Americans for Prosperity, which has been funded by Donors Trust as well as the conservative oil billionaire Koch brothers. Some of the Franklin Centre&apos;s blogs have received funds from AFP. There was also cross-over of board members in the two groups.", 
    "section": "environment", 
    "gid": "environment/2013/feb/15/media-campaign-windfarms-conservatives", 
    "wordcount": "597"
}