{
    "headline": "Google introduces Chrome for phone", 
    "text": "     Google is to replace the web browser in Android smartphones with a revamped version named after its Chrome desktop product, as the search giant redoubles its efforts to knock Microsoft off the top perch in the battle of the browsers. Chrome for phone, which is faster, links to the user&apos;s desktop and allows an unlimited number of pages to remain open simultaneously, begins its public &quot;beta&quot; trial on Tuesday, and may move to a full launch this spring. The upgrade reinforces Google&apos;s push to eat into Microsoft&apos;s dominance of web browsers. Since Chrome for desktop computers was launched in October 2008, Microsoft&apos;s Internet Explorer has dropped from a 67% to 37% market share, according to analysis by StatCounter. Chrome, which has 200 million users worldwide, overtook Firefox, an independent open source browser funded by a trust, as the second most popular in December 2011 and now has a 29% market share, with Firefox at 25%. In a move designed to tie users more closely to Google products and services, Chrome desktop users will be able to call up on their phone, at the touch of one button, the last set of web pages opened on their desktop. The feature should be useful for those leaving the office in a hurry: look up the location of a meeting but forget to print out the map, and the phone can open the map page without having to carry out a new search. Start work on an online document at the office and continue adding to it on the move without having to spend time retrieving it. Bookmarks saved on Chrome for desktop are also automatically available on the browser of any smartphone, tablet or laptop also using Chrome. A user&apos;s various Chrome browsers will synchronise with each other every two minutes. Google claims Chrome is faster than many other browsers because of technology that anticipates which page a user is going to click on next so that it can start pre-loading it, and in a demonstration at Google&apos;s London headquarters on Tuesday, Chrome completed the loading of pages containing rich media such as photos and videos more quickly than Apple&apos;s Safari browser on an iPhone. Chrome for phone will work only on the latest version 4.0 or Ice Cream Sandwich version of Google&apos;s Android phone operating system. The browser will only be available to Android phones during the trial period, but a Google spokesperson said it hoped eventually to release versions for all operating systems including Apple&apos;s iOS for iPhones. Chrome will come pre-installed on Android phones as the default browser, although users will be free to select a rival such as Firefox, Dolphin and Opera. The advent of an improved browser is likely to slow the adoption on smartphones of independent alternatives, which have attracted praise in comparison with Android&apos;s current offering. Google calls this seamless link between devices the &quot;personal web&quot;, and it is clearly designed to ensure that it retains control of the gateways to the internet on all devices. The development is yet another sign that Google is deploying a strategy very similar to Apple&apos;s  tying customers into the brand on whatever screen they happen to be using. Unlike Apple, Google does not manufacture hardware, and wants its software to be available on any device its users choose to buy. Chrome&apos;s presence as an operating system on desktop computers is also negligible. But with most activities moving off the desktop and on to the internet, a suite of tools such as email, Chrome and Google Docs, plus sharing services like Google+ and YouTube, have given the company a daily visibility on Apple and Microsoft machines that no advertising spend could buy. So much so that it no longer feels appropriate to refer to Google as a search giant. Although without search dollars, none of these market share building but so far loss-making activities would be possible.", 
    "section": "technology", 
    "gid": "technology/2012/feb/07/google-chrome-for-phone", 
    "wordcount": "653"
}