{
    "headline": "Samsung admits its phones may contain tin from area mined by children", 
    "text": "Mobile phone company Samsung has admitted to using tin sourced from Indonesia&apos;s controversial Bangka Island, where an investigation last year by the Guardian and environmental charity Friends of the Earth (FoE) found that unregulated tin mining depends on child labour, wrecks the environment and kills an estimated 150 miners every year. The admission from the world&apos;s best-selling smartphone manufacturer follows intense pressure from FoE and 15,000 concerned consumers who had contacted Samsung, demanding the company investigate the human and environmental costs of its tin sourcing. In an email sent to the charity and its customers, Samsung said: &quot;While we do not have a direct relationship with tin suppliers from Bangka Island, we do know that some of the tin that we use for manufacturing our products does originate from this area.&quot; It continued: &quot;We are also undertaking a thorough investigation of our supply chain in the region to better understand what is happening, and what part we play.&quot; Bangka and its sister island Belitung together produce 90% of Indonesia&apos;s tin, which is used primarily as solder in consumer electronics for products like smartphones, tablets and mobiles. Around 2g of tin goes into every mobile phone, and roughly 60% of Bangka-Belitung&apos;s 1.3 million inhabitants are involved in tin mining and its related industries. The Guardian investigation into mining on Bangka in November last year helped generate support for FoE&apos;s Make It Better campaign, which has been calling on both Samsung and Apple to publicly declare whether they use Bangka tin in their electronics, and to back new rules to make all companies fully transparent about their supply chains, starting with a Europe-wide law next year. In a statement, FoE&apos;s Craig Bennett said: &quot;It&apos;s great Samsung has taken an industry lead by tracking its supply chains all the way to Indonesia&apos;s tin mines and committing to taking responsibility for helping tackle the devastating impact that mining tin for electronics has on people and the environment.&quot; He added: &quot;Rival Apple is already playing catch-up on the high street in terms of smartphone sales  it&apos;s time it followed Samsung&apos;s lead by coming clean about its whole supply chains too.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/25/samsung-tin-mines-indonesia-child-labour", 
    "wordcount": "365"
}