{
    "headline": "David Cameron to make keynote environment speech", 
    "text": "David Cameron is set to end his long silence on green issues, with a major speech in front of the world&apos;s key energy and climate figures, the Guardian has learned. Despite his &quot;vote blue, go green&quot; pre-election slogan and beginning his premiership by pledging to lead the &quot;greenest government ever&quot;, the prime minister has yet to make a significant speech on the environment or global warming. That will change on 26 April, when he addresses energy ministers from around the globe and multinational chief executives as London hosts a high-profile clean energy summit. &quot;It will be a major policy intervention by the prime minister,&quot; said climate change minister Greg Barker, who described the speech as a major keynote on the green economy. &quot;All the big players in the energy sector will be there: China, US, Germany, France, Brazil, Abu Dhabi and so on.&quot; Green-minded businesses and campaigners have implored Cameron to speak out in order to overrule his chancellor George Osborne, whose outspoken attacks on the burden of &quot;endless environmental goals&quot; were seen as highly damaging for clean energy investment and environmental protection. &quot;Before becoming prime minister, Cameron was a bold voice for the environment,&quot; said David Nussbaum, executive director of WWF, which took Cameron on his famous husky-hugging trip to the Arctic as part of his &quot;decontamination&quot; of the Conservative party. &quot;But since he took office, his silence has allowed the Treasury&apos;s rhetoric to damage the confidence of investors that we need to create jobs and growth. But the issue goes deeper than that. The speech is Cameron&apos;s opportunity to confirm the chancellor&apos;s wobbles have not weakened policy. We need the prime minister personally to commit to the green economy and we&apos;ll be looking for black and white commitments, not just green words.&quot; However, Tom Burke, previously adviser to three Tory environment ministers and head of Friends of the Earth, believes Cameron&apos;s green reputation is now beyond redemption. &quot;The chancellor has shot his husky,&quot; he said. &quot;Cameron would have to give a speech so radically opposed to those given by Osborne, that it would be at the expense of opening a Blair-Brown-type rift.&quot; The clean energy week will involve Cameron&apos;s coalition partners, with deputy prime minister Nick Clegg, expected to hold a press conference with the United Nations. Senior Lib Dems told the Guardian that the absence of openly hostile green rhetoric from Osborne&apos;s recent budget statement had been their chief goal for the speech. The US energy secretary Steven Chu will also deliver a speech, while the International Energy Agency executive director, Maria van der Hoeven, will present a report on the UK. The Conservative party leadership has come under pressure from its backbench MPs, 100 of whom signed a high-profile letter demanding cuts in the support for onshore wind farms. Guy Newey, at right-of-centre thinktank Policy Exchange, once dubbed &quot;Cameron&apos;s favourite&quot;, said: &quot;In order for the speech to resonate with the public who are struggling to cope with squeezed living standards and job uncertainty, it&apos;s vital that any reference to climate change is linked to helping hard-working people. That means focusing on both reducing energy bills as well as carbon emissions. The best way to implement a greener and cheaper climate policy would be getting the costs of renewables down, not just rushing to meet a pointless and extremely expensive 2020 renewable energy target.&quot; Despite Burke&apos;s low expectations, following what he sees as anti-green policies on planning, cutting red tape, badger culling, sustainable development, public forests and more, he said there were some positive moves Cameron could make. Burke suggested making efficiency the absolute priority of the forthcoming energy bill, ending the green investment bank&apos;s inability to borrow and getting Shell&apos;s carbon capture and storage project at Peterhead underway. Others have suggested pushing for Europe&apos;s 2020 carbon cut target to be raised to 30%. &quot;These would not rescue the &apos;greenest government ever&apos; pledge, but it would indicate that Cameron at least understands he has a green problem,&quot; Burke said.  Energy Ministers from 23 countries will attend: Australia, Brazil, Canada, China, Denmark, European Commission, Finland, France, Germany, India, Indonesia, Italy, Japan, Korea, Mexico, Norway, Russia, South Africa, Spain, Sweden, United Arab Emirates, United Kingdom, United States  Updated 10 April: The article has been amended to include the full list of 22 nations represented. The original article incorrectly stated that energy ministers from all the G20 group would attend. ", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/david-cameron-speech-environment-climate-change", 
    "wordcount": "756"
}