{
    "headline": "Africa land deals lead to water giveaway", 
    "text": "Millions of people will lose access to traditional sources of water because of &quot;land grabs&quot; in Africa, according to a report on Monday that looks behind the scramble for farmland in Africa. The report: Squeezing Africa dry: behind every land grab is a water grab, shows how land deals, covering millions of acres of fertile land, also pose a threat to Africa&apos;s fresh water systems. &quot;If these land grabs are allowed to continue, Africa is heading for a hydrological suicide,&quot; said Henk Hobbelink, co-ordinator of Grain, a group that backs small farmers. The report  the latest to raise the alarm over competition for scarce water resources  said all land deals in Africa involve large-scale industrial agriculture operations that will consume massive amounts of water, could rob millions of people of their access to water and risk the depletion of the continent&apos;s most precious water sources. Grain cites the Nile and Niger river basins as two examples of the &quot;giveaway&quot; of land and water rights. Three of the bigger countries in the Nile basin  Ethiopia, South Sudan and Egypt  have already leased out millions of hectares. Citing figures from the UN&apos;s Food and Agriculture Organisation (FAO), Grain said these made clear that recent land deals vastly outstrip water availability in the basin. According to Grain, Ethiopia, Sudan, South Sudan and Egypt already have irrigation infrastructures in place for 5.4m hectares (13m acres) of land and have now leased out a further 8.6m hectares of land. &quot;This would require much more water than what is available now in the entire Nile basin and would amount to no less than hydrological suicide,&quot; said the report. In the Niger river basin, independent experts believe Mali has the water capacity to irrigate only 250,000 hectares. Yet, said Grain, the Malian government has already signed over 470,000 hectares to foreign companies from Libya, China, the UK, Saudi Arabia and other countries in recent years, virtually all of it in the Niger basin. Grain said the secrecy around land deals makes it hard to know exactly what is being handed over to foreign companies, but from those contracts leaked or made public, it is clear they tend not to contain any specific mention of water rights, leaving the companies free to build dams and irrigation canals at their discretion. The group warns that the impact of the land deals will last beyond the immediately affected communities and constitutes an environmental disaster in the making as there is simply not enough water in Africa&apos;s rivers and water tables to irrigate all the newly acquired land. &quot;If and when they are put under production, these 21st-century industrial plantations will rapidly destroy, deplete and pollute water sources across the continent,&quot; said Grain, citing India and China where soil degradation, salinisation and waterlogging have occurred following such techniques. &quot;If the goal is to increase food production,&quot; said Grain, &quot;then there is ample evidence that this can be most effectively done by building on the traditional water and soil conservations systems of local communities. Their collective and customary rights over land and water sources should be strengthened not trampled.&quot; Other groups have raised the alarm over water in connection with big land deals in Africa. The International Institute for Environment and Development said in a report in November that African governments seem to have been signing away water rights for decades, with major implications for local communities. Last month, the European Report on Development said the international community needed to &quot;radically transform&quot; the way it manages water, energy and land to ensure the needs of the poorest people are met and the environment is protected.  This article was amended 19 June 2012 following a complaint about the picture caption. The image was changed to a photo with a more relevant caption", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/12/africa-land-deals-water-giveaway", 
    "wordcount": "649"
}