{
    "headline": "CES 2012: 10 things we learned about the gadgets of the future", 
    "text": "1. Apple is still the sun around which many products revolve Apple didn&apos;t exhibit here (though there were 250 of its staff on the visitor list) but the space devoted to companies making add-ons for the iPhone and iPad (the iPod is almost forgotten) doubled, taking half of one of the three halls. Everywhere you went, people were showing off iPad or iPhone docks or wielding Apple computers. From hi-fi to phone cases to in-car audio to security, Apple was the real company making consumer electronics happy. Cobra&apos;s iRadar radar detection system, below, uses Bluetooth to let users know of potential police radars and be warned of the presence of speed and red light cameras. 2. Microsoft is no longer the centre of the consumer electronics world The company announced in December that this would be the last time it would be hiring a stand at the show, so Steve Ballmer, its chief executive, would give the opening keynote speech, then pass on the baton. But while Ballmer was able to show off forthcoming tablets running the next version of Windows  due in October  he couldn&apos;t generate buzz with a compelling new idea. &quot;What&apos;s your message?&quot; he was asked by Ryan Seacrest, the TV host. &quot;Windows, Windows, Windows!&quot; replied Ballmer. It&apos;s big, but it&apos;s hardly new. 3. 3D TV is being pushed  but it&apos;s still not compelling enough to be convincing You can either have versions that need special glasses (in which case visiting friends are likely to be out of luck) or, if glasses-free, require you to be sitting in precisely the correct place to get the effect (so, ditto). And even when you have the glasses or the perfect position, 3D still looks like a series of planes arrayed in front of the camera rather than having the rounded depth of a physical object. 4. If you&apos;re buying a laptop this year, you might consider an &quot;ultrabook&quot; These are a marketing scheme by Intel, but none the less a good idea: super-thin and lightweight, they have screens of 13in diagonally or more and, usually, superfast hard drives. They cost a little more than the average laptop but they&apos;re stylish, quick and won&apos;t weigh you down. Paul Otellini, Intel chief executive, shared the stage with Will.i.am of the Black Eyed Peas, who insisted the ultrabook was the new ghetto-blaster  something you can carry around to make music. Only lighter. 5. 3D printing could arrive in the living room in the next few years 3D printing lets you design and produce three-dimensional objects using extruded plastics. Three companies were showing off their own systems: Makerbot, which sells a kit costing about $1,999 and supplies plastic; 3D Systems, whose product cost $1,200; and Sculpteo, a French company which keeps the printer, and you use an app (inevitably) to send your design to its printer. It&apos;s a subtle change - for example, if you needed a plastic part for something, rather than ordering it online you&apos;d just find the 3D shape file and print it out. With these systems, &quot;personal 3D printing becomes a reality for everyone&quot;, said Rajeev Kulkarni, general manager of 3D Systems. 6. Apple is king, except when it comes to TVs  which are getting smarter The likes of Samsung, Sony, LG and Panasonic are battling it out over &quot;smart TVs&quot; able to connect to the internet and even download apps. Some models can be controlled by hand motions or voice. The frustrating thing is that many of them have the &quot;smart&quot; element built in; only a few companies, such as RCA in the US, are offering a separate set-top box that will make your existing TV smart. It&apos;s like the smartphone or PC wars all over again. 7. &apos;Smart&apos; is also being shoehorned into your washing machine and dryer Samsung is offering a machine which is Wi-Fi enabled and can be controlled from inside or outside your home. Though it looks like a pointless addition, it could become part of the &quot;internet of things&quot; - when all devices can be linked to the internet (or at least your home network). 8. Nobody knows who should do the keynote speech ... now that Ballmer has hung up his lanyard. Eric Schmidt, Google&apos;s chairman? But Google doesn&apos;t exhibit here. Ditto for Apple&apos;s chief Tim Cook or marketing chief Phil Schiller (an able keynoter). How about Intel&apos;s Paul Otellini, whose products drive computers (and, if he gets his way, smartphones)? He gave a keynote with interesting content, but was a boring performer. Truth is the tech industry doesn&apos;t have anyone both important and riveting; with Steve Jobs gone, nobody&apos;s taken his mantle. 9. Most tablets are going nowhere, but look out for smart TV Smart TV might give tablets a future. Trying to navigate the web with a remote control is a nightmare (ever tried to type a web address by clicking on an onscreen keyboard via a pointer? It&apos;s awful), but doing it on a TV screen that you&apos;re controlling from a tablet is much simpler. Even little tablets measuring just 7in diagonally will do the job nicely. 10. Just about everyone who&apos;s anyone has an app Walk around the halls and you&apos;d be encouraged to download apps (for health, cars, you name it). The iPhone was announced five years ago, though the word &quot;app&quot; hadn&apos;t begun to be used. Now they&apos;re everywhere - the consumer electronics industry can change rapidly, but not always in the direction we might expect. Fancy learning guitar? The Ion Audio Guitar Apprentice lets users put iPads into the $99 unit, which then lights up &quot;frets&quot; on the guitar to show finger placement.", 
    "section": "technology", 
    "gid": "technology/2012/jan/15/ces-2012-learned-gadgets-future", 
    "wordcount": "959"
}