{
    "headline": "Will new generations be condemned to educational failure?", 
    "text": "I taught in a secondary modern school in the 1950s, when the country was beginning to drag itself out of the harsh elitism of prewar years (Baccalaureate critics hail GCSE U-turn, 8 February). Even after the introduction of the certificate of secondary education (CSE) in the 60s, we were still providing achievable educational targets for only half of all the children leaving secondary schools. The other half were in effect told that what was the driving force for their cleverer brothers and sisters  exam success, qualifications, a good job  was not for them. Many of them reacted as you would expect: low morale, low expectations, bad behaviour. In 1963 John Newsom&apos;s report, Half Our Future, showed that we were in fact running an education system which that effectively excluded those whose attainments were below average. He recommended that pupils &quot;who do not give of their best in the strained and artificial circumstances for examination, but who could work responsibly when not flustered or harassed by strict time limits&quot; would benefit from the inclusion in the final assessment of &quot;course work&quot;. Gradually it became possible for nearly all children to set themselves sometimes limited but certainly realistic educational goals to be reached by the age of 16. Mr Gove and others call this &quot;dumbing down&quot;. What a gross insult. Why is it not possible to demand the highest levels of achievement from the cleverest, while at the same time allowing the rest to do as well as they can? The history of the GCSE shows this can be done. Is it really necessary to create a new generation of failures to demonstrate more clearly that clever people are successful? It&apos;s perfectly simple to add rigour to the testing regime at one end of the spectrum while, for instance, keeping the avenue of course work open for those who might never have a chance of succeeding in the ancient Govian world of three-hour exams and regurgitation of rote learning. Jack HeeryWirral  Your editorial leader (8 February) says we have &quot;focused on those at the top rather than the failing schools that genuinely need the help that the original academy system was devised to provide&quot;. This is not true. Our determination to transform failing schools is unflinching. The number of underperforming schools that have become academies has tripled from 203 in May 2010 to more than 600 and GCSE results at sponsored academies are now improving at five times the national average. We see the academies programme as the key to securing rapid improvements and raised aspirations in some of the country&apos;s most challenging schools, so that every child receives the excellent education they deserve. John NashSchools minister   Allowing children to &quot;fail&quot; shouldn&apos;t just be about developing emotional resilience (Report, 6 February). It should also be a fundamental part of how we embed enterprise in all school activities, so we can move on from the notion that enterprise in education is about baking buns to sell to parents. Only then can we give children in our most deprived towns the confidence to take risks, find solutions to problems and become the examples of enterprise the coalition is so keen to see.Catherine BrentnallDirector, Are You Ready?", 
    "section": "education", 
    "gid": "education/2013/feb/11/new-generations-condemned-educational-failure", 
    "wordcount": "543"
}