{
    "headline": "Spiders get a brief break from the rain amid a transformed landscape", 
    "text": "&quot; And Incy Wincy spider climbed back up again&quot;  but not for long. This fraudulent June, the wooden spoon of a summer, stirred the bowl with rain. It washed out the spiders and many flying insects and put a damper on all but the green. Fields were a-swill. Tracks became streams, streams became torrents and the rivers heaved themselves overland in grey lakes. Yet inside the rain something marvellous was happening. Fungi: ghostly white bulbs from the sod, wobbly jelly ears on dead branches, elfin bobbles on stumps, greasy olive pads in the hedge, even orange-peel waxcaps in the old grassy limestone spoil heaps. Flowers: thousands of common-spotted orchid spikes, pyramidal orchids, brilliant blue milkworts, wild thyme, storksbills, cranesbills and the most astonishing roses. June seemed cruellest to the roses: they opened in all shades from snow to cerise, abandoned, unvisited, unkissed. Then, as a belated reminder of the solstice, the rain stopped and the sun came out, sort of. Spiders crawled up the orchid stems in a purple glow, and a slightly altered state of summer appeared. A fleeting glimpse of a silver-washed fritillary butterfly in a glade where there are usually plenty but where instead there were little synaptic jolts of ginger skipper butterflies. A chiffchaff, answering the contact whistle I learned, came to a hawthorn branch inches from my face as if we were all checking to see who and what was about after the washout. Then the most wonderful fragrance: almost by accident I caught a whiff of eglantine, the sweet briar. To me the scent was beautiful and lost, a sweetness full of lonely sadness. Perhaps this rose, more than others, unlocks a deeply romantic response, and it&apos;s a sharply jagged, scrubby thing which mocks our civilising of the wild. As does the rain, washing spiders from the flowers again.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jun/26/spiders-rain-wenlock-edge", 
    "wordcount": "306"
}