{
    "headline": "Draw Something reinvents Pictionary for the mobile", 
    "text": "Hunched over their iPhones in a bar waiting for friends, fingers tracing patterns on the screen; laughing as they stare at their HTCs on the bus  have you noticed something strange going on with people and their mobile phones recently? There&apos;s a simple explanation: they are playing a game, Draw Something, a sort of online Pictionary that has been downloaded 35m times in the six weeks since it was created by New York game firm OMGPOP. In the last week more than 1bn drawings were created on the game as people tried to illustrate words and names for their opponent to guess. It&apos;s now the top downloaded free app in 85 countries across the world. Draw Something is the latest classic board game to be reinvented for the digital age. Words With Friends is the new Scrabble, Monopoly is a hit online. But none has rivalled the phenomenal growth of Draw. The game has been a winner from day one - it was averaging three drawings a second the day it was launched  and six weeks later the five-year-old OMGPOP has been sold for $180m (113m) in cash to Zynga, owner of other highly addictive online games including Words With Friends and CityVille. Draw Something was the 35th game created by OMGPOP. They had tried other drawing games but this one was an instant smash. Some words are easy for players to portray  like rainbow, sun and fish. But finger painting Daft Punk or Stephen Colbert with primary school drawing skills is more than a tad tricky. The game has slight variations across the world. In London you might get &quot;snog&quot;  a word Americans don&apos;t use  while in Europe there is no chance of getting Tim Tebow, a star football player across the Atlantic. For Swedish players OMGPOP added Ikea. But what attracted Zynga was its universal appeal. David Ko, chief mobile officer at Zynga, had been a player from day one. &quot;There were all these really nice, surprise moments,&quot; said Ko. &quot;The words, watching the drawings, I was really enjoying it.&quot; Ko admits his drawing isn&apos;t that good. In the beginning he even scribbled notes in the drawing, which is pretty close to cheating. &quot;I&apos;m OK with chair and ring, then they&apos;ll slip in some pop icon.&quot; He met up with Dan Porter, OMGPOP&apos;s chief executive, and the two hit it off immediately. They both had &quot;hundreds&quot; of apps on their phones and Ko thought Porter and his crew would be a good buy for Zynga. It is not Zynga&apos;s first purchase  but it is the biggest. The firm handed over $53.3m for Words With Friends creator Newtoy in 2010. But with Draw Something it reportedly had to fend off rival bids from Disney and games giant Electronic Arts. More than 1bn apps are downloaded every month on Apple devices and another billion on Android, Google&apos;s rival mobile system. To stand out, you need something special. Ko says that difference is &quot;social&quot; apps. &quot;People are busy. They want quick ways to say hi, to keep in touch. &quot;And there is no better way to do that than through games. Maybe you don&apos;t have time to call but if you are playing a game together, to me it feels more social. &quot;I have lots of friends I keep in touch with on Facebook but when I do this one to one thing with Draw Something or Words With Friends, it feels a little bit more special.&quot; Clearly 35m other people and counting agree. But opinion is divided over whether Draw Something can really be worth $180m. Michael Pachter, managing director of Wedbush Securities, described the price as &quot;reasonable&quot;. &quot;It doesn&apos;t require a lot of work to make it popular in several languages, and is the kind of game that will give their international growth a boost,&quot; he said. Arvind Bhatia, managing director of Sterne Agee &amp; Leach, disagreed. Most people choose the free version of the game, he said, and Zynga will have to convince them to spend money buying extras like new colours and drawing tools, and Bhatia is unconvinced that is a big business. On top of that, he says, being this month&apos;s hot game is no guarantee of long-term success. &quot;You can have the bragging rights to the number one game, but for how long? And it&apos;s not that easy to make money on the games,&quot; he said. There were mixed signals for the Draw Something school on Friday when the game lost the top slot for paid apps to the latest flight of fancy from that other mobile gaming phenomenon, Angry Birds. The free version of Draw Something still rules the free charts and Ko is promising that under Zynga&apos;s wing Draw will add new features (chat, probably, and maybe a gallery to store your images) and different games that will keep the world coming back. It remains to be seen whether Draw can repeat Angry Birds&apos; success. But if it does not there will soon be another game along that will have us hooked.", 
    "section": "technology", 
    "gid": "technology/2012/mar/23/draw-something-app-pictionary", 
    "wordcount": "863"
}