{
    "headline": "Alleged LulzSec hacker may escape extradition to US", 
    "text": "Ryan Cleary, a 20-year-old allegedly linked to the activities of the LulzSec hacking collective, could escape extradition to the US on charges of computer misuse if he is tried in Britain for the same charges. Cleary was indicted on Tuesday by a grand jury in Los Angeles on charges that accused him of being involved in hacking into US sites for the US X Factor, PBS Newshour, Sony Pictures and others. But Cleary&apos;s solicitor in the UK, Karen Todner, said in a statement she understood from US prosecutors there would be no extradition moves against her client if the UK courts tried him on the same charges he faces there. Cleary is accused in the UK of conspiring to bring down the websites of the CIA and the UK&apos;s Serious Organised Crime Agency (Soca) last spring, and of co-ordinating attacks against a number of websites. He will have to be extradited to the US to face the charges there if they are not dealt with in the UK. Todner pledged to fight any moves to extradite Cleary, who is said to have Asperger&apos;s syndrome, on the basis that it would be &quot;totally undesirable&quot;. She said: &quot;As yet no decisions have been made as to which charges Mr Cleary will deny or accept but we can state now that should any application be made for Mr Cleary&apos;s extradition then it will be fiercely contested.&quot; She added: &quot;We would once again urge the UK government, particularly in light of the evidence of internet and computer cases coming through the courts, that they now review the US extradition treaty.&quot; The treaty has been repeatedly criticised for favouring the US by offering a lower barrier to extradition to the US than vice-versa. Cleary, from Wickford, Essex, was detained in June 2011 at his home, and now faces a number of charges under the UK&apos;s Computer Misuse Act, including attacks on the Soca website and various UK music sites. One of the UK charges is that he conspired with three other people to create a &quot;botnet&quot; of virus-infected PCs which could be remotely controlled to attack and crash websites  a so-called DDOS attack. Cleary was held in custody in April after breaching bail orders which forbade him from contacting other alleged members of LulzSec. He is accused of conspiring with Ryan Ackroyd, 25, Jake Davis, 18, and a 17-year-old boy, who cannot be named for legal reasons, to do an unauthorised act with intent to impair or with recklessness as to impair the operation of a computer between 1 February and 30 September last year. The four are also charged with conspiring to hack into computers operated by the NHS, News International, Sony, Nintendo, film studio 20th Century Fox, US public broadcaster PBS, and US computer security organisations HBGary, Black &amp; Berg and Infragard. LulzSec, a hacking group which grew out of the hacking collective Anonymous, embarked on a month-long spree of attacks in May 2011 against various websites including Sony Pictures Europe, games sites and News International. A series of arrests followed in June and July, culimnating with the revelation in March that the leader of the group, Hector Monsegur, had been working for the FBI after being caught in July 2011. Cleary faces a maximum of 25 years in prison if convicted on all US charges.", 
    "section": "technology", 
    "gid": "technology/2012/jun/15/lulzsec-ryan-cleary-escape-extradition-us", 
    "wordcount": "561"
}