{
    "headline": "Apps Rush: Auria, City Golf by Mercedes-Benz, Whale Trail Frenzy, Sydney Opera House and more", 
    "text": "A selection of nine new and notable apps for you today: Auria Can tablets become a serious music production tool? Auria is the latest evidence that they can. It&apos;s a 48-track &quot;digital audio recording system&quot; app for iPad, offering mixing, recording and post production. It plays nice with compatible USB audio interfaces (using Apple&apos;s camera connection kit accessory), and also works with DropBox and SoundCloud. The app costs $49.99, reflecting its premium features.iPad City Golf by Mercedes-Benz The latest brand grappling with augmented reality technology is Mercedes-Benz, with an AR golf game for iPhone released for this week&apos;s The Open Championship (it&apos;s a sponsor). The idea: &quot;Use your camera to set your pin against a real world setting&quot; and &quot;swing your device like an actual golf club to play through 27 par-3-style holes&quot;. There is absolutely no chance you will look ridiculous playing this in your local high street. No chance at all. iPhone Whale Trail Frenzy ustwo has launched a new free version of its Whale Trail game on Android, joining the existing paid version (now renamed to Whale Trail Classic). As before, it involves flying a whale through the clouds with taps on the screen, collecting bubbles and unlocking new skills and costumes.Android Sydney Opera House Sydney&apos;s famous music venue gets its own iPhone app, with details of upcoming shows, videos from its YouTube channel, and the ability to buy gift vouchers and tickets including choosing your seat.iPhone The Little Girl Who Sneezed As introductions to a children&apos;s book go, it&apos;s hard to beat &quot;Once there was a little girl who sneezed so hard, her brains plopped out&quot;. This book-app tells the tale of said girl with a mixture of illustrations, interactivity and word-highlighted text for young readers.iPad The Courtship of the Yonghy-Bonghy-Bo Another quirky iOS book-app for kids here, from developer Corky Portwine. It&apos;s based on an Edward Lear poem, telling the story of the Yonghy-Bonghy-Bo&apos;s attempts to hook up with a woman called Lady Jingly Jones.iPhone / iPad DJ Studio DJ Studio is the latest DJing app on iPad, aiming to be easy enough to use without any steel-wheels knowledge, but with features to suit professionals too. A range of samples and loops are included in the free app, with in-app purchses used to unlock pro features and more audio.iPad Brain Snap Less FatBooth and more FreakBooth, this fun photo-manipulation app promises to &quot;transform your friends into weirdos, freaks, skaters, thugs, hipsters, and grass-jellys&quot; (as a Brit, I have NO idea what the latter is, obviously). It uses the characterful artwork of San Francisco-based illustrator Patrick Sean Gibson.iPhone So You Think You Can Dance US network Fox&apos;s So You Think You Can Dance TV show has its own second-screen app for its new series. Viewers are invited to check in during live shows to get tweets, polls, badges and to vote for their favourite contestants.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/17/apps-rush-auria-whale-trail", 
    "wordcount": "499"
}