{
    "headline": "Can mighty Meg Whitman save HP from terminal failure?", 
    "text": "&apos;Hewlett-Packard to lay off 27,000 employees,&quot; said the headline, prompting a grimace from this columnist. For while it&apos;s great fun to observe a smart-ass startup such as Facebook screw up (as it appears it did with its IPO), it&apos;s quite another to see one of the world&apos;s great technology companies apparently entering a death spiral. What you need to understand is that for geeks of my generation, HP was a synonym for engineering excellence in the same way that Rolls-Royce is for aero-engine designers. And what makes it worse is that most of HP&apos;s wounds were self-inflicted. So it was with a sinking heart that I dug out the transcript of the internal video that HP&apos;s newish CEO, Meg Whitman, sent to her 350,000 staff, announcing the job cuts and other measures she is taking. Having read it, I came away thinking that not only does Meg get it, but that she might even turn this supertanker round. In her message she laid the bad news on the line. &quot;At the end of 2009 we reported a workforce of about 304,000. At the end of 2010 we had almost 325,000 employees, and at the end of 2011 that number had ballooned to nearly 350,000. Over that same period we saw year-over-year revenue growth of 10% in 2010, of 1% in 2011, and, so far in 2012, revenues have been declining. &quot;We&apos;re struggling under our own weight. And we&apos;ve got to restore a healthy balance in order to return HP to its position as a growing thriving innovating industry leader. That&apos;s what this is all about. And the workforce reduction is only one piece of a comprehensive effort. We see a lot of opportunity to remove complexity, streamline and reduce costs in a number of areas across HP.&quot; What those numbers conceal is mismanagement on an epic scale by Whitman&apos;s recent predecessors  a record of cock-ups overseen by a company board that checked out its collective brain at the doors of the executive suite. Space precludes giving an exhaustive list but here are some of the highlights. In 1999 HP appointed a glamorous new CEO, one Carly Fiorina. Her big idea was that HP should buy Compaq for $25bn. This made HP the world&apos;s biggest PC manufacturer, as a result of which it lost revenue steadily and the shares halved in value. Eventually, in 2005, the board fired Fiorina. In the interim between her departure and the recruitment of a successor it was revealed that the company was using private detectives to spy on board members and several journalists, using techniques that will be familiar to any observer of the Leveson inquiry. In 2006 the board hired Mark Hurd as CEO. He presided over five years of revenue growth and a 130% increase in share value but in 2010 was forced to resign after allegations of &quot;inappropriate behaviour&quot; with a voluptuous former &quot;actress&quot; who was also a company consultant. These allegations were never substantiated and led Hurd&apos;s friend, Larry Ellison, to characterise the HP board&apos;s actions as &quot;the worst personnel decision since the idiots on the Apple board fired Steve Jobs many years ago&quot;. Ellison immediately hired Hurd as co-president of Oracle, and HP shareholders launched a lawsuit against HP&apos;s board of directors. In September 2010 HP hired another genius, name of Leo Apotheker, from the German company SAP, which sells business software, not consumer products. In July Herr Apotheker launched the HP Touchpad, a wannabee iPad killer. Forty-nine days later he announced that the company was scrapping the Touchpad  a decision that failed to amuse the retailers who had pre-bought 200,000 of the devices. The Touchpad was immediately discounted to $99 and people were almost trampled to death in the stampede to buy them. Not content with this triumph, Apotheker next announced that HP was getting out of the PC business altogether  and thenrecanted after an &quot;internal review&quot;. So HP remains a major PCmanufacturer. In September 2011 Herr Apotheker departed, no doubt with generous compensation, and the HP board finally appointed as president and CEO someone who knew what she was doing  Meg Whitman. She&apos;s a real grownup who has worked for DreamWorks and Procter &amp; Gamble, but most importantly she was CEO of eBay during its massive expansion from 30 to 15,000 employees and $8bn in annual revenues. Her message to HP employees last week suggests that she is a model of how to tell employees the truth, and has a good understanding of what needs to be done. Now all she has to do is make it happen.", 
    "section": "technology", 
    "gid": "technology/2012/may/27/hewlett-packard-meg-whitman-hp", 
    "wordcount": "783"
}