{
    "headline": "ILO urges better pay and conditions for 53 million domestic workers", 
    "text": "The International Labour Organisation (ILO) has urged countries to adopt new standards to ensure decent working conditions and pay for the world&apos;s 53 million domestic workers  mainly women. The ILO report, Domestic Workers Across the World, shines a spotlight on a group of workers often neglected by policymakers and largely excluded from national labour laws. &quot;Domestic workers are frequently expected to work longer hours than other workers, and in many countries do not have the same rights to weekly rest that are enjoyed by other workers,&quot; said Sandra Polaski, the ILO&apos;s deputy director general. &quot;Combined with the lack of rights, the extreme dependency on an employer and the isolated and unprotected nature of domestic work can render them vulnerable to exploitation and abuse.&quot; Using official statistics from 117 countries, the report puts the number in domestic work  defined as work in or for a household  worldwide at 52.6 million in 2010. The 2010 figure is a significant increase from 33.2 million in 1995. Both figures are likely to be underestimates as domestic workers are often not counted in labour force surveys. The figures exclude domestic workers below the age of 15, which amounts to 7.4 million children. Although men work in the sector as gardeners, drivers or butlers, more than 80% of domestic workers are women, serving as maids, cooks and carers (for the elderly and children). Globally, domestic work accounts for 3.5% of women&apos;s employment, and in some regions as many as one in five (Middle East) or one in six (Latin America and the Caribbean) female workers work in households. As women make up the overwhelming majority of domestic workers, addressing the inequities faced by the sector would help reduce gender inequality in work. &quot;Providing domestic workers with stronger rights and recognising them as workers would help to combat gender-based discrimination and also discrimination on the grounds of race, national extraction or caste that often manifests itself in the sector,&quot; said the report. According to the report, only 10% of all domestic workers (5.3 million) are covered by general labour laws to the same extent as other workers. Almost one-third  29.9%, or 15.7 million  are completely excluded from the scope of national labour legislation. More than half of all domestic workers have no limit on their weekly hours under national law and about 45% have no entitlement to weekly time off or paid annual leave. They have the longest and most unpredictable hours. ILO data shows that domestic workers in Malaysia worked 65.9 hours a week on average in 2008. Comparable figures for Saudi Arabia were 63.7 hours (2009) and Tanzania 63 hours (2006). Low pay is another problem. Although low wages are partly because formal skills requirements are usually relatively low, other factors such as the undervaluation of domestic work by society and the weak bargaining position of domestic workers come into play. The ILO said setting minimum wages is important to protect these workers from exploitation. A fair minimum wage is crucial as domestic workers face important legislative, administrative and practical barriers to forming trade unions. Only about half have minimum wage coverage, and even countries with minimum wage acts, such as Japan and South Korea, exclude domestic workers from the legislation. Such exemptions leave around 21.5 million domestic workers uncovered in countries where minimum wage regulations exist. By contrast, the 7 million domestic workers in Brazil, one the world&apos;s largest employers of domestics, have benefited from steady increases in the minimum wage. Deductions from wages for food and housing penalise domestic workers, even when living in the employer&apos;s household is a requirement that primarily benefits the household. The right to maternity protection is another key concern. More than a third of all female domestic workers are not entitled to maternity leave and associated cash benefits. The coverage gaps are particularly large in the Middle East and Asia. Even where domestic workers are included in social insurance schemes that provide maternity benefits, restrictive eligibility criteria or lack of enforcement can hamper access to benefits in practice. The main international instruments covering domestic workers are an ILO convention and recommendation on domestic work adopted in 2011, which will come into force in September. The convention sets a standard for equal treatment between domestic and general workers on weekly normal work hours, time off and holidays. Several countries in Latin America, the Caribbean, Africa and parts of the industrialised world have already extended to domestic workers the same minimum protections that apply to workers generally, but Asia and the Middle East need to do more, according to the ILO. &quot;The large disparities between wages and working conditions of domestic workers compared to other workers in the same country underline the need for action at the national level by governments, employers and workers to improve the working lives of these vulnerable but hard-working individuals,&quot; said Polaski.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/09/ilo-better-pay-domestic-workers", 
    "wordcount": "825"
}