{
    "headline": "London slow to become the 'electric car capital of Europe'", 
    "text": "Boris Johnson&apos;s plan to make London the electric car capital of Europe is making &quot;slow&quot; progress, with a promise to put thousands of the cars on the city&apos;s roads likely to take centuries to achieve at current rates, according to a report published on Wednesday. Nearly three years ago, the mayor of London told fellow international mayors in Seoul that he would ensure 100,000 electric vehicles were in London &quot;as soon as possible&quot;. But the London assembly&apos;s environment committee found that since Johnson&apos;s announcement, only 588 extra electric cars were registered in London. There are now 2,313 electric cars in the capital, just 0.08% of the city&apos;s total 3m cars.            While the authors said there has been &quot;visible progress&quot; since Johnson&apos;s electric vehicle delivery plan in 2009, they warned that progress has been poor on charging points and the GLA&apos;s own car fleet. The mayor set a target of 1,000 of the authority&apos;s cars being electric by 2015, but only &quot;around 49&quot;  the GLA failed to give a precise figure  are currently electric. On charging points, there are now 400 across London, with a target of 1,300 by next year, with most of those in Johnson&apos;s Source London charging network, launched last year. But an earlier target of 25,000 by 2015 has already been dropped, the report notes. Murad Qureshi, the committee&apos;s chair, said: &quot;Currently progress is slow and we are concerned that it could take many years before we see any environmental benefits from the mayor&apos;s ambitious plans. If the mayor wants to encourage more Londoners to drive electric vehicles, he must demonstrate that the charging network is adequate and fits with the way people will actually charge their vehicles. It is unclear at the moment whether it is delivering value for money given the sums already spent on it.&quot; The report made clear that it welcomed electric cars and that they could deliver environmental benefits. If take-up of private electric cars in London failed, the committee said, Johnson should consider adopting a similar model to Paris&apos; Autolib electric car hire scheme, which opened last year. The committee monitors the mayor&apos;s environmental programmes, and comprises two Labour assembly members, one Green, one Liberal Democrat and three Conservatives.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/01/electric-cars-carbon-emissions", 
    "wordcount": "406"
}