{
    "headline": "Les Ebdon appointed England's university access tsar", 
    "text": "A professor who has divided the coalition over his views on the social mix of degree students has been appointed England&apos;s new university access tsar. Prof Les Ebdon incurred the wrath of Conservative MPs this month when he said that, given the new role, he would forbid universities from charging the maximum tuition fees if they were not doing enough to widen their social mix of students. Vince Cable, the business secretary, who has responsibility for universities, endorsed Ebdon as his preferred candidate for the role, but Tory MPs on the cross-party Commons select committee said they would not back him. Cable has been summoned to the Commons on Monday to answer MPs&apos; questions on Ebdon&apos;s appointment. The Conservative backbencher James Clappison forced the business secretary to appear before MPs by tabling an urgent question, which was granted by the Speaker, John Bercow. Michael Gove, the education secretary, was said also to be against Ebdon&apos;s appointment and the feud reportedly reached the highest levels of government with David Cameron claiming he was powerless to prevent the professor getting the 130,000-a-year, three-day-a-week role. Ebdon will be the new director of the Office for Fair Access (Offa), a watchdog that aims to encourage greater numbers of students to apply to higher education from low-income families and other under-represented groups, such as some ethnic minorities. It will be able to fine universities 500,000 for falling short of targets, or refuse to sanction an access agreement, in effect banning institutions from charging more than 6,000 per year in tuition fees. The watchdog is seen by some ministers as one of the central vehicles by which the government can push its social mobility agenda by improving working-class access to universities. Ebdon, who is stepping down as the vice-chancellor of the University of Bedfordshire, has been the chair of a lobby group for new universities called Million+. Critics have accused Ebdon of defending &quot;Mickey Mouse&quot; degrees. In an article for the Guardian in September 2008, Ebdon wrote: &quot;Subjects such as media and cultural studies, fashion design and consumer software computing are far from professionally irrelevant or academically unchallenging. The development of a huge range of interdisciplinary graduate courses has been crucial to the success of the continually evolving creative economy in which Britain is now a world leader.&quot; Ebdon said it was a privilege to be appointed to the role. &quot;I am passionate about access to higher education and strongly believe that no one should be put off from going to university because of their family background or income. &quot;As director, I will respect the diversity of the sector and institutional autonomy while also working with all universities to ensure that their considerable efforts and very real commitment bear fruit. My role will be to provide greater challenge around outcomes but also to provide greater support through good practice and other guidance.&quot; He said he strongly believed that a student&apos;s background &quot;should make no difference&quot; to their ability to get into university or to succeed at university. Ebdon, who has taken much criticism from some parts of the rightwing press in the past month, said he was grateful for the messages of support he had received from friends in the higher education sector, staff, students, graduates and the media. Cable said Ebdon&apos;s &quot;vast experience, gained through a working lifetime in higher education&quot; would equip him to deal even-handedly with all parts of the sector. &quot;We undertook two long, thorough searches to ensure we found the right candidate for the post, and I have no doubt that Prof Ebdon has the qualities and determination to help those students from low-income or other under-represented groups to secure the places in higher education that their attainments and potential show they deserve,&quot; Cable said. Ebdon&apos;s appointment came as a group of Conservative MPs warned that the access watchdog should not be allowed to interfere in universities&apos; admissions policies. The MPs, who call themselves the Fair Access to University Group and include Graham Stuart, chairman of the influential 1922 Committee and the cross-party education select committee, argue that Offa has made attempts to &quot;enforce social rather than academic admissions criteria&quot; upon universities. &quot;This is not only a distraction, but counterproductive to the overall wellbeing of the sector,&quot; the MPs write in a report  Achieving Fair Access: Removing Barriers, Realising Potential. They call for Offa&apos;s powers and focus to be urgently reviewed. The MPs say that the main reason that disadvantaged students don&apos;t go to the country&apos;s top universities is that they are not encouraged enough at school and sometimes are not given the chance to study rigorous subjects at A-level. Private schools should be given public money to recruit bright pupils on free schools meals and schools should be ranked according to the proportion of pupils who go on to top universities, the MPs say. They also call for face-to-face careers advice for students, something the government has reduced. &quot;Offa&apos;s recently increased powers and resources give it significant potential for a level of interference which some have described as social engineering that could be damaging to the world-class reputation of the sector over time,&quot; the MPs write. They argue that the University and College Admissions Service (Ucas) should abolish its system of points per A-level grade because it leads to a B grade in media studies having the same value as a B grade in maths. &quot;The culture of equivalence  has misled students into believing that an A grade in an academically &apos;soft&apos; subject, such as media studies, is equivalent to an A grade in a rigorous subject, such as mathematics,&quot; they write.", 
    "section": "education", 
    "gid": "education/2012/feb/20/les-ebdon-university-access-tsar", 
    "wordcount": "959"
}