{
    "headline": "CES 2013: TV companies hope size and sharpness are the future", 
    "text": "Electronics companies are gambling that consumers will snap up a new generation of huge TVs with crystal clarity and eye-watering prices. Panasonic, LG and Toshiba have unveiled new TVs at the Consumer Electronics Show in Las Vegas in the hope there will be demand for ever-bigger displays with extra gizmos even in an age of austerity. The new products elbowed into an increasingly crowded field of smart, extremely high definition TVs that Apple and Intel are expected to enter later this year. The South Korean firm LG displayed a 55-inch OLED HD TV, based on organic light-emitting diode technology, at the start of CES, a week-long annual jamboree for consumer electronics. The set will go on sale in the US in March for $12,000. Samsung is reportedly close behind with its own OLED model. LG also announced that its Ultra HD TV, based on a different technology, will soon be sold in two more display sizes, 65-inch and 55-inch, in addition to the gigantic 84-inch model launched last year, price $20,000. Ultra HD provides a screen resolution four times sharper than current full-HD TV sets. Toshiba unveiled its own 84-inch Ultra HD version, calling the technology a major category in 2013. In addition to size, manufacturers hope to attract buyers with added gadgetry despite disappointing sales of 3D televisions, an innovation hullaballooed at CES last year only to flop in stores. Consumers proved more receptive to smart, internet-connected TVs, even if they seldom used the technology. Panasonic unveiled a new version of its Viera smart TV geared at consumers fed up with complicated navigation and multiple remote controls. An innovation called &quot;my homescreen&quot; will let users organise all their digital content in one place rather than hop between different digital channels or apps. In addition it will help customise content for each family member: a camera on the TV will recognize the user and switch to their customised home screen. It appeared designed for the likes of @JoeTaylorLand who tweeted: &quot;Smart TVs are those that focus on letting their owners watch TV.&quot; Panasonic&apos;s new Viera, however, could distract such customers with a touch pen that allows the user to activate the TV, upload and edit a photo from a smartphone and save it back on to the phone. The LA Times gave it a mixed welcome, saying the new features were impressive but perhaps too soon. &quot;Great. Just what I wanted to hear. That Panasonic Viera TV I bought last year? The one that I had to sell one of my kidneys to afford? The one I paid a bundle to have mounted on the wall above the fireplace in our living room? My friends at Panasonic want me to know that old Viera is toast.&quot; Plasma has not gone the way of dinosaurs just yet: products from LG, Samsung and Panasonic are keeping the technology alive.  The Japanese company Sharp unveiled 60, 70, 80 and 90-inch Aquos LED screens, hailing the latter the &quot;largest commercially available LED TV&quot;. It also hopes to hook customers with a split-screen function that allows you to surf the internet and watch television on the same screen. It flagged up a technology called 8K resolution which has 16 times the pixel resolution of HDTV. Manufacturers are hoping the bigger and better sets will revive the market after a five-year slump in HD television sales. Sceptics however say price and the lack of content recorded in Ultra HD will deter buyers. Samsung and Sony were due to make announcements in Las Vegas later on Monday. Apple, which shuns CES, is expected to unveil its long-awaited TV later this year.", 
    "section": "technology", 
    "gid": "technology/2013/jan/08/redefining-tv-ces-size-sharpness", 
    "wordcount": "614"
}