{
    "headline": "Could China and its fellow Brics nations lead the way on climate change?", 
    "text": "The stalemate in the latest round of climate negotiations, held in Doha, Qatar, last month, makes it clear that a fresh approach is needed if the world is to avert climate catastrophe. One part of the solution should be a new global climate agency, founded, financed and led by a coalition of the big emerging market countries. Such an agency would not require prior agreement on two contentious issues that have stymied the international talks: binding emissions reductions, and financial support to help poor countries adapt and invest in clean growth. Instead, the new entity would focus on fostering co-operation on a wide range of knowledge-based issues that can provide a basis for progress even without such an agreement, and that will be necessary to support any agreement that eventually emerges. What would the new agency do? Despite the plethora of international organisations addressing climate change, there is a core set of knowledge-based services best supplied at the global level that are crucial and yet are not being adequately supplied. These include data collection and policy research (think of the World Bank&apos;s role in research on poverty reduction); surveillance and monitoring (the IMF&apos;s role in tracking members&apos; macroeconomic and financial-sector issues to enhance global stability), and arbitration (the World Trade Organisation&apos;s role in settling trade disputes). Possible related functions include:  tracking contributions to international climate funds, and to energy and climate-relevant research;  supervisory and regulatory functions to undergird private markets in emissions rights at national, regional and global levels;  organisation and facilitation of third-party financing of technology transfers to low-income countries;  impartial third-party monitoring and reporting on climate actions by corporations and governments. The G20 emerging market countries  notably China, India and Brazil, but also others such as Mexico and South Africa  have both a strong incentive and the means to lead in the creation of the entity, while extending an invitation to all nations to join. The leaders of these countries understand that their national ambitions and the stability of their societies are threatened by climate change. The rich world can  for a while at least  afford to adapt. Developing countries, with much lower per capita incomes, have much less room to manoeuvre. By taking the lead, the emerging market countries would be in a position to decide the new body&apos;s mandate, governance, location, staffing and leadership, just as the victors of the second world war established ground rules for the Bretton Woods institutions. The new entity could be headquartered in a thriving emerging-market city (ideally, perhaps, in one that is not the capital of any major power), say, Hong Kong, Shanghai, Sao Paulo, Mumbai or Songdo, the newly selected home of the green climate fund in South Korea. Most of the G20 emerging market countries have ample reserves. The main cost would be salaries, headquarters and commissioning research. Initial capital of $10bn-12bn (6.3bn-7.6bn) would generate an annual budget of about $300m-500m, adequate to cover these needs. China has ample reserves to put up a considerable portion of the capital and could jump-start commitments from other middle-income countries, which might, in turn, be matched by developed countries. The founders could encourage others to join by giving greater weight to early contributions, and address concerns about voice and equity by awarding greater weight to contributions from countries with lower per capita emissions. This would be a radical departure from business as usual. But as extreme weather events and other problems associated with rapid climate change mount, and deadlock in negotiations persists, the appetite for fresh approaches is certain to grow. Pollution is already a major political issue in China, and erratic monsoon rains are creating hardship in India. Tentative moves towards the creation of a Brics bank by Brazil, Russia, India, China and South Africa (which is expected to be discussed at the Brics summit in March) show these countries are interested in the creation of institutions that will better serve their collective interests. Perhaps the next climate crisis will provide a catalyst. The emerging markets can&apos;t force the US and other rich countries to reduce emissions or provide finance. But they can take the lead in the creation of an agency to better track climate actions that are under way, build trust among deeply distrustful parties, and provide the knowledge that will be crucial to combating the growing climate threat.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/28/china-brics-lead-climate-change", 
    "wordcount": "724"
}