{
    "headline": "Facebook hits 1 billion users a month", 
    "text": "Facebook is now used by 1 billion people every month, or one in every seven people in the world, its founder, Mark Zuckerberg, has confirmed. The milestone means Zuckerberg has achieved his stated ambition of reaching 1 billion active monthly users just two years and three months after the social network reached the half billion mark. Facebook reached 900 million active monthly users in April. Facebook has recorded 1.13 trillion Likes, 140.3 billion friend connections and 219bn shared photos since it launched in February 2004. More than 300m photos are uploaded every day and 62.6m songs played. &quot;Helping a billion people connect is amazing, humbling and by far the thing I am most proud of in my life,&quot; wrote Zuckerberg in a Facebook timeline update on his personal account. &quot;I am committed to working every day to make Facebook better for you, and hopefully together one day we will be able to connect the rest of the world too.&quot; The announcement will also be a welcome distraction for the disastrous Facebook IPO. Facebook is still reeling from the share collapse, which launched at $38 a share in May only to drop steadily to $21 on Wednesday. As a result Zuckerberg tumbled down the Forbes 400 list of the richest Americans as his personal fortune fell by $8.1bn. Facebook&apos;s share price slumped after the flotation over fears the company&apos;s revenues would be adversely affected by consumers increasingly accessing the internet via mobile devices, which is harder to generate advertising revenue from. About 600 million people use Facebook&apos;s mobile platform, and one in 10 reportedly only use mobile to access the site. Richard Broughton, head of broadband at analysts Screen Digest, said Facebook is exploring multiple business models to try and boost mobile income. &quot;It&apos;s a major concern that they expressed when they filed for their IPO; if users continued to engage via mobile in preference to desktop that could damage their growth potential, and that&apos;s not a good situation to be in a market where smartphones are becoming more popular,&quot; he said. Facebook is also geographically skewed, Broughton added, with average revenues per user being far higher, about $14, in the US than the $3 in the rest of the world. Combined with plateauing growth in its core markets, Facebook will have to work harder, with smarter, more targeted and more lucrative adverts. Facebook&apos;s primary sources of income are advertising and payments for features including gaming. At the time of the IPO, social games company Zygna generated about 12% of Facebook&apos;s revenue. Broughton said growth, including on Facebook&apos;s popular games platform, is slowing. &quot;When they were initially filing there were a lot of comparisons to Google but that was predicated on growth. Now Facebook is plateauing. &quot;Social networks are substitutable. You can afford, as a user, to be on several networks. That means there is a reasonably low entry barrier to a competitor coming in.&quot; While there is no single competitor to Facebook yet, Broughton pointed to services such as Salaam World, which is aiming to launch in November and sign up 50 million Muslim users within three years. The world&apos;s biggest social network recently launched paid posts for individual users, allowing users to pay about $7 (4.30) to promote their news in their friends&apos; timelines. Facebook also used the 1 billion user milestone on Thursday to launch a digital video ad to promote its own advertising tools. The ad, hosted on a Facebook pagesa and entitled &quot;The Things that Connect Us&quot;, was directed by Alejandro Gonzlez Irritu, whose film credits include Amores Perros and 21 Grams.", 
    "section": "technology", 
    "gid": "technology/2012/oct/04/facebook-hits-billion-users-a-month", 
    "wordcount": "618"
}