{
    "headline": "Boot up: Windows' new look, Apple's Siri lawsuit, Google gets Motorola and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Windows 8 Release Preview: RIP, Aero (2003-2012) &gt;&gt; Windows Supersite Paul ThurrottL   Microsoft quietly revealed this week that it will kill off the Aero glass interface in Windows 8 and replace it with a flat, Metro-like Explorer that&apos;s more in line with the company&apos;s current design mantra. But this change isn&apos;t just about obfuscation. It&apos;s about the Windows team abandoning the very market that drove Windows&apos;s success for over 25 years in order to chase a coming and potentially illusory market for tablet devices.   He suggests it&apos;s for battery life. But also that &quot;I&apos;m starting to see more clearly what&apos;s happening here and starting to accept that Windows is growing into something that isn&apos;t so much for me anymore as it is for some mythical tablet user base that may or may not appear in the future...Windows 8 isn&apos;t even Windows anymore. It&apos;s a tablet OS that&apos;s been grafted onto Windows like a monstrous Frankenstein experiment.&quot; Strong words from someone who has rarely had anything but praise for Microsoft&apos;s desktop work. Apple fires back in lawsuit over Siri&apos;s performance &gt;&gt; WSJ Law Blog  Apple Inc. is defending its voice-recognition software Siri - she of the iPhone 4S - against claims that it doesn&apos;t perform as advertised. A cluster of lawsuits seeking class action status in Oakland, Calif., allege that iPhone 4S commercials and company statements about the phone were false and misleading. Siri, they say, is brilliant on TV, but she&apos;s dim in reality... The plaintiffs don&apos;t say how the advertisements are misleading, or how their personal experiences relate to those advertisements, Apple said. And if Siri so disappointed them, they could have -- but did not, apparently -- avail themselves of Apple&apos;s 30-day return policy, the company said.  Google says it won China&apos;s approval for Motorola deal &gt;&gt; Reuters  Google said on Saturday that Chinese authorities have approved its $12.5 billion purchase of Motorola Mobility Holdings, the last regulatory hurdle to a deal that would allow the world&apos;s No. 1 Internet search engine to develop its own line of smart phones... A main condition of the deal is that the Android system remain free and open for five years, said a source who is familiar with the Chinese approval but not authorized to discuss it.   So now we&apos;ll get to see what Google&apos;s plans for Motorola actually are. Let&apos;s hope it&apos;s a lot more than (counter)suing Apple, Microsoft and Nokia over Android. The Internet at the dawn of Facebook &gt;&gt; The Atlantic In 2004...  Britney Spears was Google&apos;s most popular search query -- followed by Paris Hilton, Christina Aguilera, and Pamela Anderson. (Yes! Pamela Anderson!) Janet Jackson&apos;s Super Bowl wardrobe malfunction was the most searched term to date on Lycos. people still used Lycos. The Howard Dean campaign was pioneering grassroots organizing and fundraising on the Internet.   And plenty of other fascinating facts from the year when Facebook was born and Google floated.  Today Is Just the End of the Beginning for Mark Zuckerberg &gt;&gt; PandoDaily  Think about it: this may well be the only time Zuckerberg will take a company public. That moment of being in New York and ringing that bell is something many entrepreneurs dream about. And he&apos;s forgoing it. Instead, he&apos;s pulling an all-night hackathon with the team as I write this post. It may be posturing but, if that&apos;s the case, it&apos;s brilliant posturing.   Because, as she points out, after an all-night hackathon, nobody&apos;s going to be able to count their fingers, let alone their fortunes. Under construction - ITER in LEGO &gt;&gt; Scientific American Blog Network It&apos;s possible this will work before the real thing. It&apos;s certainly going to be finished a lot sooner. (Thanks @spikediswhack for the link.) How Yahoo Killed Flickr and Lost the Internet &gt;&gt; Gizmodo The ever-readable Mat Honan on how Yahoo didn&apos;t get Flickr right, even though it was poised to do so in 2005 with social sharing. Why? Corporate Development. (Thanks @TehGreatGonzo for the link.) U r bias: Top 10 tech troll catchphrases &gt;&gt; CNET UK Slow news day? I&apos;m never coming to this site again. Windows Phone takes China by storm - already 7% market share, ahead of iPhone &gt;&gt; WMPoweruser  When Microsoft announced at the launch of Windows Phone Tango handsets in China that passing the iPhone in China was just an interim goal on the way to overtaking Android, it did seem rather grandiose.  It seems Microsoft was right however, with Michel van der Bel, COO Greater China Region at Microsoft saying that a mere 2 months after the launch Windows Phone 7 handsets already had a 7% market share in China, ahead of the 6% of the iPhone there.   Intriguing. What&apos;s not mentioned is who the makers are of these Windows Phone phones. HTC? Samsung? ZTE? Or perhaps Nokia, which has launched there. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/21/technology-links-newsbucket", 
    "wordcount": "857"
}