{
    "headline": "Simple advice for creating social games", 
    "text": "On Saturday 28 April, aspiring and experienced game developers will gather at Pinewood Studios for GameHack with a simple mission: to make the best game possible in just 24 hours. But what kind of game should they try to create? The market for mobile games has changed dramatically over the last year, moving from premium to free-to-play games. So what does a budding new developer have to do to make a freemium game? Where should they look for inspiration? And what important elements and features do they need to include in their game&apos;s design? The simple answer is to make something fun, which players can also share. This may seem self-evident. However, the types of casual social games we associate with Facebook often don&apos;t appeal to many game designers, because they don&apos;t appear to share the same emotional values as hardcore games.  Casual social games are designed for a mass audience but that&apos;s no excuse for them to be bland - they still have to capture the imagination. Most importantly, they can&apos;t afford to alienate potential players with obscure themes or punishing learning curves before they can start to enjoy the play.  What does casual gaming mean? It&apos;s about creating joy from simple patterns of accessible play with immediate and compelling rewards. They don&apos;t make demands of the player to own or set up complex technology, nor should they expect you to set aside many hours to each playing session (although many players will). Casual games all create reasons for the player to come back time and again to gather even more rewards.  Sharing the experience with other people is another challenge. Social games with their asynchronous (ie not real-time) newsfeeds have been accused of being not very sociable, at least compared to live, real-time games. After all, are you really sharing if you don&apos;t actually play together, at the same time, or if you trade your friends as resources for your gameplay? I challenge this idea. When I visit my friends&apos; farms or cities and then meaningfully interact with those spaces I am sending a packet of emotional data to my friend. This is a message wrapped up in the context of both our relationship as friends, and the nature of the game as well. It&apos;s non-threatening and there is no direct expectation of reciprocation. But if we do, it can be very rewarding.  When it comes to creating your own game, you should consider the following five questions: Who will be playing your game and why will it be entertaining?  How easy is it for the players to learn the mechanics and get to the fun fast? How can players share their experience?  especially if they are not online at the same time Why would they come back and play time and again? What virtual goods would make this game even more entertaining to play? If you can answer all these questions convincingly, you might be the next big success story in games!  GameHack is hackathon for game developers on Saturday 28 and Sunday 29 April 2012 at the world-famous Pinewood Studios. The event is organised for small teams to create a new game over 24 hours - big, small, native, web, single or multiplayer. For more information and last-minute registrations visit gamehack.co.uk", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/27/social-games", 
    "wordcount": "547"
}