{
    "headline": "Scientists unveil new detectors in race to save Earth from next asteroid", 
    "text": "The extraterrestrial double whammy that Earth only partially avoided on Friday has triggered an immediate response from astronomers. Several have announced plans to create state-of-the-art detection systems to give warning of incoming asteroids and meteoroids. These include projects backed by Nasa as well as proposals put forward by private space contractors. In each case, scientists want to develop techniques that can pinpoint relatively small but still potentially devastating meteoroids, comets and asteroids that threaten to strike Earth. These would give notice of impact of several days or possibly weeks and allow threatened areas to be evacuated. The announcements of the various plans follow Friday&apos;s meteorite crash that caused devastation in Chelyabinsk, Russia. On the same day, a 150ft-diameter asteroid swept to within 17,000 miles of Earth. The fact that the two events happened together has been dismissed as &quot;a cosmic coincidence&quot; by scientists. Nevertheless, astronomers  many gathered at the American Association for the Advancement of Science annual meeting in Boston this weekend  have been quick to reassure the public that they have plans to provide better warnings of future impacts. &quot;The hundreds of people injured in Russia show it is time to take action and no longer be passive about these events,&quot; said Rick Tumlinson, chairman of the US company Deep Space Industries. His company is preparing to launch a series of small spacecraft later this decade. These are aimed at surveying nearby asteroids to see if they can be mined for metals and ores. However the fleet could also be used to monitor small, difficult-to-detect objects that threaten to strike Earth. Deep Space Industries  which is based in McLean, Virginia  proposes building 10 spacecraft at a cost of $100m (65m) over the next four years, though it has not indicated who will fund missions. The University of Hawaii has proposed a cheaper, simpler system known as Atlas  Advanced Terrestrial-Impact Last Alert System  to be constructed with the help of a $5m grant from Nasa. It will consist of a series of eight telescopes, each fitted with powerful cameras, to be built on Hawaiian islands whose clear air makes accurate observations particularly easy. Astronomer Professor John Tonry, of Hawaii University, said Atlas  which is scheduled to begin operations in 2015  would have an extremely high sensitivity, which he compared to the detection of a match flame in New York when viewed from San Francisco. He said Atlas would give a one-week warning for a small asteroid  which he called &quot;a city killer&quot;  and three weeks for a larger &quot;county killer&quot;. Tonry added: &quot;That is enough time to evacuate the area, take measures to protect buildings and other infrastructure, and be alert to a tsunami danger generated by ocean impacts.&quot; Astronomers believe they have pinpointed all large asteroids whose orbits bring them close to Earth. To date, none has been found on a collision course with our planet. However, small asteroids only a few dozen metres across are very difficult to spot but massive enough to cause local devastation. Had the time of entry of the Chelyabinsk meteorite into the atmosphere varied by only a few hours, its path would have brought it down over much larger population centres in northern England. Hence the pressure from astronomers to develop ways to pinpoint small objects in space. The announcement of these plans came as Russia revealed it was sending more than 9,000 workers to the region around Chelyabinsk in the Ural Mountains where Friday&apos;s meteorite crashed. President Vladimir Putin ordered the operation after it was revealed that around 1,200 people  including 200 children  were injured in the blast. Most are thought to have suffered cuts and lacerations from shattered glass. More than 50 individuals were still in hospital on Saturday. Russian officials have estimated that the blast  which was preceded by a huge fireball that streaked across the morning sky on Friday  caused damage of about 1bn roubles, roughly 20m. Russia&apos;s Academy of Sciences said the object that struck Chelyabinsk weighed about 10 tonnes. It was probably part of a larger meteorite that had entered the atmosphere at about 30km per second before breaking up. The energy it released was comparable with a small nuclear bomb exploding. More than 4,000 windows were blown out by the blast, including many at schools where pupils were in their classrooms. Video footage has shown images of frightened, screaming children pouring out of schools. A large fragment of the of the meteorite is believed to have crashed into a frozen lake near the town of Chebarkul. However, divers who searched the bottom of the lake reported that they could find no trace of any lumps of meteorite. Russian authorities said the search for the meteorite may have to wait until spring when the snow melts. The last time the Earth was struck by a large extraterrestrial object was in 1908 when a huge blast  the equivalent of a medium-sized atomic bomb  in the Tungaska in Siberia flattened more than 80 million trees. It is thought a comet more than 100m in diameter was responsible for the devastation.", 
    "section": "science", 
    "gid": "science/2013/feb/16/scientists-earth-asteroid", 
    "wordcount": "857"
}