{
    "headline": "Happy 15th birthday iPod! Readers share their memories of the classic MP3 player", 
    "text": "I wanted a MiniDisc player but dad insisted the iPod was the future  I was at university and I wanted a MiniDisc player but my dad insisted that the iPod was the future. So I queued up by the Apple Store on Tottenham Court Road to get one of the first generation models.   Ironically, I was underwhelmed, I only owned about 12 CDs. Also, it turned out I needed to use a friends computer just to load it as the interface wasnt compatible with my old Mac. I remember for the next few months getting on the tube and giving other people with the iconic white headphones an (admittedly smug) conspiratorial smile. Sadly it died a few years ago.  I wouldnt be without my iPhone now!  Heather, 35-year-old technology marketer, Bristol       Colleagues younger than me think its an antique I own one of the very first models of the iPod - it doesnt even have a click wheel! - and still use it often for work as its got some great playlists on it. I remember going out with my family in Singapore just as the very first iPods were being released. I managed to persuade my parents to buy one for my Christmas present. I got back to uni and was walking around the library getting asked what the white headphones were - now a common sight but not back in the day!   When colleagues who are maybe 8-10 years younger than me see my iPod they crowd around the antique, which is black and white, has no touch screen or click wheel - its quite funny how times change!  Anonymous, 33-year-old working for a cancer charity, London  The culmination of months of anticipation was typing out Michael Jackson and Agoraphobic Nosebleed again and again In my third year at uni, I finally managed to convince my parents that a computer would be beneficial to my prospects. We were a low income household and had never had a PC at home, so illustrating the benefit of concepts such as online communities, and downloadable reading material, required all my powers of persuasion. As soon as we hooked the (huge) desktop tower and (tiny) monitor up in my student bedroom, I realised that, technically if I had any money, I could now get an iPod. And so, a few months and a bunch of overtime shifts later (kids: always remember to reduce non study commitments in your third year, ahem) I walked out of Currys with a 32GB iPod, sweet. I spent that entire Saturday afternoon ripping part of my CD collection and manually typing in album and artist details into iTunes. Looking back this seems like a crazy, menial way to spend time, but for a kid who until recently had never had personal access to the internet, this felt like the most awesome, futuristic admin work possible. The culmination of months of anticipation was typing out Michael Jackson and Agoraphobic Nosebleed again and again and I was loving it. That night we got burgled. Obviously. I was so dismayed at losing the iPod, my slab of handtyped metadata and low bit-rate audio files, that we had to call the police back later in the day when I calmed down and noticed the burglars had taken my passport too. Everything was eventually replaced through home contents insurance, and I had many years of joy from my replacement iPod. That one was eventually replaced by an iPod classic with greater storage capacity, which is still in use today. Additionally Ill listen to music through streaming services on a smartphone, but the iPod classic, aside from being a wonderfully purposeful and tactile piece of design, is perfect for listening to higher quality files, and in circumstances (exercising, reading) when you dont want to be interrupted by a phone call or other alert.  Luke Jackson, 32-year-old knowledge management advisor at Shell, Manchester      Its an audio scrapbook of my music taste over the years I own a sixth generation iPod Classic and even after eight years it still works like a gem. 120GB of space and an amazing battery life means it has accompanied me through long bus rides and border crossings during my backpacking trip in South East Asia, overnight cramming sessions for my university exams, nights when sleep just wouldnt come and more. I suppose you can call it an audio scrapbook of my music taste over the years.  For me, it holds a wealth of memories - that tiny chip in the corner from its first fall when I was rushing for an interview that eventually led me to my current job, and the signatures from members of Copeland on its back when they played their farewell tour in Singapore.  Noor Ashikin, 27-year-old working in the media, Singapore Though it is long gone now, I loved my first iPod My brother was working in the US and he contacted me and said he was at a Mac show. He said they were selling this new music player and asked if I wanted one.  I already had a little MP3 player, a Sony or something, that was terrible - it could hold one album and the conversion routine to get it onto the player was hard work. I said yes, of course.  It cost an arm and a leg but he brought back the most beautiful object ever and I fell in love with it. As I was of the generation who had been transformed by the Walkman I understood immediately what we had here. Though it is long gone now, I loved my first iPod.  Ivan Pope, writer living in Brighton ", 
    "section": "technology", 
    "gid": "technology/2016/oct/24/happy-15th-birthday-ipod-readers-share-their-memories-of-the-classic-mp3-player", 
    "wordcount": "951"
}