{
    "headline": "'There's plenty of room for scepticism'  climate study author Richard Muller", 
    "text": "Professor Richard Muller formed the Berkeley Earth Science Temperature (BEST) project to investigate accusations that Earth surface temperature data was unreliable, and didn&apos;t provide an accurate record of how the planet&apos;s temperature was changing. This week BEST released the latest in a series of papers, confirming the project&apos;s announcement last year that the Earth has warmed at the rate that previous studies suggested. This time BEST went further, also concluding that warming is most likely due to manmade greenhouse gas emissions. Professor Muller&apos;s phone hasn&apos;t stopped ringing since his op-ed in the New York Times over the weekend, where he stated that BEST&apos;s new research has answered his own doubts about whether humans are causing global warming. His self-described conversion to the mainstream scientific view linking human activity to climate change has captured the imagination of a media often wary of reporting on climate change. Yet the story in the press - describing a &apos;sceptic&apos;s&apos; Damascene conversion - doesn&apos;t seem to make sense. In fact, in his 2009 book Physics for Future Presidents, Muller doesn&apos;t question the fundamentals of climate science, or indeed that humans are contributing to the greenhouse effect. Asked if it&apos;s really accurate to say he was ever a sceptic, Muller replies: &quot;I have considered myself only to be a properly sceptical scientist. Some people have called me a denier - no, that&apos;s completely wrong. If anything, I was agnostic. &quot;I just hope that some people like you will read my books and papers, and read what I say - not what people say I say.&quot; That&apos;s not to say he still doesn&apos;t have problems with sweeping statements about climate change: &quot;90 per cent of what&apos;s said about climate change is nonsense. That when people attribute Hurricane Katrina, or dying polar bears, that&apos;s not based on any science whatsoever. In fact in many cases, it&apos;s wrong. So there&apos;s plenty of room for scepticism. &quot;What we have addressed is the critical issue of temperature change, and we&apos;ve come up with answers that I think illustrate what happens when science is done in a straightforward and transparent way.&quot; Some scientists have wryly noted that in confirming the conclusions of other groups that examine global temperatures, BEST has essentially spent two years getting to where climate science was in the 1990s. Asked why he wanted to retrace other groups&apos; steps, Muller says he felt &quot;major issues were raised about previous studies&quot;, to such an extent that he feared they didn&apos;t reach &quot;scientifically solid conclusions&quot;. What did it take for Muller to address the concerns he says he first felt three years ago when emails between scientists at the University of East Anglia&apos;s Hadley Centre - the keeper of one of the world&apos;s three major surface temperature datasets - were leaked? The team collected all of the temperature data it could from around the world because, he says, other studies had &quot;only used a fraction&quot; of what was available. Next, the team set about addressing concerns raised by sceptics and others about existing Earth surface temperature datasets and their findings. Muller elaborates &quot;First, there were issues around [weather] station quality - [sceptic meteorologist and blogger Anthony] Watts showed that some of the stations had poor quality. We studied that in great detail. Fortunately, we discovered that station quality does not affect the results. Even poor stations reflect temperature changes accurately.&quot; &quot;There were issues of data changes. Some of the prior groups had adjusted the data and lost all record of how they had adjusted it. So we went back to the raw data and used only that.&quot; &quot;Then, there&apos;s the urban heat island effect [the criticism that weather stations sited in urban areas give artificially high temperature readings]. That was something I think we studied in a clever and original way,&quot; Muller says. This involved examining only the data from rural stations to see if the temperature rise was still there - and it was. &quot;We got the same answer,&quot; he says. Finally, there were the models. Muller says: &quot;The existing conclusions were based on extremely complex global climate models. With these, you could never track down how many adjustable parameters they had, or how many hidden assumptions there were. We used a very simple approach.&quot; But discovering his findings agreed with the scientists at the heart of the so-called Climategate leak hasn&apos;t led Muller to soften his view of what he calls the &quot;scientific misconduct&quot; uncovered. He says: &quot;As scientists, we have to be completely open with our data. The UK group purposefully hid the discordant data, and they did it in order to make sure that people drew the same conclusions that they drew. To me, that&apos;s misconduct.&quot; Criticism of the BEST project has come thick and fast, uniting sceptics and mainstream voices in condemning both the group&apos;s methods and its decision to release its findings before they underwent peer review. The BEST method, devised by physicist Robert Rohde - who Muller says did &quot;most of the work&quot; on the project - has been criticised for being too simplistic. But Muller argues that the approach &quot;leads to the smallest uncertainties in determining the record. And that was absolutely key for us to reach our conclusions.&quot; He adds&quot; &quot;There&apos;s been a lot of knee-jerk reaction to this because we&apos;ve done something in what I consider a more elegant way.&quot; &quot;I think many people - many of whom I notice have never discovered anything in their life - believe that in complexity lies the truth. But the glory of physics is that things sometimes hit you in the face. And that&apos;s the case here.&quot; One of the strongest voices criticising the study comes from the BEST team itself. Dr Judith Curry, head of the School of Earth and Atmospheric Sciences at the Georgia Institute of Technology, declined to be a co-author on the latest BEST study, and says on her blog she does not &quot;see any justification in [BEST&apos;s] argument for&quot; the group&apos;s statement that its warming data fits with manmade carbon dioxide. Curry&apos;s not alone: former climate scientist William Connolley claims BEST has done &quot;none of the attribution work you&apos;d expect&quot;. Muller says Curry distanced herself from the paper because she disagrees with the findings, and that she has an alternative theory - that the climate is random, so any correlation between increases in carbon dioxide and warming is an accident. His response: &quot;&apos;I&apos;ve said to her that the unfortunate aspect of her theory is that it&apos;s untestable. Now a theory that&apos;s untestable is not something I consider to be a theory.&quot; Then there&apos;s sceptic blogger Anthony Watts. Rolling back his previous promise to accept BEST&apos;s findings, the one-time BEST supporter has released a draft paper of his own, at about the same time as the new BEST results. Watts says his assessment of temperature stations shows that poor weather station siting has &quot;spuriously&quot; doubled estimates of temperature rise in the US, and that &quot;[the] issue of station siting quality is expected to be an issue with respect to the monitoring of land surface temperature ... in the BEST network.&quot; But Muller dismisses the suggestion that Watts released his work to counter the new BEST study. &quot;[Watts] didn&apos;t even know about our work,&quot; he says. &quot;Our work on station quality agreed with [previous work Watts] published,&quot; he adds. &quot;Now he&apos;s saying: &apos;If I use a different criterion I find that the uncorrected data can yield a bias&apos;. Well, that sounds reasonable - if a station moves and you don&apos;t take that into account, yeah, you&apos;re likely to get a bias. I don&apos;t see any really strong objection to that. What he has done was interesting, but it doesn&apos;t affect our new conclusions.&quot; Meanwhile, economics professor and climate sceptic Ross McKitrick, who was one of the BEST referees, called for major reviews to be made to last year&apos;s papers - especially in relation to station siting and urban warming. Again, Muller is sanguine: &quot;There were no mistakes in that paper. McKitrick had comments and found things he thought were mistakes, but we wrote back to him and told him he was wrong.&quot; He adds: &quot;I think the conclusion that urban heat islands contribute essentially zero to the warming we see is on very solid ground.&quot; Indeed, due to BEST and studies that went before it, Muller says that the question of whether urban heating skews warming data is no longer a legitimate quibble with data that shows warming. Such a volume of criticism from sceptics and the mainstream alike may not be what Muller had in mind when he said in 2011 that he hoped the BEST project would help &quot;cool the debate&quot; between the two sides. But Muller believes BEST will win through in the end. &quot;I don&apos;t think anybody who has responded in the media so far has actually studied our work. We don&apos;t expect immediate agreement on such things,&quot; he says. He adds: &quot;What we expect is that by being transparent, open and clear. By having the data online and the computer programmes so people can see precisely what we did, that - over the coming weeks and maybe months - that gradually the debate will be cooled and people will recognise what it is we really did. And that we will forge a scientific consensus - that we will help with that.&quot; Muller says: &quot;I think that many of the sceptics are, indeed, open-minded. But until they really look at what we did they properly should remain sceptics, and not be convinced by an op-ed piece.&quot; Although he&apos;s clearly not banking on change coming overnight, Muller might still be accused of over-confidence in the scope for agreement in the polarised climate debate. But he&apos;s not waiting around. In the meantime, he has big plans - to develop BEST&apos;s remit to include measurements of ocean temperature and a study of ocean currents. One BEST paper on ocean currents has already been accepted and is awaiting publication, he says. Meanwhile Elizabeth Muller, Professor Muller&apos;s daughter and the co-founder of the BEST project, is interested in &quot;starting a new section to look at policy,&quot; Professor Muller says, to examine &quot;in an objective scientific manner what can be done&quot;. In a follow-up email, Elizabeth Muller, who is a former OECD policy advisor, fleshes out the plans. She says the idea is to focus on policy that could have an impact on future greenhouse gas emissions. These policies, she says, must be &quot;low cost, cost-neutral or, ideally, profitable.&quot; Two examples she lays out in an op-ed article in the San Francisco Chronicle are clean fracking - making extracting unconventional natural gas greener - and energy efficiency. This new direction - no matter how transparent the work - raises the possibility of a conflict between scientific objectivity and advocacy. Muller concludes our interview saying: &quot;I think that science is that small realm of knowledge in which universal agreement can be achieved. Let&apos;s do that with climate science, and then lets leave to the politics and the diplomacy what can be done about it.&quot; Yet with this new plan, BEST looks set to join the politicians in the fray - a move that&apos;s unlikely to quieten the critics. Instead of cooling the debate, it&apos;s likely to raise new questions about science&apos;s place in society. But whether you like that or not, it appears BEST is here to stay.  This article was first published on Carbon Brief", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/03/scepticism-climate-study-richard-muller", 
    "wordcount": "1972"
}