{
    "headline": "University labs: waste not, want not", 
    "text": "Money for university science is in short supply. Yet a great untapped resource exists: our laboratories. The benefits  financial and performancebased  of improving their efficiency are proven, most recently by a survey of academics, technicians and other practitioners at the 2012 conference of the S-Lab (Safe, Successful, Sustainable Laboratories) initiative. Of those surveyed, 66% said that there is great scope  and 30% some scope  to significantly increase lab efficiency and effectiveness without compromising safety and quality of work. Asked what would most help to achieve this, respondents suggested the following: more pressure from funders of lab work; more focus on the topic by senior staff; and more crosscollaboration between technical staff and facilities. The scope for change is more positively illustrated by the shortlist for the 2013 S-Lab Awards. Those in the new laboratory category show how strategic vision, an integrated design approach and involvement by all stakeholders (including estates and technical staff) can foster world class interdisciplinary research and practice, while still achieving value for money. The Scottish Centre for Regenerative Medicine at the University of Edinburgh is the first UK facility to bring basic and clinical researchers together with licensed clinical production facilities under one roof. St Andrews&apos; Biomedical Science Annexe, meanwhile, bills itself as a &apos;laboratory for lean times&apos; with high space and resource efficiency achieved in part by requiring academics to justify their wish list to each other and a senior academic project champion, rather than the traditional method of briefing designers directly. As the first laboratory (and one of the few buildings period) to achieve outstanding in the BREEAM green building assessment scheme, it also shows that efficiency doesn&apos;t require compromise in other areas. Our workshops abound with anecdotes of science wastage in existing laboratories, such as 100,000 instruments that have never been used; fume cupboards (which can cost thousands a year in energy costs alone) running constantly even though labs are unused at evenings or weekends; or freezers that run for years after a researcher leaves because no one knows what&apos;s inside them or feels responsible for their energy costs. One key resource is lab space, typically costed out at 300400 a square metre (a possible underestimate, according to S-Lab research). Strathclyde University&apos;s Trace Analysis Laboratory is an example of better use, sharing analytical instrumentation in 50% less floor area than the facilities it replaces, or Scion (the New Zealand Forestry Research Institute), which now houses 80 scientists in less space than was previously required for 25. The University of Liverpool&apos;s Central Teaching Laboratory, winner of best facilities at the Guardian University Awards 2013 as well as 2012 S-Lab new laboratory award, also has a 48% usage rate (more than double the average) accompanied by innovative teaching methods. Energy use  a large lab can have bills of over 1m a year  is another area with considerable potential for greater efficiency. The SmartLab initiative at the University of California, Irvine is reducing laboratory energy requirements by 50% or more. It&apos;s new Gross Hall Stem Cell Research Center has only two to four air changes per hour in normal operation, well below the six to 10 of older labs. Sensors monitor VOC and other contaminants and smart controls increase rates quickly if increased levels are detected. Digital is transforming laboratory teaching closer to home. At Nottingham Trent University&apos;s Rosalind Franklin Building, where bioscience and chemistry is taught in a refurbished automotive training facility, all students pick up a fully charged tablet at the start of sessions and use it for all tasks, including notetaking. Up to 10 groups work simultaneously, avoiding interference through use of earpieces for instruction. World leading innovations in science techniques are emerging from UK laboratories. Newcastle University has redesigned research to clinical production workflows around a minicyclotron to drastically reduce the cost of creating radioactive biomarkers for imaging. Meanwhile, Stirling University&apos;s fingertip whole blood assay has cut the waiting time for results on fatty acid levels by more than half. Changing science, technical innovation and financial pressures are all encouraging more such innovation, and changing the nature of laboratories in the process. However, results will have limited impact unless senior managers and scientists recognise the scope for improvement, and key stakeholders in laboratory design, management and operations break out of their silos to share perspectives and good practice. Only an integrated vision of laboratory practice will allow change for the better in coming years. Professor Peter James is director of S-Lab  find out more about the conference and awards This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/01/university-science-laboratories-efficiency-funding", 
    "wordcount": "783"
}