{
    "headline": "Natural England drops peatland bog-burning inquiry", 
    "text": "Plans to ban the burning of peatland on a grouse moor in the Pennines have been dropped by the government&apos;s environment adviser. Natural England on Tuesday scrapped its public inquiry into the blanket bog burning on Walsham Moor estate, and has also withdrawn from an unprecedented legal action against the estate that sought to ban burning completely. Walshaw Grouse moorland managers burn areas of heather to provide patches with young shoots of heather for red grouse to feed on. The estate increased its production of grouse from 100 brace to 3,000 brace a season over the past 10 years, which would usually be accompanied by an increased use of burning. Walshaw Moor estate is a special area of conservation, under which the estate is responsible for protecting blanket bogs, a type of moorland where deep deposits of peat cover a landscape. According to Mark Reed, an environment management specialist from the University of Aberdeen, it is worse to burn blanket bog  because it dries the sphagnum moss that creates the peat  than heather moorlands, where controlled burning can be beneficial because it prevents damaging wildfires.   View Larger Map   Andrew Dodd, head of case work at the RSPB, said he was disappointed: &quot;We supported Natural England&apos;s view at the inquiry that to manage blanket bog it is preferable to keep it wet and preferably stop burning, and that Walshaw Moor estate was at the extreme end of grouse moor management. It was intensive in terms of the draining and burning that went on. Our view at the RSPB was that if the blanket bog as looked after, bird populations would survive as well, such as breeding waders that are very scarce and confined to the uplands of Britain.&quot; Prof Joseph Holden, an expert in peat bogs from the University of Leeds, who spoke at the public inquiry, said: &quot;In the UK we have 13% of the world&apos;s blanket bogs. Globally, peatlands are more important than tropical rainforest in terms of taking carbon out of the atmosphere.&quot; Peatlands are also important for filtering water, servicing 70% of the UK&apos;s water supply and making it easier for water companies to treat. Holden added: &quot;The balance of evidence shows that burning on peatlands is linked to worse water quality.&quot; At the time of publishing, Natural England had not explained why the decision was taken to drop its legal case and ban proposal. A joint statement with the estate on its website last Friday said: &quot;Walshaw Moor estate Ltd and Natural England are pleased to confirm that they have resolved their ongoing dispute regarding management activities conducted on the Moor.&quot;  A spokesman for Walshaw Moor estate said: &quot;We are unable to add anything to the statement that has already been issued by Natural England and ourselves.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/14/natural-england-peatland-bog-burning", 
    "wordcount": "469"
}