{
    "headline": "Wolf killings are based on the most cynical of premises", 
    "text": "If, as she has threatened, Brigitte Bardot moves to Russia in protest at the treatment of animals in France, she&apos;s in for a major shock. A couple of weeks ago, the former actress warned that if two circus elephants thought to be carrying tuberculosis are killed as a result of a ruling by a French court, she will follow Grard Depardieu by applying for a Russian passport:  &quot;If those in power are cowardly and impudent enough to kill the elephants  then I have decided I will ask for Russian nationality to get out of this country which has become nothing more than an animal cemetery&quot;.  As a general principle, I think anyone who threatens to move to another country if they don&apos;t get their way should be obliged to do so. This, for example, would rid the United Kingdom of some of its greediest and most demanding bankers who, despite their promises, are still here. And Tracey Emin. But if Bardot does move to Russia, which I reckon is about as likely as Vladimir Putin being elected to the board of Amnesty International, she&apos;ll find that France&apos;s record on the treatment and protection of animals, while often brutal, is almost exemplary by comparison to her adopted country&apos;s. Take for example the decree on Tuesday by the president of the Sakha Republic (also known as Yakutia) in Siberia. There are 3,500 wolves in Sakha, which sounds like a lot until you discover that the republic is the size of India. President Yegor Borisov wants to reduce the population to 500 through an intensive three-month hunt, supported by a state of emergency, bounties for every wolf shot and a prize of 1m roubles for the hunters who kill the most. This &quot;emergency&quot; massacre is necessary, he claims, because wolves are killing too many domestic animals. Last year, apparently, they incurred 5m roubles&apos; (103,500) worth of losses - considerably less than the likely cost of the wolf hunt. Would it not make more sense to use the money to compensate the farmers? Would it not make more sense to protect the wolves&apos; natural prey: animals such as hares which are currently being overhunted by people, driving the wolves to look elsewhere for food? In November, when I wrote about plans to exterminate wolves in Norway, some of those who supported the killings wrote to me to explain that there are plenty of wolves in Russia, so why bother protecting them in Scandinavia? Doubtless the Russian supporters of Borisov&apos;s bloodbath will respond that there are plenty of wolves left in Canada, so why bother protecting them in Russia? Well they too are likely to be disappointed, as similar massacres are being planned there, on the most cynical of premises. In Alberta, the province systematically corrupted and brutalised by the oil curse, and whose polluted politics are now corrupting public life throughout Canada, the government plans to carry out a mass killing of wolves by shooting them from helicopters and poisoning them with strychnine. The reason, ostensibly, is to protect the woodland caribou, a subspecies of reindeer (Rangifer tarandus caribou), whose numbers have been diminishing rapidly. This, according to the Alberta Caribou Committee, is because wolves have been killing them. So what is this Alberta Caribou Committee? As you might expect, it represents all the usual environmental organisations, such as, er, PetroCanada, Shell, BP, ConocoPhillips, Koch Petroleum, TransCanada Pipelines, Alberta-Pacific Forest Industries and the pulp company Daishowa Marubeni. Between them they have decided - and apparently convinced both the provincial and federal governments - that the problem afflicting the province&apos;s caribou is not the fragmentation of their habitat by seismic lines, pipelines, roads, oil platforms, timber cutting and the transformation of pristine forest into wasteland by tar sands operations, but the natural predator with which the species has lived for thousands of years. Never mind that analysis of wolves&apos; faeces show that they eat very few caribou, as they prefer to hunt deer. Never mind that the woodland caribou is highly susceptible to disturbance, and that all the evidence points to the destruction of their habitat as the major factor causing their decline. Something other than the smash and grab exploitation now raging across Saudi Alberta must be to blame. And what better scapegoat could there be than the animal demonised for centuries on both sides of the Atlantic? Wolf killing is the excuse the federal government needs to remove protection from all but 5% of pristine woodland caribou habitat. As Cliff Wallis of the Alberta Wilderness Association points out &quot;The plan gives the appearance of doing something, but the details read &apos;business as usual&apos; for Alberta oil sands, oil and gas and forestry.&quot; Killing wolves suggests that the caribou are being protected, even while they are being driven to extinction by scarcely regulated industry. Already, hundreds of wolves have been shot and poisoned: now the government intends to intensify this effort. Something similar is happening in British Columbia. In November a wolf-killing competition, sponsored among others by the Peace River Rod and Gun Club, was announced. It will take place across the winter, and offers cash prizes for the hunters who kill the biggest and smallest wolves. The wolves are driven to exhaustion by snowmobiles, then shot. Like Alberta&apos;s, the provincial government of British Columbia plans to relax the regulations governing the killing of wolves and to wipe them out in some parts of the province. Again, the excuse is to protect caribou; which again are threatened primarily by human activities. So I wonder what the advocates of the wolf massacres in Canada will say: don&apos;t worry about our populations, because they&apos;re thriving in Russia, I mean Norway, I mean Edinburgh zoo? You cannot rely on other countries to do what you refuse to do at home. There&apos;s only one place in which a government can be sure of protecting wildlife, and that&apos;s the place over which it has jurisdiction. www.monbiot.com ", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/jan/18/wolf-killings-cynical-premise", 
    "wordcount": "1000"
}