{
    "headline": "Boot up: Surface Pro reviewed, Google mapped, LulzSec's voice speaks, and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team Microsoft Surface Pro review &gt;&gt; PC Pro Sasha Muller:   Stop to consider what you&apos;re getting, however, and the Surface Pro really isn&apos;t bad value for money at all. The hardware is impeccably well constructed, the performance good, and the Wacom digitiser, stylus and Full HD display make for a great combination. The ergonomic irritations in laptop mode, together with modest battery life, mean that it won&apos;t suit everyone, but the Surface Pro is a great choice for those who want power and full Windows compatibility in such a tiny device.  Costs 799 inc VAT for the 128GB model, but the Touch cover is an extra 100 (unless you bought a Surface RT; the keyboards are interchangeable). Choose your configuration carefully, because you can&apos;t upgrade the disk or RAM. (Does that make it a tablet?) Google Maps integrates Google Earth and Street View in completely redesigned interface &gt;&gt; The Verge  Google Maps on the desktop has been rebuilt from the ground up, ushering in its most significant changes since its launch eight years ago. After spending some time with the new Maps, and with its lead designer, we&apos;re struck by Google&apos;s choice to do away with most of the user interface elements and let the map reach from edge to edge in your browser. A lone search box in the upper left gives you access to Maps&apos; features, as does clicking on elements within the map. Google has integrated Google Now&apos;s card metaphor to present information from a newly built-in version of Google Earth, reviews from Zagat and Google+, Street View, and directions. And new user interface tweaks surface locations and transit routes before you even search for them.  Former Lulzsec hacker Jake Davis on his motivations &gt;&gt; BBC News  Jake Davis, who went by the online alias Topiary, says he now regrets &quot;95% of the things I&apos;ve ever typed on the internet&quot;. &quot;It was my world, but it was a very limited world. You can see and hear it, but you can&apos;t touch the internet. It&apos;s a world devoid of empathy - and that shows on Twitter, and the mob mentality against politicians and public figures. There is no empathy. &quot;So it was my world, and it was a very cynical world and I became a very cynical person.&quot;  Davis was, and is, witty and insightful. He has to serve 12 months in a youth offenders&apos; facility; let&apos;s hope it passes quickly. Pick your poison: messaging will be fragmented, expensive, or locked-in &gt;&gt; The Verge  The hottest space in mobile tech right now is messaging, with all the apps that let you skip past high-priced SMS and send texts for free (or very cheap). Just this week, we&apos;ve heard that BlackBerry Messenger will soon work on iPhone and Android  and yesterday, Google Hangouts launched on those same platforms. Facebook, too, has made a big push to promote its Messenger solution with Facebook Home and Chat Heads just last month. Added together, these apps have surpassed traditional SMS in the total number of messages sent. Yet for all that innovation in chat, there&apos;s still a problem. All these communication apps can&apos;t communicate with each other.  Exactly like instant messaging on the desktop, but now on mobile. Guess what though - there&apos;s one messaging standard that works across all mobile phones. It&apos;s called SMS. BiTE interactive finds only one In 10 American smartphone owners would wear Google Glass regularly &gt;&gt; PRWeb  Despite the hype surrounding the upcoming launch of Google Glass, only one in 10 Americans who own a smartphone say they would actually wear it all the time  even if priced within their personal budget. The findings are according to the Google Glass Adoption Forecast released today from BiTE interactive, the mobile application specialist for Fortune 1000 brands, which commissioned YouGov to poll the views of a nationally representative sample of American adults towards Google&apos;s latest innovation.  This has been wrongly reported elsewhere as &quot;1 in 10 Americans would wear Glass&quot;. The smartphone population is smaller - about 137m, not 250m. But 13.7m people who would wear it all the time? That&apos;s a big market. Google Chromebook Pixel in PC Laptops &amp; Netbooks &gt;&gt; eBay Anyone would think that these had been handed out willy-nilly at a conference to people who already had computers because they do development. How a career con man led a federal sting that cost Google $500m &gt;&gt; Wired.com Jake Pearson, in a fantastic piece of journalism:   Whitaker recorded a phone conversation with his California Google rep, walking them through the website in real time while explaining how the scam worked. He deliberately showed how PVD was a conduit for the rogue online pharmacies, confirming that his rep was following him every step of the way. At one point, the rep asked if the rogue sites had been approved by PharmacyChecker. Of course Whitaker admitted that they hadn&apos;t been, but it didn&apos;t matter; PVD never lost its approval, and the illegal sites were allowed to continue to operate. The investigation, the agents decided, was now complete.  So many of the details in here are simply astonishing, especially if you&apos;ve ever bought pharmaceuticals or similar online from dodgy sites - or found them through a famous search engine. How does the iPhone 5 camera compare to previous iPhone cameras? &gt;&gt; Camera+ Taken with every iPhone camera, starting with the very first, to the most recent. The difference from the 3G to the 3GS is colossal. (It&apos;s an iPhone/iPad app, which is why it doesn&apos;t have reference shots from other handsets.) You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/17/surface-pro-google-lulzsec", 
    "wordcount": "984"
}