{
    "headline": "Dreaming of animals and other warning signs of neurodegeneration", 
    "text": "   A plaques in the brains of people with preclinical (left) and clinical (right) Alzheimers disease. Image: Tammie Benzinger & Tyler Blazey/ Washington University    The latest issue of Nature contains an Outlook supplement about the health impacts of poor sleep, including a feature I wrote about the link between sleep disturbances and neurodegenerative diseases, called &quot;Amyloid awakenings&quot;. The title refers to a process called amyloidosis, by which mutated, abnormally folded proteins aggregate to form insoluble clumps in the brain.  This process is a normal part of ageing, but happens faster in some people than others. Alzheimer&apos;s disease, for example, is characterised by insoluble clumps called plaques, which build up in the spaces around neurons in the brain, and neurofibrillary tangles, which accumulate inside the cells. The plaques are made of a mutated protein called amyloid-beta (A), and the tangles of another called Tau. Most other neurodegenerative diseases involve the build-up of misfolded proteins (although each is associated with a different protein or proteins), so amyloidosis does not specifically refer to A aggregation, but is a catch-all term for the process. The feature grew out of two recent news stories I wrote: the first reported on research presented at the annual meeting of the Society for Neuroscience in New Orleans last October, showing that sleep disturbances may predict Alzheimer&apos;s, and the second describes a paper published earlier this year, showing that age-related deterioration of the prefrontal cortex disrupts sleep and impairs memory. Other research published over the past five years or so suggests that sleep disturbances could be an early warning sign of other neurodegenerative conditions, and the article summarises much of this work.  The research shows that people with Alzheimer&apos;s, Parkinson&apos;s and several other neurodegenerative conditions often experience sleep disturbances many decades before any symptoms appear, and that these disturbances are somehow linked to disruptions of the circadian rhythm. They include common sleeping difficulties such as insomnia, sleep apnoea, and daytime drowsiness, and some slightly more unusual ones. According to one small study published in 2011, for example, the early stages of Parkinson&apos;s disease are characterised by alterations in the content of dreams, particularly the presence of animals and increased aggressiveness. It is still not clear how the sleep disturbances experienced by pre-symptomatic Alzheimer&apos;s patients differ from those who will go on to develop one of the other neurodegenerative conditions. Yet, all of the researchers I spoke to seem to agree that sleep disturbances may be the earliest manifestation of these diseases, and that detecting and treating them as early as possible may slow the neurodegenerative process, or even prevent it altogether.  They all agree, too, that the relationship between sleep and neurodegeneration is probably a two-way street. In other words, people with unhealthy sleeping habits earlier on in life may be predisposing themselves to these diseases. Another new study, published earlier this month, shows that major depressive disorder involves disruption of the activity of hundreds of genes that are involved in regulating the circadian rhythm. Typically, these so-called &quot;clock genes&quot; exhibit regularly fluctuating expression patterns, so that their activity goes up and down with the daily rhythm of the body. As I discuss in my article, the sleep disturbances in patients who go on to develop neurodegenerative diseases are accompanied by a breakdown in the rhythmic expression of clock genes. This new paper is interesting because we now know that depression involves pathological changes similar to those seen in Alzheimer&apos;s, including shrinkage of the hippocampus, a part of the brain involved in learning and memory.  One thing I didn&apos;t mention in the article, due to space restrictions, is the relationship between protein aggregation and neurodegeneration. In some of these diseases, the misfolded proteins that build up in the brain are highly toxic, and lead directly to neuronal cell death. This is true of the motor neuron diseases and the prion diseases, which include &quot;mad cow disease&quot; and various human forms of it, such as variant Creutzfeldt-Jakob disease (vCJD). For the past few decades, researchers assumed that A plaques cause Alzheimer&apos;s disease, and drug companies spent billions researching and developing drugs that block plaque formation or break down plaques that have already formed.  In animal studies, these drugs alleviate the memory impairments associated with Alzheimer&apos;s. In humans, however, they don&apos;t seem to work, and as a result several large drug companies have halted clinical trials in their late stages. Some researchers are sticking to their guns, arguing that the drugs have to be administered at the earliest stages of the disease to be effective.  It is also possible that plaque formation is a consequence of Alzheimer&apos;s disease, rather than its cause. According to one new school of thought, it&apos;s the soluble form of A protein that is toxic, and the plaques may actually be protecting the brain by capturing these soluble protein particles and preventing them from causing damage. If this turns out to be the case, then blocking plaque formation may actually be harmful.  How does this come to bear on the link between sleep disturbances and neurodegeneration? In Alzheimer&apos;s, plaque formation seems to be closely related to the sleep-wake cycle. One study found that levels of soluble A decrease at night and increase during the day, and are significantly elevated after sleep deprivation. Another showed that the sleep-wake cycle breaks down following plaque formation, but is restored when the plaques are eliminated.  It may mean that the protective mechanism is more active while we sleep than during waking hours, which is in keeping with the emerging view that sleeping well is important for good overall health. More research is needed to clarify exactly how all these factors are related, but this does not bear on the possibility that sleeping difficulties are early diagnostic markers of Alzheimer&apos;s and other neurodegenerative diseases.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/may/22/dreaming-of-animals-and-other-warning-signs-of-neurodegeneration", 
    "wordcount": "944"
}