{
    "headline": "The lek of love for dung flies", 
    "text": "The fields of miscanthus (elephant grass) have all been harvested, leaving rows of foot-high, bamboo-like stubble clumps. Red spikes are thrusting up around them from the bases of last year&apos;s stems. It seems the farmer is sticking with the crop for another year. After planting, miscanthus grows for two years, is harvested, then allowed to re-sprout. As the rhizomes continue to bulk up, this creates a bigger crop in the third year and onwards until a plateau is reached. It will be interesting to see how many years a miscanthus crop can be maintained in UK growing conditions. The blackthorn is in full bloom, its small white flowers highlighted against the dark smokiness of its twigs. In contrast the hawthorn leaves are bursting forth, with blossom still bound in green lollipop buds. The black and hairy St Mark&apos;s flies are out around the hawthorn, sitting on leaves or floating around the bushes with their undulating flight and black legs. They are named after St Mark&apos;s day (25 April), when they usually peak in abundance, and seem on schedule this year. I only see males with their big, ball-shaped, eye-dominated heads. These huge eyes have evolved to spot an incoming small-headed female before another male finds her. In the adjacent sheep field, dung flies are using the blackish lumps of sheep excreta as mini leks. Leks are places where males display and compete for the attention of females who arrive, mate and then move on. Some birds and mammals, and many amphibians and flying insects, have leks, each with different combinations of showing off and/or fighting. The muscular male dung flies, swathed in their rich golden fur coats, wait for the smaller, greenish females to arrive on their lump of dung. They then fight for the female, leaping on top of her, grabbing, kicking each other off with strong hind legs and sometimes getting into a strange jumble of clenched bodies  stalemate.", 
    "section": "environment", 
    "gid": "environment/2012/apr/25/glapthorn-northamptonshire-dung-flies-lek", 
    "wordcount": "322"
}