{
    "headline": "Green news roundup: Climate talks, energy bills and bike theft", 
    "text": "Environment news  All nations will suffer effects of climate change, warns World Bank More than 1,000 new coal plants planned worldwide, figures show Outcome of UN climate talks &apos;lies in hands of rich nations&apos; Oil nations asked to consider carbon tax on exports European companies &apos;using emissions trading to subsidise overseas rivals&apos; UK breeding bird population shrinks by more than 44 million since 1966 MP Peter Lilley has received more than $400,000 in oil company share options White House march revives Keystone XL protest movement On the blogs     Consumer have to pay more for energy now compared to past few years.  Photograph: Andrew Milligan/EMPICS     Coalition war leaves customers facing soaring energy bills Get to grips with the best cycling gloves Norway&apos;s plan to kill wolves explodes myth of environmental virtue Five ways cyclists can help police tackle bike theft Ash dieback highlights the increasing vulnerability of our flora and fauna Multimedia     More turtle power as a vulture follows an Olive Ridley turtle after nested at the La Flor Wildlife Refugee beach in Nicaragua.  Photograph: Oswaldo Rivas/Reuters     The week in wildlife  in pictures CPM-703: After Fukushima - video BP fined $4.5bn for Deepwater Horizon oil spill - video Which countries are planning the most coal-fired power plants? Features     A Luwak is kept in a cage so that tourists can view the animal at the Abian Sari coffee plantation January 20, 2011 in Tapaksiring village, Bali, Indonesia. The Luwak is an Asian palm civet, which looks like a cross between a cat and a ferret.  The civet climbs the coffee trees to find the best berries, eats them, and eventually the coffee beans come out in its stools as a complete bean. Coffee farmers then harvest the civet droppings and take the beans to a processing plant.  Photograph: Paula Bronstein/Getty Images     World&apos;s most expensive coffee tainted by &apos;horrific&apos; civet abuse Ethical living: Can I fly with a clear conscience? How much do we spend on nuclear waste? Shale offers freedom and security  but it could be a trap Best of the web  CO2 hit record high in 2011  UN report Desert solar power chief denies crisis Residents near Cornwall windfarm to be offered energy bill discounts US considers shifting climate negotiations away from UN track Will Burma&apos;s forests survive as the country opens its doors to the world? ... And finally  Ecuador drops poison on Galpagos Islands in attempt to eradicate ratsNearly 22 tonnes of poisoned bait are to be dropped on islands to kill rats that threaten bird and reptile species", 
    "section": "environment", 
    "gid": "environment/2012/nov/22/1", 
    "wordcount": "291"
}