{
    "headline": "Isle of Wight proposal exposes dogma of windfarm argument", 
    "text": "The trouble with wind, said Dave Green, is it polarises opinion. &quot;People get dogmatic,&quot; said the man whose job it is to make the Isle of Wight energy self-sufficient within a decade. &quot;They fixate on the wrong things. It all gets very confrontational.&quot; He&apos;s not wrong. In Wellow and Thorley, adjoining ribbons of attractive stone cottages and neat1970s bungalows strung along a quiet country B road in West Wight, half the buildings sport protest signs and a dozen more are for sale. South lies a broad sweep of open field rising to the windswept ridge of Tapnell Down. North is the Solent, studded with white sails. It is as fine and as English a landscape as you could wish for, bordered on three sides by Areas of Outstanding Natural Beauty. And on this field a firm called Infinergy, a subsidiary of the Dutch renewable energy group KDE Energy, has submitted proposals to build five wind turbines standing 65 metres tall to the top of their towers. The blade tips will rotate 100 metres above ground level. Together, Infinergy says, the turbines will generate up to 12.5 megawatts  enough to meet the electricity needs of 6,400 homes a year, 11% of the island&apos;s households. The figures do not interest the residents of Wellow and Thorley. &quot;The nearest one to us will be in line with that,&quot; says Steve Pearce, gesturing at a telegraph pole just outside his house. &quot;And from where we&apos;re standing, it&apos;ll look about as big. A hundred metres to blade-tip? Think about it.&quot; Pearce&apos;s wife, Mandy, was concerned about the strobe effect in the front garden. &quot;Look at the afternoon sun now, the length of our shadows,&quot; she says. &quot;Now imagine it flickering, constantly. That&apos;s what it&apos;ll be like. Imagine.&quot; Down the road, Anthony Hayter, a Thorley resident since 1963, was worried about the noise (&quot;We stopped at a windfarm in France and listened; shoosh, shoosh, shoosh&quot;) and the upheaval: &quot;For each one, you need a concrete base the size of an Olympic swimming pool.&quot; Cathy Gibbs is pruning her hedge. &quot;They&apos;re just way too big for here, way too big for the island,&quot; she says. &quot;All this has put a blight on both villages  it&apos;s like people&apos;s lives are on hold. None of these houses on the market are selling.&quot; Local opposition to the Vectis windfarm project, the second on this site (an earlier proposal was rejected in 2006) seems, essentially, aesthetic. Few residents are swayed by the charges so often levelled at wind power: intermittent, unreliable, inefficient, expensive. Tales of spectacularly exploding turbines and blades turning either too fast or not at all leave them unmoved. They&apos;re all in favour of renewable energy, they say: in the right place, wind turbines can look &quot;quite beautiful&quot;, says Gibbs. And on an island scoured by powerful, harnessable tides and bathed in more sun than anywhere else in Britain, Steve Pearce adds, much more could and should be done: &quot;Even with four kids, we&apos;re now generating at least half our electricity from solar.&quot; They just don&apos;t want five 100-metre turbines half a mile from their front door. &quot;The landscape&apos;s the prime objection,&quot; says Malcolm Peplow, chair of the island&apos;s vocal and well-organised opposition group ThWART (The Wight Against Rural Turbines), whose house stands 530metres from the proposed site of the nearest windmill. &quot;We believe there&apos;s no benefit to the local community, and considerable potential to damage the tourist trade. But primarily, we feel turbines of this size are totally out of scale with the intimate landscape of the island.&quot; It is a stance the project&apos;s supporters cannot stomach. Jude Ashley-Walker, 64, says she may well be &quot;the only person in Wellow&quot; who backs the project (she feels so strongly about it that she summoned me to her post-operative hospital bedside in Newport to talk about it). She doesn&apos;t trust ThWART&apos;s motives. &quot;Their real beef is money. They&apos;re worried about property values. A lot of them are my generation, and we&apos;re the ones who&apos;ve pillaged the planet,&quot; she says. &quot;It&apos;s shameful that we can be sitting there now saying, &apos;I don&apos;t care, I won&apos;t be around to see the consequences.&apos;&quot; Wind energy, Ashley-Walker says, &quot;isn&apos;t the answer, but it is part of the solution. And we have to start, now. This isn&apos;t like the nuclear missile threat in the 70s, this isn&apos;t a &apos;maybe&apos;. We&apos;re heading for lights out. How can people be more worried about their bank balances than their grandchildren&apos;s future?&quot; In the George Inn in Newport, half a dozen supporters have gathered. There&apos;s bitterness and ill-feeling; claims that ThWART are &quot;rich bullies&quot; and &quot;professional agitators&quot;; claims that the protest group, which has campaigned vigorously against several onshore windfarm proposals on the Wight, has commercial reasons for opposing wind power on the island. (It is true, it seems, that a number of former ThWART directors are now involved in proposals for a biomass plant on the island. Peplow says they are no longer members of the protest group&apos;s board; ThWART, he adds, is a genuine, grassroots organisation with 3,000 perfectly ordinary members and perennially strapped for cash.) Mainly, though, those assembled in the George do not buy its argument. &quot;My son&apos;s 18, and I don&apos;t want his future risked because we&apos;ve run out of energy,&quot; says Lois Prior, who regularly spends her weekends in the main square in Newport handing out letters in support of wind power for passersby to sign and send to the council&apos;s planning committee. &quot;The writing&apos;s on the wall. If we carry on as we are, we&apos;ll be looking out at the landscape from pitch-black homes. Frankly, I&apos;d rather have turbines for 25 years, then they&apos;ll be gone. Technology will have moved on.&quot; Stewart Blackmore, manager of Ventnor golf club, agrees. He has submitted a proposal for a single 70-metre high turbine on its 40 hectares (100 acres). The proceeds, estimated at around 300,000, could pay for a much-needed refurbishment of the clubhouse, and holiday chalets to provide jobs and secure the club&apos;s future. The landscape, Blackmore says, &quot;has always changed. Once it was covered in forest; 200 years ago there were thousands of windmills.&quot; No energy source is ever 100% efficient, he says, nor entirely unsubsidised. Wind power &quot;isn&apos;t expensive taken in the round, and certainly isn&apos;t expensive if you take into account the consequences of not doing it&quot;. It would be madness, he adds, not to capitalise on &quot;one of the best wind profiles in the country outside west Scotland. The wind doesn&apos;t stop blowing, and it&apos;s free. In Ventnor, it blows at nine metres a second; the cut-in for a viable wind turbine is 4.5.&quot; There are more cautious voices; Tanja Rebel says what is need most is &quot;a sea change in the way we use energy. I believe in small scaleness, in everything we do&quot;. But many here  a majority of 10 to 1, according to a poll for the island radio station  agree with Dave Arbuthnott, a former employee and occupier of Vestas, the wind turbine manufacturer that controversially closed its blade production facility on the island in 2009. &quot;It&apos;s not whether,&quot; he says, &quot;it&apos;s what. If I had to choose between 20 wind turbines on the Downs or a nuclear power station, I know what I&apos;d go for. Wind isn&apos;t ultra efficient, but it&apos;s getting more efficient all the time, and it&apos;s clean. We need it now.&quot; Try telling that, though, to the people of Wellow and Thorley. As Dave Green says, when it comes to wind power, &quot;people get dogmatic; entrenched&quot;. Bearded and boundlessly enthusiastic, he heads the ambitious and pioneering EcoIsland project that aims to make the Isle of Wight Britain&apos;s first truly sustainable region: self-sufficient in energy, water, food and fuel. Even Green agrees there are &quot;questions about embedded energy, carbon footprint, what actual windfarms produce, the total cost-benefit equation&quot;. But wind, he says, has to be part of the energy mix we need if we are not to face a future of rationing and blackouts. &quot;The problem here,&quot; he said, &quot;is not the concept, but the location. If five turbines in West Wight could keep the lights on in Yarmouth, I&apos;d be hard pressed to say no to them. But of course I see this is sensitive. I can&apos;t argue with the residents&apos; right to say they don&apos;t want those turbines so close to their homes.&quot; His main fear is that &quot;petty squabbles&quot; over &quot;20-year-old technologies&quot; will take our collective eye off the ball. &quot;We can&apos;t get caught up. The technology is advancing; sustainable solutions are round the corner. But people must wake up to the imperative, find what&apos;s right for them. They shouldn&apos;t be arguing, they should be coming up with ideas.&quot; In the meantime, Infinergy&apos;s proposal is with the planning services department of the Isle of Wight council. No date has been set for a decision.", 
    "section": "environment", 
    "gid": "environment/2012/mar/01/isle-of-wight-windfarm-dogma", 
    "wordcount": "1553"
}