{
    "headline": "Star trekking: a quest for darkness", 
    "text": "The small south Atlantic island of Saint Helena is about as remote as any place on earth gets. It lies 2,000km from Africa and 3,000km from South America, and I&apos;m heading there for eight days this month to carry out a dark sky survey. This survey will allow me to determine the quality of the night sky above Saint Helena  the darkness of the sky, but also the clarity of the stars  in anticipation of the island becoming an &quot;international dark sky place&quot;, a designation awarded by the International Dark-Sky Association (IDA). Light pollution is a common problem for astronomers living near cities; a familiar orange glow drowning out the light from all but the brightest stars in the night sky. With the spread of suburbia there are increasingly fewer places where stargazers can enjoy an unspoiled dark sky, but the further you travel from urban areas the more stars you will see, and Saint Helena as about as far as it&apos;s possible to be from the next town. Under such dark skies, the Milky Way can be seen stretching from horizon to horizon in an arc overhead, and the heavens are studded with thousands of stars and many nebulae, including the dramatic Magellanic clouds not visible from far northern latitudes. Indeed, its location at 16 south of the equator means that virtually every constellation is on display at some time throughout the year. Saint Helena&apos;s astronomy heritage Saint Helena has long been used by astronomers as a site for making important observations. Edmund Halley  he of comet fame  visited the island in 1677 to catalogue the southern stars and observe a transit of Mercury. The following century, in 1761 Neville Maskelyne, later to become Astronomer Royal, came to observe a much rarer transit of Venus. (Incidentally, a transit of Venus occurs this year on 5-6 June, only the fifth to occur since 1761, and the last for more than 100 years.) The dark sky survey During the survey I&apos;ll be using a sky quality meter (SQM) to assess the brightness overhead. This device measures sky brightness in units of magnitudes per square arcsecond (magnitude is a measure of brightness, the lower the number the brighter the sky; square arcseconds is a measure of area, where one arcsecond is 1/3600 of a degree). In my back garden in the suburbs of Glasgow the SQM reads about 18 magnitudes per square arcsecond. In the centre of Glasgow it might read 16. The darkest readings come from remote places like Galloway Forest Dark Sky Park, where 21.7 isn&apos;t uncommon. In the very darkest places the limit of the device comes from the brightness of the stars overhead, and so you can&apos;t expect readings much darker than 22.0 even in sites free of light pollution. As well as these SQM readings I&apos;ll be estimating the naked-eye limiting magnitude (NELM) of the night sky above Saint Helena. This involves looking for the faintest star I can see and reading its magnitude from a star atlas. In a city the NELM might be 3 or 4. In Galloway Forest Dark Sky Park it might reach 6.5 or even 7, where the only limit to what you can see is your eyesight. Dark sky tourism So why go to all this trouble? Well, an extensive dark sky survey is just one of the criteria expected of an international dark sky place. Once this survey work is carried out, along with a lighting audit and adoption of new lighting codes on the island, the IDA might confer this status on Saint Helena. And the drive for all this work? Tourism. At the moment Saint Helena&apos;s tourism is based almost exclusively on Napoleon&apos;s exile there between 1815 and 1821. The island also has several hundred species of flora and fauna which are only found on this remote island and is steeped in history from the age of discovery when it was a crucial staging post for ships. The island attracts about 1,000 visitors a year. The main difficulty for the prospective visitor is travel to the island. The only way of getting there is on the RMS Saint Helena, on a six-day ocean voyage from Cape Town, something that may deter all but the most determined traveller. Come 2015 however, the island will have its own air strip, making it more accessible and tourism visits more regular. The Saint Helena Tourism Association hopes to attract visitors with the prospect of its stunningly dark skies. The concept of dark sky tourism has been growing over the past few years. There are 16 international dark sky places recognised by the IDA, including three in the UK: Galloway Forest Dark Sky Park, Sark Dark Sky Island and Exmoor Dark Sky Reserve. These sites are seeing an increase in visitor numbers in the dark winter season as keen stargazers, inspired perhaps by Professor Cox, flee the bright city lights for darker skies.  Steve Owens is a dark skies consultant, and author of the forthcoming Stargazing for Dummies book. This article is reposted on his blog darkskydiary.co.uk. He tweets at @darkskyman", 
    "section": "science", 
    "gid": "science/blog/2012/apr/13/astronomy-dark-sky-saint-helena", 
    "wordcount": "860"
}