{
    "headline": "Teachers' workload: case studies", 
    "text": "Mandy Hudson teaches pupils whose first language is not English at Ellen Wilkinson school for girls in Ealing, west London &quot;In my school we have a great need for teachers of English as an additional language. We really want those pupils to meet their potential and to do that I have to put in hours I am not paid for,&quot; Hudson says. &quot;To assess my pupils, I want to see them in class and so I go into school on my days off.&quot; Hudson says the pupil premium is being used to help children whose first language is not English, but it doesn&apos;t nearly cover the staffing costs her school requires. &quot;There just isn&apos;t a work-life balance any more for teachers. I can&apos;t imagine what it is like for full-time teachers; it must be mad. I am part-time because I have cerebral palsy. A lot of my colleagues want to go part-time just so they can have a bit of a life. It&apos;s tragic.&quot; Mark Taylor teaches at Langley primary school in Solihull, West Midlands  &quot;I spend as much time doing paperwork and preparation as I do in front of the children  it&apos;s just ridiculous,&quot; he says. Taylor estimates he spends half his working hours away from his pupils. He says he teaches for 22 hourseach week, but works for about 43. He starts work at 8am and rarely leaves before 5pm. After supper, he usually spends another two hours working each evening and dedicates at least two hours on a Sunday to preparing for the week ahead. At times, he says, he has spent most of Sunday working. Teachers at special schools have a lot of extra paperwork, he says, because each of their pupils has a particular set of targets to reach and these are related to their health and individual needs. Taylor says the task that takes the longest is compiling each child&apos;s statement of special needs each year. Hespends at least four hours on this per pupil. He has 12 children in hisclass. &quot;My family fit around my work. My children are 24 and 20, so they are grown-up, but when they were younger, it made life quite difficult because, rightly, they demanded myattention and I would have to say&apos;sorry, I have to get this work done&apos;.&quot; Mark is active in his local Labour party, but says finding time to do this has meant his wife has had to do many of the other weekly tasks he would have otherwise done. &quot;It has meant a greater workload for her and she went down to a part-time post as a result,&quot; he says. Katherine Jubb teaches personal, social and health education at Norton Hill secondary school in Midsomer Norton, Somerset &quot;I mentor trainee teachers and tell them how to be the best classroom teacher they can be. I should be teaching them how to respond to aims and input data  that&apos;s what we do,&quot; she says. On top of her teaching, she responds to about 30 emails a day, many of which come late at night. Only a fraction of her time is spent preparing lessons. Most is spent marking or assessing pupils. &quot;I tell this to my school&apos;s senior leadership team regularly. I would benefit from spending more time preparing my classes.&quot; Jubb&apos;s workload has got bigger since she became head of department. She gets to work at 7.30am and leaves at 5pm, but only because she needs to collect her 18-month-old and four-year-old daughters. &quot;It is so important the union draws attention to this,&quot; shesays.", 
    "section": "education", 
    "gid": "education/2013/apr/02/teachers-workload-nut-case-studies", 
    "wordcount": "621"
}