{
    "headline": "On the road: Hyundai i30 Active 1.6 CRDi 110PS Blue Drive", 
    "text": "I should tell you that I have what the police call &quot;previous&quot; with Hyundai. The i30&apos;s predecessor, the Accent, wasn&apos;t my first car, but it was a significant car for me. It was the car we went on honeymoon in. It was the car that took me to the hospital when my wife went into labour, the car in which I brought her and our first daughter home and, between those two events, the car that I was forced to pull over because the radio had started playing Stevie Wonder&apos;s IJust Called To Say I Love You and, in my new-dad state, and to my eternal bafflement and horror, I had been suddenly overcome by the profundity of its lyrics. But for all my emotional attachment, the Accent was  to usethe technical term  a load of crap. I hated its underpowered engine and rotten automatic gearbox, which gave passing anything faster than a bicycle a thrilling little hint of Russian roulette. I even hated the way it steadfastly refused to break down, as if daring us to get rid of it, even after it had clearly passed its sell-by date, when it looked incredibly sorry for itself, the build quality clearly not matching the engine&apos;s reliability. It had bits hanging off it, but the bloody thing just kept going, like the last zombie in a horror film. So I approached the i30 with a mixture of affection and trepidation. As it turned out, it did nothing to stir fond memories, nor confirm oldprejudices: recently subject to aredesign, it&apos;s a different species altogether. Itwent faster, quicker than the Accent: if you&apos;re never going to get itconfused with a Porsche 911, then at least you won&apos;tfind yourself thinking about your will every time you overtake someone. The only thing striking about the interior of my old Accent was that  following an incident when I hit the brakes hard on the way home from atakeaway  it smelled of stale lamb dopiaza, which led a waggish friend to dub itThe Star Of Bengal. The i30&apos;s is both capacious (the boot is Tardis-like) and quite well-equipped (air-con even on the standard model) without ever really fooling you into thinking you&apos;re driving something more luxurious than you are. And that, you could argue, is the i30&apos;s downfall: it&apos;s not a car that anyone&apos;s ever going to get wildly excited about. Equally, you could argue that&apos;s not the point: the i30 exists primarily to mimic what a Golf or a Focus does, but cheaper. Itdoes that really well. Well enough, in fact, that it could make you think twice about buying a Golf or a Focus. Given that my old Accent could make you think twice about actually driving at all, it&apos;s hard not to be cheered by Hyundai&apos;s progress. Hyundai i30 Active 1.6 CRDi 110PS Blue Drive     Hyundai i30 detail Photograph: Simon Stuart-Miller    Price 17,995 Top speed 115mph Acceleration 0-62mph in 11.5 seconds Average consumption 76.3mpg CO2 emissions 97g/km Eco rating VED band A Bound for Tesco&apos;s car park In a word Improved", 
    "section": "technology", 
    "gid": "technology/2012/aug/03/hyundai-i30-active-car-review", 
    "wordcount": "529"
}