{
    "headline": "Could the free university movement be the great new hope for education?", 
    "text": "The smell of warm herbs and sound of clattering plates waft in from the next-door room, where a vegan lunch for 70 is being cleared away, and where from time to time a toddler loses balance and thumps against the door. But, bent over pieces of scrap paper, students at the Thursday afternoon script-writing course in the Brighton Unemployed Centre Families Project are concentrating hard on today&apos;s assignment. There are two of them  Richard Ince, 72, and Ben Woodling, 38  and they have been meeting their tutor, Niall Drennan, a performance writer and former probation officer, for two hours every other week since early summer, although no one can remember exactly when. Tutoring them in the alternate weeks is Alison Fisher, a former scriptwriter for EastEnders. Others have attended from time to time  they recall a Spanish group under the impression it was about improving English language skills, and a French woman who was living in a tent and writing a novel  but Ince and Woodling are the regulars. &quot;I&apos;ve always been a great reader and like words,&quot; says Ince, who first came to the centre eight years ago to volunteer after retiring from his job as an administrator with IBM. &quot;At my age I haven&apos;t the drive to do something with it, but it&apos;s something I&apos;m interested in.&quot; Woodling, who studied geography at Hull University more than 10 years ago, says he likes learning, but being on incapacity benefit meant he couldn&apos;t afford adult education. He has done a music course at the centre and then drama, &quot;which was very challenging for my mental health issue s and shyness&quot;, and he just happened to be around when the scriptwriting course started. &quot;It&apos;s been interesting and fun and made me think about things, just by getting into the heads of characters,&quot; he says. &quot;So I&apos;ve just kept coming.&quot; The scriptwriting course is one of dozens of free courses, workshops, lectures and discussions advertised by the new Free University Brighton, tagline &quot;education for love not money&quot;. The &quot;free university&quot; is the brainchild of Ali Ghanimi, a Green party activist who has worked in the public sector managing organisational change The idea, she says, is to offer &quot;something for the whole community, regardless of their financial means or previous education&quot;. Recent free learning opportunities advertised on the website range from a lecture at Sussex University by philosopher Simon Glendinning on &quot;The end of history&quot;, to a knitting group at Hove Library. It also has a wish list of subjects that people would like to learn more about, from introductory philosophy, to the Brighton sky at night, to furniture upholstery, with an appeal for potential tutors to come forward. Many already have, and when the FUB officially launches in May, Ghanimi will put them in touch with their students in spaces offered, for free, by local libraries, community centres and cafes around Brighton. They also have the use of a caravan and 1950s Airstream trailer. &quot;It&apos;s nice to do things in a group and learn and share skills and knowledge,&quot; says Ghanimi. &quot;But it&apos;s also really important in the current economic climate.&quot; This year has seen rising interest in alternative university models, inspired not only by a difficult economy, but also by the rise in tuition fees to up to 9,000 and by the success of Tent City University, which organised lectures, discussions and workshops with anti-capitalist protesters occupying the area around St Paul&apos;s in London last winter. Funding changes in higher education have been encouraging alternative ways of looking at learning for the past couple of years. The Social Science Centre in Lincoln, which welcomed its first nine students this term, was conceived by Mike Neary, dean of teaching and learning at the University of Lincoln, in 2010, as a result of proposals to cut the teaching grant to arts, humanities and social science subjects. It charges no fees, but stude nts and teachers, who meet at locations around Lincoln, are able to pay one hour of their income a month through PayPal. At the end of three years of study, students are promised the equivalent of a higher education degree. The Free University of Liverpool, which also operates from different locations around its city, offers courses delivered voluntarily by academics and others in culture. It was also a protest against the privatisation of higher education. A similar project, the Really Open University, was started around the same time in Leeds. Just before Christmas, the movement even had its own first conference, Sustaining Alternative Universities, which took place in Oxford. Its organiser, Joel Lazarus, says: &quot;A lot of people are motivated by the exclusion of more and more people from education, and particularly higher education opportunities. This is a response to the commodification of education and privatisation of university.&quot; Tim Huzar, a Phd student in philosophy at Brighton University, who has helped to set up the FUB, says the response is also practical. &quot;It&apos;s important to realise an alternative and demonstrate it,&quot; he says. &quot;But it isn&apos;t just a political act. It&apos;s a real service. It gives people access to education and it makes them realise that learning is something they should expect lifelong  not just something you do if you can afford 9,000 when you&apos;re 18.&quot; Organisers of alternative models insist they do not want to threaten existing universities. Both Neary and Lazarus, who teaches international politics and international development at Oxford, Reading and London, point out that they continue to work within the system to change things, and many of those involved in these projects hope they will encourage more people to think of higher education as something potentially open to them. The desire to make learning more accessible to those without the time or resources to attend a formal course is also prompting many traditional universities to put materials online, and has inspired other online projects, such as the tuition-free University of the People, founded in 2009. But Ghanimi argues these cannot replace the benefits of people meeting face-to-face in their local area and learning together. &quot;It&apos;s a way for people to share common interests and build relationships,&quot; she says. &quot;That&apos;s about building stronger communities.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/28/free-university-movement-excluded-learners", 
    "wordcount": "1062"
}