{
    "headline": "A late-summer swim in the Derwent", 
    "text": "Sunshine, at last, but lower in the sky now, angling though the turning oak leaves as I come down the hill to Froggatt. The cold edge of autumn is in the air so my plan to swim in the Derwent is prompted more from frustration at a dismal summer than good sense. Standing on the river bank, I judge my level of motivation. Can I put myself through this? Yet here in the shelter of the valley, the breeze has died and the sluggish water is luring me in. In the shadow of the alders lining the bank, it is chocolate. In mid stream, sunlight turns it caramel. I find my appetite has grown. Time to get my kit off. A silent group of young mergansers, led by their mother, slips along on the far side, sleek Elvis heads turning almost orange as they emerge from the gloom. But they scatter downstream as I step into the water. I pause at waist level and scoop water on to my chest to warn my heart of what&apos;s about to happen. Then I kind of scoot forward and start swimming furiously. The shock is instant, before everything eases and my stroke improves. The water is opaque but I know there are fish here, trout and grayling, and also brook lampreys. These strange, primitive fish, largely unchanged from fossils 300m years old, have no jaw but instead a sucker for a mouth at the end of an elongated, eel-like body. Like me, now swimming with my eyes shut, young lampreys are blind, filter feeding along the riverbed. After three or four years they mature, lose their intestinal tract and breed in Stoke Brook, which flows into the Derwent here, above Calver Weir. They die soon after. My perspective is now that of a merganser, the river bank distant. A dragonfly hovers nearby, hanging on like me for a clear day in late summer. Back on shore, towelling off vigorously, I am exultant, re-born. A rambler stops to ask: &quot;Is it cold?&quot; All I can do is laugh.", 
    "section": "environment", 
    "gid": "environment/2012/sep/24/froggatt-derbyshire-swim-derwent-lampreys", 
    "wordcount": "346"
}