{
    "headline": "Chinese hackers targeted Washington Post in 2011, newspaper says", 
    "text": "The Washington Post has become the latest US news outlet to claim it was the victim of Chinese hackers, saying it was targeted by a &quot;sophisticated cyber-attack&quot; in 2011. In a front-page article Saturday, the Post confirmed it brought in a security firm to &quot;promptly&quot; deal with the breach, suspected to be the work of Beijing. It comes after similar attacks were reported by several news organisations over the past few days, including the New York Times and the Wall Street Journal. According to reports, Beijing hackers breached computers to spy on journalists who cover China, in an apparent effort to uncover sources and information. In a statement included in its own report, Washington Post spokeswoman Kris Coratti said: &quot;Like other companies in the news recently, we face cybersecurity threats. In this case, we worked with [security company] Mandiant to detect, investigate and remediate the situation promptly at the end of 2011.&quot; The same security firm was used by the New York Times to secure its systems after apparent hacks from China. Neither the Chinese embassy in Washington nor officials in Beijing responded to calls from the newspaper for comment, the Post reported. The newspaper did not reveal details of the hack, but people familiar with the situation said it had affected the main server and other computers. Passwords were compromised during the attack, allowing those who were responsible access to the Post&apos;s systems. A report to clients by Mandiant towards the end of last year claimed that it had uncovered evidence that hackers from China had targeted more than 30 journalists at western news outlets, stealing emails, contacts and files in the process. Those earmarked for attention included reporters who specialise in Chinese political and legal affairs. Newspapers are not the only target of seemingly professional hackers. On Friday, Twitter said it had been hit by a security breach in which around 250,000 accounts were at risk. Bob Lord, Twitter&apos;s director of information security, said the attack was &quot;not the work of amateurs&quot;. Meanwhile, Eric Schmidt, the executive chairman of Google, has blamed China outright for being behind a series of security breaches, describing China in a new book as the world&apos;s &quot;most sophisticated and prolific hacker&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/feb/02/chinese-hackers-targeted-washington-post", 
    "wordcount": "379"
}