{
    "headline": "Helium stocks run low  and party balloons are to blame", 
    "text": "Oleg Kirichek, the leader of a research team at the Isis neutron beam facility at the UKs Rutherford Appleton Laboratory, had an unpleasant shock last week. One of his key experiments, designed to probe the structure of matter, had to be cancelled  because the facility had run out of helium. The gas, used to cool atoms to around -270C to reduce their vibrations and make them easier to study, is now becoming worryingly scarce, said Kirichek. Research facilities probing the structure of matter, medical scanners and other advanced devices that use the gas may soon have to reduce operations or close because we are frittering away the worlds limited supplies of helium on party balloons.   Related: Huge helium gas find in east Africa averts medical shortage    It costs 30,000 a day to operate our neutron beams, but for three days we had no helium to run our experiments on those beams, said Kirichek. In other words we wasted 90,000 because we couldnt get any helium. Yet we put the stuff into party balloons and let them float off into the upper atmosphere, or we use it to make our voices go squeaky for a laugh. It is very, very stupid. It makes me really angry. Helium is an inert gas that does not react with other chemicals and is therefore safe to handle. It is important to science because, even at incredibly low temperatures, it does not solidify and so can be used, in liquid form, to run super-cool refrigerators, a vital resource for scientists working in many fields. Helium is particularly important for running super-conducting magnets. These have to be cooled to -270C to operate, and liquid helium does that perfectly. These magnets are now widespread and found in machines that range from the Large Hadron Collider in Geneva to MRI scanners in hospitals, said Professor Jim Wild, of Sheffield University. Without helium, none of these machines would work. Unfortunately that threatens to be a real prospect in the near future. Earth only has a limited supply of helium, which is released as a by-product of the petrochemical industry. Essentially, pockets of the gas are disturbed during gas and oil drilling and rise to the surface. In the 1920s the US decided helium would be a strategic resource. It realised that air power would be crucial in future wars, and assumed that these would be fought by airships that would use helium to float. The US created a vast stockpile of billions of litres of helium in the 1920s and kept it until the late 1990s, when it decided to sell it off, said Jonathan Flint, the CEO of Oxford Instruments, whose scanners and other devices use helium for cooling. For the past decade that vast stockpile has been sold off, causing prices to plummet. Helium was cheap and we learned to be wasteful with it, said Kirichek. Now the stockpile is used up, prices are rising and we are realising how stupid we have been. Professor Robert Richardson, of Cornell University, New York, who won the Nobel physics prize in 1996 for his research on helium, argues that a helium party balloon should cost 75, to reflect the true value of the gas used. Yet you can buy enough helium to float 200 balloons for that price. We are squandering an irreplaceable resource, he says. Ironically, helium is the second most abundant element in the universe. (Hydrogen is the most abundant.) It is just that helium is scarce on Earth. The solar wind that pours away from the Sun is rich in helium, but it never reaches the surface of the Earth because of our thick atmosphere, said Dr Ian Crawford, of Birkbeck College, in the University of London. However, our studies of rocks brought back by Apollo astronauts shows that it is absorbed by soil on the Moon. There are about 22 grams of helium in every cubic metre of lunar soil. There is also hydrogen in that soil, which astronauts could use for fuel and to make water, so you could envisage the day when it becomes economic to build mines on the moon to supply us with helium. It just depends how expensive our own sources become. And that day might not be too far off, say scientists. Supplies remain very uncertain. Researchers are now warning that the use of scanners and other machines may be increasingly disrupted, an unpleasant prospect, said David Ward of the Culham Centre for Fusion Energy. I will not be happy if I cannot have a medical scan in my 70s, because we wasted helium on party balloons while I was in my 30s.", 
    "section": "science", 
    "gid": "science/2012/mar/18/helium-party-balloons-squandered", 
    "wordcount": "771"
}