{
    "headline": "Our pursuit of spring continues, 100 years after Edward Thomas's", 
    "text": "A hundred years ago this Easter, poet Edward Thomas cycled from south London to the Quantock Hills in west Somerset. He had not yet metamorphosed into a poet, not quite, but he was firmly established as a writer and a respected critic, and he was a superb naturalist. Easter that year fell early  Easter Sunday was on 23 March  and the weather was at best variable. The following year, Thomas published an account covering aspects of his physical, intellectual and spiritual journey, under the curious title In Pursuit of Spring. His publisher had instructed him to find spring, which Thomas did primarily by taking winter as far away as he could  and burying it. In chapter three, he states that a chiffchaff song sounded, &quot;as if every note had been the hammering of a tiny nail into winter&apos;s coffin&quot;. He may well have been fleeing  from aspects of himself, from the depression winter imposed on him, from the trivia of urban materialism, and from winter  into spring. Of course, the closer one lives to nature  and Thomas lived very close  the more under the thumb of the weather and the seasons one becomes. During the book, Thomas gradually removes himself from a melee of pointlessly bustling people, and latterly, from himself. He relaxes as he gets further away from London and suburbanised Surrey, yet he seems a man trapped within his own mind, seeking a way out. To an extent, he was wishing to escape from himself into nature, the romantic nature espoused by Samuel Taylor Coleridge and William Wordsworth when they lived in the Quantocks. Above all, it seems that Thomas was seeking personal rebirth, through spring, and also what he terms the condition of lucidity. Early in the book he announced that he was searching for &quot;lucidity in the arms of gloom&quot;, and at another point he confesses, &quot;innocent lucidity fascinated me&quot;. In Pursuit of Spring can be viewed as being the jumping off point for Thomas&apos;s greatly admired poetry, for much of its prose is on the very brink of poetry, though the poetic trance that develops within the book is intermittently broken by moments of laconic humour. The book is a journey through an increasingly poetic landscape where the differences between the external and internal landscapes steadily diminish. The Quantocks to him are &quot;the holy of holies of English poetry&quot;, the birthplace of romanticism. He was journeying into poetics. Coleridge&apos;s mind was to be both his mentor and his goal. Perhaps he was seeking what he found a year later, his poetic muse? His route took him through the Mole gap to Dorking, westwards to Guildford and along the Hogs Back to Farnham, then down through Jane Austen country to Winchester, across to Salisbury, up and over Salisbury Plain to stay with friends at the delightfully named Dillybrook Farm near Trowbridge, through Wells, Shepton Mallet and Bridgwater in Somerset, to Coleridge&apos;s cottage, and finally far into the Quantock hills. There, on one of the highest points of the Quantocks, his journey ended. The book&apos;s final chapter is entitled The Grave of Winter. The book juxtaposes descriptive and interpretative passages. He notes such features as rookeries, celandine banks, clumps of elms and gorse patches, and each chiffchaff heard. One is given the impression that he was almost constantly accompanied by the songs of larks and thrushes. There are pre-echoes of Adlestrop: at one point the end of a belt of rain is sung away &quot;by a chain of larks songs that must have reached all over England&quot;. After following Thomas&apos;s route, it is clear that the major change in the landscape over the century is in fact traffic  and he found the traffic levels of 1913 unacceptable! Agriculture has intensified, massively: gone is the rural idyll he describes; gone are the lapwings and the high elms he loved. Yet the overall structure of the landscape is still there. Many stretches of his route are still readily recognisable. Please do not think that Edward Thomas&apos;s mission ended with his death on the western front in April 1917. He lives on through his words, and his messages intensify in meaning to us the further we travel away from nature.  In Pursuit of Spring, a tribute to Edward Thomas, is broadcast on BBC Radio 4 at 3.30pm on Good Friday and Easter Saturday, and 2.45pm on Easter Sunday. It is presented by Matthew Oates of the National Trust, produced by Andrew Dawes of the BBC Natural History Unit, and features readings from Thomas by Robert Macfarlane", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/28/pursuit-of-spring-edward-thomas", 
    "wordcount": "768"
}