{
    "headline": "Student ball at Oxford University ends in 'catastrophe'", 
    "text": "It was supposed to be a night of &quot;decadence, debauchery, and indulgence&quot;, but instead guests of an Oxford University end-of-term ball endured a &quot;catastrophe&quot; with some left with burns, in tears and without food and drink. Guests at Last Ball at Somerville College, Oxford, paid up to 150 for tickets but found that entertainers that were advertised did not turn up and almost all the alcohol had run out before 1am, five hours before the end. May balls are a tradition at Oxford, Cambridge and other universities. They are normally extravagant and usually well managed by student committees. The organisers of the ball  planned jointly by Somerville College and Jesus College  had great ambitions; they had planned to exhibit a live shark until they were inundated with complaints. In the event, the ball descended into farce with guests questioning what the organisers had done with the money paid by 1,000 guests. The Cambridge Tab reported  &quot;Food ran out early on in the evening, with only one food stand to cater for 1,000 people. Vegetarians went hungry, with pita bread and cupcakes acting as measly substitutes for the previously mentioned hog roast. What&apos;s more, all the alcohol (with the exception of rum) had run out by 1am, and by 4am even that had run out.&quot; Cherwell, the Oxford University magazine reported: &quot;Somerville-Jesus &apos;Last Ball&apos; goers are &apos;ripped off&apos;. A &apos;violent scrum&apos; for food, misleading advertising and &apos;unprecedented prices&apos; criticised by students and alumni.&quot; Guests using the maze got stuck in bottlenecks and some were injured when it was left unstaffed. Guests set up a Facebook page to list complaints. Some posted pictures of burnt skin and dresses, caused by crowds waiting around the hog roast for up to an hour. One guest complained that he had to pick up tickets in person despite paying for postage. The same guest had to wait for an hour for a pork roll and suffered bruising in the melee to get food before it ran out. Another student described how she was prevented from going to bed by overzealous security guards. &quot;I&apos;m a Somerville student and felt ill at about 2am on the night of the ball. Being cold, hungry and having drunk a fair bit I asked to be allowed to go to bed. I spoke to security and a member of the ball committee and when I wasn&apos;t allowed to go to bed I burst into tears and explained that I was feeling ill and suffer from depression. I needed sleep but was instead sent to the first aid room,&quot; she wrote. She also noted that other Somerville students were not allowed to go to their rooms to pick up possessions such as asthma inhalers because of &quot;security reasons&quot;. Some of the ball organisers posted a letter apologising for their failures and denying charges of embezzlement. They blamed their failings on their inexperience and the small numbers of committee members. They blamed the injuries sustained at the maze on &quot;some of the maze staff going rogue; a handful of maze actors attempted to leave their positions and sneak into the ball as guests.&quot;  This article was amended on 25 May as it mistakenly said that Jesus College was in Cambridge", 
    "section": "education", 
    "gid": "education/2013/may/25/student-ball-oxford-university-catastrophe", 
    "wordcount": "554"
}