{
    "headline": "Australian project simulates effects of runaway climate change", 
    "text": "     An Australian university has embarked upon an ambitious project  hailed as the first of its kind in the world  to simulate how the environment would cope with runaway climate change. The decade-long study, at the University of Western Sydney&apos;s Hawkesbury Institute for the Environment, will subject Australian bushland to heightened CO2 levels and altered rainfall patterns consistent with a &quot;business as usual&quot; global increase in greenhouse gases. The centrepiece of the study is the Eucalyptus Free Air CO2 Enrichment experiment, which has involved the construction of six fibre glass and steel ring structures 28 metres high and 25 metres in diameter in native woodland in Richmond, New South Wales. The structures contain an array of sensors that will deliver a concentration of CO2 to the trees within the rings. This, scientists say, will recreate an atmosphere where CO2 is at 550 ppm  about 40% higher than current levels  to see how the environment would change for living things, including humans. This level of CO2 has been chosen to mimic how the environment would react in a world where no significant action is taken to reduce carbon emissions over the next 35 years. It has been predicted that a 40% increase in CO2 would result in an average global temperature increase of about three degrees centigrade. An automated computer-controlled system will modulate the amount of CO2 pumped from the rings, to account for environmental variability. Scientists will use a giant 43-metre high crane to study the impact on all parts of the towering eucalypt trees, such as soil bacteria and fungi, the growth patterns of the tree canopy and the insects that dwell in the foliage. The sprawling facilities at the institute have been funded via a AUS$40 million (25m) grant from the federal government, bolstering a $15m investment by the University of Western Sydney. Prof David Ellsworth, who is leading the &quot;free air&quot; experiment, was involved in a similar study at Duke University in the US. &quot;That study was with plantation trees and we found there was less [growth] enhancement than we expected with the higher CO2 levels,&quot; he said. &quot;But there&apos;s been nothing like this before, on this scale. We&apos;re dealing with native woodland and poorer soils. It&apos;s an area with impoverished phosphorus and nutrition in the soil, which is the same as the environment in many areas of the world in the tropics and sub tropics. &quot;It will give us a window into how biodiversity will behave in futuristic conditions.&quot; The first results from the study, which is due to launch in September, will be published next year. However, the institute has already conducted preliminary research  the findings can be read here and here  on a small collection of trees over the past 18 months, to test their responses to heightened CO2 and warmer temperatures. &quot;The outcome was that the trees had a limited ability to adjust,&quot; said Ellsworth. &quot;They didn&apos;t cope well with a warm Sydney summer. Photosynthesis decreased. They stopped growing, basically. &quot;Heightened CO2 levels have been shown to initially aid plant growth, but previous studies have shown this can last as little as a few months. &quot;To put it crudely, plants want a balanced diet. CO2 is part of that diet, but they also need nutrients that aren&apos;t depleted.&quot; The institute insists its work isn&apos;t only of interest to Australia, where modelling has predicted a temperature rise of as much as 5C, coupled with more frequent droughts, by 2070 if no action on emissions is taken. Prof Ian Anderson, director of research at the institute, said scientists from the UK, Brazil and South Africa had already contacted the institute about the research. &quot;The soils are very different here to the northern hemisphere, but plants there rely on the same equation of CO2, nitrogen and phosphorus as they do here,&quot; he said. &quot;We are also looking at the impact of drought and because we will potentially see big water reductions in the future, the results here will be very important for the rest of the world.&quot; Ellsworth said: &quot;I really hope the big players, like China and the US, are paying attention to research like this. &quot;If we don&apos;t want to be saturated by carbon in 2040 or 2050, the international community really needs to be in its final run of cutting of emissions right now.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/australia-runaway-climate-change", 
    "wordcount": "744"
}