{
    "headline": "Ivory sales must stop or Africa's elephants could soon be extinct, says Jane Goodall", 
    "text": "Jane Goodall, one of the world&apos;s greatest conservationists, has made an impassioned plea for a worldwide ban on the sale of ivory to prevent the extinction of the African elephant. Her call follows the seizure in Malaysia last week of 24 tonnes of illegal ivory and a report by conservationists warning that the illegal ivory trade now threatens governments as rebel groups use the sale of tusks to fund their wars. &quot;A massive tragedy is unfolding in some parts of Africa. This is desperately serious, unprecedented,&quot; she said. &quot;We believe that Tanzania has lost half its elephants in the last three years. Ugandan military planes have been seen over the Democratic Republic of the Congo shooting elephants from the air. Armed militia are now shooting the elephants.&quot; She accused China of being ultimately responsible, because most of the ivory is sent there to be made into ornaments. &quot;The main market is China and the east. The ivory appears to be smuggled out in the Chinese diplomatic pouches or in unmarked planes, or it is smuggled over the border to DR Congo. Armed gangs and rangers are joining in the smuggling or are getting killed. I fear we are losing the battle in some countries. It&apos;s shocking,&quot; she said. China&apos;s growing presence in Africa has been blamed for an unprecedented surge in poaching. The discovery last week by Malaysian customs of 1,500 tusks hidden in secret chambers in 10 containers supposedly carrying wooden floor tiles was the largest illegal ivory haul ever, roughly equivalent to all the illegal ivory seized last year. The containers were reportedly on their way to China via Spain from Togo, a popular destination for armed gangs to smuggle ivory. It follows the discovery in Hong Kong in October of nearly 1,000 pieces of ivory tusks from Tanzania and the discovery of more than 200 tusks in Tanzania itself. Goodall, who became famous for her work as a primatologist working with chimpanzees in Africa, compared the deteriorating situation with elephants to the drastic decline of primate populations in the past 40 years. &quot;We are seeing the devastation of populations of elephants in many countries. It&apos;s a similar situation to the great apes. Everyone should be concerned. We are fighting for a total worldwide ban on the sale of all ivory.&quot; She said that she would be campaigning with David Attenborough to persuade the UN to ban ivory sales. &quot;The world must wake up. Governments need to tighten up. No one anywhere should buy any ivory. Countries must be helped to reinforce controls on poaching,&quot; said Goodall. A report submitted to the UN last week by WWF International warned that the illegal ivory trade threatened Africa&apos;s governments as rebel groups used the sale of tusks to fund their wars. &quot;This is about much more than wildlife. This crisis is threatening the very stability of governments. It has become a profound threat to national security,&quot; said Jim Leape, director-general of WWF International. Poaching in some countries is said to be out of control. In southern Sudan the elephant population, estimated at 130,000 in 1986, has crashed to 5,000, said World Conservation Society director Paul Elkan. &quot;Within the next five years, they could completely be gone with the current rates of poaching. Even security forces are involved in trafficking,&quot; he said. Conservationists blamed the Tanzanian authorities for not controlling ivory poaching and trafficking. &quot;There&apos;s an enormous slaughter of elephants going on in Tanzania right now. Things are out of hand,&quot; said the veteran conservationist Iain Douglas-Hamilton. &quot;There&apos;s no protection in numbers for elephants, any more than there was for bison in the last century when they were all wiped out in America. So people shouldn&apos;t kid themselves.&quot; Tanzania, with 70,000-80,000 elephants in 2009, is thought to have nearly a quarter of all African elephants. But Peter Msigwa, a Tanzanian MP, said last week that poaching was &quot;out of control&quot; with an average of 30 elephants being slaughtered for their ivory every day. &quot;At the end of the year, you&apos;re talking about 10,000 elephants killed,&quot; said James Lembeli, chairman of Tanzania&apos;s natural resources committee. &quot;Move around this country where you have populations of elephants and [you see] carcasses everywhere,&quot; he said. Last year Tanzanian police seized more than 1,000 elephant tusks hidden in sacks of dried fish at Zanzibar port. In June the Convention on International Trade in Endangered Species described the plight of Africa&apos;s elephants as &quot;critical&quot; and said that elephant poaching had reached its highest level for a decade, with tens of thousands killed for their tusks each year.", 
    "section": "science", 
    "gid": "science/2012/dec/16/jane-goodall-ivory-poaching-elephant", 
    "wordcount": "794"
}