{
    "headline": "'A great silence is spreading over the natural world'", 
    "text": " &quot;The birds are silent in the woods.Just wait: Soon enoughYou will be quiet too&quot;- Robert Hass   When musician and naturalist Bernie Krause drops his microphones into the pristine coral reef waters of Fiji, he picks up a raucous mix of sighs, beats, glissandos, cries, groans, tones, grunts, beats and clicks. The water pulsates with the sound of creatures vying for acoustic bandwidth. He hears crustaceans, parrot fish, anemones, wrasses, sharks, shrimps, puffers and surgeonfish. Some gnash their teeth, others use their bladders or tails to make sound. Sea anemones grunt and belch. Every creature on the reef makes its own sound. But half a mile away, where the same reef is badly damaged, he can only pick up the sound of waves and a few snapping shrimp. It is, he says, the desolate sound of extinction. Krause, whose electronic music with Paul Beaver was used on classic films like Rosemary&apos;s Baby and Apocalypse Now, and who worked regularly with Bob Dylan, George Harrison and The Byrds, has spent 40 years recording over 15,000 species, collecting 4,500 hours of sound from many of the world&apos;s pristine habitats. But such is the rate of species extinction and the deterioration of pristine habitat that he estimates half these recordings are now archives, impossible to repeat because the habitats no longer exist or because they have been so compromised by human noise. His tapes are possibly the only record of the original diversity of life in these places. &quot;A great silence is spreading over the natural world even as the sound of man is becoming deafening,&quot; he writes in a new book, The Great Animal Orchestra. &quot;Little by little the vast orchestra of life, the chorus of the natural world, is in the process of being quietened. There has been a massive decrease in the density and diversity of key vocal creatures, both large and small. The sense of desolation extends beyond mere silence. &quot;If you listen to a damaged soundscape  the community [of life] has been altered, and organisms have been destroyed, lost their habitat or been left to re-establish their places in the spectrum. As a result, some voices are gone entirely, while others aggressively compete to establish a new place in the increasingly disjointed chorus.&quot; Hawaii, he says, is the extinction capital of the world. &quot;In a couple of centuries since the islands were populated by Europeans, half the 140 bird species have disappeared. In Madagascar, 15 species of lemur, an elephant bird, a pygmy hippo and an estimated half of all the animals have gone extinct.&quot; Even partially disturbed habitats lose much of their life for many years, says Krause. Recordings of a meadow in the Sierra Nevada mountains east of San Francisco before the surrounding forest was selectively logged in the 1980s sounds very different to when Krause returned a year later. &quot;The overall richness of sound was gone, as was the thriving density and diversity of birds. The only prominent sounds were the stream and the hammering of a Williamson&apos;s sapsucker. Over the 20 years I have returned a dozen times to the same spot at the same time of year but the bio-acoustic vitality I had captured before logging has not yet returned.&quot; One in four mammals is threatened with extinction, he says. With the exception of a few sites, frog populations are in decline worldwide and birds are beginning to show radical signs of territorial shifting. &quot;Things are beginning to quiet down in the pristine habitats. The combination of shrinking habitat and increasing human pandemonium have produced conditions under which the channels  necessary for creature survival are being completely overloaded. The voices of the wild in their purest states where no [human] noise is present are splendid symphonies.&quot; But the wild natural world, comprised of vast areas not managed by humans, rarely exists now except in a few isolated places such as the Alaskan wilderness, the far Canadian north, Siberia, the pampas of Argentina and Uruguay, and the Brazilian Pantanal which are still rich with natural sound, he says. &quot;The fragile weave of natural sound is being torn apart by our seemingly boundless need to conquer the environment rather than to find a way to abide in consonance with it.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/03/bernie-krause-natural-world-recordings", 
    "wordcount": "723"
}