{
    "headline": "Does The Last of Us fetishise violence?", 
    "text": " It&apos;s the emotionless of so many violent movies that I&apos;m becoming anxious about, not the rare violent movies (Bonnie and Clyde, The Godfather, Mean Streets) that make us care about the characters and what happens to them. A violent movie that intensifies our experience of violence is very different from a movie in which acts of violence are perfunctory  Pauline Kael, 1974 The guy comes at Joel with a shotgun. There is nowhere to run, and cowering somewhere nearby is Joel&apos;s 14-year-old accomplice, Ellie. The two men wrestle, each trying to get a clear hold of the weapon. But Joel wins, takes aim and blasts the stranger in the face at close range. He dies in a seeping pool of blood. This scene plays out on a huge screen at Sony&apos;s pre-E3 press conference. As the shot rings out, the crowd roars its approval. In the week that followed E3, Dean Takahashi of US tech site Venture Beat began to research the tweets and news stories emanating from the news conferences that foreshadowed the event. He found that this moment of extreme violence created more online buzz than anything else shown by Sony, Microsoft or Nintendo. &quot;One could say that The Last of Us &apos;won&apos; E3,&quot; he writes. But it was also part of a trend that troubled some insiders. Veteran designer Warren Spector recently told GI.biz that the ultraviolence has to stop, claiming that mature games are fetishising bloodshed for an adolescent mindset. And then there was the controversy surrounding the Hitman: Absolution trailer which saw Agent 47 slaughtering a group of women wearing nun costumes. So is The Last of Us representative of this new wave of ultraviolence  an empty, half-witted celebration of super-detailed gore effects? Or does the developer have something to say about humans and violence? I think, I hope, it&apos;s the latter.  In development for more than two years, The Last of Us is the latest game from Santa Monica-based studio Naughty Dog, creator of the famed Uncharted series. It&apos;s a post-apocalyptic survival adventure, set at least a decade after the outbreak of deadly plague. Most of the human race has fallen victim to a parasitic fungi that turns people into demented monsters  it&apos;s a scenario inspired by the real-life Cordyceps sinensis, which infects an insect host, replacing its tissue and even controlling its behaviour. The debut trailer for the game shows lead characters Joel and Ellie fighting off a couple of fungal victims, their heads hideously swollen and mushroom-like.  Although news of the game started trickling out late last year, little is really known about the story. Joel is a middle-aged survivor, determined and alienated, while Ellie is a girl who has known nothing but this endless battle to stay alive. Together they form an alliance that becomes something of a father-daughter relationship. This, claims Naughty Dog, is the central focus of the game. In the mission shown during the Sony press conference, we see Joel and Ellie running through the overgrown streets of Pittsburgh, trees sprouting through the Tarmac roads, luscious vines hanging from the crumbling facade of skyscrapers. They enter a once lavish hotel, marvelling at the ruined beauty of its architecture before getting down to the matter at hand  escape. They&apos;re trying to reach bridge in the distance, they know they&apos;re not safe while they&apos;re still in the city, but the route is blocked by overturned traffic and stagnant flood water. The hotel is the only way through.     The Last of Us    But they&apos;re not alone. Clambering out onto a balcony, they hear the voices of other survivors. &quot;Joel recognises them as hunters,&quot; explains creative director, Neil Druckmann. &quot;These are people who&apos;ll kill other survivors to steal their equipment. They&apos;ll shoot Joel or Ellie just for bullets or alcohol, anything they can get. The danger is so real, Joel is not going to take any chances, he&apos;s going to take them down.&quot; And that&apos;s what he does. Through the next five minutes of the trailer, he stalks the hunters, shooting one, strangling another  the action appears highly choreographed, like the fight scenes in Uncharted, but many times more brutal. Ellie plays a role too. &quot;Both Ellie and the other NPCs are using a brand new AI system that we developed for this game,&quot; says Druckmann. &quot;We wanted all the human characters to feel much more believable in their actions. If the conditions are right and Ellie has a weapon in her hand, she can get you out of situations. Likewise, when you&apos;re stealthing, Ellie can point out where enemies are.&quot; In this sequence she manages to stick one assailant in the back with her knife, giving Joel valuable recovery time.  Is this gratuitous? Amid the madness of E3, where graphic violence can often be a key selling point, it feels like it. But then, The Last of Us feels like a very different game to say, Black Ops 2 or Medal of Honor. It&apos;s not a game about beating the enemy, it&apos;s a game about surviving, and keeping a relationship alive. While many have pointed to obvious influences such as I Am Legend and The Walking Dead, I think the most important reference point could be Cormac McCarthy&apos;s astonishing and heart-breaking The Road, about a man and his son wandering a scorched America after some kind of fiery armageddon.  There, like here, the violence is stark and shocking  there are gangs of hunters who cannibalise their prey. But, certainly in McCarthy&apos;s novel, the violence has moral weight: it shows the scale of the threat, the sheer horror that the characters face. It also contrasts with the love they carry  the last vestiges of human light amid the nightmarish squalor.  This, ultimately, is what Naughty Dog is getting at in The Last of Us. &quot;We&apos;re intrigued by this idea of extreme contrasts,&quot; says Druckmann. &quot;There is extreme violence, we wanted the violence to be realistic and believable so the stakes are real. But this also contrast with the extreme emotions of loyalty and love, and the sacrifice that these characters are willing to make for each other. Also, we&apos;re exploring this dark theme of mankind being decimated, but it&apos;s juxtaposed with the beauty of nature reclaiming our society. We find that stuff gorgeous and inviting. We want to explore it.&quot; In many ways, then, the game is a more honest comment on the Uncharted experience. It has the same engine (albeit updated) and many of the same mechanisms  it is about exploration, about working out how to progress through densely detailed environments, using objects such as ladders and planks to access new areas. It also has that same sense of co-operation: Joel and Ellie often have to work together to solve puzzles, just as Nathan and Sully do.     The Last of Us    But always in Uncharted, the violence perpetrated by Nathan is held at arm&apos;s length from the narrative. Drake is depicted as a charming rogue, but his actions are essentially psychotic  he kills hundreds without flinching. I wrote about the narrative dissonance of violence in May, in relation to Max Payne, but also brought up what Uncharted creator Amy Hennig admitted was an uncanny valley of narrative in her game  the story conflicts with the player interactivity to a degree. This is partly what Pauline Kael was saying about violence in movies. In many games, violence is a casual act, an unquestioned mechanic in an interactive slaughter house. But here things seem different. When Joel throws a Molatov cocktail at two enemies, burning them to death, Ellie shrieks, &quot;Joel?!&quot; in disbelief. After every confrontation, the duo are shocked and breathless until the survival instinct kicks in again. This, we&apos;re being told, is no production line of choreographed assaults. Metal pipes, rusty guns and brute force are the weapons; death, mutilation and horror are the consequences. Gone is the fetishised military action of Call of Duty and its ilk  replaced with raw, improvised violence. It is the stuff of desperation rather than professionalism. It is the stuff of Mean Streets rather than Rambo V. And, as Naughty Dog keeps telling us, violence is not the focus. For a start, the game seems to be open enough to allow different player tactics. At a more intimate demo of the game the following day, journalists were shown the same mission again, only this time, Joel is able to use stealth elements, distracting hunters by throwing objects, then creeping past as they investigate the noise.  There is violence here, too  we see a man battered with a metal pipe and another shot while he&apos;s trying to throw a molatov. But Druckmann insists there are much more peaceful approaches. &quot;We&apos;re really trying to push player choice with this game. You don&apos;t have to go in all guns blazing, you can use stealth and take enemies out one by one or by distracting them, you can avoid them altogether. Exploration is also a big element  we want you to go off the beaten track and into rooms to find items  and then, depending on what you find, you can craft med kits, molotov cocktails, etc. You can become more offensive or defensive depending on your style of play.&quot; Within the distorting confines of E3, The Last of Us appeared to be the latest title to exploit the knee-jerk pleasure of graphic violence. But the game itself cannot be blamed for the unsettling howls of pleasure that accompanied the bloody climax of its E3 demo. Context is the key. &quot;Everything we&apos;re building is about this bond between Joel and Ellie,&quot; reiterates Druckmann when we approach the subject of violence and catharsis. And it could be that outside of these moments of peril, we&apos;ll get what The Road gives us  a study of characters surviving together and learning, and keeping humanity alive.  This is important. We are entering an era both of photo-realism and of pervasive gaming, with multiple screens and seamless cross-platform narrative experiences. Developers will have to ask themselves vital questions about representation and reality, about what we&apos;ll accept as fantasy, and what needs to become figurative and guarded. With every generation of games technology, the responsibilities stack up, and the issues become more complex  especially for those whose darker content has no bearing, and no counter, in compassion.   The Last of Us is released on PS3 in 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/20/the-last-of-us-violence", 
    "wordcount": "1735"
}