{
    "headline": "Climate change is a human rights issue  and that's how we can solve it", 
    "text": "Global climate-change talks often resemble the scene of a traffic accident. Multiple voices shout each other down in a bid to tell their own version of events. What is the real damage, how quickly must it be repaired, and who should foot the bill? But the real concern is not that the debate is congested and gridlocked; it is that the current clamour masks a deeper failing, namely to identify an honest starting point. In Prosperity Without Growth, the economist Tim Jackson convincingly expounds the myth of &quot;absolute decoupling&quot; of emissions from economic growth. The growth of emissions can be slowed, relative to the growth rate of the economy. However, emissions cannot conceivably be stalled or reversed while the economy continues to expand, however great the carbon-saving technologies of the coming years. If our political processes cannot conceive of a non-growth future, and yet a fundamental rethink of growth is the only honest starting point for the fight against climate change, then those political processes are clearly not fit for purpose. Does this mean that democracy has failed, and must be sacrificed for authoritarian solutions? The solution may in fact be the polar opposite. A system where failing governance procedures are forced to think long-term does not necessarily require anti-democratic &quot;climate tzars&quot;. Instead, this revolution can be hyper-democratic and guided by human rights. Climate change represents an enormous threat to a whole host of human rights: the right to food, the right to water and sanitation, the right to development. There is therefore huge scope for human rights courts and non-judicial human rights bodies to treat climate change as the immediate threat to human rights that it is. Such bodies could therefore take government policy to task when it is too short-sighted, too unambitious, or too narrowly focused on its own constituents at the expense of those elsewhere. Fossil fuel mining, deforestation, the disturbance of carbon sinks, and the degradation of the oceans are developments that can be blocked on human rights grounds. Human rights bodies can, and must, increasingly play this reactive role at the local level, in order to ward off the multitude of developments that simultaneously violate human rights and aggravate climate change. But that will not suffice. They must also become proactive and holistic in warding off human rights violations, and by extension, the advance of climate change at the global level. Where human rights deficits are detected, governments are required to put monitoring systems in place. They must also improve coordination within government, encourage the participation of all stakeholders  especially the most vulnerable  and define the responsibilities of institutions and set deadlines by which the human right in question must be met . In short, they must adopt multi-year strategies towards the fulfilment of human rights and increase the political cost of not moving fast enough. This approach is, in fact, also ideal for tackling climate change. Underlying it is the idea that the market cannot move in the direction of sustainability without a framework providing the right incentives. According to the UNCTAD&apos;s World Investment Report 2010: Investing in a low-carbon economy, $400bn (250bn) would be required every year between from 2010-2015 to make the shift to a low-carbon economy, and this figure could climb to 1,300bn a year by 2030. Nothing less than a huge effort mobilising public investment and, through appropriate incentives, private funds, will be needed. This will not happen by chance. It can only happen by design. It requires a sustained effort across a number of years, to promote new, cleaner technologies in industry, to develop renewable sources of energy, and to shift to more sustainable consumption patterns. And it demands a comprehensive approach, to ensure for instance that governments which encourage renewable energy do not simultaneously outsource their food and energy production to palm oil plantations or soy-fed livestock farming, which drives deforestation in other parts of the world. Human rights bodies must now invoke this approach and apply it directly to climate change, obliging governments to present them with long-term strategies that can achieve significant reductions in carbon emissions and move towards low-carbon societies. Crucially, the legislative and executive branches would be obliged to adopt a strategy, but its precise content would not be prejudged. Meanwhile, human rights bodies would be acting well within their remit by requiring that any such strategy be at least in conformity with the international undertakings of the state. By working in this direction, human rights bodies would help overcome the problems of delivering collective action that are currently an obstacle to the progress of the global warming negotiations held under the UNFCCC. They would move towards imposing a duty to cooperate, on the basis of the universal declaration of human rights.  Olivier De Schutter is the UN Special Rapporteur on the right to food. He will deliver an Oxford Amnesty lecture, entitled Human Rights and the Post-Carbon Economy, on 26 April.", 
    "section": "environment", 
    "gid": "environment/2012/apr/24/climate-change-human-rights-issue", 
    "wordcount": "824"
}