{
    "headline": "Republican presidential win would lose US ground to China  UN climate chief", 
    "text": "The United Nations climate chief has warned that US voters risk ceding progress to China and Europe if they opt for a presidential candidate who denies climate change. Christiana Figueres, the executive secretary of the UN Framework Convention on Climate Change, told an audience in London: &quot;The one thing [the frontrunners for the Republican candidacy] have in common is saying they do not believe in climate change, so it&apos;s very much the decision of the US electorate. &quot;My concern on this has been: is the US electorate willing to let history progress in such a way that it is China and Europe that are going to produce and benefit from the clean technologies we are going to be using? Is the US electorate willing to let the competitive edge on technology go to China or Europe or would they prefer to be leaders in technology? That is the question they have to answer.&quot; The remarks by Figueres, a self-described &quot;daughter of a revolutionary from Costa Rica&quot;, are unlikely to go down well with the Republican candidates, who tend to take a hostile view to the UN as well as climate change. Last year, the Republican-controlled House of Representatives cut funding to the UN climate science body, the Intergovernmental Panel on Climate Change. Figueres also called on people everywhere to take a public stand on climate change, saying it was needed to achieve a globally co-ordinated effort to tackle greenhouse gas emissions.            &quot;I do not see millions of citizens standing up demanding climate action. If we just export responsibility to governments the future [for the climate] looks bleak. Everyone has to accept their own responsibility.&quot;Figueres faces a difficult year, as at last year&apos;s UN climate conference in Durban, countries pledged to produce a new draft treaty on climate change by 2015, to come into force by 2020. But in order to do so, governments must agree to substantially reduce emissions from 2020, and the gulfs between countries loom large. This week, China submitted its draft proposals to the UN, which indicated that developed, not developing, countries should carry the burden of cutting emissions. That was regarded by some developed countries as a backward step. There are also doubts among some prominent players as to whether the process agreed in Durban can succeed. But Figueres insisted that the process was &quot;on track&quot;, with a meeting scheduled for May at which countries would agree a &quot;workplan&quot; and timetable for the rest of the negotiations. She said countries were already meeting in many informal groups that would push the negotiations forward. Figueres also lambasted the wasteful use of energy, particularly in the US. &quot;[Developed countries must adopt] responsible consumption habits, especially [with regard to] the sheer waste of energy. We have reached the point where that is irresponsible and no longer sustainable.&quot; But she also had a warning for developing countries. &quot;Unless you are looking at development through a climate change lens, then we are walking down a plank that is going to be very, very dangerous.&quot; She added that developing countries faced an equally important pressure to ensure that their economic development was carried out responsibly, using new technologies such as renewable energy. Figueres was giving the Barbara Ward lecture at the International Institute for Environment and Development in London, named after one of the first thinkers to address how economic development can be achieved with minimal environmental harm. Figueres told the audience that, in line with the call from the late Barbara Ward, we should all try to &quot;walk lightly&quot; on the earth and use its resources carefully.", 
    "section": "environment", 
    "gid": "environment/2012/mar/09/republican-climate-change-us-president-china", 
    "wordcount": "614"
}