{
    "headline": "Climate change is already damaging global economy, report finds", 
    "text": "Climate change is already contributing to the deaths of nearly 400,000 people a year and costing the world more than $1.2 trillion, wiping 1.6% annually from global GDP, according to a new study. The impacts are being felt most keenly in developing countries, according to the research, where damage to agricultural production from extreme weather linked to climate change is contributing to deaths from malnutrition, poverty and their associated diseases. Air pollution caused by the use of fossil fuels is also separately contributing to the deaths of at least 4.5m people a year, the report found. The 331-page study, entitled Climate Vulnerability Monitor: A Guide to the Cold Calculus of A Hot Planet and published on Wednesday, was carried out by the DARA group, a non-governmental organisation based in Europe, and the Climate Vulnerable Forum. It was written by more than 50 scientists, economists and policy experts, and commissioned by 20 governments. By 2030, the researchers estimate, the cost of climate change and air pollution combined will rise to 3.2% of global GDP, with the world&apos;s least developed countries forecast to bear the brunt, suffering losses of up to 11% of their GDP. Sheikh Hasina, prime minister of Bangladesh, said: &quot;A 1C rise in temperature [temperatures have already risen by 0.7C globally since the end of the 19th century] is associated with 10% productivity loss in farming. For us, it means losing about 4m tonnes of food grain, amounting to about $2.5bn. That is about 2% of our GDP. Adding up the damages to property and other losses, we are faced with a total loss of about 3-4% of GDP. Without these losses, we could have easily secured much higher growth.&quot; But major economies will also take a hit, as extremes of weather and the associated damage  droughts, floods and more severe storms  could wipe 2% of the GDP of the US by 2030, while similar effects could cost China $1.2tr by the same date. While many governments have taken the view that climate change is a long-term problem, there is a growing body of opinion that the effects are already being felt. Scientists have been alarmed by the increasingly rapid melting of Arctic sea ice, which reached a new record minimum this year and, if melting continues at similar rates, could be ice free in summer by the end of the decade. Some research suggests that this melting could be linked to cold, dull and rainy summers in parts of Europe  such as has been the predominant summer weather in the UK for the last six years. In the US, this year&apos;s severe drought has raised food prices and in India the disruption to the monsoon has caused widespread damage to farmers. Connie Hedegaard, the European Union&apos;s climate chief, warned that extreme weather was becoming more common, as the effects of climate change take hold. &quot;Climate change and weather extremes are not about a distant future,&quot; she wrote in a comment for the Guardian last week. &quot;Formerly one-off extreme weather episodes seem to be becoming the new normal.&quot; Michael Zammit Cutajar, former executive secretary of the UN Framework Convention on Climate Change, said: &quot;Climate change is not just a distant threat but a present danger  its economic impact is already with us.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/26/climate-change-damaging-global-economy", 
    "wordcount": "559"
}