{
    "headline": "Nuclear giants RWE and E.ON drop plans to build new UK reactors", 
    "text": "The government&apos;s nuclear energy policy is in disarray after German utilities RWE and E.ON scrapped plans to build two reactors in the UK, prompting warnings of serious knock-on effects for jobs and economic growth. Nuclear power is a cornerstone of the government&apos;s low-carbon agenda and the Horizon joint venture, co-owned by RWE and E.ON, was a key contributor due to its plans to construct new stations at Wylfa in Wales and Oldbury in Gloucestershire. Progress on those projects was shelved on Thursday when Horizon&apos;s owners put the business on the market, citing doubts over financing the projects and costs associated with the German government&apos;s decision to abandon nuclear power in the wake of the Fukushima disaster. &quot;A combination of these strategic factors, together with the significant ongoing costs of running the Horizon joint venture, has led to a situation where capital investment plans have been reviewed,&quot; the companies said in a joint statement. The government has identified nuclear power as one of three energy sources  including renewables and carbon capture storage  that will help the UK cut carbon dioxide emissions by 80% by 2050. Wylfa and Oldbury were two of the eight sites identified by the government as possible locations nuclear power stations. The decision sent shockwaves through the sector. A senior nuclear industry figure told the Guardian: &quot;It&apos;s a total train wreck  you can&apos;t imagine the importance of this to the economy of north Wales. This programme is bigger than the whole Olympics. The government now has to try to find another buyer.&quot; Horizon&apos;s owners had made the the economic benefits of their plans a key part of their pitch, pledging to invest at least 15bn in nuclear power, creating a total of 800 permanent jobs at each site and employing 10,000 people during construction of Wylfa and Oldbury with construction due to begin on the first site in 2015. Horizon had planned up to 6GW of new nuclear plants in Britain by 2025, encouraged by a government that has been more pro-nuclear than other countries with eight sites earmarked for development. The three companies planning new nuclear power plants in the UK  EDF, Horizon and NuGen  were preparing to generate 16GW of electricity capacity from their new sites, enough to replace Britain&apos;s current nuclear output. Without new sites there will be only one operational nuclear plant left in the UK by 2023: Sizewell B in Suffolk. France&apos;s EDF, the biggest player in nuclear power in the UK with four reactors under development and eight in operation, has been mooted as a potential buyer of Horizon. However, a bid is not thought to be likely although government sources said they were confident that the Wylfa and Oldbury sites would attract interest from other bidders. EDF stood by plans to build two new plants at Hinkley Point in Somerset, with hopes to open the first in 2019, but a final investment decision is contingent on the government underwriting long-term electricity prices. EDF and other nuclear power companies are wary of investing multibillion pound sums in facilities without a guarantee on how quickly their investments will be paid off. The French state-controlled company, which is building the stations in partnership with British gas owner Centrica, used the Horizon news to step up the pressure on government over financial support on Thursday. It made clear the consequences on the Hinkley Point project of failing to provide adequate financial assistance. It said: &quot;Clearly that decision depends on having a profitable project which meets the financial targets.&quot; One analyst said uncertainty over returns on investments and doubts over reform of the electricity market were contributing to an uncertain outlook for an energy industry that will lose large amounts of capacity over the next decade when older coal and nuclear plants  representing 20% of capacity  shut down over the next ten years. &quot;The UK&apos;s future energy outlook is quickly moving from uncertain to fragile. There needs to be a replacement for the Horizon consortia and quickly,&quot; said Andrew Horstead, a risk analyst at Utilyx, an energy consultancy. The energy minister, Charles Hendry, said the &quot;disappointing&quot; decision did not reflect badly on Britain&apos;s nuclear policy. &quot;The partners have clearly explained that this decision was based on pressures elsewhere in their businesses, and not any doubts about the role of nuclear in UK&apos;s energy future,&quot; he said. &quot;The UK&apos;s new nuclear programme is far more than one consortium and there remains considerable interest. Plans from EDF/Centrica and Nugen are on track and Horizon&apos;s sites offer new players an excellent ready-made opportunity to enter the market.&quot; The TUC said the RWE and E.ON move was a &quot;major jobs blow&quot; for the construction and engineering sectors. Brendan Barber, the TUC general secretary, said: &quot;If you think nuclear power has an important role in decarbonising the economy, as ministers say, then you have to make sure that these kinds of very long-term investments occur.You cannot let your strategy for dealing with climate change  our biggest long-term challenge  be subject to the short-term whims of the market.&quot; The Institute of Directors said the withdrawal was &quot;bad news&quot; for the future of stable energy supplies in the UK. &quot;Without enough reliable and affordable power to underpin our economy, businesses will find it harder to deliver growth. This decision is disappointing, and the Government needs a far better energy strategy to ensure the lights stay on and the factories keep running,&quot; said Simon Walker, director general of the IoD. The Horizon news also raises questions over E.ON&apos;s and RWE&apos;s bills to UK consumers. High bills have been justified by the need to finance major investments in nuclear power. That explanation faces challenges in the wake of today&apos;s news. RWE owns npower in the UK.", 
    "section": "environment", 
    "gid": "environment/2012/mar/29/nuclear-reactors-rwe-eon-energy", 
    "wordcount": "981"
}