{
    "headline": "Press Start: GDC reactions, PlayStation 4 is a PC, stripey Xbox 720 controllers", 
    "text": "A burst of links from yesterday&apos;s internet, selected by the Guardian&apos;s games writers Ask Gamasutra: What GDC 2013 meant to us | Gamasutra Kris Graft:  Looking back on the week, the clear recurring theme was the rise of the individual. This goes deeper than just the &quot;rise of the indie&quot; that has been happening for years now. GDC this year seemed so much more about the individuals than the corporations. And even the corporations are realizing that the video game industry is about the people who make video games.  GDC 13: New directions and the search for enlightenment | Develop Michael French:  Once upon a time sessions would have been on &apos;is F2P evil?&apos; - these days it has a track all of its own. The naysayers are in the minority (I spied one provocatively-titled session about why F2P corrupts games on the schedule), and everyone else wants to go to CSR Racing&apos;s sessions to find out how they did it so well, and so fast. One F2P exec drily pointed out to me that &apos;social&apos;, &apos;casual&apos; and &apos;mobile&apos; had all gone through the same arc in GDC terms.  The 10 Best Games at GDC 2013 | Paste  Gone Home puts players in control of a young woman who returns from an extended trip to Europe to find her family&apos;s house abandoned and a note from her sister requesting that you not try to find her. I was privileged to speak with designer Steve Gaynor at GDC, and he explained that his team &quot;wanted to give people permission to be voyeuristic  we have all gone to a friend&apos;s house and thought about going through their medicine cabinet or their dresser drawers to figure out their secrets but we don&apos;t because we are good people. With Gone Home, you are a member of the family and something is obviously not right and you have a motivation to find out what it is.&quot;  The Next Xbox and Its Controller Are Currently Covered In Crazy Stripes | Kotaku  Controllers for the next Xbox as well as prototype versions of both Microsoft&apos;s new, powerful console and the machine&apos;s new, mandatory Kinect sensor have been in the hands of game creators since last month. But that&apos;s not much of a surprise. What is a surprise is that all of that gear is covered in criss-crossing, radiating black and white stripes. The console codenamed Durango currently looks like a zebra.  This was posted yesterday so I don&apos;t think it&apos;s an April Fools joke... PS4 is like &apos;a really perfect gaming PC,&apos; says Epic VP | CVG UK  Speaking to CVG in a recent interview, VP Mark Rein called Sony&apos;s decision to incorporate off-the-shelf PC components in PS4 &quot;very smart,&quot; because in his opinion it will allow many developers to hit the ground running with their next-gen game development. He also pointed to the memory limitations of the 32-bit versions of Windows as an example of how PS4 titles could even surpass what &quot;most PCs&quot; can do. &quot;I think it&apos;s a very smart move on Sony&apos;s behalf to build this sort of enhanced PC architecture and then put so much in it,&quot; he said. &quot;Let&apos;s not forget it has 16 times the memory we had in PlayStation 3 - that&apos;s not insignificant. Knowing that every machine has that... we can do crazy, ridiculous stuff with that.&quot;  I think we can all agree now that the PS4 = high(ish)-end PC, which developers *heart*. Game Openings are Important, or the First 300 Seconds of Bioshock Infinite | The Astronauts Adrian Chmielarz:  Look, I don&apos;t want to beat around the bush, so let me just say it and get it out of the way: Bioshock Infinite does a lot of things in the opening I do not agree with. And I want to analyze it all and discover the reasons. But if you are looking for a drama, please look elsewhere. Even though I am using Bioshock Infinite as an example, this post is not really about this particular game. It&apos;s about a lot of games, including every single one I&apos;ve done so far.  Chmielarz was the lead designer on Bulletstorm (one of the most under-rated games of all time) and he says some interesting things about Infinite&apos;s obtuse opening. Jonathan Ross: My Favourite Game | Edge Online  I played pub arcade games first of all. Then when I got together with Jane [Goldman, Ross&apos;s screenwriter wife] about 26 years ago, she had a BBC computer where you programmed the game in yourself, and she used to write for game magazines for a while, too. And that was exciting, mainly because we used to get the games to test. I remember the day Parodius came and I thought, &apos;This is the greatest game ever made.&apos; And it is one of the greatest games ever made, up there with New Zealand Story, which I think is vastly underrated.  He gives three favourite games in the end. I guessed one of them. You can follow Press Start on Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/03/press-start-game-news", 
    "wordcount": "846"
}