{
    "headline": "Squirrels gather the harvest for the long winter ahead", 
    "text": "For all but four weeks of the year, I cannot pass the giant sweet chestnut of the woods without looking up. The swirling pattern on its trunk demands attention. Every ridge and fissure of bark is swept into a corkscrew spiral, inviting me to follow the thread round and round. But this was the season for stooping, for making daily head-down inspections of its fallen fruit. In places, the spiny green conker cases had split partly open, offering the anti-climax of creamy duds within. Sometimes they stayed resolutely closed and I would pick them up, rolling them in my hand, little pin cushion balls with sharp points out. On the ground ahead, a squirrel was tugging and wrestling with a nut in its shell. I sneaked up to within 10 feet, when a sound like an old man&apos;s cough came from the canopy, then a &quot;crump&quot; as a prickly conker landed at my feet. Three leaves fell in its wake in seesawing descents. Both the squirrel and I looked at the conker and then at each other. The squirrel went back to work. It seems to me that squirrels open chestnuts as people open presents. There are fastidious unwrappers, leaving the peeled cases in one flat piece on the ground. This one was a ripper, biting and tearing shreds. Like other engrossed squirrels, it had the habit of holding its bushy tail flat against its back and over the top of its head, so that, had it lifted its eyes, it might have thought it had sprouted a fringe. Another squirrel on the same spot had plucked out a nut whole then twirled it in its paws to test if it had sufficient weight to denote quality. This animal could not wait. It stuffed the conker, spines and all, into its mouth and gallumphed off under the bushes with its peculiar twin-footed lope  front feet, back feet, front feet, back feet. Perhaps it was off to bury its booty. This year&apos;s acorn crop had failed: how long would the chestnut harvest last?", 
    "section": "environment", 
    "gid": "environment/2012/nov/02/sandy-bedfordshire-squirrels-gather-harvest", 
    "wordcount": "344"
}