{
    "headline": "Beware: animals crossing!", 
    "text": "Many summer visitors are perfectly at home on South Uist&apos;s single-track roads but, for those who aren&apos;t, notices on use of passing places and the likelihood of animals on the road have appeared in public places. And there are plenty of animals on the road. The freely roaming sheep graze its margins, wander along it at will, lie dozing on its edges where the tarmac is warm and even use the bus shelters for respite from inclement weather. For others the road is a dangerous barrier to be crossed as swiftly as possible. Mice scurry suicidally across it, legs a blur. Otters have favourite and well known crossing points where they move from one body of water to another. Here there are official otter crossing warning signs but also, inevitably, casualties, for like the mice the otters appear as if from nowhere and sprint, apparently oblivious to traffic, for perceived safety. In contrast, geese and ducks shepherding their young across the tarmac pause to assemble them into a jostling mass before heading out into the danger zone. Tiny ducklings, stubby wings outstretched, stumble hurriedly to the far side while drivers spotting them at the last moment swerve around them. A couple of greylag geese escorting their offspring from one lochan to another bring the traffic to a halt leaving motorists grinning sheepishly at one another when eventually they drive on. And the roads are no less busy at night when deer are likely to be encountered. Maybe a small half-hidden group glimpsed as headlights are reflected in eyes, or a solitary animal bounding elegantly across the road to clear the fence with a near vertical leap. Then there are the mysterious things that appear only by night like the distant white and spectral figure clearly seen strolling in the centre of the road, and which the brain momentarily fails to identify as a mute swan out for a risky, nocturnal ramble.", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/south-uist-animals-crossing-roads", 
    "wordcount": "321"
}