{
    "headline": "Kenya overhauls wildlife laws following rise in elephant and rhino deaths", 
    "text": "Kenya&apos;s Cabinet has approved a complete overhaul of the country&apos;s national wildlife legislation by approving the Wildlife Bill and Policy, in one of the swiftest responses to the recent reports of escalating poaching of elephants and rhinos. Parliament is expected to quickly ratify this decision which will open a new era of wildlife conservation in Kenya where tourism which is largely wildlife-based generates 12% of the Gross Domestic Product and creates over 300,000 jobs.  What the cabinet has approved  In passing the Wildlife Conservation and Management Bill and Policy, the Cabinet directed that the measures be fully implemented to bring to a stop cases of poaching in the country and streamline management of wildlife services. In this regard, some of the measures adapted by Cabinet were:  Establishment of an inter-agency security team composed of personnel from KWS and the Police Service to continuously track down and apprehend bandits in the wildlife sanctuaries including private conservancy areas. The team will also intensify surveillance in wildlife zones. A crash-programme to increase KWS rangers by 1,000. Those behind the poaching business should be marked, named and arrested. The sacking of any KWS official who has been conniving with the poachers. Increased fines of up to one million shillings for those found to be engaged in poaching. Confiscate property that has been acquired through proceeds of poaching. Search any vehicle or vessel and seize and detain any wildlife specimens in respect of which there is reason to believe that an offence has been committed, together with any tools, equipment, vessels or vehicles used in the commission of the offence.  The Secretary to the Cabinet was also directed to coordinate a follow up on the implementation of government decisions.     African elephant herd on the move in Amboseli National Park, Kenya. Wildlife tourism is crucial to the country. Photograph: Martin Harvey/AP    The implications Key issues in the new legislation that Kenyans will be watching the Parliamentary debate on include 1. Penalties for poaching and dealing in wildlife trophies including lengthy jail sentences. 2. Penalties for grazing livestock in parks. The grazing of livestock in protected areas has been a constant challenge, not only has during during droughts led to massive wildlife and livestock collapses country wide, but the herders are usually armed and are are known to be opportunisitic hunters. Of late poachers have also been been dressing up as herders to get access to elephants.  3. Compensation for human wildlife conflict. If passed, this law will pay victims for loss of life or injury, as well as property damage caused by wildlife. Human wildlife conflict has for years pitted people against wildlife. Despite their importance to tourism, lions in particular have been killed as a result of conflict  fewer than 2,000 lions remain in Kenya. Compensation alone will buy time for wildlife, but if combined with incentives it could lead to investment in protecting these dangerous species. 4. Recognition and regulation of conservancies. The formal recognition of conservancies will represent an important milestone in Kenyan wildlife conservation. In the last 15 years, over 130 private and community land owners voluntarily added over six million acres of real estate in Kenya&apos;s protected areas, providing safe haven for some of the most endangered species including rhino, cheetah, lion, wild dogs and elephants, and critically endangered habitats. In a some areas wildlife numbers have increased significantly. With well over six million acres under active private and community conservation there is a critical mass of community and private land which identifies itself as a conservancy or could do so under the right legal regime. Most conservancies are established by landowners to use wildlife as a means to improve livelihoods and the welfare of communities, which is a significant challenge under the prevailing policy and legislative framework. In many areas there remains significant dependence on donor funding and the provision of social-welfare benefits by external agencies in return for wildlife conservation.  5. Institutional arrangements. Organizational structure of the Kenya Wildlife Service and how it relates to the new devolved government structures created by the constitition. The management of wildlife in Kenya has traditionally been governed centrally and communities in areas surrounding the protected areas have never been involved and no mechanism exists to reward them as neighbours or for hosting wildlife that migrates onto their property. A huge challenge county governments will be especially interested in knowing if the new Bill and Policy will create benefit sharing mechanisms.  By taking decisive action on an issue of strategic importance to Kenya, the government is sending a strong message to Kenyans that they play a key role in the development of the wildlife sector which will be organized, and those selfish few who seek to destroy the wildlife asset will not be tolerated. The priority placed on wildlife is surprising given that the former government procrastinated for so many years. The message to Kenyans and the world is - we mean business and Kenya will protect the product that our tourism industry depends on with effective laws and institutions to regulate, manage and involve the citizenry.", 
    "section": "environment", 
    "gid": "environment/africa-wild/2013/jun/07/kenya-wildlife-laws-elephant-rhino-deaths", 
    "wordcount": "826"
}