{
    "headline": "Aaron Swartz case prompts letter to US attorney general from congressmen", 
    "text": "Members of Congress investigating the prosecution of Aaron Swartz have asked the US attorney general if the free information activist&apos;s political advocacy was a factor in the decision to pursue him.  A letter from the House Oversight Committee to Eric Holder indicates that it is taking a close look at whether the level of criminal charges and punishment sought by prosecutors were appropriate, as well as whether political factors played a part. Swartz took his own life this month after battling federal hacking charges, which have been severely criticised as over-reaching and unnecessary by lawyers and cyber-crime experts. A joint letter from Darrell Issa, the Republican chairman of the committee and Elijah Cummings, the top Democrat, asked for a briefing to be scheduled with Department of Justice staff within a week. Issa tweeted on Monday that he had requested a &quot;timely briefing&quot; on the case, with a link to the letter, first reported by the Huffington Post. Swartz, an internet pioneer who helped create Reddit, faced up to 35 years in prison and millions of dollars in fines, after being charged with 13 felonies for allegedly breaking into Massachusetts Institute of Technology&apos;s computer system to access a huge volume of academic articles from the JSTOR digital library with the intention of making them freely available. He had legal access to the articles in the library, but was accused of violating the terms of service by downloading too many, too fast. JSTOR did not pursue a prosecution after Swartz turned over his files to the Department of Justice. His family have accused prosecutors and MIT of contributing to his death on 11 January.  The letter from Issa and Cummings, dated 28 January, asks what factors influenced the decision to prosecute Swartz, and what lay behind key decisions in the case, such as the multiple charges against him and specific plea bargains offered to him. In particular, it asks: &quot;Was Mr Swartz&apos;s opposition to Sopa or his association with any advocacy groups considered?&quot; Swartz, an advocate for open access online, founded Demand Progress, to rally the online community against two internet censorship bills, the Stop Online Piracy Act (Sopa) and the Protect IP Act (Pipa). Lawyers for Swartz have reportedly said that they had been unsuccessful in trying to get a plea bargain which did not involve jail time. He was offered a plea bargain of six to eight months prison time if he plead guilty to all 13 counts. Issa has been an avid campaigner for internet freedom and has spoken out against Sopa. Cummings told the Huffington Post that the Department of Justice had already agreed to brief them. &quot;I expect that we&apos;ll be meeting with them next week,&quot; he said. &quot;We expect to have a candid and open discussion with the US attorney&apos;s office and then we&apos;ll take it from there, but I promise you we will not leave one stone unturned.&quot; He told the news site: &quot;There&apos;s more than one issue here  is the law too vague? Why was he charged the way he was when the University decided it was not going to prosecute?&quot; Representative Zoe Lofgren, a Democrat from California, has put forward an amendment to the Computer Fraud and Abuse Act (CFAA), which has been called &quot;Aaron&apos;s law&quot; http://www.theguardian.com/technology/2013/jan/16/zoe-lofgren-proposes-aarons-law?intcmp=239. Carmen Ortiz, the prosecutor, put out a statement after Swartz&apos;s death, defending the charges against him and said they were &quot;appropriate&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/jan/29/aaron-swartz-investigation-darrell-issa-cummings-holder", 
    "wordcount": "590"
}