{
    "headline": "MPs say cash-for-locals scheme would overcome shale gas fracking opposition", 
    "text": "Companies fracking for shale gas in the UK should be made to offer substantial financial incentives to people living near their sites, an influential committee of MPs has said. The energy and climate change committee said on Friday that measures such as cash payments or rebates on energy bills would be needed to overcome local opposition to shale gas drilling, which has been associated with water, ground and air pollution in the US, and which green groups say is incompatible with moving to a low-carbon energy supply. But the MPs also warned that even if fracking does take place on a large scale in the UK, there is no guarantee that it will lower energy bills. Tim Yeo, chairman of the committee, said: &quot;We believe the UK&apos;s shale resources should be exploited, but that looks difficult given local opposition to drilling. There has to be a way of getting to communities.&quot; He warned, however, that the government should not set too much store by shale gas when formulating its energy policies, because it might not have the positive impact that some have claimed. &quot;We shouldn&apos;t base energy policy on the supposition that we have 50 years&apos; worth of this gas to exploit. Some people seem to think shale gas is in the bag, that it is the answer to our energy problems, but it would be very rash to make that judgement now. We don&apos;t know enough about it.&quot; Yeo said that shale gas might not have much of an impact on UK gas prices because of soaring demand for fuel in Asia, which would drive up prices across the board. He said it was unlikely that the UK could become self-sufficient in gas, which is becoming the case in the US thanks to the shale gas boom there. The incentives that could be made available to communities must be substantial, Yeo said, if opposition was to be overcome. &quot;It&apos;s not just a question of building a new car park or a bypass. It might be cash incentives, and it might have to be very local  not to a borough council but to individual villages near the sites.&quot; The committee&apos;s central recommendation of incentives for communities to be paid for by drilling companies is at odds with the views of Cuadrilla, the only shale gas fracking company in the UK. Papers seen by the Guardian show that the company has written to government ministers calling for taxpayers to foot the bill for incentives. Francis Egan, chief executive of Cuadrilla, said: &quot;I&apos;m delighted with the committee&apos;s central conclusion that exploration companies like Cuadrilla should receive strong support from the government to get on and drill, in order to establish the extent of the recoverable resources of natural gas. We agree with the committee&apos;s conclusion that substantial recoverable shale gas could limit future UK energy price rises, reduce our reliance on imported gas and generate considerable tax revenues.&quot; He pledged &quot;strong community engagement&quot; to areas where drilling is licensed to go ahead. But green groups said the committee had not made a strong case for fracking. Friends of the Earth Energy campaigner Tony Bosworth said: &quot;This report does little to back the case for a UK shale gas revolution. MPs say clearly that shale gas production may threaten our climate targets, may not stop the price of gas from soaring further and we can&apos;t rely on it to improve energy security. Fracking is dirty, unnecessary and a threat to our climate and environment  it&apos;s little wonder so many communities are in opposition.&quot; He said: &quot;Instead of gambling with shale gas we should be building an affordable power system based on our abundant clean energy from the wind, waves and sun.&quot; Leila Deen of Greenpeace said: &quot;This report confirms that what we know about UK shale gas is that we don&apos;t know much. The only thing most experts agree on is that it won&apos;t reduce bills. &quot;Fracking remains a fantasy and a dangerous distraction from renewables, which continue to fall in cost. The government needs to start backing energy winners, instead of gambling with consumers&apos; pockets and the climate.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/26/cash-locals-shale-gas-fracking-uk", 
    "wordcount": "703"
}