{
    "headline": "Google and Microsoft under threat from the march of the mobiles", 
    "text": "We&apos;re used to the idea of &quot;peak oil&quot;  that there&apos;s only a finite amount of that stuff in the ground. What&apos;s the equivalent in the computing field? Two of them seem to be happening at the same time: &quot;peak desktop&quot; and &quot;peak search&quot;  both of which raise serious questions for two titans of the business, Microsoft and Google, which reported their quarterly results on Thursday. Peak desktop is a big threat for Microsoft. It saw its revenues and income dip year on year, by 8% and 26% respectively, as a slowdown in the PC business (ahead of next week&apos;s launch of Windows 8) took hold.  In the Windows division, revenues were down 33%, and profits by 50%, the latter to $1.6bn (997m). Even though the mood music emanating from the company is positive, the reality is that the world is changing, and Windows 8 is Microsoft&apos;s only chance to keep up with it. That&apos;s because the world is shifting to mobile formats: smartphones have been outselling PCs since the end of 2010, and tablet sales (of the iPad and dozens of Android tablets) are rocketing in scale, so that this quarter they could be at least a 25% share of the worldwide total for PCs. And even though Google&apos;s Android mobile operating system is the most widely sold for smartphones, the search giant isn&apos;t immune from this shift either. The results announced prematurely through a slip of the finger at its printers showed that the shift to mobile is hitting Google hard too.  &quot;Cost-per-click&quot;  how much advertisers pay on average when someone clicks on an ad  has been dropping for the past four quarters, after rising for eight previous quarters. There&apos;s no reason to expect it to rise again. Why? Google explained three months ago in its previous results: &quot;The decrease in the average cost-per-click paid by our advertisers was driven by various factors, such as the general strengthening of the US dollar compared to certain foreign currencies (primarily the Euro), the changes in platform mix due to traffic growth in mobile devices, where the average cost-per-click is typically lower compared to desktop computers and tablets, and the changes in geographical mix due to traffic growth in emerging markets, where the average cost-per-click is typically lower compared to more mature markets.&quot; Leave aside the currency issue (though Google&apos;s people played up the effect of currency fluctuations; less discussed is what sort of taxes should be paid on those foreign revenues), and you have the stark position: people aren&apos;t using desktops or laptops so much; they&apos;re using smartphones, and mobile isn&apos;t such a great advertising platform for search.  Plus, the places where people are now going online just don&apos;t pay as much. The mature economies are tapped out. After years where Google&apos;s revenue growth is slowing down; &quot;Peak Google&quot; might be in sight. Certainly, some analysts think we&apos;ve hit peak search  at least on the desktop. Ben Schachter from Macquarie Securities noted that in September, desktop search volume fell in the US for the first time ever.      More and more people are using smartphone apps to find things such as restaurants or to search train times. Photograph: Fabrizio Bensch/Reuters    Appy days We&apos;re all peering at our smartphones, or swiping around on tablets, and sometimes we&apos;ll even do those in preference to firing up a laptop. For a number of tablet users, portability trumps power, so they use them during the evening rather than sitting with a laptop  Even worse is that &quot;search&quot; isn&apos;t so important on mobile. In the modern age, people use apps on smartphones: if they want train times they&apos;ll get an app that tells them, rather than searching. If they want to find a restaurant, they might search  or they might bring up a restaurant app such as Yelp. It&apos;s that closed nature of mobile apps that really has Google worried, just as much as it worries about Facebook.  Sergey Brin, Google&apos;s co-founder, admitted as much while making the more general point about government threats to the web when speaking to the Guardian in April: &quot;all the information in apps  that data is not crawlable by web crawlers,&quot; he said. &quot;You can&apos;t search it.&quot; And for Google, if you can&apos;t search it, you can&apos;t sell ads against it. Collapse of stout business model. Be in no doubt that this is a serious problem for Google. Larry Page (his voice only partly restored after a mysterious throat ailment) insisted that everything is good, and told analysts that Google now has a $8bn &quot;annual mobile run rate&quot;. That was contrasted with a $2.5bn &quot;run rate&quot; a year ago but neither figure indicates how much is actually going into Google&apos;s coffers.  Last year, Google only included revenue from mobile ads (but didn&apos;t say how much is split with carriers or companies such as Apple, which offers Google&apos;s search on the iPhone and iPad). For the bigger number, Google threw in the kitchen sink  gross revenue from mobile ads and gross revenue from mobile sales of Google Play content (apps, ebooks, music and movies). A big chunk of those  between 45% and 70%  gets shared with partners. Page is undaunted: &quot;we are really starting to live in the new reality,&quot; he told analysts, &quot;[a] kind of ambiguity of the [desktop and mobile] screens. Apps users really move from intent to action much more faster and more seamlessly. So I think this will create a huge new universe of opportunities for advertisers if they can focus on the platform.&quot;  Talking about desktop or mobile wouldn&apos;t make much sense, he suggested: &quot;advertisers will be dynamically adopting across so many different devices to reach the right audiences at the right time.&quot; You wouldn&apos;t want to bet against Page  who with Brin is one of the brightest minds around  but equally, it&apos;s a giant challenge to make this shift effectively without seeing your business model stolen away by a nimbler upstart, or even distributed far and wide among app developers. The same challenge lies ahead for Microsoft, which has recognised  like everyone else  that the future of computing is mobile. It began working on Windows 8, its upcoming version to be released next week, even before Windows 7 was released; and Steve Sinofsky, the head of the Windows division, could see the writing on the wall. Mobile is the future. But what does that mean for the PCs that have made Microsoft rich, and once the most valuable listed company in the world?     We have definitely seen peak desktop  the number of desk-bound computers being shipped is gradually falling away. Photograph: Getty     Decline of the desk bound A problem, that&apos;s what. We have definitely seen peak desktop  the number of desk-bound computers being shipped is gradually falling away. The number of laptops being made is still growing, but there&apos;s the hint of danger in this pause before Windows 8, allied to economic problems, and the fact that tablets are for the main part just cheaper, have longer battery life, do much of the same jobs (email, web browsing, spreadsheets, document composition and reading) and can include mobile broadband connections  something most laptops still don&apos;t.  If we stop buying desktops and laptops, and if Windows 8 on a tablet such as Microsoft&apos;s Surface (which has the same sort of British-designed ARM chip as a smartphone) is just as effective, will we need PCs? It&apos;s as though we&apos;ve been driving around in trucks, and suddenly someone discovered how to build cars, instead. But for Microsoft, which (if we extend the metaphor) has been making the fuel for those trucks, the change is a problem.  &quot;A computer on every desktop and every home, running Microsoft software&quot; was the original vision. Well, mission accomplished, Mr Gates. Now, though, Windows is less of a force than before: the Windows division brought in $3.2bn in revenues in the past quarter, which is dwarfed by the $9.2bn Apple got from iPads from April to June (we don&apos;t have the latest figures; they&apos;ll be announced next Thursday) or $16.2bn from iPhones.  True, that&apos;s not like-with-like: Apple&apos;s numbers include hardware, not just software. But Apple&apos;s model  sell hardware and software  begins to looks more robust in that light. But does it? Is selling hardware really the way to adapt to the mobile world? Even there, it&apos;s not clear. Only Samsung and Apple are making serious money in the mobile handset world; HTC is keeping its head above water, just about, but even it is troubled. Everywhere else, handset makers are bleeding money  notably including Nokia and RIM, which show that being there at the start of the shift to mobile doesn&apos;t necessarily help. Both had smartphones, or smartphone functionality, well before Apple, and years before the first Android phone. Yet both have been left in the dust by the rapid changes. Is there an answer? A simple one? No  only that we have trouble wrapping our heads around the changes that are going on. Perhaps in five years, and certainly in 10, anyone who wants to buy a smartphone will be able to, even in the poorest countries. (Whether they&apos;ll be able to afford internet data is a different question.) We might think Google and Microsoft have problems, but we  and our governments  haven&apos;t even begun to think about what such connectivity is going to do to our learning, communication, businesses, civilisation.  A printer&apos;s slip of the finger might have hurt Google&apos;s shares temporarily, but it&apos;s silicon that will have the biggest effect in the coming years.", 
    "section": "technology", 
    "gid": "technology/2012/oct/19/google-microsoft-smartphone-apps", 
    "wordcount": "1577"
}