{
    "headline": "Keystone XL pipeline report slammed by activists and scientists", 
    "text": "Green activists and climate change scientists have slammed a new report from the Obama administration that raises no serious objections to building a massive and controversial oil pipeline. The Sierra Club, one of the US&apos;s oldest and most respected environmental advocacy groups, attacked the State Department study into the proposed Keystone XL piepline  which will bring oil from Canadian tar sands deposits down to the Gulf of Mexico  as a &quot;deeply flawed&quot; analysis of the environmental consequences of the project. Michael Brune, executive director of the Sierra Club, said he was &quot;outraged&quot; by what he described as the administration&apos;s &quot;deeply flawed analysis and what can only be interpreted as lip service to one of the greatest threats to our children&apos;s future: climate disruption&quot;. The State Department report concluded that the environmental costs of getting oil from Canada to the Gulf by other methods were more harmful to the environment. It evaluated two options using rail: shipping the oil on trains to existing pipelines or to oil tankers. The report said these methods would release more greenhouse gases than the pipeline. Obama is under strong pressure from the oil industry, business groups and the Canadian government to approve the project, which will open new outlets for the vast crude reserves of Alberta. Oil industry officials and the Canadian government hailed the report as bringing the pipeline a vital step closer to reality. The pipeline is also supported by Obama&apos;s Republican opponents, who claim it will be a source of new jobs and help bring down fuel prices. They called on Obama to give Keystone the green light. &quot;[The] report again makes clear there is no reason for this critical pipeline to be blocked one more day. After four years of needless delays, it is time for President Obama to stand up for middle-class jobs and energy security and approve the Keystone pipeline,&quot; said House speaker John Boehner. But the move is strongly opposed by environmental groups, who say it puts an emphasis on fossil fuels at a time when climate change needs to be addressed by fostering alternative energy sources. Last month 35,000 demonstrators opposing the Keystone pipeline came to Washington in what organisers claimed was the largest climate protest in American history. Though the report stopped short of recommending approval of the project, it would likely give Obama political cover if he wanted to endorse the pipeline. State Department approval of the 1,700-mile structure is needed because it crosses the border between the US and Canada. Aside from the Sierra Club, other prominent scientists and environmental groups have criticised the State Department report. They say that the report ignores the idea that building the pipeline will encourage greater development of the tar sands and boost oil production of deposits that are seen as a highly pollutive resource which can cause widespread ecological damage as it is mined.  &quot;The State Department is overlooking the fact that the pipeline is likely to trigger at least 450,000 barrels per day of additional tar sands production capacity,&quot; said Stephen Kretzmann, executive director of Oil Change International, in a statement. James Hansen, a Columbia University professor who is one of the world&apos;s most respected experts on climate change, also issued a statement attacking the report&apos;s findings. &quot;To say that the tar sands have little climate impact is an absurdity,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2013/mar/02/keystone-xl-pipeline-report-activists-scientists", 
    "wordcount": "571"
}