{
    "headline": "Bells, mulled wine and sparkling frost", 
    "text": "Church bells ring before the switch-on of the Christmas tree lights at St Dominic. Above the dark graveyard, light gleams through the west window of the bell tower and illuminates the stained-glass images of patronal saints  Dominica and her brother, Indract, carrying a Tamar salmon. The bells ring out as people converge on the parish hall for carols, handbell ringing, mulled wine, mince pies and chat by the tree. On the distant horizons of Bodmin Moor and Dartmoor shine the red lights of transmitter masts, and, to the south-east, broken clouds reflect the lights of Plymouth. Next morning is more wintry. Frost sparkles across fields and the waning moon is clear in a pale blue sky. From a vantage point near home, Dartmoor summits and intervening ridges of Bere Alston and Morwellham appear to float above a sea of mist along the Tamar and its tributaries. Cotehele&apos;s prospect tower and the mine stacks of Wheal Edward protrude from the whiteness, and much nearer, towards the village, shafts of sun stream across the shadowy fields. Up here, in the sun, frost on grass soon melts and the pink glow of sunrise, which reflected on stubble and the trunks of bare beech, fades to gold. In muddy gateways of harvested potato fields and vacant pastures, ice crusts ruts and puddles. Near the prehistoric bury, freezing fog wafts between hedge-banks and whitens ferns and fallen leaves. A few yellow and brown leaves still cling to hazel and oak on overgrown slopes at Radland and, from below, sounds of the rush of swollen streams converging on derelict mill ponds. Starlings foray across the land and rest awhile on the sunlit twigs of ash, high above a neglected plot of frosted raspberries. Back home, goldfinches hollow out seed heads of evening primrose and, on the sunny roof, wagtails are running and fluttering after insects in the gutters.", 
    "section": "environment", 
    "gid": "environment/2012/dec/04/bells-mulled-wine-sparkling-frost", 
    "wordcount": "312"
}