{
    "headline": "Mystery bird: Canada goose, Branta canadensis & cackling goose, B. hutchinsii", 
    "text": "  Foreground: cackling goose, Branta hutchinsii (synonym, Branta canadensis hutchinsii; protonym, Anser Hutchinsii), Richardson, 1832, also known as the Baffin Canada goose, Hutchins&apos;s goose, Richardson Canada goose, lesser Canada goose or as the tundra goose. Background: Canada goose, Branta canadensis (protonym, Anas canadensis) Linnaeus, 1758, also known as the Atlantic Canada goose, eastern Canada goose, or as the greater Canada goose, photographed at Lake Washington, Seattle, Washington (USA).  Image: Doug Schurman, 22 January 2012 (with permission) [velociraptorize].Canon 7D with the Canon 400mm f5.6 lens    Question: These common North American mystery birds are strikingly different in size despite having the same colours and patterns. Why? Are these parent birds with one of their chicks? Are they different subspecies or are they two different species? Can you identify the taxonomic family and species for these birds? Response: These similar-looking birds are actually adults of two different species, according to DNA work. The species are the cackling goose, Branta hutchinsii (foreground) and a pair of Canada geese, Branta canadensis (background). Individuals at the opposite size extremes for the two species (as in this image) are easy to identify, however, there is considerable size overlap for several subspecies, which then is interesting for those who love to spend hours studying flocks consisting of hundreds or thousands of individual birds.  The cackling/Canada goose is an iconic species that is native to arctic and temperate regions of North America. They have a black head and neck, white patches on the face, and a brownish-gray body. They are herbivorous and monogamous, and the sexes look the same, although males may be slightly larger.  Cackling geese breed farther north and west in the Canadian tundra than does the Canada goose, which of course, means that gene flow between these populations is severely minimized. In 2004, the cackling goose was elevated to a full species comprising four extant and one extinct subspecies, some of which overlap in size with their sister species, the Canada goose. This of course, means the largest subspecies of cackling goose, B. h. taverneri and some individuals of the highly size-variable subspecies, B. h. hutchinsii, may in fact be larger than the smallest subspecies of Canada goose, B. c. parvipes. Unless one is looking at a small cackling goose or a large Canada goose, identifying which species and subspecies that one is looking at can be very challenging (and may in fact be impossible) for some locations where many subspecies occur.  That said, conscientious birders will carefully note features that may be useful for identifying subspecies since this information can help scientists better understand the habits of these populations. Important features to note include the tone (paleness or darkness) of the plumage (especially the breast and underparts), bill size, neck length, presence or absence of a &quot;collar&quot; at the base of the neck and the presence or absence of a dark chinstrap. Here is a useful online table comparing common cackling/Canada goose subspecies that can be seen in the Pacific Northwet (this was designed to test goose hunters before they get their hunting license) and this linked PDF is a helpful table of characters that can be used to distinguish the two species and to identify their currently recognised subspecies.  Distinguishing between two species and a dozen or so subspecies seems like a lot, doesn&apos;t it? But at least a few authorities consider the &quot;white cheeked goose&quot; species complex to actually consist of six species with more than 200 subspecies! Unfortunately, I have been unable to get copies of those papers, so I cannot tell you more than to scare you with that rumour. Clearly, the Canada/cackling goose species complex is, well, complex, and likely will be the subject of more DNA work (and controversy) in the near future.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/08/2", 
    "wordcount": "694"
}