{
    "headline": "Thomas Jefferson, science enthusiast", 
    "text": "   Thomas Jefferson by Rembrandt Peale, 1800. Photograph: White House Historical Association/Wikimedia Commons    If you want to enter an alternative reality, all you need to do is type words like &quot;Jefferson&quot;, &quot;religion&quot; and &quot;history&quot; into Google. The American right wing&apos;s attitude to some aspects of science is deeply troublesome, but so too is their rewriting of their national history. The Jefferson Lies: Exposing the Myths You&apos;ve Always Believed About Thomas Jefferson, by David Barton, is a case in point. It is endorsed by Glenn Beck despite enormous criticism from historians and publishers. In July, readers of History News Network voted it the Least Credible History Book in Print for its distortion of history and of Jefferson&apos;s views. The particular issues are identified around religion, slavery and the relationship between church and state, which Barton presents among seven &quot;lies&quot; told about the third president of the United States. Barton has little to say about Jefferson&apos;s intense interest in science. He would have done if Jefferson had lived a couple of generations later, as the statesman then might have accepted the geological evidence of the Earth&apos;s age (which he was not inclined to do in the first decade of the century, when there was much dispute among geologists) and Darwin&apos;s theory of evolution, and Barton might have had an eighth &quot;lie&quot; to deal with.  But there is little in established 18th and early 19th century science that the Tea Party would feel the need to reject. This is a reminder of the fact that in Jefferson&apos;s time there was no perception of a war between science and religion and, indeed, that the American right do not necessarily have a blanket &quot;anti-science&quot; approach, but theological, political and ideological issues with particular fields. However, where Barton does bring up science, he goes rather wrong. The main passage focuses on this Jefferson quote:  Bacon, Locke and Newton, I consider them as the three greatest men that have ever lived, without any exception, and as having laid the foundation of those superstructures which have been raised in the Physical and Moral Sciences.  Quite rightly, of course, Barton can point to the religiosity of these heroes of science, but he glosses over Newton&apos;s unorthodoxy, denies Locke&apos;s and presents this quote as part of his argument against the &quot;lie&quot; that Jefferson promoted secular education. This is quite bizarre, turning a blind eye to Locke&apos;s advocacy of religious tolerance and the separation of church and state. A quick read of Locke&apos;s A Letter Concerning Toleration would put him right. An interest in science and advocacy of secularism in public life were, and are, by no means necessary bedfellows. Likewise, the interest of leaders and politicians of all stripes in many or most aspects of science and technology, which underpin national and military success in so many areas, goes without saying. Yet Jefferson&apos;s interest in science was part of his personal identity in a way that it is hard to imagine the likes of Glenn Beck celebrating.  This summer I visited the American Philosophical Society (APS) in Philadelphia, of which Jefferson was a key early member, to do some research into the Lewis and Clark Expedition across the American continent in 1804-06, a scientific and imperialistic venture that was Jefferson&apos;s pet project.  What I found fascinating in reading about this expedition was not just Jefferson&apos;s support for a prestige national project, but his close involvement in the scientific training of Merriweather Lewis, his secretary, in preparation, and ready input to discussions about instrumentation. Jefferson was, according to an article on the instruments of the expedition, &quot;inordinately fond&quot; of an equatorial theodolite he owned, made by London instrument-maker Jesse Ramsden, and thought they should take something similar. At the APS I dipped into some of Jefferson&apos;s correspondence with Robert Patterson, the professor of mathematics at Philadelphia. More than once he wrote to thank Patterson for copies of the Nautical Almanac (the small books of astronomical tables for navigation published by the British Board of Longitude), as well as other scientific tracts, and for advice on buying and repairing instruments.  On 21 March 1811 he added:  before I entered on the business of the world I was much attached to Astronomy &amp; had laid a sufficient foundation at College to have pursued it with satisfaction and advantage. but after 40 years of abstraction from it, and my mathematical acquirement coated over with rust, I find myself equal only to such simpler operations &amp; practices in it as serve to amuse me. but they give me great amusement, and the more as I have some excellent instruments...  I don&apos;t suppose that there is anything here that would particularly challenge the Tea Partyers. It is not climate science or evolution, but an enthusiasm for tracking Jupiter&apos;s satellites. In any case, Barton&apos;s claims have already been thoroughly taken down by historians. And yet, throwing up an image of a Founding Father who enjoyed tinkering with precision instruments, perusing astronomical tables and corresponding with university professors seems as good a response as any to some of the painfully bad history being produced.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/sep/11/history-science", 
    "wordcount": "849"
}