{
    "headline": "Peugeot 508 RXH car review", 
    "text": "Price 33,695MPG 68.9Top speed 132mph Certain journeys fix acar in your mind for ever. Almost 25 years ago my wife and I took a taxi from Aswan on the Nile to the colossal rock temples at Abu Simbel  some 300km across the flat and limitless desert towards Sudan. We shared the ride with two Australians  one had a thermometer round his neck which read 40C, and that was at 8am. It later rose to over 55C. The trip took nine hours and we were at the temple for less than an hour. We had no aircon, but kept the windows shut as opening them was like being blasted in the face withahair dryer. I sat between the Aussies in the back, where the hair on our bare thighs matted together with clotted sweat which then seeped down into the stained velour And the car? Analmost indestructible Peugeot 505. That heroic jalopy  the camel of the desert  was alow-tech marvel. Head to any corner of the world and you&apos;ll still find them, welded and crabbed, but churning out the miles. I&apos;ve been thinking about that old white estate a lot this week  God knows what we&apos;d have done if it had broken down  because I have been driving its distant descendant. The 508 is the latest addition to Peugeot&apos;s remarkable 5-series  but it has as much in common with that battered Egyptian 505 as Danny DeVito and Arnie Schwarzenegger doin Twins. The 508 is smart, stylish and sophisticated; the old one was simple, spartan and agricultural. And it&apos;s about 20 years too soon to know if it&apos;s been built with the 505&apos;s legendary toughness riveted into its panels. This is the latest version of the 508  the 508 RXH. It&apos;s atechnological marvel, though by the end of the week Ithought it might be a bit too clever for its own good. The 508 RXH is wider and longer than the ordinary 508 SW, has 4WD and packs as much body armour as an American footballlinebacker, but its real USP is that it&apos;s the first of its class to boast adiesel-electric hybrid drivetrain. Eh? That means it has a 163bhp, four-cylinder diesel engine driving the front wheels and a 37bhp electric motor powering the back. This wizardry means you can, allegedly, get almost 70 miles to a gallon of fuel  an amazingly high figure for such a large and luxurious 4WD  and almost double what you might reasonably expect. Hooray! But the downside is that you also have to pay almost double what you would for the basic SW. However, if bought as a company car, by the time you&apos;ve factored in benefit-in-kind tax, the RXH will save you thousands a year compared to a comparable Audi A4 Allroad, VW AllTrack or Volvo XC70. For those who aren&apos;t company directors with a taste for hybrid technology, what will you be missing out on? A great-looking car for starters  with triple &quot;lion&apos;s claw&quot; running lights at the front. It&apos;s spacious and refined, and strapped in and gazing up through its all-glass roof you get to feel what it might be like to be a specimen. You&apos;ll also miss out on fiddling with the multiple engine settings and seeing if you can drive home on battery power alone. On the other hand you won&apos;t have to put up with its maddening electronic key which the car keeps telling you you don&apos;t have in your hand, nor the six-speed automatic gearbox, which was as lumpy as the custard Imade last Sunday. The 508 RXH happily did all Iasked of it, but the wilds of southern England don&apos;t compare to those of southern Egypt and there were no sweaty Australians in the back. Email Martin atmartin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place Explore Italy&apos;s &apos;Motor Valley&apos; as Lamborghini celebrates 50 years of luxury driving     Italian job: enjoy the best of Italian motoring from Modena to Mantua. Photograph: Observer    The Unesco Quadrilateral, which covers the Italian towns of Modena, Ferrara, Reggio Emilia, Bologna and Mantua, is birthplace to some of the world&apos;s most desirable and expensive cars and motorbikes, from Ferrari to Ducati; Lamborghini to Maserati, De Tomaso to Dallara. To celebrate the 50th anniversary of Lamborghini, a procession of hundreds of luxury cars will tour through 1,200km of Italian streets from 7-11 May, featuring some of the brand&apos;s most iconic models, from the unforgettable classic GTs to today&apos;s futuristic supercars. Aside from Lambo&apos;s extravagant celebrations, the Unesco Quadrilateral region has a wealth of automotive sights and attractions to offer, including car shows, museums and motoring experiences. It&apos;s the perfect driving holiday for anyone who loves Italy and Italian cars. To plan your trip have a look at some of these useful sites:emiliaromagnaturismo.itturismomantova.itdeltapocard.itmotorvalley.itfacebook.com/RediscoverItalytwitter.com/RediscoverItaly", 
    "section": "technology", 
    "gid": "technology/2013/mar/24/peugeot-508-rxh-car-review-martin-love", 
    "wordcount": "823"
}