{
    "headline": "University accountability: why not let the public track performance?", 
    "text": "In today&apos;s knowledge economy, there is growing recognition that colleges and universities are powerful stimulants of economic growth. The talent, research and development, and economic activity they produce are valuable public goods worthy of both private and public investment. The obvious question, however, is this: how can colleges and universities show they are delivering healthy investment returns? We think we have the beginnings of an answer: Michigan&apos;s performance tracker for public universities. As a roundtable of business leaders located in the US midwest, Business Leaders for Michigan asked higher education and economic partners what we&apos;d expect to see in a credible investment report. We came up with about 30 different measures of productivity, efficiency, affordability, access, and economic impact. We then used these metrics to benchmark each public university in Michigan against their peers across the nation. If these measures are different than what others have proposed for higher education accountability structures, that&apos;s deliberate. We recognise that university accountability is a complicated issue. Our aim was to look at it from an entirely different perspective  an economic and talent production viewpoint. We wanted to demonstrate the return on investment for parents, students and our state. You see, Michigan has been struggling for more than a generation with an economy that was growing smaller, poorer, and weaker. The automotive industry has changed, and some of factors that worked to make us strong a century ago have dissipated. We are now actively engaged in a dramatic revisioning of how our state can adapt to remain vital and productive in a knowledge economy. It&apos;s not a big leap to see why higher education matters so much to our state. The Lumina Foundation tells us we&apos;ll need an additional 900,000 workers with more than a high school education to meet workforce demands in the next decade. We know these degrees will be required for the most in-demand, highest-paying jobs, and we aim to ensure those jobs are located in Michigan. Coupled with these challenges is the problem of funding. Michigan&apos;s economic difficulties have caused each and every tax dollar to be stretched to the limit. Policymakers have cut public university funding by 50% in real dollars. That&apos;s more than any other area in the budget and, sadly, it&apos;s the area of greatest future promise. Our benchmarking data show that tuition increases have made up for most, but not all, of the cuts. Simply put, our state&apos;s policies have effectively transferred the cost of getting a degree to students and families. It&apos;s made it harder for Michigan learners to become educated when it could be most essential for them  and for our state. This change has also resulted in higher student debt levels. Policymakers have been trying to reverse course. Last year&apos;s higher education budget reflected an increase in higher education funding, and this year&apos;s proposed budget continues that trend. While this is positive news, we know there is still more to be done to ensure adequate funding. Thus, we created the performance tracker, an online tool to support good decision-making about higher education funding. If it&apos;s clear what universities are doing to properly prepare our students to compete in a global economy for good paying jobs and grow the talent pipeline Michigan needs to compete for business investment, we believe there will be support to increase our state investment in higher education. The performance tracker provides a scorecard for every Michigan university that shows overall state investment, coupled with important data points such as graduation rates, degrees awarded in key skills areas (for example STEM), and attendance costs. While we have included some academic measures, like graduation and retention rates, they are provided to support an economic argument, not a scholastic one. We&apos;ve posted all our data online, making it easier for everyone in Michigan to see exactly what kinds of investment results our colleges and universities are generating. We think this level of transparency and accountability is essential to ensure a healthy public dialogue about higher education. It also supports effective decision-making by students and families who are making choices about their own individual investments. What we&apos;ve learned in developing this project over the course of the past year is fascinating. We found that even though nearly all Michigan universities receive less state support than their peers across the nation, they are nearly all producing more degrees in critical skills areas. That&apos;s exciting news for a state that is working to define its economic future. We know higher education holds tremendous promise for restoring our struggling economy. Our job is to define, shape, and deliver on that promise in the best ways we can. The willingness of our public universities to be publicly accountable for their fiscal and academic outcomes is the sharpest arrow in our quiver. Doug Rothwell is the president and CEO of Business Leaders for Michigan  access Michigan&apos;s Performance Tracker for Public Universities here  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/18/university-accountability-public-performance-tracker", 
    "wordcount": "842"
}