{
    "headline": "Apps Rush: London A City Through Time, M&S, London 2012 Official Results App, Childcare and more", 
    "text": "A selection of nine new and notable apps for you today: London A City Through Time Amid a sea of London-related apps hoping to capitalise on this summer&apos;s Olympic Games, Heuristic Media&apos;s stands out for its craft and depth. It&apos;s a reference guide with more than 6,000 articles and 2,000 images, along with 360-degree views, spinning Museum of London artefacts, audio tours, and a slick timeline to find your way through it all.iPad M&amp;S British retailer Marks &amp; Spencer joins the App Store rush with an iPhone app providing e-commerce, shopping tips, social features and barcode-scanning features, while synchronising your shopping basket with its website.iPhone London 2012 Official Results App Following the launch of the official Olympic Games &apos;Join In&apos; app a few weeks ago, now there&apos;s an official app for the Games themselves. That means news, schedules, results and medal tables for all the events between 25 July and 12 August. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Childcare Or the Pre-school Learning Alliance Choosing Childcare App, to give this its full name. It&apos;s a way for parents in the UK to find nearby childcare providers and read their latest Ofsted inspection report, along with tips on how to get children settled in to childcare.iPhone Quick Fictions This is a nifty idea: a collection of short stories, each under 300 words, designed to be &quot;read on the bus, in the subway/tube or while the kettle boils&quot;. Born out of an initiative from the University of Sussex, Aimer Media&apos;s app also lets readers submit their own stories.iPhone / iPad DigiBlog This Android app is designed for Samsung&apos;s Galaxy Note well, any Samsung device with a stylus working as a &quot;digital sketch book&quot; tracking location and adding photos, videos, text and audio recordings.Android Mush Find it hard to feel genuinely emotional about platform-game characters? Mush might change that. It&apos;s an Xbox Live-enabled Windows Phone game that involves changing your character&apos;s emotions as part of the gameplay.Windows Phone VirginTrain Tickets Virgin&apos;s UK train service hits Windows Phone Marketplace with an app that includes timetables, journey-planning and ticketing. The latter includes buying tickets, and being sent them directly to the device.Windows Phone Frogger: Hyper Arcade Edition &quot;Stunning new graphics!&quot; promises the App Store listing for this reboot of Konami&apos;s Frogger franchise. Well, that&apos;s rather optimistic it still looks more like a game made 30 years ago. Even so, the car-dodging leapery remains intact.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/05/apps-rush-london-2012-childcare", 
    "wordcount": "430"
}