{
    "headline": "Why panning for gold may be detrimental to open access research", 
    "text": "The government&apos;s response last week to the recommendations of the Finch Report on open access was a bold one, advocating a policy for extending access to publicly-funded research which will lead the way worldwide. If the rest of the world follows the UK&apos;s lead, then the future for scholarly publishing is bright indeed. However, the worry for institutions like UCL, who have consistently supported moves towards open access, is that the preferred model may end up costing us more, thereby removing one of the significant advantages that open access was supposed to deliver. The government response states explicitly that, for research funded by the public purse, it favours gold over green open access. In a nutshell, under the gold model, authors will be required to pay publishers article publication charges (APC). This differs significantly from the green model, largely rejected by Finch, which enables authors to self-archive published papers in open access repositories. The gold solution carries considerable cost implications for universities, who will have to find money from existing budgets to meet the charges involved. As things stand, no new money comes to implement the recommendations. Finch estimate the costs at 38m annually, but our own calculation is that this option would mean universities having to come up with up to an extra 60m each year  largely destined to go to journal publishers. It is not immediately obvious that any market pressure will be brought to bear on APCs for key journals. Apparently, green publication is only to be allowed if the journal does not offer a gold approach. So, it seems that universities will be required to pay APCs of whatever amount key publishers choose to charge. If not, they will simply avoid publication in high-prestige journals. The additional and transitional costs will still be borne from within existing budgets, effectively reducing the funding available for the UK&apos;s leading research. It will be a challenge to see how the recommendations can be implemented in the two years that Department for Business, Innovation and Skills (BIS) suggests. In addition, in fields such as the arts, humanities and the social sciences, the vehicles for open access publication may not yet exist  there will be incredulity in these communities as to how the Finch recommendations can be implemented. There is a cheaper, and, we believe, better, alternative  the green, repository route. In Finch, repositories become ghost towns storing unpublished reports and PhD theses, but our experience at UCL contradicts this rather gloomy prognosis. As early adopters, our repository is the largest in the UK, with a projected 1,000,000 downloads this calendar year, even with only a small fraction of our output currently available. We are not alone in our view that green is a viable route. Research Councils UK (RCUK) has come out in support of the green model. Wednesday&apos;s European Commission statement on open access in the light of its forthcoming 80bn Horizon 2020 Programme sees both green and gold access as viable routes. More clarity is also needed on the embargo periods before published articles can be made accessible for free via repositories. The RCUK and EC positions have strict frameworks for embargo periods, after which material can be made available in open access, while Finch and BIS are less strict and less clear on this issue. A joined up approach is needed to avoid confusion for all those involved. To close on a positive, one very welcome feature of the Finch report is its set of recommendations on opening up access to licensed content through extending access to sectors such as the NHS and SMEs. This broadening of access was strongly advocated by UCL and it is good to see this recommendation being accepted. It will cost, by Finch&apos;s estimation, around 10m. This will achieve access for these sectors to the world&apos;s research output at a cost effective price, something that Finch&apos;s recommendations on gold open access will not. If the whole world turned open access tomorrow, the evidence suggests that the greatest savings would come from gold, rather than green, open access. This is because, looking at research and publication lifecycle costs as a whole, gold has the greatest potential for savings in the workflow. But the recent slew of policies and statements are not all joined up, and there is a likelihood of confusion when being implemented. For the UK, being a pioneer is courageous  but not without its dangers. Paul Ayris is director of library services at University College London This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/23/finch-report-open-access-research", 
    "wordcount": "777"
}