{
    "headline": "Degree classifications: time for a change?", 
    "text": "If you&apos;re nervous about results day, you&apos;re not alone. The news can bring either elation or despair, depending on which side of a grade boundary you fall. With more than three-quarters of graduate employers using a 2:1 degree as their cut off point for recruitment, top academics are calling for a shake-up of the grading system. Professor Michael Ewing, University College London (UCL) dean of students, is behind his university&apos;s proposed move away from away from the current system.  He wants to replace degree classifications with a grade point average (GPA). But what is GPA  and how would it affect us? How GPA works GPA works in the opposite way to the current system. At the moment each module you sit is marked with a percentage. At the end of your degree, these are added up and translated into a grade category, such as a 2:1. GPA, on the other hand, marks each module through descriptors  fixed categories such as good or average. At the end of your degree these are converted into a score somewhere between zero and four, four being the highest. Your final degree will be a number, such as 3.7. What GPA means for students  Some argue the new system would make students work more consistently throughout their time at university. Ditching percentages for descriptors would mean that each piece of work has a bigger impact on your final degree grade because the boundaries between the categories are greater  good is clearly distinct from average, but what&apos;s the difference between 59% and 60%? It&apos;s also thought that GPA would help standardise marking across departments. At the moment, it&apos;s not uncommon for maths students to get 0 or 100, while in humanities subjects it&apos;s rare for students to get above 80 or below 40. A descriptor would enable markers to recognise that a humanities essay is not perfect (it never will be &quot;correct&quot; in the same way that maths can be), but it is of an extremely high standard. All change? It&apos;s not just UCL that is considering a switch. Last year Birmingham, LSE, Nottingham, Sheffield, Warwick and York said they were keen to investigate the merits of a GPA system. &quot;It&apos;s a response to the globalisation of higher education, where a large number of academics and students are moving between countries,&quot; explains James Skuse, UCL union&apos;s democracy and communications officer. The higher education landscape is changing. Where the UK system was once used throughout the commonwealth, now the GPA rules the waves. James believes that a GPA system has the potential to attract more applications from international students  a lucrative demographic for universities. But UK employers are less keen. I asked Professor Ewing whether there had been any employer demand for a different system. &quot;No. I think they probably quite like it the way it is. But the thing is, they don&apos;t understand the subtleties of the system.&quot; &quot;I&apos;m sure that in five years time many of the universities in the UK will have a GPA system of some sort,&quot; he adds. So what do you think? Is the current system out-dated and unfair, or well-established and easy to understand?", 
    "section": "education", 
    "gid": "education/2012/jul/09/degree-classsifications-change", 
    "wordcount": "535"
}