{
    "headline": "Free schools campaigners celebrate freedom of information victory", 
    "text": "The Department for Education has been ordered to release details of all proposals to establish free schools, after a complaint by the British Humanist Association over an unsuccessful freedom of information (FOI) request lodged in June last year. The BHA asked for the release of the information amid concerns that the additional freedoms afforded to free schools could lead to a rise in religious discrimination within the state-funded sector, and see a growth in what it considers &quot;evangelical and pseudoscientific schools&quot;. It argued that since applications were only known once successful, the public had been denied a chance to scrutinise the bids, and requested a list of all free school proposals  including unsuccessful ones  in the first and second wave since the policy was introduced in 2010. The Information Commissioner&apos;s Office (ICO) ruled there were &quot;very strong&quot; public interest grounds to publish. Education secretary Michael Gove&apos;s department argued against disclosure under a section of the FOI Act, initially on the grounds that such a move would be &quot;prejudice of effective conduct of public affairs&quot;. The DfE subsequently argued for exemption on the grounds that the information related to the formulation or development of government policy. The department argued that unsuccessful proposals could be improved and successfully resubmitted and that the release of earlier failed proposals could attract negative publicity and deter proposers, thereby reducing choice for parents and pupils. Disclosure could also lead to speculation about why a proposal was unsuccessful, such as whether the proposed area or religious character of the school was a factor, and this could increase local tensions and deter other proposals, said the DfE. But the ICO said the public interest factors in favour of disclosure were &quot;very strong&quot;. &quot;The withheld information relates to the practical application of a new national education policy and the expenditure of public money,&quot; the decision notice stated. &quot;There is a very strong public interest in providing the public with information about free school applications, both on a national and local level. The disclosure of this information would help to increase the transparency of the programme, help public understanding and enable participation.&quot; While acknowledging there were valid public interest arguments for maintaining the exemption, it concluded these were outweighed. BHA faith schools campaigner Richy Thompson welcomed the ruling. &quot;The BHA campaigns against state-funded faith schools, and an important part of being able to do this effectively is being able to identify who is applying to set them up,&quot; he said. &quot;This year we have been trying to identify all free school applications, but have only been able to identify about two-fifths of the groups that applied  the majority of groups are simply unknown to the public at large. &quot;It is hard to know how the public is able to scrutinise these proposals if we don&apos;t even know about them in the first place. By the time free schools are &apos;pre-approved&apos; to open by the DfE and publicly listed, it is often too late to stop them.&quot; The DfE has 35 days to comply or appeal. A spokesperson said: &quot;We are currently considering the ICO&apos;s decision, and will respond in due course.&quot; The decision follows a separate ruling in May instructing the DfE to publish a list of proposed university technical colleges and 16-19 free schools.", 
    "section": "education", 
    "gid": "politics/2012/jul/06/freedom-information-victory-free-schools", 
    "wordcount": "564"
}