{
    "headline": "Tate Modern considers activists' wind turbine for art collection", 
    "text": "A 1.5 tonne, 16.5 metre-long wind turbine blade carried last month to the Tate Modern by artists objecting to the gallery&apos;s sponsorship by oil company BP is being considered for the national art collection. The blade, which for years generated electricity on a Welsh hillside, was renamed by the art collective Liberate Tate as &quot;The Gift&quot;, and &quot;installed&quot; in the main turbine hall of the former oil-fired power station. The group then wrote to the Tate gallery director, Sir Nicholas Serota, saying: &quot;We think that it is a work that will fit elegantly in the Tate collection, a work that celebrates a future that gives rather than takes away, a monument to a world in transition. &quot;Resting on the floor of your museum, [it] might resemble the bones of a leviathan monster washed up from the salty depths, a suitable metaphor for the deep arctic drilling that BP is profiting from now that the ice is melting. But it is not animal, nor is it dead, it is a living relic from a future that is aching to become the present.&quot; In reply, Serota thanked the activists for their unsolicited gift. &quot;The offer will be presented to our trustees for their consideration at their next meeting in September. I shall respond thereafter. In the interim, the object will be stored by Tate,&quot; he said in an email. Liberate Tate has regularly embarrassed the gallery with performances and actions. Its artists have released helium balloons with dead fish attached, imported melting Arctic ice, covered themselves in oil and poured gallons of molasses down the stairs. This year Tate said in a reply to a freedom of information request that it had received more representations raising concerns about BP&apos;s sponsorship than any other issue since the oil company became financially linked to the gallery in 1990. Last December, the Tate, National Portrait Gallery, Royal Opera House and British Museum said they would renew sponsorships worth 10m with BP, despite opposition from environmental campaigners.", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/tate-modern-activist-wind-turbine", 
    "wordcount": "343"
}