{
    "headline": "Observer Ethical awards winners 2012", 
    "text": "The winners of the 2012 Observer Ethical Awards, in association with Ecover, were announced at a ceremony on 30 May in London hosted by the Observer&apos;s ethical living correspondent and TV presenter, Lucy Siegle, alongside the awards celebrity judges and sponsors. At the awards, renowned primatologist Jane Goodall was honoured with The Observer&apos;s lifetime achievement award. The judges recognised her extraordinary contribution to the development of our understanding of the natural world, particularly broadening our knowledge of the habits of chimpanzees, her enduring role in promoting social justice and acting as an advocate for environmental protection.  Jane Goodall first came to the attention of the public when, at 26, she travelled from England to what is today Tanzania and entered the little-known world of wild chimpanzees. By spending time patientlyobserving them, she gained their trust, unearthing fascinating facets of the life of chimpanzees and community, and observing how closely their behaviour mirrored our own. Today, Jane&apos;s work revolves around inspiring action on behalf of endangered species, particularly chimpanzees, and encouraging people to do their part to make the world a better place for people, animals, and the environment.  Lucy Siegle said: &quot;Jane Goodall has been recognised by our panel for her outstanding contribution to environmental and social justice. She has extraordinary ecological instinct. From a young age, when others considered natural history a curio or a form of entertainment, she was already making vital connections to ecosystem preservation instinctively understanding that we had more to learn from chimpanzees than they from us. To this day she remains a tireless promoter of the planet, continuing to join the dots between essential ecological rights and vulnerable ecosystems. I am so grateful that we are able to formalise our devotion to this woman with an award!&quot; The Observer Ethical Awards are now in their seventh year of celebrating the projects, businesses, ideas, campaigns and activists making sustainable change a reality.  The full list of winners: The Observer&apos;s Lifetime Achievement  Dr Jane Goodall Sport Dartford Football ClubDartford Football Club, an ethical stadium with water recycling, bike racks, grass roof and solar panels. The judges felt it was a great project that engaged with a hard to reach community.  Ecover Ethical Kids Fact FashionFact Fashion draw attention to issues, like the conservation of scarce resources to changing behaviours, by producing fashion items that display the powerful numbers associated with these problems and the judges felt it was different from any other awards entry they had seen before. Local Hero sponsored by The Body Shop Dr S Oliver NatelsonDr S Oliver Natelson is a community campaigner that has worked for over 30 years supporting the local wood and nature reserve in Barnet. The judges felt that he is the definition of a hero, incredibly inspiring and informative. Grassroots Projects sponsored by Timberland Climate Change Schools ProjectThe Climate Change Schools Project (CCSP), based in Durham, is a not-for-profit-project that puts climate change at the heart of the national curriculum. Business initiative sponsored by Jupiter Asset Management EcotricityEcotricity is a green energy company and supplier and generator of eco electricity and gas and the judges felt that what it is doing will change the energy world. Blog sponsored by environmenttheguardian.com DfID - Hannah RyderA blog from a UK civil servant showing how economics, poverty and action to avoid climate change and to protect the environment in developing countries relates to real life. The judges felt that Hannah&apos;s blog was well written, talked about important topics and was an effective way of sharing information. Arts and Culture sponsored by Festival Republic When China met AfricaA film highlighting the new problems associated with the Chinese expansion in Africa. The judges felt that the power of the film is that is does not make any judgments - it raises a lot of issues and questions but leaves it to viewer to make their own decisions. Big Idea sponsored by National Grid SafetyNetThe SafetyNet is a new trawling system that cuts down on the catch and subsequent discarding of juvenile and endangered fish. The judges felt that although this project was still in the very early stage it was one of the most important ideas the world is going to see. Fashion &amp; Accessories sponsored by Vogue.com VejaUsing organic cotton from agro-ecology initiatives in North Brazil, wild Amazonian rubber, and acacia tanned leather, Veja produces trainers and accessories. The judges felt Veja had strong ethical principles whilst creating beautiful products. Campaigner sponsored by B&amp;Q Hugh Fearnley WhittingstallSelected as Campaigner of the year for the second time, Hugh continues to campaign for fish conservation, energy saving and ethical chicken farming amongst other issues. Retailer Warren EvansWarren Evans produce ethical beds and wooden bedroom furniture, handmade in London. The awards included a mix of reader-voted categories and judged categories. All were judged earlier this month by a panel of ethically-minded celebrities and experts including Colin Firth and Livia Firth; poet, Ben Okri; supermodel, Lily Cole; and TV presenter, Ben Fogle.", 
    "section": "environment", 
    "gid": "environment/2012/may/30/winners", 
    "wordcount": "839"
}