{
    "headline": "Land rights activists angered as India's forest act undermined", 
    "text": "Land and tribal rights in India have been dealt a new blow after the government announced last week that major infrastructure projects will be exempt from obtaining consent for forest clearance from tribal communities living in the forest, a decision that undermines the importance of the country&apos;s Forest Rights Act. Tribal and forest rights activists say the decision by India&apos;s ministers leaves village councils (gram sabhas) powerless to reject the building of roads, railways, transmission lines, canal systems, pipelines or other projects that potentially violate their land rights. &quot;This is serious breach of trust and a huge step back in ensuring the dignity and survival of traditional forest-dwelling people across the country. Forests are going to be cleared to make way for a particular kind of economic development; it will adversely impact communities and the environment,&quot; said Dr Swati Shresth, from the Ashoka Trust for Research in Ecology and the Environment. The decision was adopted at a meeting convened by prime minister Manmohan Singh and attended by environment minister Jayanthi Natarajan and tribal affairs minister V Kishore Chandra Deo. &quot;The ministry took a decision that, subject to [the] Forest Rights Act, there will not be requirement of consent of each of the gram sabhas through which such linear projects such as roads, canals, pipelines, transmission towers etc pass,&quot; said Natarajan. The 2006 act is a landmark piece of legislation recognising the rights forest-dependent communities have over the landscape they have traditionally inhabited. It mandates that forest dwellers cannot be resettled unless their traditional rights have been recognised. It is seen as the single most important piece of legislation protecting and preserving the country&apos;s biodiversity and the rights of tribal groups. By no longer gaining the consent of communities, the government stands accused of effectively overturning key provisions of the act. &quot;All traditional forest-dependent communities can be impacted including those who might have procured rights under the FRA and those who are still struggling for its implementation in their area,&quot; said Shresth. In 2009, the ministry of forests and environment (MoFE) made the consent of affected forest communities mandatory for all projects that would destroy forests. The move was in response to the attempt by British mining company Vedanta to clear swaths of forest in Orissa state belonging to the Dongria tribe. Last week&apos;s announcement effectively revokes the 2009 order. However, the government rejects claims that it is diluting rights in the name of streamlining big business, saying it will continue to enforce the provisions of the act &quot;where there is significant impact on lives and livelihoods&quot;. &quot;The proposed changes will enable land grabbing and the violation of rights of traditional forest dwellers, and sends a clear message that rights granted under the FRA are not inalienable, but subject to the whims of the government of the day,&quot; said Shresth. Such concerns were expressed to the prime minister&apos;s office in a letter signed by a coalition of international forest rights movements. &quot;We believe that it is against the democratic principles to make centralised decisions about the extent of social impact worth considering while diverting forests over which individuals and/or village community may have &apos;inalienable&apos; forest rights vested through FRA. Overriding of such processes can lead to the danger of assuming that all rights can be monetised and negotiated,&quot; it said. Activists say this move will allow industry to build roads or canal systems for mining projects to transport extracted minerals to the refinery. &quot;The only objective is mining access. Mining companies need six road highways and optical fibre installations. Tribal communities don&apos;t want this, and don&apos;t want their precious forests replaced by these. The only beneficiaries of this amendment are the mining companies. This is about GDP, not about the rights of India&apos;s tribal communities,&quot; said Sanjay Basu Mullick from the All India Forum of Forest Movements. The order threatens the area&apos;s biodiversity, which risks discrediting India&apos;s status as the current chair of the UN Convention on Biological Diversity and of the Nagoya protocol, and the implementation of these international obligations on sustainable use and protection of biodiversity. Against a backdrop of sluggish economic growth, government ministries have been lobbying the MoFE to exempt major infrastructure projects from FRA obligations. The country&apos;s national highway authority took the MoFE and the ministry of tribal affairs to the supreme court in January, seeking FRA exemption for projects. According to the authority, 101 infrastructure projects had been frozen due to clearance delays. &quot;The move is part of a larger endeavour to restore investor confidence by a government facing general assembly elections in 2014. Various environmental protection rules have been seen to be responsible for a slump in the growth rate,&quot; Shresth added.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/15/land-rights-activists-india-forest-act", 
    "wordcount": "795"
}