{
    "headline": "Gravity map reveals scars from the moon's violent formative years", 
    "text": "     Scientists have taken their most detailed look yet at the insides of the moon and its surface composition, and have concluded that our nearest celestial neighbour suffered an even more violent pummelling in its early years than previously thought. Unlike Earth, where the shifting of tectonic plates and churning of the mantle have wiped out any evidence of the planet&apos;s early years, the moon has remained largely the same over the 4.5bn-year history of the solar system. Its rocks, craters and composition, are therefore a record of what was happening when the planets of the solar system were forming. Studying the interior of the moon will give scientists a window into the conditions of the early solar system and provide clues about how the Earth spent its formative years. To peer inside the moon, scientists used measurements from two Nasa satellites called Ebb and Flow, collectively known as the Gravity Recovery and Interior Laboratory (Grail) mission. By measuring the tiny fluctuations in the moon&apos;s gravitational field, they have indicated that, in its first billion years, the moon (and, by inference, many of the inner planets) was fractured repeatedly by violent impacts from asteroids and other remnants from the early years of the solar system. &quot;It was known that planets were battered by impacts, but nobody had envisioned that the [moon&apos;s] crust was so beaten up,&quot; said Maria Zuber, Grail&apos;s principal investigator and a geophysicist at the Massachusetts Institute of Technology. &quot;This is a really big surprise, and it is going to cause a lot of people to think about what this means for planetary evolution.&quot; The Ebb and Flow satellites were launched from Cape Canaveral in September 2011 and entered orbit six months later. They have been measuring the gravitational field of the moon since summer this year and the first maps and analyses from the data were published on Wednesday in a series of three papers in the journal Science. &quot;When we saw those maps, we were just speechless,&quot; said Zuber. The Grail measurements showed that the moon&apos;s crust, at between 34km and 43km thick, is around 10-20km thinner than previously thought and, at the bottom of some of the major impact craters, it is virtually non-existent. Massive impacts with comets and asteroids in the moon&apos;s early history probably gouged out bits of the lunar mantle. Some 98% of the moon&apos;s crust is pulverised and fragmented. Ebb and Flow created the gravitational maps of the moon by flying in formation around it, separated by around 200km. The satellites flew at an altitude of 55km above the surface and were able to resolve features as small as 13km across  a resolution around five times better than on previous lunar missions. As they move over mountains, craters or areas of particularly dense rock, the strength of the local gravity field changes the velocity of the spacecraft: high-gravity regions cause them to speed up, low-gravity regions make them slow down. By measuring this change in distance between the two probes (to a precision of better than 50 nanometres per second), scientists can work out the corresponding change in gravity under the probes, and so make inferences about the moon&apos;s geological structure. The gravitational measurements of the surface picked up plenty of expected features - the rims of craters, for example, and mountains. The interior map threw up something unexpected, however: long, dense walls of rock, up to 500km long and straight as arrows. &quot;When we analysed these anomalies, we found that they were revealing the presence of giant dikes, which are long solidified magma-filled cracks below the surface,&quot; said Jeff Andrews-Hanna of the Colorado School of Mines and a co-author of one of the Science papers. &quot;From cross-cutting relationships, we know that these are among the oldest structures on the moon.&quot; These dikes likely formed from liquid magma that seeped into cracks in the crust, and then solidified into rock. They also indicate that the moon was expanding at some point in its early history, according to Andrews-Hanna. The radius of the moon, he said, must have increased by up to 5km during its first 700m years. &quot;The early thermal evolution of the moon is still poorly understood, but one theory is that during its early evolution it underwent a period of expansion as the interior warmed up,&quot; he said. &quot;These new results provide observational evidence for that early period of expansion. There is much work that still remains to be done to incorporate this new result into our understanding of the origin and evolution of the moon.&quot; Ebb and Flow will continue to collect data at even finer scales for a few more weeks - they have been orbiting at an altitude of 22km and will soon move down to 11km - before they run out of fuel and are allowed to crash onto the moon&apos;s surface.  This article was amended on 7 December 2012. The original stated that Ebb and Flow were launched in July 2011. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/dec/06/gravity-map-moon-formative-years", 
    "wordcount": "845"
}