{
    "headline": "Mass Effect is to videogames what Battlestar Galactica's reboot was to TV", 
    "text": "A child runs through a field of sunflowers; in her hand, &quot;flying&quot;, is a toy spaceship. The camera zooms in; the craft is real, above a futuristic cityscape. Then, a beam of red from above cuts through the ship like it&apos;s plastic. Its source: an alien vessel, descending menacingly  The trailer looks every part the sci-fi sensation of this summer. But this isn&apos;t a movie coming to your local multiplex  at least not this year. It&apos;s a cinematic preview of Mass Effect 3, the final instalment of the videogame trilogy that&apos;s moved from cult status to commercial heavyweight. Developed by Canadian company BioWare, ME3 delivers a detailed universe, populated with well-rounded characters and a multitude of alien races. It is to videogames what the 2004 reboot of Battlestar Galactica was to TV: an engrossing experience weaving myriad plotlines into a narrative that reaches beyond sci-fi convention. ME3&apos;s lead writer, Mac Walters, explains how quiet words can resonate greater than dramatic actions: &quot;We have all of these fantastic characters participating in an epic overall story that spans galaxies but every one of them has these personal moments which will really connect to the audience. If the characters are going through something the player has personal experience of, then it&apos;s going to hold an appeal regardless of what genre it&apos;s placed in. It&apos;s unlikely that anyone has participated in intergalactic war, but many players will know what it&apos;s like to lose a loved one.&quot; Chicago-based games journalist Andrew Hayward argues that ME&apos;s strength is its dedication to detail. &quot;We have no shortage of games that utilise blazingly intense set-pieces to build tension and momentum, but fewer titles that really make you feel a part of the universe rather than just an observer of events. Mass Effect embraces both agendas with great success, and your choices have real weight in shaping the outcome.&quot; It&apos;s these choices that make the series different, shaping each game to each player. The selection of option A over B can affect the characters you&apos;ll find accompanying Commander Shepard on his (or her  Shepard can be played as either sex) ongoing missions if you choose to load the data from your previous games. In ME1, a heavy scenario necessitates a life-or-death choice between crew members, and whoever&apos;s left behind is wiped from ME1 and ME2. Come the climax of ME2, Shepard&apos;s entire crew can be annihilated, their fates dependent on the right (or wrong) choices earlier in the game. Sounds like a recipe for continuity disaster. &quot;We have to be hyper-aware of events in each individual&apos;s previous game,&quot; says Walters. &quot;We had a paragraph written on what would happen in ME3 when finishing up ME1; the story was straightforward, in a sense. But still, this game took months of planning to get a handle on every different permutation.&quot; &apos;The central theme  survival at any cost  was established early, but working out all of the various permutations took a great deal of work&apos;  Mac Walters     Mass Effect 3    That &quot;straightforward&quot; story is, naturally, anything but. Nutshell: every 50,000 years or so an ancient race of biomechanical giants (Reapers) activate and eradicate the universe of intelligent life, effectively pressing the reset button. Prior to ME3 Shepard has stalled them, but they remain operational. &quot;We knew that them returning, specifically to our galaxy and Earth, gave us a fixed point in the future to work towards,&quot; says Walters, &quot;but taking all of those loose threads and bringing them together took months of planning. The central theme  survival at any cost  was established early, but working out all of the various permutations took a great deal of work.&quot; The investment has been worth it. ME2&apos;s average score on Metacritic stands at 96% for Xbox 360, and sales of the two games to date stand at around 7m. The hype seems enough to push that over the 10m mark in 2012, and could see the series spin into further media. High-spec trailers aside, the ME series&apos; commitment to quality is confirmed by some savvy casting  Martin Sheen as secretive pro-humanist the Illusive Man; Seth Green as Joker, the wise-cracking pilot of the Normandy  and excellent graphical and audio design. The latter is complemented on ME3 by a score from Clint Mansell, the man behind movie soundtracks for Black Swan, Moon and The Wrestler. Speaking about his ME3 commission in 2011, he said: &quot;With [this game], you&apos;re like a DJ; you&apos;ve a holding pattern, and then there&apos;s a big explosion when the score has to kick in. You have to figure out an overall symphony, but break it down into components. You can bring the pain, when required.&quot; And ME3 certainly does bring the pain. But there&apos;s no way anyone would mistake this for an out-and-out shooter. &quot;Players develop a unique connection to their own personal tale in Mass Effect,&quot; says Hayward, who&apos;s less certain that the series should transfer to cinema screens. &quot;Fans won&apos;t welcome a singular narrative that treads on their own experiences.&quot; &quot;Videogames and movies are merging,&quot; James Cameron told CNN in 2011. And, despite some reservations, Mass Effect&apos;s big-screen future seems mapped out  Legendary Pictures acquired the rights in 2010  but Walters confirms BioWare aren&apos;t prepared to let it become another awful videogame adaptation. What isn&apos;t so clear is how the final entry in this trilogy progresses from the Reapers&apos; assault of Earth to  Well, that would be telling. But get sucked into Shepard&apos;s story of tough choices and multiple endings and there&apos;ll certainly be no suntan for you this summer.", 
    "section": "technology", 
    "gid": "technology/2012/mar/03/mass-effect-three", 
    "wordcount": "942"
}