{
    "headline": "Why Newt Gingrich's moon base will remain an impossible dream", 
    "text": "In the latest tell-people-what-they-want-to-hear speech on the endless election circuit, Republican presidential hopeful Newt Gingrich made a remarkable promise: he wants a moon base. My response was, hell, don&apos;t we all? Ahead of next week&apos;s primary, Newt &quot;grandiose is my middle name&quot; Gingrich told an audience on Florida&apos;s space coast that, by the end of his second term in the Oval Office America would have a permanent base on the moon, used for science, tourism and manufacturing. These are welcome words for a community that saw the last flight of the space shuttle from the Kennedy Space Center in July 2011. With that last flight went thousands of local Nasa jobs and their accompanying support and community services. There was no indication of how anyone might pay for such an enterprise but, according to Spaceflight Now, Gingrich suggested setting aside 10% of Nasa&apos;s budget for prizes aimed at the commercial space sector. Gingrich also proposed further space travel, using a &quot;continuous propulsion system&quot; that could take astronoauts to Mars. It might all sound far-fetched, but bear in mind Gingrich is not the first Republican in recent times to propose a gargantuan new space dream for America. In 2004, President George Bush called for a return to the moon, followed by Mars expeditions. Nasa duly came up with the Constellation programmme, a plan composed of a new exploration vehicle called Orion, shaped like the Apollo space capsules last used in 1972 but three times larger, which could replace the space shuttle. Two new rockets, known as Ares I and Ares V, would blast the astronauts and equipment separately into space. Two years later, the space agency unveiled plans to build a permanent moon base within 20 years, which could be used as a launch site for future missions to Mars. There are good scientific reasons for such a base that could, among other things, measure cosmic rays, hunt for exotic subatomic particles in space and look for asteroids on a collision course with Earth. A moon base could also be used as a platform for monitoring the Earth&apos;s oceans and ice caps. Nasa&apos;s plan was that, by 2020, four-person crews would make week-long trips while power supplies, rovers and living quarters were being built on the lunar surface. In the mid-2020s, when the base was fully-built, people would stay for up to six months at a time to prepare for longer journeys to Mars. By the end of the decade pressurised roving vehicles could take people on long exploratory trips across the lunar surface. Bush never matched his words with cash, however. Over the years that the Constellation programme was being designed and discussed, Nasa&apos;s budget did not increase in any commensurate way to develop the required technology. At the height of the Apollo programme in the 1960s, Nasa&apos;s budget rose to 3.45% of America&apos;s federal government spending  reflecting the sort of funding needed to get major human spaceflight projects going in short amounts of time. After 1975, Nasa&apos;s budget dropped below 1% of American federal spending and the space agency entered what many might call its wilderness years: after the remarkable success of Apollo, human spaceflight projects limped on with the much-maligned space shuttle and International Space Station, but the glory never matched that of Neil Armstrong and Buzz Aldrin&apos;s trip to the moon. That figure has remained under 1% ever since and, in the past decade, has hovered around 0.5% of federal spending. The Constellation programme came to an end in 2010, when President Obama cancelled its funding. With the retirement of the space shuttle last year, the lack of priority for human spaceflight left Nasa (and particularly the space coast around Brevard County in Florida) despondent. Given that background, any interest from presidential canidadates in resurrecting America&apos;s grand space ambitions will, no doubt, be welcome to Floridians and space fans alike. Technology will not be the problem when it comes to getting Gingrich&apos;s (or even Bush&apos;s) moon base built. With the right investment, America&apos;s scientists and engineers could easily get the job done. The major issue today is the same as it was in 2004: where will the money come from? In these economically straitened times, with Congress hell-bent on cutting every federal programme going, finding the money to send a new generation of Nasa astronauts to the moon will remain an impossible dream.  This article was amended on 26th January. It originally stated that spending on NASA rose to 3.45% of America&apos;s GDP in the 1960s. This has been change to 3.45% of federal spending.", 
    "section": "science", 
    "gid": "science/blog/2012/jan/26/newt-gingrich-moon-base-dream", 
    "wordcount": "766"
}