{
    "headline": "Mauritius introduces quota for female candidates in local elections", 
    "text": "Under a new gender quota law introduced in Mauritius, at least one-third of the candidates in local elections must be women. But the adoption of a national quota is not yet on the horizon, even though just 18% of legislators are women and there are only two female cabinet ministers. The new quota came into effect on 1 January. The next local elections are due by April in the five towns and 108 villages in this island nation of 1.3 million people. Town and village councillors are elected every five years. They mainly look after the smooth running of their areas, overseeing services such as garbage collection and road maintenance. They are also tasked with taking care of the environment and organising cultural, leisure and sports activities. The prime minister, Navinchandra Ramgoolam, said the quota was a legitimate right for women and a big step towards equality. &quot;We must ensure that the number of women candidates rises considerably,&quot; he said in his new year address. Three foreign constitutional experts  Guy Carcassonne of the Sorbonne in France, Vernon Bogdanor of Oxford University in the UK, and Pere Vilanova of the University of Barcelona in Spain  have submitted a report on these issues to Ramgoolam. During debates in parliament in December, the prime minister was asked by the opposition about extending the gender quota to the national level. &quot;Let us wait for the report by Professor Carcassone and study the whole system before taking a decision,&quot; he said, giving the impression he is in no hurry to change the system. The next national elections are not due until 2015. Mauritius is in the process of reforming its British-style electoral system, in force since independence in 1968. The first-past-the-post system, proportional representation and the &quot;best-loser&quot; system  aimed at minorities and women  are all being scrutinised. Currently, only 6.4% of all village and town councillors are women, while in parliament only 18.6% (13 out of 70 members) are female. There are only two female cabinet ministers out of a total of 25. One of the eight millennium development goals (MDGs) adopted by the world&apos;s governments in 2000, with a 2015 deadline, is to promote gender equality and empower women. And one of the specific targets under the goal is to increase the proportion of seats held by women in national parliaments. Another international commitment along these lines is the South African Development Community (SADC) gender protocol, which calls for 50-50 representation of women in all areas of decision-making by 2015. The Mauritian government has not yet signed the protocol. Women celebrate the new quota  Women&apos;s organisations welcomed the new quota law, which will allow for a substantial increase in the number of women in local politics. Up to now, parties have generally filed few women as candidates in elections. Ameenah Sorefan, a member of Women in Networking, the leading women&apos;s network in Mauritius, says it will be difficult to reach 50-50 representation as prescribed by the SADC. But, she says: &quot;We feel more women will now take part in local elections and be elected. We are ready to start our campaign to get more of them in local government for the next elections. I am sure the population wants to see more women in politics.&quot; Many women are taking political training courses provided by Women in Politics (WIP), an NGO working to promote gender equality, encourage the emergence of female leaders in all spheres of society, and increase the number of women in politics. Bernadette Jhowry, a social worker who was among the first 215 women to go through the training, is ambitious and eager to run for local office. &quot;Nobody has so far recognised my capacity,&quot; she says. &quot;Men always ask us to organise public meetings and bring the people, but they never see my potential as a candidate  We cannot move forward without [women].&quot; Another trainee, Mirella Arjoon, used to think politics was male territory, and that women belonged at home. &quot;The world is changing, so we should also change. But we should first learn the political job correctly,&quot; she says. About 1,300 women are expected to take part in the local elections in towns and villages. According to Nushrat Gunnoo, a member of WIP, a good number of women have been trained in politics. &quot;Parties can no longer say there are not enough women candidates. They have always used the services of a pool of women as activists. It&apos;s time for them to take from there,&quot; she says. Not everyone supports the new law But not everybody is happy about the quota for women. Haniff Peerun, chairman of the Mauritius Labour Congress, the largest trade union movement in the country, disagrees with the new law. &quot;Do women need a locomotive to carry them to the top? I don&apos;t think so. They can make it on their own,&quot; he says, arguing that even women in his organisation are against such a move. Peerun believes women are competent and can win elections on their own: &quot;Why can&apos;t they create a political party for women only? Why should they include some men in their party as suggested by the new legislation?&quot; He is convinced the quota system shows men still consider women to be weak. Vishwanee Boodhonee, a lawyer and candidate in the 2010 general elections, agrees. &quot;This is contrary to the concept of equal opportunity. Where is the need for enacting an equal opportunity act if there is to be a quota for women? How can we then speak of gender equality?&quot; she asks. Rajiv Kumar Bundhun, a village councillor from Amaury in northern Mauritius, welcomes more women in local government but is sceptical about their performance &quot;in this tough world of politics&quot;. &quot;Many men run away from the field once they are elected and are unable to satisfy the needs of the population and sort out their daily problems in towns and villages,&quot; he says. &quot;How can women perform under insults from the people when things do not work properly in their area? How many of their husbands will accept their wives getting insulted because of politics?&quot; Bundhun adds that it is more challenging for women to balance their professional lives, political commitments and family obligations. Kashmira Banee from Rezistans ek Alternativ, a political movement, agrees. She points out that women work irregular hours, mostly in the manufacturing sector, while those who are in the public service are barred from active politics. However, Banee welcomed the quota, because it creates more space for women to enter politics and allows them to express their ideas and contribute to social and political life on the island. &quot;But a quota is not the end if the woman politician is unable to defend women&apos;s rights and also to contribute towards the building of a better society,&quot; she adds. Mauritian women have won a first battle in securing a quota that can help increase their numbers in politics. But the most important fight  for more seats in parliament, where ministers, prime ministers and opposition leaders are forged  is yet to come.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/06/mauritius-quota-female-candidates-local-elections", 
    "wordcount": "1208"
}