{
    "headline": "Worlds most comprehensive guide to primates - in pictures", 
    "text": "   Black-and-white colobus male (Colobus angolensis ruwenzori) feeding on invasive Cercostachys vine, Nyungwe national park, Rwanda, July 2007 Photograph: Russell A. Mittermeier/Conservation International       The muriqui occurs in the heavily impacted Atlantic forest, Brazil. is the largest endemic mammal to Brazil. It travels over long distances in the forest canopy, helping to regenerate the forest as it disperses the seeds of the fruits it eats Photograph: Russell A. Mittermeier/Conservation International       In the Democratic Republic of Congo, we find our closest living relative, the bonobo, a type of chimpanzee popularly known for its active sexual behavior. Half of all primates species, however, are threatened, primarily due to hunting and the widespread destruction of their forests Photograph: Russell A. Mittermeier/Conservation International       Bonobo are native to the Democratic Republic of the Congo Photograph: Russell A. Mittermeier/Conservation International       In Madagascar, the indri is known for its loud, haunting call that can be heard from miles away Photograph: Russell A. Mittermeier/Conservation International       Red bald-headed uakari (Cacajao calvus rubicundus), Amazonia, February 1973 Photograph: Russell A. Mittermeier/Conservation International       The facial skin and ears of the nald uacari (Cacajao calvus calvus) are unpigmented and appear pink-to-scarlet because of their blood in subcutaneous capillaries Photograph: Luiz Claudio Marigo/Conservation International       Qinling golden monkeys (Rhinopithecus roxellana qinlingensis) in Yuhuangmiao village, Zhouzhi Reserve, Shaanxi province, China, August 2005. This species, also known as snub-nosed monkeys, have small blueish-white faces, enlarged pink lips and upturned noses Photograph: Russell A. Mittermeier/Conservation International       Qinling golden monkey (Rhinopithecus roxellana qinlingensis) Photograph: Russell A. Mittermeier/Conservation International       Pileated gibbon (Hylobates pileatus), a species found in the Central Cardamom mountain range, Phnom Tamao wildlife rescue centre, Cambodia Photograph: David Emmett/Conservation International       Buffy saki (Pithecia albicans), Brazil Photograph: Russell A. Mittermeier/Conservation International       Two Bohol tarsier (Tarsius syrichta) in the Philippines, November 2006. Hunting for the pet trade and habitat loss are the main threats to this species Photograph: Russell A. Mittermeier/Conservation International       Male mandrill (Mandrillus sphinx), Liberia. Mandrill and drill alpha males show off their brightly colored genitalia to advertise their dominant status Photograph: Russell A. Mittermeier/Conservation International       Large-headed capuchin (Cebus macrocephalus), Rio Jurua, Brazil Photograph: Russell A. Mittermeier/Conservation International       Emperor tamarin (Saguinus subgrisescens) Photograph: Russell A. Mittermeier/Conservation International       'We are hopeful that this book, published as part of such a prestigious series, will make great strides in helping to stimulate interest in primates, and, in doing so, make a major contribution to the conservation of this important group of animals,' said Dr Russell Mittermeier, president of Conservation International and chair of the IUCNs species survival commissions primate specialist group Photograph: Conservation International       The 952-page book has been three years in the making by some of the world's top experts in primates Photograph: Conservation International       Handbook of the Mammals of the World is launched by Lynx Edicions in association with Conservation International and the International Union for the Conservation of Nature. The third volume counts more than 470 primates: 138 species of prosimians  lemurs, lorises, pottos and tarsiers in Africa and Asia; 156 species of monkeys in the New World tropics; another 158 monkeys in the Old World tropics; and 25 apes, 19 of them gibbons along with six chimpanzees, gorillas and orangutans Photograph: Conservation International  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/16/world-most-comprehensive-guide-primates-in-pictures", 
    "wordcount": "0"
}