{
    "headline": "Dead Space 3  hands-on preview", 
    "text": "At its heart, Dead Space is a game about being alone. About being alone in a dark corridor hurtling through an uncaring void, with mutated creatures that were once human shambling towards you. Dead Space 3 is exactly like that, except you&apos;re not in a corridor. And it&apos;s not dark. And the enemies were never human. And you&apos;re on a planet. And you&apos;re not alone. How, then, is it Dead Space? Many people (around half the internet at last count) weighed in with this opinion when the title was unveiled at E3 in June. But the sound and fury of the Electronics Entertainment Expo are a difficult game to play, given the ridiculous levels of fresh content that crops up every year. Studios have to show that they&apos;ve grown, but not outgrown their fans; that they&apos;ve built on their previous successes, but aren&apos;t cutting loose intrinsic parts of their franchises in the quest for innovation. Are two heads better than one? The innovation in question is a co-operative mode, a first for the horror franchise, which sees vivisection enthusiast and glowing headcase Isaac Clarke teaming up with a gruff, no-nonsense military type in the form of Sgt John Carver. Isaac, despite starting off as a mute doll for the player to steer through terrifying situations, has blossomed as a character since the series&apos; inception. In struggling with the Necromorphs  horrendous zombie-like things from beyond the stars  he&apos;s gone mad. He&apos;s not a soldier, he&apos;s an engineer. In the first game, most of his weapons were made of hastily-modified scientific equipment. By all rights, he never should have survived the first two games, and his sanity is having real problems coping with the implications of what he&apos;s done. Carver, conversely, is a space marine, in that he is a marine that operates predominantly in space. He wears big red armour and has a shaved head and a bunch of scars and he uses the f-bomb like most people use simple hesitations or breathing in. His wife? Dead. His child? Not among the living. He is the very essence, at first glance, of a bullet-spraying cardboard cutout that swings around a big gun and shouts at baddies when they run away. There might well be more to his character than this, but if there is, it&apos;s not to be seen in the demo. What there is to be seen is action, and plenty of it. With the addition of Carver into the mix, the two characters chat to each other in cut-scenes (providing a much richer story than Isaac&apos;s quiet progression through the narrative, which is something) and during combat  but listening to your ally tell you where to shoot a monster is less panic-stricken than, say, furiously shooting at it yourself and hoping something will drop off.     Dead Space 3    Trust me, I&apos;m an engineer  That said, creeping horror being replaced with frantic stress isn&apos;t a bad thing. Double the number of guns means additional enemies on screen and concurrent objectives to solve, which may not equal double the amount of horror, but it does open up new elements of gameplay. In one section, a giant drill spins and rotates around a circular arena in a blatant contravention of established health and safety laws while hungry Necromorph monsters creep out of the woodwork and try to tear the heads off Isaac and Carver with their additional limbs. One player must deal with the drill (by slowing it down with their suit&apos;s Statis field, a series staple that&apos;s normally used to stun enemies, and shooting out the engine) while the other fends off the alien horde. It&apos;s not a new idea by any means, but it&apos;s nice to see. The fear isn&apos;t whether a corpse is going to shamble back to life and start ripping off arms, but whether both parties involved are doing their jobs. Dead Space 3 asks you to put your hands in the life of another, and that&apos;s an entirely different  and entirely valid  kind of scare. The other change from the standard pattern is the addition of human enemies to the mix. Up until now, Isaac&apos;s limited his vivisectional tendencies to the grotesque horrors that are Necromorphs; but now  with their human servants, the Unitologists, becoming more desperate  he&apos;ll find squads of armoured men with machine guns trying to kill him on a semi-regular basis. Sawing off their legs and stamping on them is appropriately grim, but entirely optional  unlike your normal foes, they can be shot in the chest and killed quickly thanks to their human physiology.     Dead Space 3    Back to the old school  During the hands-on, though, it became apparent that there was more to the game than co-op battles on desolate ice planets. During one level set earlier in the game, Isaac explores a derelict ship floating adrift in space and finds  who&apos;d have thought it  Necromorphs, who try to kill him. This is the same old-fashioned terror that the series has dined out on so far: Isaac is under-prepared and struggling to make his way through rusty corridors while too many monsters burst out of the pipework too close to his face. The same scares are still scary, which is testament to Visceral&apos;s ability to effectively program a futuristic haunted house. Approaching a dead body is still wrought with tension, and when it stands up (and they do often stand up) there&apos;s still a little thrill of excitement as you struggle to deal with an enemy that is suddenly within killing distance. The traditional elements, then, are far from gone  players are still lopping the limbs off horrific enemies in a fight to survive, which is rather the point. The story, too, is still Dead Space, but different. It&apos;s evolved. There&apos;s talk of the ice planet that Isaac and Carver walk across holding the key to the origins of the Necromorphs and, it&apos;s hoped, the key to their destruction. For fans of the series, that&apos;s an exciting prospect. None of this is mandatory  It&apos;s important to note that having a co-operative mode in a game doesn&apos;t mean you have to play it  the game is fully wired to be played alone, first, and then a second time with a friend on a higher difficulty with improved weapons earned on the first playthrough. Complaining about an optional co-op mode in a horror game, especially when the secondary character is nowhere to be seen on a single-player run, is a bit like complaining Bioware got gay in your Mass Effect and your heterosexual Shepard isn&apos;t going to go anywhere near a galaxy where he might be able to kiss a man on the mouth. Silly, basically.  Dead Space 3 is due for release on PC, PS3 and Xbox 360 in February 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/27/dead-space-3-game-preview", 
    "wordcount": "1122"
}