{
    "headline": "Doha climate conference diary: youth activists bring energy and urgency", 
    "text": "     When the US university student Anjali Appadurai lambasted diplomats from 194 countries for their lack of action and ambition at last year&apos;s climate talks in Durban, she shocked the UN and galvanised the meeting. She told them:  &quot;I speak for half the world. We are the silent majority. You&apos;ve given us a seat in this hall, but our interests are not on the table. What does it take to get a stake in this game? Lobbyists? Corporate influence? Money? You&apos;ve been negotiating all my life. In that time, you&apos;ve failed to meet pledges, you&apos;ve missed targets, and you&apos;ve broken promises, but you&apos;ve heard this all before.&quot;  Her urgent &quot;get it done&quot; speech became a massive YouTube hit, but after taking part in an Occupy action she was then banned by UN security from going to the climate talks at Doha this year. Only a Twitterstorm and an appeal to UN climate chief Christiana Figueres had her reinstated this week. Appadurai joins around 200 other 19 to 30-year-olds in the cavernous Doha halls, any one of whom could have made, written or delivered a similar speech. Over the next few days youth activists will take &quot;actions&quot;, monitor, upbraid and shame governments and lobby furiously for urgent action to be taken to lower emissions. The increasing presence and impact of young people in the climate talks is not just because climate change is &quot;inter-generational&quot;, says Fatima-Zahra Ibrahim, a law student at the University of Hull and one of seven UK youth climate coalition members in Doha. &quot;Climate change does not discriminate in terms of age. We may be young but we, too, will be 30, 40 and 50. We bring a different voice&quot;. Their energy and determination was seen at the weekend when Qatar allowed what is thought to be its first ever demonstration. Youth from 16 Arab countries, under the banner of the 10-week-old Arab Youth Climate Movement (AYCM), marched alongside others from around the world to demand that their leaders act. &quot;Before last week, Arab leaders did not know that their youth cared about climate change. Now we have had meetings with the Arab league and ministers. I believe that we are getting our message across,&quot; said Tariq al-Olaimy, a Bahraini and one of the founders of the AYCM. &quot;I am lobbying the Bahrain government here. Four Gulf state governments are now thinking of making pledges on emissions. We are seeking meetings with ministers. They feel uncomfortable with our presence, but that is good,&quot; he said. The formation of the AYCM is expected to become a social force even though climate change was not mentioned in any of the countries where the Arab spring took place. &quot;We had an incredible number of people who have said they want to join us,&quot; said Ihsane Youcef Debbache, a member of AYCM Algeria. &quot;Arab leaders were surprised by us but I do not think they are worried.&quot; Many youth say they have been shocked at the way the talks are conducted, their lack of transparency, and the way that civil society is constantly undermined in favour of corporate lobbyists or procedure. &quot;If you want to talk to a Saudi minister you have to first go to an English PR woman&quot;, said al-Olaimy. Working together, the youth at Doha they aim to be pesky and persistent, and if that upsets the governments, well, too bad, they say. Their presence has gained them respect, says UK economics student and international co-director of the UK Youth Climate Coalition, Sarah Arnold. &quot;They are not patronising us now. [They know that] we know what we are talking about.&quot; Everyone has developed their own lobbying tactics. Some Arab youth have been literally chasing after their negotiators in Doha. &quot;That can be the only way to talk to them&quot;, says al-Olaimy. Youth NGOs have some rights, as part of Youngo, the official youth constituency at the UN. They can make a limited number of speeches, or interventions to delegates and are allowed to do peaceful &quot;actions&quot;. But if they go too far they are liable to be &quot;de-badged&quot; and thrown out like Appadurai in Durban. Some track their country&apos;s diplomats and report back on meetings, others sit on panels, contribute to draft texts. All relentlessly lobby governments and negotiators, blog and tweet. On Saturday, both Christiana Figueres and the COP president, Abdullah bin Hamad al-Attiyah, said they welcomed the &quot;urgency&quot; that young people added to the UN meetings. Figueres said:  &quot;The [UNFCCC] process welcomes the impatience of youth. This meeting is about their lives. We welcome their healthy impatience. But it must be understood that what is happening here is the complete transformation of the economic system of the world . It does not just happen overnight.&quot;  Al-Attiyah said:  &quot;I had very important meeting with youth a few days ago. We talked frankly. They want to change the world quickly. But we need patience.&quot;  This week the plans of youth are to embarrass, expose and chivvy governments to cut emissions and agree. &quot;I intend to shout a lot about obscene fossil fuel subsidies, among other things,&quot; says the UKYCC International climate policy trainer, Jamie Peters. &quot;The biggest voices here are those of the oil companies. Other voices must be heard, too.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/04/doha-climate-conference-diary", 
    "wordcount": "908"
}