{
    "headline": "Twitter offers users download with all their tweets in a single file", 
    "text": "Twitter is offering its 500 million users a download containing the entire archive of their tweets - including data such as where, when and with what they tweeted. The chance to grab an archive of your own tweets was formally announced on Twitter&apos;s blog, though it has been rolling out to users for the past few days. The move gives people the chance to look at what they said - though without the interaction with other people it might seem to be of limited use. The archive is presented as an HTML file which is accessed through a web interface, but with better and faster searching features than on Twitter itself - which offers limited access to past tweets.  Twitter celebrated its sixth birthday in March, having grown from tiny beginnings in 2006, when Jack Dorsey sent the first public tweet - &quot;just setting up my twttr&quot;. Since then Twitter has grown to 200 million active users worldwide, adding more than 60m since May. Ten million are based in the UK, and 140 million in the US. However, there is a total of 500 million registered accounts around the world - suggesting that fewer than half are &quot;active&quot;. Even so, Twitter&apos;s general manager Tony Wang suggested the service is &quot;the pulse of the planet&quot;.  Announcing the move, Mollie Vandor of Twitter&apos;s engineering team wrote:   we&apos;re introducing the ability to download your Twitter archive, so you&apos;ll get all your Tweets (including Retweets) going back to the beginning. Once you have your Twitter archive, you can view your Tweets by month, or search your archive to find Tweets with certain words, phrases, hashtags or @usernames. You can even engage with your old Tweets just as you would with current ones.  Dave Winer, the developer who developed the first blogging software - of which the 140-character Twitter is its most compressed form - commented on his blog that &quot;One thing they haven&apos;t said is how frequently they will allow people to download their archives. Once a week? Once a month? Or is it a one-time thing? But this is important. It will make a pretty substantial difference in the tech market, imho [in my humble opinion].&quot; A shared pool of tweets from many users would enable new forms of archive to be created - though they would rapidly go out of date. Twitter sees billions of new tweets every few days, meaning that any attempt to create an archive rapidly becomes outdated. Every tweet is however being archived by the US Library of Congress - although the public cannot access that electronically. A limited number of companies have access to the &quot;full firehose&quot; of tweets for analysis and processing for commercial companies.", 
    "section": "technology", 
    "gid": "technology/2012/dec/19/twitter-download-all-tweets-archive", 
    "wordcount": "459"
}