{
    "headline": "Development must be less about growth, more about wellbeing", 
    "text": "People and their wellbeing need to be at the centre of development, with less emphasis on economic growth, according to a new report, but this requires philanthropic and development organisations to challenge current thinking. &quot;Development is political,&quot; said the final report of the Bellagio Initiative, a six-month exploration into the future of philanthropy and international development. &quot;Not everyone can be a winner at the same time, but if no one among the winners is prepared to give up just a little in order to reach politically sustainable solutions, then we will all lose out. The real wellbeing challenge is not just to find ways to live well, but for us to find ways to live well together.&quot; Care work was cited as an example of an area that would receive greater attention under the new approach. Care for children and the elderly  work often done by women  is systematically undervalued and overlooked in the development agenda, said the report. A case in point was how the burden of coping with the day-to-day challenges of the global economic crisis has fallen unequally on women around the world. &quot;This means that in times of crisis  because of their neglect of the care agenda  international development and philanthropy organisations are complicit in processes of disinvestment in the raising of children, in building good families and communities and in creating the social contexts in which people can thrive,&quot; said the report. Other areas in need of rethinking included: the consequences of rapid and unplanned urbanisation as both threat and opportunity for wellbeing; the role of the natural environment in protecting and promoting the wellbeing of poor people who depend on it; and how wellbeing is to be considered for people who are increasingly mobile in their search for livelihoods and security. The Bellagio Initiative said the foundations of a new theory of development are well established, much of it inspired by Amartya Sen, the economist and Nobel prizewinner, along with a groundswell that development theory is complex. &quot;But there is a need to make this sometimes high-level conceptual work more relevant and more widely accessible for those making development choices and practices,&quot; said the report. It went on to say, as well as making new approaches more relevant, there is the need to engage more effectively with what people themselves are saying they need, even though what people demand cannot always be given. The recommendation has echoes of the World Bank&apos;s project, Voices of the Poor. In 2000, the bank collected the voices of more than 60,000 poor women and men from 60 countries in an effort to understand poverty from the perspective of the poor themselves. Changes in ideas and in priorities must be supported by changes in what is measured, with the report pointing out that significant work has been done on assessing wellbeing by Canada, Australia, Bolivia, Bhutan and the Organisation for Economic Cooperation and Development (OECD) group of industrialised countries. In October, the OECD published a report, How&apos;s Life, giving a comprehensive picture of wellbeing in OECD countries and other major economies by looking at people&apos;s material living conditions and quality of life. As part of its efforts to measure wellbeing, the OECD launched an online tool called &quot;Your Better Life Index,&quot; which allowed people anywhere to rank the importance of each factor on the list, and then compare how ideal with real-life statistics. &quot;In order to protect and promote human wellbeing, it will be necessary to increase awareness of alternative human-centred measures as development indicators, find out where and how they are being used, and consider how they can be adapted by development and philanthropic organisations,&quot; said the report. The Bellagio Initiative was commissioned by the Rockefeller Foundation and involved the Institute of Development Studies at the University of Sussex, and the Resource Alliance, a global network for philanthropy. Participants discussed how philanthropic organisations and international development organisations could protect and promote wellbeing, expressed in terms of social justice, dignity or rights. A persistent theme of discussions was a loss of trust in those agencies and organisations charged with protecting wellbeing, including official donors and NGOs. Risk aversion was another finding of the initiative, with philanthropic organisations adopting narrow evaluation approaches and limited time horizons because of the pressure to be seen not to fail. The report said: &quot;At the heart of both these major problems lies the &apos;technocratic&apos; character of the current development approach  in which solutions to development &apos;problems&apos; are considered to lie in the hands of the development &apos;expert&apos;. This was seen as contributing to mistrust in major development agencies and as fuelling the perceived remoteness and irrelevance of many development organisations.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/13/development-less-growth-more-wellbeing", 
    "wordcount": "791"
}