{
    "headline": "Those who publish research behind paywalls are victims not perpetrators", 
    "text": "Last week, Mike Taylor eviscerated scientists for &quot;hiding&quot; their work in traditional journals that can only be read by taking out a subscription. It&apos;s difficult to dispute the position that publicly funded research should be freely accessible to the public. But do scientists who follow accepted publishing practices deserve to be labelled &quot;immoral&quot;, as Taylor claims? At best, this position paints a simplistic view of the incentive structures in academia. At worst it demonises the most vulnerable victims of the current system  junior researchers  and threatens to prejudice whole communities of scientists against open access publishing. Taylor&apos;s position is derailed by one issue that permeates university-led science across the world. In many (if not most) fields, the journals in which we publish are judged to be an indicator of professional quality. This isn&apos;t a good thing, as the evidence linking journal rank with the merit of individual articles is weak to moderate, at best. But here science is bad at being scientific: the actual quality takes second place to the perception of quality, which is so strong that journal rank creates its own biosphere. This fact stands in the way of open access because OA journals make up few of the &quot;top-ranking&quot; journals. Taking my field of cognitive neuroscience and psychology as an example, the top-ranking journals are generally considered to be: Nature Neuroscience, Neuron, Proceedings of the National Academy of Sciences, Current Biology, Journal of Neuroscience, Psychological Science, and the Journal of Experimental Psychology group. Look at the CV of any top researcher in my area and you&apos;ll probably see papers published in this set of journals. But how many of them are OA? Not a single one. The prestige of a journal doesn&apos;t arise by chance. Sometimes it evolves based on history and trust  many journals build a reputation and strong readership among scientists over many decades. In other cases, however, prestige is engineered (perniciously) through the maths of rejection. It&apos;s not unusual for high-ranking journals to reject 90% of the submissions received; and the more papers a journal rejects, the more prestigious it becomes. This isn&apos;t because the rejected papers are flawed but because the results are deemed unoriginal, boring, or difficult to hang a story on. Again, these markers are not what science should be, but they reflect what it has become in our diseased biosphere. So, you might say, why not follow Taylor&apos;s call to boycott such journals, instead sending everything to PLOS ONE, PeerJ, or one of the numerous OA alternatives? This has a certain appeal. After all, if everyone did so en masse the problem would be solved. But nothing ever happens en masse without a good incentive, and in this case the incentive leaves much to be desired: it amounts to sacrificing career opportunities (promotions, grants, research time) for the good of the cause, keeping in mind that doing so might also mean losing your job. Hurrah! Beyond the considerations of self-preservation, scientists are impelled to protect and support younger researchers under their wings. Suppose, for instance, you supervise a promising PhD student who could one day become a scientific leader. She has worked hard on a series of groundbreaking experiments and sends her paper to the only high-ranking journal in your area that is also OA. As often happens, though, even for excellent work, the paper is rejected. What now? Do you resubmit the work to a lower-ranking OA journal, hoping that the paper will be recognised for its merits, despite the fact that many scientists at best ignore those journals and at worst ridicule them? Or do you send it to a prestigious journal that sits behind a paywall, where the paper&apos;s merits will be boosted by an environment that is prominent to the desired readership and universally respected? What is more important to you, the furtherance of science or protecting the scientist whose career is in your hands? This conflict between what is good for science v good for scientists is not hypothetical: it is a real-life dilemma faced every day by people like me who run small research groups. Anyone in such a fortunate position has already learned  time and again  that job committees, grant reviewers and funding agencies are razzle-dazzled by prestigious journal articles, in precisely the same way as our colleagues, press offices, and the media are. I say this not as some defender of the old guard, but as a proponent of OA and open data  as someone who frequently argues its virtues with more conservative colleagues. I also serve as an academic editor at PLOS ONE and, together with post-publication review, I think OA is the ideal &quot;Star Trek&quot; future for science. I would go even further and, like Bjrn Brembs and Marcus Munaf, call for the abolition of journals altogether. But we won&apos;t create this utopia by turning on each other, as Taylor does. We need to recognise that scientists are the victims of these incentives, not &quot;immoral&quot; perpetrators. We need to target policymakers and change future Research Excellence Frameworks to incentivise and mandate OA. And we need to pressure our local MPs and governments. Until we drive others to change the system from outside, it is futile to expect scientists to act like true believers, sacrificing their own livelihoods  and those of their protgs  on the altar of open access.", 
    "section": "science", 
    "gid": "science/blog/2013/jan/23/open-access-publish-paywalls-victims-perpetrators", 
    "wordcount": "905"
}