{
    "headline": "Brazil's leader vetoes portions of new Amazon rainforest law", 
    "text": "Brazilian president Dilma Rousseff has partially vetoed a bill that would have weakened her country&apos;s efforts to protect the Amazon and other forests. Environmentalists cautiously welcomed the last-minute decision, which came after the most closely watched political debate of the year in Brazil. But they warned that the battle was not yet over because large parts of the bill will still go through. Last month, legislators in both houses passed a set of revisions to the Forest Code that threatened permanent preservation areas  a key provision in Brazilian environmental legislation  that obliged farmers to keep a proportion of their land as protected forests, particularly on the fringes of rivers and hillsides. This requirement has long been opposed by Brazil&apos;s powerful agricultural lobby. Critics warned that the bill would reverse 20 years of struggle to protect the Amazon rainforest. One study by So Paulo University suggested the proposed revision could would result in deforestation of an additional 22 million hectares. WWF, Greenpeace, the Brazilian Academy of Science and the Catholic Church urged Rousseff to completely veto the bill. The global activist group, Avaaz, collected 2 million signatures opposing the legislation. With Brazil due to host the Rio+20 Earth Summit next month, approval of the bill would also have set a poor example of sustainability ahead of a conference that aims to set a new roadmap for the global environment. But the bill was popular among powerful landowners, farmers and many business people, who said it would be good for the economy to ease protection measures. Forced to choose between these diverging forces, president Rousseff compromised by using a line veto to reject 12 clauses  including an amnesty for illegal loggers - and to amend 32 others, such as a requirement for large landowners to reforest illegally cleared land. &quot;It&apos;s the code of those who believe it&apos;s possible to produce food and preserve the environment,&quot; Agriculture minister Jorge Ribeiro Mendes told reporters in announcing the partial veto. Reflecting Rousseff&apos;s long-stated desire to reduce the pressure on small, poorer farmers, the protection requirements are expected to be watered down for smaller tranches of land. &quot;The big (farmers) have vast extensions of land and have the means to recover all the areas of permanent preservation,&quot; Brazilian environment minister Izabella Teixeira said. Conservation groups gave cautious praise to the Brazilian president, but withheld a final judgment until the scope of the partial veto is clarified next week. &quot;President Rousseff has apparently acceded to Brazilian public opinion in vetoing the most flagrantly irresponsible sections of the ranchers&apos; Forest Code, but we&apos;re not out of the woods yet,&quot; said Jennifer Haverkamp, International Climate Program Director of the US-based Environmental Defence Fund.  &quot;What these vetoes really mean for the future of the forest - and whether the law can be effectively enforced - will depend on the specifics of the executive order that the president will issue on Monday.&quot; The bill now goes back to Congress, and legislators have 30 days to override Rousseff&apos;s changes with a simple majority, which is considered unlikely. About 20% of Brazil&apos;s Amazon rainforest has been destroyed. But beginning in 2008, the government stepped up enforcement, using satellite images to track the destruction and send environmental police into areas where deforestation was happening at its quickest pace. Amazon deforestation slowed and hit its lowest recorded level from August 2010 through July 2011, when just 2,410 square miles (6,240 square kilometres) were felled. However, there are just 1,400 federal environmental police to cover the vast and often impenetrable Amazon along with the rest of Brazil, leading environmentalists to worry that further drops in the destruction may be unlikely and might even return to increasing because the new bill loosens restrictions. Opponents of the bill also argue that while government enforcement did help slow deforestation, temporary economic factors also played a role that demand for the cattle, soy, timber and iron ore produced in the Amazon fell in the United States and Europe as the global financial crisis took hold. It&apos;s feared the appetite for those goods will increase and lead to a resumption in destruction once the world economy recovers. The most contentious part of the bill passed by Congress was that it scrapped most protections for riverbanks, including maintaining strips of forest 30 yards (metres) to 100 yards (metres) deep along waterways. The version sent to Rousseff mandated only that small rivers maintain 15 yards (metres) of forest along their banks, which are sensitive to rapid erosion that can then reduce water quality, promote flooding and affect the plants and animals that use the rivers to survive. Teixeira hinted that this could continue by saying protection measures would remain strong in sensitive ecosystems. But this - like other key elements - will not be clear until next week.", 
    "section": "environment", 
    "gid": "environment/2012/may/25/brazil-amazon-rainforest-law", 
    "wordcount": "809"
}