{
    "headline": "Wild Rumpus, Bit Of Alright and more: video game events round-up", 
    "text": "The bad news is, next month&apos;s Gamesblog Indie Social event is now sold out; the good news is, there are plenty more interesting gaming soirees happening over the next month or so.  Here&apos;s a selection to note down in your diaries, from the indie gaming fun of Wild Rumpus to the more serious Platform 2012... Wild RumpusWhen: 2 February, 18.30-11.00Where: 93 Feet East, Brick Lane, London This regular indie event mixes drinks, music and gaming into one unmissable night. You&apos;ll get to play the excellent competitive pole-&apos;em-up (that sounds wrong) PoleRiders as well as physical gaming sensation Johann Sebastian Joust. Music will be provided by, among other, Ste Curran of One Life Left, who&apos;ll no doubt be attacking your ears with chiptunes.  A Bit of AlrightWhen: 3 February, 10.00-17.00Where: Battersea, London An intriguing event, which is looking to galvanise and celebrate the British indie scene. &quot;I want the UK indie community to become even stronger,&quot; says organiser, David Hayward. &quot;There&apos;s a massive indie development scene here now, particularly in London. It all used to be heavily weighted toward the Bay area in the U.S., and a lot of UK developers only vaguely knew each other. Getting people in the same room as each other can really build a community up, and I&apos;d like to spread that around a lot. This is a start&quot; The day will see a range of talks from some of the key names in UK indie development  and fellow Gamesblog writer, Simon Parkin. &quot;There will be about thirty-five different sessions,&quot; says Hayward. &quot;Ricky Haggett from Honeyslug will be asking game designers surprise questions about their work, and Holly Gramazio is doing a talk titled Deadly Serious Games. There&apos;s a fair bit covering subjects you might expect, but also sessions on stand up comedy, games heritage and playground games. There will be a few design workshops involving pen and paper prototyping, and some live games that may involve running, dancing, spying, etc. &quot; Bafta Transmedia meet-upWhen: 9 FebruaryWhere: Bafta, Piccadilly This event is billed as a chance for London-based designers, academics and enthusiasts to get together and discuss cross-platform projects and ideas. Speakers will include Patrick O&apos;Luanaigh of innovative PlayStation Home developer nDreams and Joseph Lidster who worked on the transmedia tie-in with the BBC&apos;s Sherlock and Dr Who series&apos;. Bafta Games Question TimeWhen: 20 February, 18.45Where: Bafta, Piccadilly A chance to get your gaming questions to a panel of industry veterans including Elite co-creator David Braben; Mark Gerhard, CEO of Jagex; Rebellion founder Jason Kingsley; and UKIE&apos;s new CEO Jo twist. Platform 2012When: 17-18 MarchWhere: University of Hull Aimed at gamers, prospective developers and gaming start-ups, this is an extremely promising weekend event, featuring guest speakers from around the industry (including the always unmissable Charles Cecil) as well as a LAN gaming event and more. &quot;It is a full weekend where delegates can meet people who are at the cutting edge of this massive global industry, as well as taking part in a full programme of fun, games-themed activity,&quot; says organiser, Lindsay West.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/27/video-game-events-round-up", 
    "wordcount": "522"
}