{
    "headline": "Is the 0.7% aid target still relevant?", 
    "text": "As soon as the first African countries became independent, NGOs started lobbying countries to provide development assistance to help the new states realise their development plans. In 1970, the UN general assembly agreed that &quot;economically advanced countries&quot; should make efforts to provide 0.7% of gross national income as official development assistance (ODA). The initial idea was that donors should achieve this target by the mid-1970s, but most EU member states have not reached the figure, and are not likely to do so in the near future. Over the decades governments have continued to affirm their commitment to the 0.7% in international policy statements. But to what extent does reaching this target actually matter for developing countries&apos; progress? The European commission highlighted in a recent report that by far the biggest source of financing for development (pdf) available to global south governments is domestic revenue. The declining amount of global ODA ($133bn (85bn) in 2011) is outgrown by remittance flows from migrants to developing countries ($327bn in 2011) as well as net equity inflows to developing countries ($571bn in 2010). On top of that, emerging donors, such as Brazil or China, are increasing investments in south-south co-operation, without reporting them as official ODA. EU member states nonetheless continue to regard the percentage spent on ODA as their key contribution to international development, even though in today&apos;s world &quot;the dividing line between external and internal policies is becoming more blurred&quot;, according to an EU report, &quot;sometimes to the extent of losing both its empirical evidence and its political value&quot;. Measuring development efforts in a &quot;post-0.7 world&quot; may therefore need a much stronger focus on actions in policy areas beyond aid; a reporting system would check how far donors promoted development other than by giving development assistance. This requires monitoring national policies and international policy positions on issues such as visa facilitation, banking secrecy, arms export, agricultural subsidies, fisheries and renewable energy. Information on these and other areas could be compiled and quantified to compare countries&apos; performance over time or with peers. This would provide good indications of how development friendly a donor country&apos;s policies and international positions actually are. Such a tool, the Commitment to Development Index, has existed since 2003. This index is used by many, particularly in countries where governments score well. However, it has not been &quot;institutionalised&quot; in the same way that the 0.7% target has, under which countries are formally and visibly held accountable on development spending each year. At the European Centre for Development Policy Management (ECDPM), we recently carried out a study for the German and Dutch governments that looked into whether an &quot;institutionalised&quot; development friendliness index would be feasible in political and technical terms. We interviewed key stakeholders and examined existing indices in the development sector and beyond, such as the millennium development goals (MDGs), but also the production support estimates that compare public support for agriculture in the OECD, or the programme for international student assessment that compares countries on their quality of education. We found that successful indices were constructed from the bottom up and started off with a small number of countries, later joined by others. The study came to a rather straightforward conclusion: a development friendliness index can only be successful if there is sufficient political will and genuine interest among countries to be rated on how the full spectrum of their policies contribute to development. One requirement is to develop a shared understanding on the objectives and purpose of such an index  which should not be assumed to already exist. A similar approach was behind the sustainable development goals policymakers discussed in the runup to and during the recent UN conference on sustainable development (Rio+20). The summit&apos;s outcome document describes a rather complex agreement on the principle of these goals, and how governments should discuss them in parallel with talks about what could replace or refresh the MDGs after the 2015 deadline. This post-2015 discussion, however, still seems to shy away from directly addressing the 0.7% target, as well as from concrete discussions about how different non-aid policies should contribute to development. The focus on &quot;proving&quot; the effectiveness of ODA in splendid isolation  ie &quot;value for money&quot;  continues. But is it now time to move away from it?  Niels Keijzer is deputy programme manager on European external action at the European Centre for Development Policy Management. He is based in Maastricht, the Netherlands, where he works on issues including the reform of European development co-operation, financing for development and policy coherence for development", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/02/is-aid-target-still-relevant", 
    "wordcount": "776"
}