{
    "headline": "'Made-for-TV' experiments can make really bad science", 
    "text": "What could be more exciting than discovering the hidden truths about ourselves and the universe? BBC Two&apos;s Science Club  the last in the series will be broadcast on 30 December  is testament to the healthy public appetite for science on television. It provides entertaining yet thoughtful analysis of science, presented by scientists. But in the relentless push for higher ratings, other parts of the industry are no longer satisfied with reporting the science. A brave new world of TV is conducting what I call &quot;made-for-TV&quot; experiments. Readers may recall a particularly striking example of a made-for-TV experiment last year, when Derren Brown proposed to test whether an otherwise normal person could be hypnotised into carrying out a cold-blooded assassination, for a Channel 4 series boldly titled: The Experiments. The answer, of course, was yes  otherwise there would have been no show to air. One of the scientific consultants, Prof Zoltan Dienes of the University of Sussex, has told me there was no way the producers would have conducted an open experiment with an unknown outcome, because &quot;TV wants guaranteed entertainment value, and that&apos;s a clash of interests.&quot; Recently, I acted as a scientific consultant for a very similar documentary called Brainwashed filmed for the Discovery Channel, and experienced the same scenario. The directors already knew what they wanted, they had already pitched their idea and the producer was presumably in no mood for surprises. The result of the &quot;experiment&quot; was effectively a foregone conclusion. At best, the scientists&apos; role was to describe some of the science behind the content of the show, at worst they were simply used as a badge of authority to validate the pre-defined narrative. Clearly, this is not how science should be done. But is there any harm in this kind of TV infotainment? Prof Dienes recalls his surprise at how seriously some people took Channel 4&apos;s hypnosis &quot;experiment&quot;, mistaking &quot;pure entertainment&quot; for real science. Obviously we should know better than to believe everything we see on TV, but how are viewers supposed to draw the line between pseudoscientific entertainment and real science that happens to be on TV? Consider Channel 4&apos;s latest made-for-TV experiment: Drugs Live. Aside from the obvious controversy surrounding Class A drugs, this programme is perhaps most daring for its attempt to do real science for a TV audience. According to one of the project leaders, Prof David Nutt of Imperial College London, the Medical Research Council declined to fund the research because it did not &quot;fit in with the MRC&apos;s portfolio of addiction&quot;.  Channel 4 stepped in and agreed to foot the bill. The broadcaster may not explicitly share the MRC&apos;s commitment to &quot;improve human health through world-class medical research&quot;, but it has money  why not invest in science? In science, however, we must always consider motives. This is particularly true in clinical research, where big profits can be made from experiments that show the &quot;right&quot; results. Conflicts of interest can distort many stages of the experimental process, from biased experimental design (stacking the deck in favour of desired results), selective sampling (for example testing unrepresentative people) and partial reporting of results (such as burying unfavourable evidence). Even without a vested interest in a specific outcome, the pressure to produce an interesting finding can seriously bias research outcomes. With extraordinary pressure to produce results within a tight production schedule, made-for-TV experiments are vulnerable to the influences that drive malpractice  and even outright fraud  in scientific research. Of course there is no reason in principle why made-for-TV experiments cannot do good science. Science is not the exclusive domain of practising scientists, but anyone who undertakes it must dedicate their patience and resources to an unpredictable outcome. The results must not be manipulated to accommodate a fixed production schedule. These difficulties are not exclusive to TV science. Exactly the same could be said for investigative journalism. To quote Guardian journalist David Leigh&apos;s article about the recent crisis at the BBC&apos;s Newsnight programme: &quot;To be faithful to the evidence  is generally the key to successful investigative journalism.&quot; There is no difference for science TV: we must be faithful to the evidence. It is also important for science TV to capture the process of science, not just the facts. Engaging programmes like Drugs Live serve this purpose quite well, but TV does not need to commission new science to achieve this noble goal. This was well demonstrated by a Panorama Special last month on the pioneering work of Prof Adrian Owen to communicate with brain-damaged patients. Presenter Fergus Walsh followed Owen&apos;s research for more than a year and across two continents. The result was an outstanding programme that beautifully captured the adventure of science, as well as the emotion of this profoundly important research. When I acted as a scientific adviser for the Discovery Channel, a time-pressured production assistant asked me to be less &quot;cynical&quot; on camera. I agree with the underlying sentiment, because it is vital to convey the excitement of science  to fuel the imagination with the possibilities, not just grumble on with cautions and caveats. But how can a TV scientist pretend to be enthusiastic about results they cannot trust?  If you want to see a genuinely enthusiastic scientist, you need to let them talk about scientifically sound research. It&apos;s great that some TV producers want to fund that kind of research, but they must learn to be faithful to the evidence, not just production deadlines. Mark Stokes is head of the attention group at the Oxford Centre for Human Brain Activity, University of Oxford. He has written more about made-for-TV experiments on his blog, Brain Box", 
    "section": "science", 
    "gid": "science/blog/2012/dec/13/tv-experiments-bad-science", 
    "wordcount": "955"
}