{
    "headline": "UN conference on women: some rights won, but more battles ahead", 
    "text": "It may not sound like much, but the attempted insertion of the word &quot;recalls&quot; in place of &quot;reaffirms&quot; about previous women&apos;s rights agreements by the Holy See in the first line of the proposed draft document set the tone for much of the negotiations at this year&apos;s UN Commission on the Status of Women (CSW). Coming in a reference to the ground-breaking 1995 Beijing Platform for Action, it hinted that not all countries represented at the CSW viewed progress made in the past few decades on women&apos;s rights as positive. Some had come to the negotiating table with the intention of trying to turn back the clock. The efforts of Iran, Russia, Syria and the Holy See were particularly passionate. That we have an agreed outcome document from the negotiations at all is cause for celebration. And there were gains that suggest progress in the right direction. One of the most significant was new text on protection for female human rights defenders  women working and campaigning for women&apos;s rights who face violence both because of their work and because of their gender. Unsurprisingly, given the records of rights abuses in many of the countries present, there was push-back on this and its inclusion caused genuine celebration among the activists present, many of whom face backlash and hostility every day. One of the hardest fought areas in the document was sexual and reproductive rights. This was one of the key rallying points for conservative forces, including anti-choice organisations that piled enormous resources into influencing the process. Hundreds of collective hours were put into combating their efforts by women&apos;s organisations, and some progress was made. Most notable was new language recommending that emergency contraception is provided for women who have been raped, an absolutely vital and humane basic service. Another striking victory was a call for the development of comprehensive sex education. Often portrayed by opponents as teaching kids to have sex, it is important that countries were able to see past the misinformation and recognise that this is about ensuring young people have the information they need to make informed decisions and protect their health. If we&apos;ve learned anything from the process it&apos;s that in UN negotiations, semantics matter; language against &quot;child, early and forced&quot; marriage rather than just &quot;child&quot; marriage was an important gain, recognising that in some contexts girls are no longer considered children after their first period, and extending the document to cover tens of thousands of adolescent girls married every year. There were some losses that tempered the celebrations. We always knew that sexual orientation and gender identity would be hotly contested issues. Unfortunately, this was one of the areas where agreement couldn&apos;t be reached and all references were dropped from the text. Equally worrying, all references to protection for sex workers were dropped. Lesbian, bisexual and transgender people and sex workers are targeted for attack and, however conservative our views, we should at least be able to agree that such violence is serious and unacceptable. In many ways the CSW was like stepping back in time. Much of the discussion might have been familiar to women campaigning in the 1970s, or even the 1920s. For example, language on &quot;intimate partner violence&quot;, which recognises that not all women are married or in relationships formally recognised by the state was struck from the final text. There was a push towards strengthening &quot;the family&quot;  in this context a traditional concept of family based on marriage between a man and a woman  as the most important unit in society for combating violence, rather than providing support for women as individuals. While families are important, one of the places that women are most likely to face violence is the home and it is vital that they are able to access services tailored to their needs. Fortunately, arguments based on ideology lost out to arguments based on evidence in the final text. Perhaps the biggest victory came right at the end. Recognising that negotiations were unlikely to finish on time, the CSW chair, Marjon V Kamara, proposed a new draft based on the negotiations to that point  a take it or leave it option. One of her changes was the deletion of a hotly debated paragraph reaffirming the sovereign right of each country to implement CSW recommendations &quot;consistent with national laws and development priorities, with full respect for the various religious and ethical values and cultural backgrounds of its people&quot;. This paragraph sent a dangerous signal that women&apos;s rights are optional and provided a get-out clause for unsupportive governments. It was a huge relief to many to see it removed. The outcome could have been much worse. As delegates return home, thoughts are already turning to the battle ahead. Next year&apos;s topic  the agenda for development when the millennium goals expire in 2015  proved contentious this year, with attempts to introduce progressive language struck down as quickly as they were proposed. This is essentially new territory for the CSW and, if this year was anything to go by, we&apos;re going to have to fight every step of the way. With the future of half the world at stake, we can&apos;t afford not to.  Rowan Harvey is women&apos;s rights advocacy adviser for ActionAid UK. Read the CSW&apos;s agreed conclusions here", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/20/un-conference-women-rights-won", 
    "wordcount": "891"
}