{
    "headline": "iPhone 5: new Apple phone will run on 4G network", 
    "text": "The iPhone 5, to be unveiled by Apple in California on Wednesday evening, will run on the 4G network that goes live in the UK this autumn. A source has confirmed to the Guardian that the major telecoms network equipment vendors  which include Huawei, Nokia Siemens Networks and Ericsson  have been testing iPhones that work on the 1800 band 4G spectrum to be used in the UK. Apple has also registered soon-to-be-launched devices that use the frequency with a confidential database operated by the international industry body the GSMA, according to a second source. Apple&apos;s decision to use the 1800 frequency will hand a massive advantage to what is already the UK&apos;s largest network, EE. The company, which already has 27 million customers, announced on Tuesday that it would launch 4G on the spectrum within weeks, while its three smaller rivals will have to wait until Autumn 2013 to be able to market 4G networks. Being the only network able to offer the iPhone with a 4G subscription hands EE a precious exclusivity with the world&apos;s most popular handset. In 2007, an official two-year exclusive to sell the first iPhones helped propel O2 to the number one spot in the UK and helped trigger the decision by the Orange and T-Mobile groups to merge to form EE in 2009. Fourth generation (4G) radio signals are likely to be popular with consumers because they can transport information at many times the speed of the 3G networks in use in the UK today. EE is promising speeds five times as fast, on a par with good Wi-Fi and home broadband connections, so that smartphone owners can watch television and make video calls with ease. On 31 August, the day EE was given the go-ahead to launch 4G this year by telecoms watchdog Ofcom, it is understood Apple updated its device entry on the GSMA&apos;s &quot;master list&quot; to indicate that some of its new products would contain chips supporting 4G on 1800. Any handset maker wanting to sell devices that run on GSM networks (used in more than 220 countries by nearly 800 operators) is required to register these devices with the organisation. The process enables them to get the International Mobile Equipment Identity (IMEI) numbers that are unique to each handset sold and must be legally assigned for security and safety reasons. The product information given by Apple on the master list is minimal, and the devices could be phones or tablet computers or both. A source close to the network equipment vendors said engineers had been testing 4G iPhones on 1800 for some weeks both in labs and in public places. The source said: &quot;EE should be very grateful to Ofcom. They have all the ingredients in place to be the dominant player in the market for the foreseeable future.&quot; Huawei, Ericsson and Nokia Siemens Networks declined to comment. A spokesman for Apple said the company did not respond to rumour and speculation. EE is able to launch 4G this year because it owns a massive holding of 1800 spectrum. Its rival operators must wait until the next spectrum auction, which could raise as much as 4.5bn for the treasury, to acquire enough bandwidth for their own 4G services. The auction concludes early next year, but some of the spectrum being sold is currently used to transmit digital television and it will take until September 2013 to clear the bands ready for mobile signals.", 
    "section": "technology", 
    "gid": "technology/2012/sep/12/iphone-5-to-run-on-4g", 
    "wordcount": "579"
}