{
    "headline": "Does graduation mark the start of your quarterlife crisis?", 
    "text": "As the end of term draws near, the prospect of a summer filled with applications, interviews and rejection looms and many graduates dread waving goodbye to the comforts of student life. As one Facebook group puts it: &quot;University is like being on the dole but your parents are proud of you.&quot; Student life couples the one positive of unemployment, an abundance of free time, with the prestige of a degree. Being allowed to study for three years is like being handed a get-out-of-jail-free card and a parking spot on Easy Street. With graduate unemployment hovering around 25%, it feels like we&apos;re heading for a slightly premature quarterlife crisis, &quot;a period of anxiety, uncertainty and inner turmoil that often accompanies the transition to adulthood&quot;, according to quarterlifecrisis.com. Symptoms include panic, nausea and regret. Victoria, a student at the University of Nottingham, says: &quot;Come September, for the first time ever, we won&apos;t have anything in our lives.&quot; The scramble for grad jobs is like musical chairs played by walking, talking CVs. With two thirds of students attaining a first or 2:1, everyone is talking up their committee position, that coveted internship, and those all important transferable skills. It&apos;s about standing out from the crowd, while showing you can also conform to the workplace. One of my friends has decided her prospects are so bleak that she has committed herself to a masters degree, despite having little interest in academia. Her reasoning is &quot;it will buy time&quot;. Most of us, though, must accept that our student days are over. Class of 2012, wave goodbye to loans, fancy dress and banter, swallow the red pill, and follow the rest of the world down the rabbit hole.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/mar/26/graduates-face-quarter-life-crisis", 
    "wordcount": "292"
}