{
    "headline": "Reproductive health the key to Rio+20", 
    "text": "As members of the Global Leaders Council for Reproductive Health, we call on the negotiators at the Rio+20 conference to ensure that reproductive health and voluntary family planning have a central role in any comprehensive strategy for sustainable development. Rio+20  known as the Earth Summit  promises to chart a course for global sustainable development that will lift people out of poverty, while preserving our environment for future generations. Achieving universal access to reproductive health is critical. Expanding voluntary family planning services will improve the health and well-being of women and their families, help slow population growth and make it easier for governments to address the needs of their people, while developing sustainably. When women are able to plan the size of their families, they and their children are healthier, better educated, and more economically productive. And yet Rio negotiators have so far buried any reference to family planning deep in the negotiating text. We worry that it may fail to survive even the next round of negotiations. The language must be reflected in the first two sections of the negotiating document, demonstrating that the words have meaning and will be followed by action. Including reproductive health in a comprehensive strategy for sustainable development is the right and smart thing to do. Reproductive health is an essential investment in the future we want  of healthy families and communities, stable societies, and abundant natural resources.Fernando Henrique Cardoso Former president of BrazilMary Robinson Former president of Ireland; president, Mary Robinson Foundation  Climate JusticeJoy Phumaphi Former minister of health, Botswana; former vice-president of human development, World BankGro Harlem Brundtland Former prime minister of Norway; former director-general, World Health OrganizationDr Fred Sai Former president, International Planned Parenthood Federation; former director of Population, World BankPhumzile Mlambo Ngcuka Former deputy president of South AfricaJenny Shipley Former prime minister of New Zealand; vice-president, Club of Madrid", 
    "section": "environment", 
    "gid": "environment/2012/jun/15/reproductive-health-key-rio20", 
    "wordcount": "311"
}