{
    "headline": "Siphonophores: the longest animals on the planet  in pictures", 
    "text": "   This siphonophore, physonect siphonophore Stephanomia sp., can reach 10 meters in length. It is a colony of specialised individuals called zoids. Around the periphery are stinging filaments used to catch preyPhotograph: S Haddock/MBARI       Physalia the Portuguese man of war. The siphonophore Physalia physalis is made of hundreds of reproductive, digestive and fishing zoids beneath a float  a pneumatophore  serving as a sail to move at the surface of the ocean. Its fishing zoids can extend several meters. They are studded with cells containing stinging, venom-filled nematocysts which can paralyse prey and even kill humansPhotograph: C Dunn/Brown University       Feeding polyps of a calicophoran siphonophore. These polyps are made of a filament carrying the digestive zoids  the gastrozoids  which contain yellow lipid droplets and, prey-catching zoids with reddish stinging cellsPhotograph: C Sardet/Tara Oceans/CNRS       Stolon of the siphonophore Stephanomia sp. The stolon is a stem along which the different zoids are arranged. We see here feeding polypsPhotograph: S Haddock/MBARI       Gastrozoids of the siphonophore Apolemia sp. Some siphonophores have complex assemblages of specialised polyps including gastrozoids, dactylozoids and prey-catching filamentsPhotograph: C and N Sardet/CNRS       Nectophores of the siphonophore Stephanomia sp. Nectophores are a series of medusae/bells that contract to move the colonyPhotograph: S Haddock/MBARI       The siphonophore Hippopodius deploys prey-catching filaments. Hippopodius hipopus extends and retracts several polyps covered with stinging cells to catch preyPhotograph: C and N Sardet/CNRS       Male and female gonozoids of a calycophoran siphonophore. A Lensia conoidea male gonozoid expulses sperm on the left. Eggs are packed inside a female gonozoidPhotograph: C and N Sardet/CNRS       Female gonozoid of a calycophoran siphonophore. A Lensia conoidea female gonozoid expulses an egg on the left. Sperm are packed in a pouch inside a female gonozoidPhotograph: C and N Sardet/CNRS       Egg of a calycophoran siphonophore. A Lensia conoidea egg attracts sperm of the same species around the fertilisation sitePhotograph: C and N Sardet/CNRS  ", 
    "section": "science", 
    "gid": "science/gallery/2012/sep/26/siphonophore-longest-animals-on-planet-pictures", 
    "wordcount": "0"
}