{
    "headline": "Running science as a Ponzi scheme", 
    "text": "Ponzi schemes are typically scams that involve the recruitment of investors, who initially receive high returns for their investments and recruit other investors  until this pyramid collapses, and those at the bottom end up losing all their money. Meanwhile, those at the top of the pyramid disappear with the &quot;earnings&quot;. Does this bear any similarity to the pyramidal systems that exist in the sciences at academic institutes and universities? At universities across the globe, there are principal investigators or professors who run research labs. To carry out their ideas, they need to recruit students who are able to carry out the experiments and test the validity of their hypotheses. But will these students, at the lower rungs of the totem pole, eventually turn into professors? Or will their investments be wasted treadmilling in a career leading nowhere? Having talked to scientists from more than a dozen countries, I think it&apos;s clear that the system of scientific research bears far too much similarity to Ponzi schemes. A devil&apos;s advocate might counter that in every type of occupation there is a pyramidal system, with fewer managers on the top and many laborers on the bottom of the pay scale. That only a relatively select few  the very top students  will make it through successful post-doctoral stints to academic positions. Yes, this is true  but it&apos;s also not the problem. The problem, as I see it, is the misrepresentation of students&apos; career options to them. Or more accurately, the general failure to inform students (as well as post-doctoral fellows) of their career options and train them for a wide variety of scientific careers, including the many opportunities that exist outside academia. It is also necessary to unequivocally explain the possibilities (statistically or specifically) that a student has to obtain an independent academic research position. I am well aware that economic considerations play a major role in career decisions. Medical students in the US bank on income from future practice to cover their heavy student loans. The notion of viewing education and career training as a literal  rather than metaphoric  investment has become so well entrenched in American culture that parents aspire to send their children to expensive private universities not necessarily because they will receive a better education or training, but because tables show that they will earn more when they land their first job. It is clear that science and scientific research is a labor of love. The training period is exceptionally long, and the earnings meager compared to other professions  especially during training. I accepted my own position as an independent assistant professor at the ripe old age of 37  and I did only a single four-and-a-half year post-doctoral stint (nowadays, two or three post-doctoral positions are quite common). True, had I not served three years in the military and spent a year back-packing in South America, I might have shaved off a few years. Nonetheless, it is not at all uncommon for researchers to receive the reins to their own laboratory well into their fourth decade. This means that a school-teacher, having potentially graduated and begun a teaching career at age twenty-two, has already accumulated twenty years&apos; worth of pension by the time a scientist is even eligible for a pension plan. What do I propose? I have two key recommendations. My first idea, which is certainly not original  I am merely jumping on what I see as a worthy bandwagon  is to provide far better training for students. Many universities are already employing career development plans to help their graduates prepare for a wide range of science-related jobs. This includes mentorship, exposure and encouragement for students to explore teaching positions (including elementary and high school), editorial work, science policy and public health, and of course, industry. ScienceCareers has developed a free web-based Independent Development Plan that can be used by students to match their strengths and interests and help set and measure their goals. When all is said and done, though, the responsibility lies with the mentors to encourage all science-related jobs  or perhaps any jobs at all. Senior scientists need to recognize that in this system, not all trainees (in fact very few of them) will end up as their personal &quot;scientific clones.&quot; As such, I am very glad that a visionary student in my own department has helped make me more aware of these new student training programs  and that I am in a position of sufficient authority to make this a priority for my own departmental graduate program. My second suggestion might seem counter-intuitive  as though I&apos;m trying to work my own Ponzi scheme. I am of the opinion that despite dwindling academic job prospects, this country and the world needs more scientists with PhD degrees, not fewer. Although for the most part careers in science are unlikely to lead to high-paying salaries, society benefits greatly from churning out more scientists with advanced degrees. Critical thinkers who have a working knowledge of the intricacies of scientific research can be the very best ambassadors for science. Whether they become politicians, businesspersons or leaders in any other occupation, their support for science could be the key to the future of science. So in some respects, I almost view a graduate degree in science as a form of national (or international) service  poor pay, but something to be proud of and with great benefits for society as a whole. However, both of my suggestions have to be implemented simultaneously; without preparing graduate students for a wide range of science-related and other careers, there&apos;s clearly no point encouraging more students to do advanced science degrees. Steve Caplan is a principal investigator and associate professor of biochemistry and molecular biology at the University of Nebraska Medical Center in Omaha, Nebraska. You can find him on Twitter at @caplansteve", 
    "section": "science", 
    "gid": "science/occams-corner/2012/nov/23/running-science-ponzi-scheme", 
    "wordcount": "971"
}