{
    "headline": "iPhone 5  review", 
    "text": "     The digerati mostly greeted the iPhone 5 last week with a collective yawn. So much was already known  a longer, larger (yet not wider) screen, thinner body, a new connector offering instant obsolescence for hundreds of accessories  that its Tom Daley-like lack of splash was declared, in this Olympic year, to lack enough of the technology motto citius, grandior, vilius (faster, bigger, cheaper)  even if it is the first two. Like statisticians poring over Olympic outcomes, they declared too that it didn&apos;t break any records  not the biggest screen, not the world&apos;s thinnest phone, not packing the most features. But as anyone who watched the Games would tell you, it&apos;s not the record-breaking that matters; it&apos;s the experience. That starts when you hold it: raw specifications (18% thinner than last year&apos;s 4S, 20% lighter, 12% less volume) don&apos;t explain how it seems to float in the hand, and how typing or swiping feels like touching the very pixels. (New processes have removed one layer of glass from the touchscreen.) The tactile pleasure is second only to Nokia&apos;s beguilingly curved (and largely overlooked) Lumia 800. And while the 4in screen is longer, but not wider (enough for six rows of icons rather than five), you can still swipe across it with your thumb, unlike giants such as Samsung&apos;s whopping 4.8in Galaxy S3.  Software and services, not just specs In truth, it&apos;s the software that makes this phone amazing. In a world dominated by &quot;specifications&quot;  how fast, how far, how many, many commentators think the Olympics of smartphones is measured, like a race, by how fast you do things. Does this phone run at 1.6 GHz and that one at 1.61GHz? Award the medal!  What photos and specifications can&apos;t tell you is what it&apos;s like to hold in your hand. While Apple can show you endless photos and promo videos (and critics can endlessly snort at how feeble its measurements are compared with bigger rivals), it&apos;s only by picking it up do you understand what Sir Jonathan Ive is on about. He speaks in his quietly rapturous tones about &quot;chamfered edges&quot; and &quot;unique object&quot;  and &quot;seamlessly&quot;. (And &quot;aluminium&quot;, correctly.) The first surprise is that it&apos;s really light, making the year-old iPhone 4S feel like a paperweight. There&apos;s also a subtle friction to the edges and the metal back that makes it far less likely to slip from your grasp (a complaint often made of the iPhone 4 and 4S).  Next, although the screen is longer (4in diagonally rather than the 4S&apos;s 3.5in; 1136x640 pixels, compared with the 4S&apos;s 960x640, both at 326ppi), fitting in six rows of icons instead of five, you can still operate it by sweeping one thumb across the screen, from home button at the bottom to power switch at the top.  Among smartphones, bigger screens abound, but most are compromised because as they grow, they need two hands to operate. Somehow Apple has evaded this pitfall. The HTC Titan, for example, with a 4.7in screen, is unusable because (like the iPhone) its power button is on the top; you can&apos;t hold a phone in your palm and still reach all the way across the top. (In contrast the Samsung Galaxy S3  hereafter the SGS3  has its power button near the top of the right-hand side, so you can work it.) Another element you can&apos;t see from the pictures: when you start typing, or swiping between apps, it feels as though you&apos;re touching the pixels; the production process has eliminated a layer of glass in the touchscreen. It&apos;s spooky at first; after only a short while other phones feel thick. Down from the iCloud For existing iPhone owners who have an iCloud account to which they have backed up their phone, there&apos;s a nice welcome that didn&apos;t exist last year. If you activate a new iPhone with that iCloud account, you can set it up with everything  including photos, apps, settings and passwords for email and calendars and Wi-Fi, and even details such as your alarm times.  Everything is as it was on the old one, seamlessly. That&apos;s better than either Android or Windows Phone, the two principal contenders, which will download your apps but leave you to fill in the settings and recreate your alarms and app settings.  Sure, you might not set up an iPhone more than once every couple of years  but having it work like this (new since last year, because iCloud backups were only introduced with the 4S) is a definite plus. 4G/LTE, battery life and signal level In the UK, only Everything Everywhere (Orange/T-Mobile) will have 4G connectivity at least until 2013, when 3 will have some of its 1800MHz spectrum. I couldn&apos;t test this as I was using an O2-enabled model (and couldn&apos;t just swap in my own Orange/T-Mobile SIM, because the iPhone 5 uses the new nano-SIM). The expectation is that it will offer connectivity of up to 100Mbps over long distances; if it does, it will transform the whole experience of using this phone and others like it, as you&apos;ll see. I couldn&apos;t directly compare signal reception of the 4S and 5 because the two models I was comparing were on different networks (Orange and O2), rendering any comparison moot. Battery life on the iPhone 5 seemed better, though it wasn&apos;t possible in the time available to make a precise comparison. Apple is certainly promising more  225 hours&apos; standby time on the iPhone 5 against 200 on the iPhone 4S, though that&apos;s still less than the 300 hours originally offered for the iPhone 4. But it&apos;s promising more 3G browsing and talk time (8 hours v 6 hours), plus 8 hours of LTE use  which is colossal, given that early versions of LTE chewed through battery life. By biding its time and not offering it last year, Apple may have given itself the best chance to benefit from 4G. But the proof of the pudding will be in the eating. The flipside  how quickly it charges, rather than discharges  is positive: the iPhone 5 is a power sponge, charging even more quickly than the 4S, which was no slouch itself. Panoramic camera The &quot;Panorama&quot; camera functionality is truly remarkable. Start moving the camera, take a picture, and it will keep going until you have a 28MP scene. Yes, other cameras have had panorama systems  including, yes, Samsung. Those limit you to staying in one place and moving the camera around. This is different: you can move yourself, you can move around or up and down and object, or whirl completely around  360 degrees of freedom. Then once you&apos;re done, the software stitches it together, with no fisheye distortion and no stitching. I tried circumnavigating a colleague&apos;s head, and whirling the phone around in a field: the results are really interesting.  I anticipate devices to which you can strap a panorama-capturing iPhone that will keep steady, or macro pictures showing things in huge details. One sardonic tweet after the iPhone 5&apos;s introduction, looking at the billion-dollar valuation put on photo-sharing service Instagram by Facebook, said &quot;Don&apos;t call yourself an entrepreneur if you haven&apos;t yet formed your next startup, Panoramagram&quot;. You laugh now. All I can say is: just wait. And if you make picture frames, expect some orders. Maps and mapping The news in May that Google was sidelined as the provider of maps for the iPhone (in any phone that runs iOS 6, to be released later on Wednesday 19 September) caused a fair amount of hand-wringing and worry. Would it be as good? Or would it just use some in-between rubbish? Don&apos;t worry  it&apos;s very good. Here we need to distinguish between the maps themselves, and the maps app. The maps don&apos;t have all the highlighting of Google&apos;s, but the amount of detail such as road names seems to me greater. The 3D view (which you can yaw by sliding two fingers up or down on either end of the screen) is entertaining  more so if you turn on the satellite imagery  and you can also rotate the maps with two fingers, or bring them back to true north by tapping a compass.      The Guardian offices in London viewed on the new iOS 6 software on the iPhone 5    That all brings feature parity with Android  as does the introduction of turn-by-turn voice navigation, so that your satnav can now play music and make or receive phone calls. Hello, Siri What really catapults the iPhone 5 past its rivals is the combination of features and services. In particular Siri, the voice-driven &quot;assistant&quot;, is transformed in the UK from something quite useful for sending texts or emails, or making phone calls without unlocking the phone, into a real virtual assistant.      Siri knows football scores on iOS6 running on the iPhone 5    In its new incarnation, Siri can find and book restaurants (or subvariants  you want Thai restaurants, it will find them) near you, tell you football scores, offer turn-by-turn navigation to anywhere, open apps (handy if your phone has so many you can&apos;t find them), post comments to Twitter or Facebook, and find film times and reviews. (It does other stuff too including weather forecasts and stock prices.)     Siri can't do everything: cricket flummoxes it still    I&apos;ve been using an iPhone for the past few months, after about a year only using Android phones, and found the earlier incarnation of Siri increasingly useful. For example on Monday I had to make a number of calls and send texts while driving. Sure, anyone can make voice-dialled calls with a Bluetooth headset. But write texts? From a locked screen? With a headphone/mic combination, I could. You dictate, Siri translates, reads it back, and will then send when you say &quot;send it&quot;.  But the new one is dramatically better. Here&apos;s why. Until this month, if you wanted to find a nearby restaurant, you&apos;d have to unlock your phone, go to the browser, type in &quot;restaurants&quot;, and hope that you&apos;d get some related results in your search. Or you might have had an app like TopTable, where you&apos;d still have to type in some details and wait for a response. With Siri now, you simply say &quot;Find Thai restaurants near here&quot;. It thinks for a bit and comes back with a list. I tried this even in my rural location  and it offered six, five of which I didn&apos;t know existed. (Sadly, a Siri-driven restaurant reservation system is only available in the US, Canada and Mexico. Ay caramba!) Or you need to get directions to a location: you tell Siri &quot;give me directions to&quot; and, after some ruminating, it will transform into a satnav. So now you&apos;ve got a satnav that can play music and make and take phone calls  it will interrupt those with directions as needed. (As a security note, it might be a good idea to use a different name for your home than &quot;Home&quot;, just to avoid opportunist thieves navigating back to your house.) Siri is voice control done right, because you don&apos;t need to think about the context of what you&apos;re asking; you simply give the command and it works it out. True, it doesn&apos;t transcribe everything perfectly, but then typing on a keyboard isn&apos;t perfect either. It will do football results (and it doesn&apos;t think that&apos;s American football), so &quot;what are the football results from this weekend&quot; gives you the Premier League results. Or you can be specific  &quot;did Tottenham Hotspur win?&quot; (But nothing&apos;s perfect: &quot;did Spurs win&quot; gives you details of some American football team, and for now, at least, rugby and cricket fans are out of luck.) Video The iPhone 5 gets a rear camera capable of 1080p video recording, during which you can also shoot stills. (Some Android phones, including the SGS3, have had this for a while.) The front-facing camera gets 720p recording, and FaceTime  Apple&apos;s video call protocol  works on both Wi-Fi and mobile, if your carrier allows it. Do Not Disturb, and other messages iOS6 introduces the idea of Do Not Disturb  times between which you don&apos;t want phone calls or notifications such as texts to bother you, although you can elect to let those numbers picked as &quot;Favourites&quot; through at once, and determined callers on the second call.     Rejecting an incoming call on iOS6 on the iPhone 5: sliding up the reject icon on the right offers three pre-written messages, or you can send a custom one    Similarly, when someone calls and you can&apos;t respond, you get a choice of rejecting the call, or sending a pre-prepared text message from a selection, or creating one on the spot  all from the lock screen if needed. Yes, HTC and Samsung have offered this already. This is an elegant implementation, though.  Let them Passbook The growing number of QR-style tickets and other items that accrue in one&apos;s email inbox can seem alarming. Apart from anything, they&apos;re difficult to find and organise (we&apos;ve all had the moment running a server search on our email for that ticket at the airport or rail check-in, surely?). The answer that some companies are trying to push is NFC, or near-field communications. Apple&apos;s answer however is not NFC but Passbook, an app which collects special versions of those tickets (they&apos;re not just email attachments).      Passbook on iOS6 on the iPhone 5 pulls together vouchers and tickets from different companies and locations    The &quot;passes&quot; can be location-sensitive, and show in your lock screen (convenient). It wasn&apos;t possible to test this (developers have yet to write many apps, though it will only be a matter of time) but the interaction is very smooth. Certainly, not having to dig through emails will be a bonus.     Passbook voucher on iOS6 on iPhone 5    Almost all shall have updates If you bought an iPhone 4S last year, most of the improvements in software from the iPhone 5 are available to you too. From Wednesday, the new iOS software is available for any of the iPhones released since 2009 (3GS, 4, 4S), as well as the second-generation iPad and iPad 3.  That brings many of the software features to those older handsets free of charge (though not all; Siri and Panorama are only for the iPhone 5 and 4S, for example)  and it will all happen at once. While Android users who have the newest phones can certainly boast that they have had better software than Apple (particularly on the mapping side, where turn-by-turn has been standard for two years), many are stuck waiting for their operator, or handset maker, or both, to update their handsets to newer software. (Google&apos;s own statistics show that 57% of Android phones that connect to its Google Play service use Android 2.3, released late in 2010.)  Now, Siri in particular is dramatically better than anything on offer on Android  and shows that Apple is sliding, ever so subtly, to a world where the screen plays second fiddle to other functions.  Only connect Oh, that new connector. By dumping the 30-pin analogue connector it had been using since 2003 (introduced to connect either to FireWire or USB 2.0 sockets, as iPods did) for its 9-pin digital &quot;Lightning&quot; Apple has caused gigantic upheaval in the accessories market. Though a 9-digital-to-30-analogue adaptor does exist, it will cost 25, so you&apos;ll probably not want many. But Apple seems to be directing accessories companies towards wireless connections such as its AirPlay system  and accessory makers meanwhile have decided that 30-pin is dead: they&apos;ve already switching almost their whole production (save 20% or so) over to the 9-pin connector. Happily, the 9-pin can be plugged in either way, halving your chances of frustration while plugging in the USB lead. Obsolescence is ugly  no other word for it  but Apple is never one to be tied to the past. Conclusions It&apos;s worth recalling that a smartphone isn&apos;t a package of specifications. It&apos;s that, plus features (the software that drives the onboard camera, say) and services (such as the software that runs Siri or the maps). Those who were quick to dismiss the iPhone 5 based on its specifications  but no experience with its features or services  made the mistake of thinking that a phone is just components. But it&apos;s the gestalt that makes it a pleasant experience  or otherwise. For those who insist on NFC, or direct access to the phone&apos;s file system, or the option of opening web pages in multiple different browsers, the iPhone and iOS will never be satisfactory.  But Apple doesn&apos;t care. Steve Jobs once said that interfaces which spawned a lot of windows meant that &quot;you get to be the janitor&quot;  a post he didn&apos;t relish. Android lets you be the janitor, air-conditioning chief and managing director; the iPhone lets you be the user. It&apos;s a key difference in philosophy. You can&apos;t do as much on the iPhone  but sometimes fewer choices mean faster decisions. Siri in particular is a revelation; expect to hear much more of its C#-listening-to-G#-acting pings around you. As for the iPhone 5, it&apos;s a lovely piece of equipment. Boring? Lacking wow? With its market value now crossing $700bn and iPhone 5 pre-orders through the roof, Apple might disagree.", 
    "section": "technology", 
    "gid": "technology/2012/sep/19/iphone-5-review", 
    "wordcount": "2819"
}