{
    "headline": "Fake Twitter accounts and the danger for politicians", 
    "text": "One of the less-discussed changes of recent times is the way Twitter has moved centre-stage in the media ecosystem, or at least in the part of it that intersects with politics. This has happened despite the ongoing growth of Facebook, which now has 1 billion users and seems destined to become the biggest virtual &quot;country&quot; in the world. But while Zuckerberg&apos;s empire may indeed be having an impact on the politics of Middle Eastern countries, it is Twitter that seems to matter in the Anglo-Saxon world. Witness the role it has played in the Newsnight-McAlpine fiasco. Or the way in which several political leaders first conveyed their reaction to the re-election of Obama in tweets. Or the intriguing (not to say hilarious) way that Rupert Murdoch has engaged with it. So Twitter matters  or at least is perceived to matter, which often amounts to the same thing. Politicians and other public figures are increasingly obsessed with their footprint on the service  the number of &quot;followers&quot; they have. Most of the people who have the biggest followings are showbiz celebrities such as Lady Gaga and Justin Bieber. The only politician who makes it into the top 100 (unless you count the Dalai Lama) is Barack Obama, who had 23,363,644 followers the last time I checked. Given the centrality of Twitter, Obama&apos;s numbers must have rankled with Mitt Romney (who currently languishes at 1.77 million followers, a number that is decreasing by the day). During the election campaign, however, something really interesting happened. On Friday 20 July, Obama had 18 million followers, compared with Romney&apos;s 690,000. But over the next few days @MittRomney mysteriously acquired 100,000 newfollowers. This immediately attracted the attention of those who track these things. &quot;Is Mitt Romney buying Twitter followers?&quot; asked one prominent observer. Others noted that many of the new &quot;followers&quot; looked dodgy. Five of them shared the same profile photo, for example. Obama supporters gleefully pointed out that buying followers would be absolutely typical of a candidate who was fabulously rich but clueless about cyberspace. Sceptics wondered if the spike was actually orchestrated by Romney&apos;s opponents as a way of discrediting him. Was the spike the product of a Twitter &quot;spambot&quot;  a software robot that creates fake accounts? And so on. But this was all conjecture and speculation. Everybody was suspicious but nobody knew anything. Then a couple of students at the Oxford Internet Institute asked themselves a question: what&apos;s the probability that Romney&apos;s new followers are genuine? Their account of the research makes fascinating reading. They started from the empirical observation that fake accounts created by Twitterbots tend to have few or no followers. Then they picked 20 Twitter accounts comparable in size to Obama&apos;s and Romney&apos;s and examined the statistical properties of the 150,000 newest followers in each. What they were looking for, of course, was the proportion of new followers who had few or zero followers and were therefore likely to be the product of bots. Here&apos;s what they found: &quot;26.9% of Romney&apos;s 150,000 newest followers had fewer than two followers. For other accounts of similar size, only 9.6% of new followers had fewer than two followers themselves. The median number of followers for Romney&apos;s new followers was five, whereas the median for the comparison group was 27. This represents a stark and statistically significant difference. If you are a statistics nerd, like us, you might want to know that the p-value on this was 0.0000. For the rest of the world, this means that there is, essentially, a 0% chance that the underlying characteristics of Romney&apos;s followers are actually the same as the comparison users.&quot; Of course, the Oxford research doesn&apos;t answer the really interesting question: who set up the Twitterbot operation? Was it an inept wheeze dreamed up by Romney&apos;s people? Or a malicious prank orchestrated by his opponents to discredit him? It just tells us that it was a robotic operation. But it does usefully highlight the kind of analysis that journalists need to be able to do in a networked media environment. Determining what is realand what is fake is harder in a digital world than it is in meatspace. And it requires mastery of analytical tools as well as possession of the crap-detector that is the time-honoured prerequisite of investigativejournalism.", 
    "section": "technology", 
    "gid": "technology/2012/nov/18/fake-twitter-accounts-romney-obama", 
    "wordcount": "740"
}