{
    "headline": "Geoffrey Matthews obituary", 
    "text": "Geoffrey Matthews, who has died aged 89, played a crucial role in waterbird and wetland conservation during the second half of the 20th century. Described by one former colleague as &quot;the engine room behind Peter Scott&quot;, he worked indefatigably to save the world&apos;s wetlands and their wildlife from the many threats they faced  and continue to face. His greatest and most enduring achievement came as one of the founding fathers of the Ramsar Convention on wetlands, the first truly international effort to save natural habitats from destruction. He also spent more than 30 years, from 1955 to 1988, as director of research and conservation at the Wildfowl Trust (now the Wildfowl and Wetlands Trust), where he worked closely alongside Scott. Scott and Matthews shared a vision: they both understood that the only way to save endangered waterbirds was to safeguard the wetlands where they live. Today, this concept is at the centre of mainstream conservation, but at the time most effort was focused on saving individual species, as it was widely assumed that their habitats were not under immediate threat. Waterbirds such as ducks, geese and swans are particularly dependent on cross-border co-operation, since their migratory journeys take them from their Arctic breeding grounds to their winter quarters farther south and west  including, of course, the UK. But their need for different places to breed, where they can stop over during migration, and where they can spend the winter, makes them uniquely vulnerable to habitat loss. At first, Matthews focused on the key wintering sites for waterbirds in Britain, co-operating with wildfowlers and landowners to establish a network of reserves and refuges. Meanwhile, he and his team of scientists at the trust&apos;s HQ, at Slimbridge in Gloucestershire, were conducting in-depth research on wildfowl, making crucial new discoveries about their migratory habits. In 1956 he became the British delegate for the International Wildfowl Research Bureau (now Wetlands International), and was made its honorary director in 1969. By then, the scale of wetland habitat loss across Europe and Asia was becoming clear, with action urgently needed. Involving the Soviet Union, where millions of waterbirds breed, was essential. But this was at the height of the cold war, and getting co-operation from behind the iron curtain was thought to be difficult, perhaps impossible. Nevertheless, Matthews persisted, mobilising his extensive international contacts to persuade people that something needed to be done to prevent the world&apos;s wetlands from being drained and destroyed. His efforts, and those of his colleagues Luc Hoffmann, Erik Carp and Eskandar Firouz, bore fruit when, in early 1971, the historic Ramsar Convention was signed at the city of that name in Iran. Delegates from 18 countries, including Iran and the Soviet Union, agreed to safeguard wetlands and their wildlife. Today, the convention has 164 member states, and more than 2,000 designated wetlands of international importance, which cover a total area of almost 200m hectares  about 800,000 square miles. The date when it was signed  2 February  is now designated as World Wetlands Day. Matthews was born in Norwich, Norfolk, where his father was a vet for the Ministry of Agriculture, and educated at Bedford school. He went on to Christ&apos;s College, Cambridge, where he read natural sciences. In 1942, after a year at university, he was recommended for RAF Bomber Command by his tutor, CP Snow. He served as a navigator on B24 Liberators with Air Command South East Asia. In 1946, he flew with Transport Command, bringing prisoners of war in Asia home to Britain. After the war, and having completed his degree, in 1950 he gained a PhD on how migratory birds navigate, later publishing the first monograph on this subject, Bird Navigation (1955). Bird migration continued to fascinate him for the rest of his life, and he lived to see the extraordinary development of tiny GPS transmitters being fixed on birds, allowing ornithologists to follow them on their global journeys in real time. Following his retirement from the WWT in 1988, a year before Scott&apos;s death, Matthews continued to be closely involved in science and conservation. In 1993 he published The Ramsar Convention on Wetlands: its History andDevelopment, the definitive account of his greatest achievement. He received widespread and well-deserved recognition for his lifetime&apos;s work: medals from the RSPB and British Ornithologists&apos; Union, an OBE in 1986, and in 1987 was appointed Officer of the Order of the Golden Ark by Prince Bernhard of the Netherlands. He is also immortalised in the scientific name of an obscure species of feather louse discovered on greylag geese: Ornithobius matthewsi. Matthews was married three times: to Josephine Bilderbeck from 1946 to 1961, to his WWT colleague Dr Janet Kear from 1964 to 1978, and from 1980 to another eminent WWT colleague, Mary Evans. Mary, their two children, and two children from his first marriage survive him.  Professor Geoffrey Vernon Townsend Matthews, conservation scientist, born 16 June 1923; died 21 January 2013  This article was amended on 11 February 2013. The original stated that the 2,000 designated wetlands of international importance cover almost 2m hectares, rather than 200m hectares. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2013/feb/10/geoffrey-matthews", 
    "wordcount": "858"
}