{
    "headline": "NUT conference hits out at new monitoring measures", 
    "text": "Teachers have vowed to stage strikes in schools that decide to impose heightened monitoring of the profession. Delegates at the National Union of Teachers&apos; annual conference in Torquay hit out at the new regulations, due in September, and passed a resolution calling for local strikes and other industrial action in schools that choose to enforce them. Speakers condemned the measures, which will allow the unlimited observation and monitoring of teachers in state schools in England, as a &quot;bullies&apos; charter&quot;. Sarah Tomlinson, a teacher from Lambeth, south London, said the union was coming across a number of cases in her area affecting women over 50 and black teacher members who are already &quot;increasingly the victims&quot; of capability procedures. She told delegates: &quot;These new regulations are nothing short of a bullies&apos; charter.&quot; Under the measures first announced last May, the three-hour limit on observing teachers in the classroom will be scrapped, allowing schools set their own times. Teachers will also be assessed every year against a set of key skills known as teachers&apos; standards. They are part of government plans to allow heads to fire poor performing teachers more quickly. Tomlinson said the enhanced measures &quot;could affect your whole career, your progression on the pay scale, your ability to cross the threshold, your chance of promotion&quot;. She added: &quot;All of this measuring of learning, and monitoring of progress, and keeping up this insane level of pressure on teachers, has got nothing to do with education. It&apos;s got everything to do with ranking our schools, picking off those at the bottom and handing them over for privatisation  let&apos;s be frank the spectre of for profit education is becoming a terrifying reality.&quot; But another delegate warned that colleagues risked being seen as ready to strike &quot;in support of incompetent teachers&quot; while not being prepared to measure pupils&apos; progress. Michael Gove, the education secretary, said earlier this year that he wanted headteachers to be able to intervene more often and more quickly when &quot;alarm bells were ringing and the red lights were flashing&quot; over a teacher&apos;s incompetence. He insisted that staff would be protected by employment law from headteachers who didn&apos;t like certain members of their staff and wanted to fire them.", 
    "section": "education", 
    "gid": "education/2012/apr/07/nut-conference-new-monitoring-measures", 
    "wordcount": "381"
}