{
    "headline": "In the quarry, lichen marks the ancient violence still defining the landscape", 
    "text": "The rock-strewn stream was still noisily emptying the hillside above of the accumulated rainfall, but the shrill songs of the competing robins were clearly audible above the sound of cascading water. Fallen oak leaves, blotched brown and suddenly crisp, were drifted into the base of the hedge where strong eddies of wind had dumped them. On the wet pasture above, three heavy horses grazed delicately on the dark autumn growth. One looked up as I paused at the fence but, perhaps recalling previous fruitless appeals for snacks, chose not to wander over. Instead she resumed her meal, browsing the herb-rich sward with sonorous breathing and the rambling shuffle of broad, feathered feet. The small, wind-carved oak trees in the old quarry were still displaying their full range of autumn colours  rich, saturated shades of orange and gold mixed with the remaining green. A few foxgloves remained in flower but the brightest hues came from the canopies of hawthorn berries that clouded the hedgerow tops with a rich red. On the old working face of the quarry, colonies of lichen and lines of moss picked out the tortured strata of the rock in vivid relief, marking the ancient violence which defines the landscape. The route south was now more clearly defined, a grassed lane wide enough for a cart or carriage. This is one of many tracks that once braided the hillside above the Rheidol valley near Llanbadarn Fawr. Presumably, the multiple routes offered a choice of gradients and surface conditions as the seasons turned, but they all gather together by the pubs and ancient church of the village, near a reliable crossing point for the river. Barely used now, except by walkers and sheep, this road was cut in places into the rock itself, as can be seen if you peel back the ivy and brambles at the margins. As I followed the track downhill, the moon rose over the neighbouring field, framed between low tree boughs and the now shadowed grass.", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/aberystwyth-quarry-lichen-ancient-violence", 
    "wordcount": "332"
}