{
    "headline": "Careers advice reforms led to worrying deterioration in standards, say MPs", 
    "text": "The government&apos;s decision to take responsibility for pupils&apos; career guidance away from local authorities and hand it to schools was a serious mistake that has led to a significant worsening of the advice available, a committee of MPs has said. In a strongly worded report examining the effects of a change that came into force in September last year, the cross-party Commons education select committee said there was already evidence of a &quot;worrying deterioration&quot; in the overall standard of careers advice. Urgent action was needed, the MPs said: &quot;Too many schools lack the skills, incentives or capacity to fulfil the duty put upon them without a number of changes being made. Young people deserve better than the service they are likely to receive under the current arrangements. Schools cannot simply be left to get on with it.&quot; Previously, careers advice was the responsibility of councils and was organised in schools by Connexions, a Department for Education-funded independent service. But the Education Act 2011 placed the duty in England directly on schools, which were instructed to provide independent, impartial advice to pupils over three years from 13. Connexions was cut back to become solely a phone and online service but there was no new money to replace its old functions, a gap that one witness told the committee cost each school about 25,000. The MPs heard that only one in six schools had maintained the same spending on careers as before, and there was no evidence that any were spending more. The impact had been immediate and significant, the MPs said: &quot;We have concerns about the consistency, quality, independence and impartiality of careers guidance now being offered to young people. We heard evidence that there is already a worrying deterioration in the overall level of provision for young people.&quot; Careers guidance was now too variable around the country, the report said. It recommended that schools be obliged to publish annual careers reports, and the National Careers Service  set up in the wake of the Connexions cutbacks  should help schools and maintain standards. Graham Stuart, the Conservative MP who chairs the committee, said good advice was more important than ever given the increased choices available to young people, but the quality and amount of it on offer was &quot;deteriorating just when it is most needed&quot;. He said: &quot;We want face-to-face guidance to be available to all young people as an integral part of a good quality careers service. They deserve and should receive far better support than current arrangements generally allow.&quot; Careers England, the trade body for careers advisers, said the changes had been disastrous. Steve Stewart, the organisation&apos;s chairman, said: &quot;I started as a careers adviser in 1978, so I&apos;ve seen a bit. I&apos;ve never seen anything like the smashing up of a service than what&apos;s been happening over the last 12 or 18 months. Traditionally, when times are hard you invest in your young people. When things pick up you&apos;ve got to make sure you&apos;ve got people in the right places.&quot; A DfE spokeswoman said the previous system was often &quot;costly, patchy and of poor quality&quot;, and the change was intended to give headteachers control over budgets and what sort of careers guidance suited their students. She added: &quot;The duty has only been in place for a term  far too early to pass judgment on its success. We will consider the committee&apos;s report and respond fully in due course.&quot; Labour education spokesman, Stephen Twigg, called the report &quot;a damning indictment&quot;, adding: &quot;The deterioration of the quality and quantity of advice and guidance could be hugely damaging not just to individual young people, but to long-term economic growth. Young people need guidance so they make the right career and qualification choices.&quot; The Association of School and College Leaders said schools were happy to keep the responsibility but would welcome more help from the National Careers Service. The union&apos;s general secretary, Brian Lightman, said: &quot;With proper resources and funding, this would address many of the current shortcomings. School leaders are happy to retain responsibility for careers provision but need the support of government to ensure that they have the tools to do it.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/23/careers-advice-reforms-mps", 
    "wordcount": "715"
}