{
    "headline": "Drowning in data? The solution is simple: use more technology", 
    "text": "If you&apos;re suffering information overload from email, news feeds, social media and other electronic chatter, you could turn it all off, hide under the duvet and yearn for return to a simpler, quieter time. Technology geeks, however, are advocating a different solution: embrace software as an ally, not an enemy, and use it to filter out the noise.The Macworld/iWorld show in San Francisco this week displayed services and products for smartphones, tablets and laptops to tame the overload they create, a case of supply creating its own, burgeoning demand. &quot;Everyone is clamouring for your attention, and the flow of data is just huge,&quot; said Chuck Joiner, a producer and host with the the MacVoices Group, a community of Apple experts and enthusiasts. In a workshop on how not to drown in data, Joiner said the key was to distinguish between what you wanted and needed, and prioritise the latter. Then you could use technology to impose order on chaos. For email, he recommended junking addresses with dated domains such aol or timewarner and buying ones with your own domain from companies such hover.com, which sells addresses like you@yourname.com you@yourname.net or you@yourname.me. Such addresses could remain yours for life, obviating disruptive changes, said Joiner. For particular events  such as a conference, or a part of your business or life that could be compartmentalised  he recommended setting up additional email addresses, with variants of firstname@yourname.com or firstandlastname@yourname.com or middlename@yourname.com. This way you could funnel email to dedicated addresses and avoid sharing your principal address with people of fleeting or marginal importance. If such an address became redundant, for instance after a conference, you could delete it. You could further categorise email with addresses such as junk@yourname.com, marketing@yourname.com, bills@yourname.com. &quot;It works really well. I created an email just for this show.&quot; Joiner praised Gmail as an excellent way to aggregate all your addresses so that, if necessary, you could view all messages in one place. &quot;It&apos;s unified, everything in one inbox.&quot; Gmail let you organise email into different categories and had an &quot;amazingly&quot; good search function and spam filter which made it easy to track and archive data. The key to social media was clarifying objectives. &quot;It can suck you in, it&apos;s a little frightening. You need to think about what you want to get out of it. Do you want to keep in touch with high school friends, or people important to you now.&quot; Whatever was extraneous needed to be &quot;cut mercilessly&quot;. Facebook protocol was tricky. &quot;If I friend you, you have to friend me even if I&apos;m a complete idiot and have nothing useful to say.&quot; Twitter, in contrast, was nimbler and more controllable. Joiner suggested capping the number of people you follow at 400 and using the Tweetbot app  there is a different one for macs and ipads  to organise it. Trimming the glut of newspapers, blogs, podcasts and other news formats meant differentiating want from need, and using two &quot;weapons&quot;. The first, RSS, let you subscribe and filter. &quot;Not enough people use it because it&apos;s still a little bit geeky, but it&apos;s wonderful.&quot; The other was Google Reader, which included apps such as NetNewsWire and Mr Reeder. They compiled news that was most important to you in easy to read menus. Joiner said a third weapon, FlipBoard, let you organise social media and news feeds on an ipad in an attractive magazine-type format. &quot;It&apos;s the only way I&apos;ll do anything on Facebook.&quot; He also recommended Instapaper, a tool which saves web pages for reading later and strips adverts and clutter. &quot;So you&apos;re looking at clean information.&quot; Joiner said many people underused voice command apps such as Siri, Google Search and Dragon Dictation. &quot;You&apos;d be amazed by how much you could get done just with talking. But you have to practice.&quot; Exhibition booths at the four-day conference, which ends on Saturday, peddled a range of other apps and services such as Dropbox, BusyCal, Evernote and ScanSnap, all promising to simplify and manage information. The catch was that each plied you with extra information demanding time and concentration, especially for non-geeks. &quot;Technology-oriented people are at a distinct advantage,&quot; said Joiner.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/02/data-technology-solution-consumer", 
    "wordcount": "736"
}