{
    "headline": "A moorhen sent stone-skimmer splashes as it pattered across the river", 
    "text": "In the half-light before dawn, I walked the river towpath, believing I was moving with stealth. From under my feet a moorhen bolted from the bank, pattering over the water, sending stone-skimmer splashes as it half-ran, half flew to the other side. It flumped down under a reedy fringe and gave out a single bugling toot. The commotion alerted a trio of tufted ducks, which began to circle in the middle of the river in a state of agitation. The birds made frantic little sorties this way and that, bunching and separating. I could now pick out the bold contrasts of black and white on their flanks. The ducks could see me coming. Though I trod softly, it made no difference. One lifted off and its companions followed beak to tail, wings beating strongly as they tracked back, choosing to pass directly overhead as if flight had made them fearless. Further down the river, the path cut in a few feet around a stand of bankside willows. To the right, behind a barbed wire fence, was a thicket of moss and lichen-laden hawthorns and elders on ground rendered uneven by generations of rabbit burrowing. As I passed through this semi-enclosed spot I heard the sharp rustle among the willows of an animal startled into moving quickly through vegetation. A fox broke from cover; a small beast with a raggedy winter coat. It tore right across my path at full pelt, not even breaking its pace when it ran through the fence. I heard a clip and winced as its coat caught on the wire. It kept on running. After a few yards and a tolerably safe number of bushes between us, it swivelled, stopped and stared. I leaned over, hands on hips and stared back. For the best part of a minute we stood still and looked at each other. At last the fox jerked its head up slightly, showing its white chin. And then it turned and trotted off loosely, as if it had forgotten its startling encounter.", 
    "section": "environment", 
    "gid": "environment/2013/jan/11/sandy-bedfordshire-moorhen-stone-skimmer", 
    "wordcount": "339"
}