{
    "headline": "Birdwatch: Slavonian grebe", 
    "text": "I have always had a soft spot for grebes, having cut my birding teeth watching great crested grebes on the suburban gravel pits of west London. On one of my first visits, back in the late 1960s, I watched with fascination as a grebe chick, separated from its mother, cheeped in increasing panic until its parent caught up with it. The reunion was given added piquancy as the baby grebe clambered on to its mother&apos;s back and nestled down in its warm, fluffy plumage. So it was with delight when, on a recent visit to the Highlands, I came across two breeding pairs of the great crested grebe&apos;s much rarer relative: the Slavonian grebe. I watched as each pair dived frantically to find food for their young: one large chick, probably about two weeks old, and two much younger ones, only hatched a few days before. Like other grebes, Slavonian chicks have a characteristically black-and-white striped head pattern, rather like an old-fashioned humbug. Named after a region in eastern Croatia, the adult Slavonian grebe is one of the most attractive of all our waterbirds. It has a mahogany and dark grey plumage, set off by crimson eyes with golden tufts of feathers sprouting behind  a feature that gives the species its North American name, the horned grebe. The species also has several intriguing folk-names, possibly because of its bright red eyes: these include &quot;devil-diver&quot;, &quot;hell-diver&quot; and &quot;water-witch&quot;. In autumn, Slavonian grebes head south to spend the winter off our coasts. A favoured spot is Poole Harbour in Dorset, where I first saw this species back in the late 1970s. Its winter plumage could hardly be more different from its breeding garb: with a mainly black-and-white appearance, at first glance wintering Slavonian grebes remind me of an auk such as a guillemot or razorbill. But a closer look reveals the characteristic red eyes, white cheeks and dark cap. Yet although it can be found throughout the cooler temperate regions of North America, Europe and Asia, the Slavonian grebe is a rare breeding bird in Britain, with fewer than 30 pairs, almost all confined to Scotland. In some ways this is hard to understand, as its nesting requirements do not seem to be all that different from its smaller and far more widespread relative, the little grebe or dabchick. Like other grebes  the most truly aquatic of all the world&apos;s birds  the Slavonian builds a floating nest on small lochs, fringed with plenty of vegetation where the birds can seek refuge from predators. Recent studies by the RSPB and Scottish Natural Heritage suggest that one main factor is to blame for the poor breeding success of this stunning bird. Many of the lochs where the grebes choose to nest are also home to pike, which prey voraciously on the same small fish  sticklebacks and minnows  which the grebe needs to feed its offspring. Where pike are absent, the grebes thrive; where they are present, they do not.", 
    "section": "environment", 
    "gid": "environment/2012/jul/22/birdwatch-grebe-slavonian-nests-rspb", 
    "wordcount": "501"
}