{
    "headline": "Menace of a heron ready to strike", 
    "text": "In the still air it seemed as though we could smell the cold that appeared to add to the view across the Moray Firth from the point. The tide was well out and the wide inter-tidal zone was covered with almost startling white ice which was an unusual surprise even at -6C. Most of the exposed area was iced over with small mounds of ice-covered rocks and seaweed, putting a strange perspective on the view. The cold was emphasised by the backcloth of the snow-covered Ben Wyvis hills to the west. The solitary heron was stalking its prey just beyond the ice-free margin and the bird was almost motionless. It formed a three-foot curved, grey, graceful shape with, at one end, its long spindly legs in about 10 inches of water. At the other end was the menacing-looking, long, dagger-shaped yellow beak. I am used to seeing feeding herons at close quarters in the pond below my study but along the coast they always look more impressive. Then, as we walked further along the shore, the smell of cold changed with the huge banks of gorse on either side of us. The evergreen shrubs were covered with golden yellow blossoms and the almond scent was prevalent. It was below these banks that the small groups of wigeon ducks were feeding on the water&apos;s edge of the slowly moving ebbing tide. At first the birds looked all mixed up but a close watch revealed that they were in pairs as though ready for the breeding season ahead. With such a small group could they be among the few that breed in the Highlands each year? Or would they, as with most wintering wigeons, fly back to Iceland and elsewhere to breed? Meanwhile, hooded and carrion crows were foraging all along the tidal edge. Curlews, redshanks, lapwings, bar-tailed godwits and oystercatchers waded in the inlets. An unforgettable winter&apos;s scene.", 
    "section": "environment", 
    "gid": "environment/2012/feb/08/menace-heron-ready-to-strike", 
    "wordcount": "317"
}