{
    "headline": "Game over for Anonymous hackers who thought they would never be caught", 
    "text": "The sentencing of three self-styled &quot;hacktivists&quot; on Thursday brought down the curtain on the notorious hacking clan Anonymous, after a campaign of cyber-attacks waged from the bedrooms of young men in London, Northampton and Hartlepool. Christopher Weatherhead, a 22-year-old university student, saw himself as a fierce defender of internet freedom as he orchestrated attacks on PayPal, Visa and MasterCard. He used the online pseudonym Nerdo and described himself as &quot;the best (or worst) hacker in the world&quot;. After one attack against the perceived enemies of WikiLeaks, he boasted: &quot;We have probably done some million pound of dmg [damage] to mc [Mastercard]&quot;. He encouraged a campaign against PayPal that cost the firm 3.5m to repair. Like his co-accused, Weatherhead believed he would never be caught. Initially he refused to reveal his internet nickname to detectives and answered &quot;no comment&quot; to most questions during two police interviews. &quot;I&apos;m fighting tooth and nail to prevent the police from accessing any data on anything they seized,&quot; he wrote in a chatroom after his second interview in April 2011. But the game was over for Weatherhead on Thursday when he was sentenced to 18 months in prison. He showed no emotion as he was led out of the dock at Southwark crown court while his parents and sister looked on from the public gallery. His lawyer, Mark Ruffell, had pleaded for a non-custodial sentence, saying Weatherhead&apos;s &quot;nerdiness&quot; would make him a target in prison. &quot;He won&apos;t be the first or last youth to try and change the world and come a cropper,&quot; Ruffell said. &quot;The thought of a custodial sentence fills him with dread and anxiety.&quot; Weatherhead&apos;s co-conspirator, Ashley Rhodes, a 28-year-old IT worker from Camberwell, south London, was jailed for seven months. Peter Gibson, 24, a church volunteer from Teesside, was given a six-month suspended sentence for his lesser role in the conspiracy. Another student, Jake Burchall, 18, will be sentenced next Friday. The judge, Peter Testar, said the distributed denial of service (DDoS) attacks were &quot;not particularly sophisticated&quot; but had caused severe temporary damage to the websites of several multinational companies. &quot;The defendants were actually rather arrogant,&quot; Testar said. &quot;They thought they were far too clever to be caught and used various methods to try to cloak and preserve their anonymity. It seems to me that the police were a little bit more clever than the conspirators.&quot; Detectives investigating Anonymous found all the evidence they needed in online forums known as internet relay chats, or IRC, where the hackers would discuss targets and boast about the success of their attacks. Logs obtained by the police showed Gibson suggesting an attack on Lily Allen&apos;s website in retaliation for her anti-piracy stance, before he had second thoughts and said he did not wish to &quot;attack artists&quot;. The day before his arrest, Rhodes pondered whether attacking a US company would be &quot;too risky&quot;. By the end of the campaign in support of WikiLeaks, dubbed &quot;Operation Payback&quot;, the hackers had become complacent. Attempts to keep their identities secret started to unravel. Detectives told Rhodes during his interview that photographs of him connected to his pseudonym, Nikon Elite, were available on at least two websites. He was the only one of the four found with specialist hacking software, known as a Low Orbit Ion Cannon, on his personal computer. He was arrested at his work desk, from where he had joined in with cyber-attacks on the Ministry of Sound website. Police said Weatherhead had acted as a liaison for the world&apos;s media  including the BBC, al-Jazeera and ABC in Australia  as the hacker collective entered the public spotlight. With the growing profile came a growing sense of invincibility on the part of the young hackers. Birchall, then 16, told fellow online vigilantes as police arrived at his Chester home to arrest him: &quot;Fuck the cops  Im closing everything.&quot; He told detectives he was an advanced user of the internet and had used it for nine years  since he was eight years old. He maintained that he had not committed a crime but admitted to running servers for Anonymous during attacks on PayPal, Visa and MasterCard. Birchall, Rhodes and Gibson all pleaded guilty to conspiracy to impair the operation of a computer. The Anonops website run by Weatherhead remained silent on Friday, with a weeks-old message on its homepage acting as a sign of its dwindling defiance. It said: &quot;We decry this persecution of one of our own, one who commited [sic] no crime and is being targeted simply for his association, real or imagined, by overzealous feds who seek to cut off the head of an idea, a group which has no leader. &quot;We wish the very best for Chris and if there is truly justice in this corrupt world we live in, he will be exhonerated. Chris, we stand with you, always.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/25/game-over-anonymous-hackers", 
    "wordcount": "840"
}