{
    "headline": "Texas plans aerial insecticide spray as West Nile Virus deaths reach 16", 
    "text": "Aerial spraying of insecticide is set to begin over Dallas on Thursday night as the city battles the worst outbreak of the West Nile virus in the US this year. Mayor Mike Rawlings has declared a state of emergency and announced the first aerial spraying in the city and its suburbs since 1966 in response to the growing number of victims of the virus, which spreads to humans via mosquito bites and is reaching epidemic proportions in north Texas. &quot;Right now, Texas has half the West Nile cases in the nation,&quot; Dr David Lakey, the Texas state health commissioner, told local reporters this week. &quot;Dallas County has half of the cases in the state of Texas. So, about a quarter of all the cases in the United States are in this county. So, this isn&apos;t business as usual.&quot; According to Texas department of state health services figures, 465 West Nile cases have been confirmed in Texas this year, including 17 related deaths  on track for the most cases since the disease first reached the state a decade ago. Ten deaths and more than 200 cases have been reported in Dallas County, which with a population of around 2.4 million is the ninth most populous county in the US. Houston, the largest city in Texas, has recorded seven cases and one fatality. The Center for Disease Control and Prevention (CDC) said that as of August 14, 43 states have reported West Nile infection in people, birds or mosquitoes this year, with over 80% of cases from six states: Texas, Mississippi, Louisiana, Oklahoma, South Dakota and California. The 693 human cases reported to CDC through the second week in August is the highest number for that time of year since the virus was first detected in the US in 1999. At least 26 people have died. According to Dallas officials, the pesticide to be used Thursday evening, called Duet, has been approved by the Environmental Protection Agency and is similar to products presently being used against mosquitoes at ground level. It will be applied overnight by Clarke, a spraying company, at low dosages of fewer than one ounce per acre by twin-engine aircraft flying at an altitude of 300 feet and a speed of 170mph. Mayor Rawlings said that the spray poses no health threat. &quot;I&apos;ve been studying this closely, talked to a lot of people, the CDC, the EPA, and everybody says this is safe. Other cities have done this before  this is what New York City uses, this is what Sacramento&apos;s been doing for five years, and this dissipates very quickly and so there is no health effects proven and I think the science backs us up on that,&quot; he told HLN.  &quot;Beneficial insects need hopefully to be gone and be down in the earth when it gets night, that&apos;s when mosquitoes come out. It does impact very small insects if they come in contact with it.&quot; West Nile virus was first discovered in the US in New York. Researchers believe it is spread when a mosquito bites an infected bird and then a person. Most cases occur in the summer, with the greatest risk of infection coming from late August to early September. The very young, old, pregnant and those with weakened immune systems are most at risk. Most who contract the virus experience little or no adverse effects, but a small number  less than 1%  develop severe symptoms that can include neurological illness. Health officials advise minimizing the risk of being bitten by mosquitoes, for example by using insect repellents, wearing long sleeves and pants, reducing outdoor activity around dawn and dusk and eliminating areas of standing water around homes. Dr Mike Merchant, an urban entomology specialist with Texas AgriLife Extension Service in Dallas, said it was uncertain why Texas has been so badly affected but an unusually warm winter and spring rainfall could be factors. &quot;Mosquitoes started building up earlier than normal which increased the population,&quot; he told the Guardian. Dr Merchant said that studies suggest that aerial spraying is a quick and effective way of reducing mosquito numbers. He does not believe that the high level of infection this year indicates a trend. &quot;The number of cases has fluctuated [since the virus arrived in the US],&quot; he said. &quot;I don&apos;t anticipate it&apos;s getting worse by any means. We&apos;ll have good and bad years.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/16/texas-insecticide-west-nile-virus", 
    "wordcount": "742"
}