{
    "headline": "UK's last wildlife recording course threatened with closure", 
    "text": "The natural world is the litmus paper of the health of our environment. But the last course in the UK which teaches people how to identify plants and animals in the field, and so monitor their changes, is threatened with closure. The biological recording courses operated by Birmingham University have trained hundreds of ecologists who work for the UK&apos;s most famous organisations  the National Trust, the Wildlife Trusts, the Natural History Museum, among them  and many more obscure, but vital, charities and research bodies which focus on groups like bryophytes (mosses, liverworts, and hornworts) and conchology (molluscs). Now the university has told staff and students that the courses do not fit its research strategy, even though both the certificate and masters level degrees are over-subscribed. Students and alumini have now mounted a campaign to stop the closure, or find another university to take over the courses, arguing that there is a national need for field skills when the environment is so under threat. A petition set up by the group has more than 1,000 signatures, including Sir Ghillean Prance, former head of the world-renowned Royal Botanical Gardens at Kew. &quot;The critical thing is things are changing in the environment,&quot; said Mark Duffell, a former student and now freelance ecologist and campaign founder. &quot;[How] can we identify if a site is worth saving, can we put the High Speed 2 [railway] through that site or can we divert it through a neighbouring site with less biological value? All the evidence for whether climate change is happening is based on biological records.&quot; Although there are many ecology courses in the UK, supporters claim that the Birmingham course  taught from its campus near Charles Darwin&apos;s birthplace at Shrewsbury  is the only one taught primarily in the field and aimed at part-time students from around the country by running modules over long weekends. The nearest competitor is taught over two hours a week in London. The closure threat follows a report last year warning of &quot;alarming&quot; gaps in ecological knowledge and skills, even among practicing professionals  despite the growing need for evidence of climate and other environmental changes to back up policies for fishing and farming, anti-pollution laws, and revolutionising the energy supply to cut greenhouse gases. &quot;At a time when arguably the demand for ecological skills and knowledge has never been greater, some skills are in decline, undermining the implementation of key policy and our capacity to protect our environment and our future,&quot; said the Institute of Ecology and Environmental Management, which published the report. The UK has a long history of amateur naturalists keeping records of what is living in their gardens, estates, local woods or commons  and conservation groups report that support for public events such as the RSPB&apos;s Big Garden Birdwatch is greater than ever. However such big economic decisions need more professional evidence, said Duffell: &quot;Volunteers are exceptionally useful, but you always need somebody to critically check it.&quot; The university did not respond to a request for information from the Guardian, however the Field Studies Council (FSC), which helps run the Birmingham course, issued a statement saying that the approximately 200 current students would be able to finish their courses. The FSC said it understood eight organisations had shown interest in taking on the course, though it was too early to say which if any were serious contenders. &quot;We are determined to ensure that these courses don&apos;t die,&quot; said Rob Lucas, the council&apos;s chief executive. &quot;There is a critical need for a steady supply of professionals and enthusiasts with field surveying and identification skills; without them much of the biodiversity knowledge that underpins informed environmental stewardship will disappear. That would be a disaster in this rapidly changing world.&quot; In a letter to staff and students in December, Prof Kevin Chipman, head of the university&apos;s school of biosciences, said it had extended the deadline for a decision to give more time for another institution to be found to take over the courses. The letter added: &quot;This acknowledges the national importance attached to offering programmes such as these, as has been recognised throughout.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/02/wildlife-recording-course-threatened", 
    "wordcount": "721"
}