{
    "headline": "Move to drop debate on climate change in schools faces backlash", 
    "text": "Educationists and student groups have joined environmental organisations to condemn government plans to drop debate about climate change from the national curriculum for under-14-year-olds in English schools. The Guardian revealed on Monday that new draft guidelines for children in key stages 1 to 3 make no mention of it in the geography syllabus, with only a single reference to how carbon dioxide produced by humans affects the climate in the chemistry section. All references to sustainable development have also been dropped in a move widely interpreted as the result of political interference. The Department for Education is now consulting on the proposed changes. Doug Bourn, director of the development education research centre at the Institute of Education, said dropping all mentions in the proposed slimmed-down geography curriculum allowed teachers to choose whether to include climate change but would make it easy for them to ignore it. &quot;Climate change is important,&quot; he said. &quot;The danger is that it will now not be taught at all or that the vacuum could be filled by people who are not positive about it, like deniers.&quot; People and Planet, Britain&apos;s largest student network campaigning on global poverty, human rights and the environment, has launched a campaign to lobby ministers not to go ahead with the change. It said: &quot;Our experience working in schools and colleges has shown us that teaching about climate change is crucial to ensuring a new generation of young people understand and are able to be leaders on climate change, taking action to protect the environment and humans. &quot;Without knowledge and understanding of the social, economic and environmental impacts of climate change, how can we expect young people to be ready to deal with the impacts and help find the solutions to climate change that will play such a huge role in their futures?&quot; Toni Pearce, deputy president of the National Union of Students, said: &quot;Climate change remains one of the single most urgent and important issues facing us, and it sends worrying signals about their priorities if politicians remove it from the curriculum. It is a complex issue and there is a lot of information in the media and from those with vested interests presenting themselves as experts, so it&apos;s important it is increasingly embedded throughout the curriculum rather than being quietly pushed out.&quot; Sally Hunt, general secretary of the University and College Union, said: &quot;Climate change is one of the biggest challenges facing the planet and simply must be taught in schools. The damage caused to our planet, and the successes in curbing the worst effects of things like coal, CFCs and cars, give young people a better understanding of the world we live in and the dangers it faces. We share others&apos; concerns about political interference and hope the government will clarify that this is not the case.&quot; &quot;It&apos;s quite scary and outrageous. We have a huge crisis on our hands and we need education to resolve it. This is our future,&quot; said Camilla Born, a co-director of voluntary group UKYouth Climate Coalition. Environment groups warned that future generations would be at a disadvantage. &quot;It seems logical that the nations who educate their children to understand the main drivers of both environmental change and the green economy might have an advantage over those who bury their heads in the sand,&quot; said Joss Garman, political director of Greenpeace UK. &quot;The irony is that most school children would probably have a better grasp than some government ministers of the importance of tackling climate change. Removing climate debate from the national curriculum would be yet another backward step by a government that is failing to stand up for the environment,&quot; said Friends of the Earth&apos;s executive director Andy Atkins.", 
    "section": "environment", 
    "gid": "environment/2013/mar/18/climate-change-schools-backlash", 
    "wordcount": "636"
}