{
    "headline": "Oxfam reveals global food firms' gaping ethical shortfalls", 
    "text": "The world&apos;s largest food companies are failing to meet ethical standards, a report from Oxfam has warned. None of the leading global brands such as Nestl, Mars and Coca-Cola were given good overall ratings on their commitments to protect farmers, local communities and the environment, while British food giant Associated British Foods (ABF), owner of brands including Kingsmill, Ovaltine and Silverspoon, received the lowest rating. The charity&apos;s Behind the Brands report compiled a scorecard, rating the &quot;big 10&quot; food companies in seven categories: the transparency of their supply chains and operations, how they ensure the rights of workers, how they protect women&apos;s rights, the management of water and land use, their policies to reduce the impacts of climate change and how they ensure the rights of the farmers who grow their ingredients. The company with the lowest score  just 13 out of 70  was ABF. It scored just one mark out of 10 in its treatment of land, women and climate change, while the highest scores it managed to achieve was three out of 10, in relation to workers and transparency. In joint second-lowest place were Kellogg&apos;s and General Mills, which owns Old El Paso, Hagen-Dazs and Nature Valley, with both scoring 16 out of 70. Oxfam said neither ABF nor Kellogg&apos;s had addressed land rights concerns, or the poverty and lack of opportunity for women working in the supply chain, while the latter company and General Mills showed a lack of transparency in where they sourced their ingredients, only providing information on where they get their palm oil. The company which achieved the highest score was Nestl, with 38 marks. Oxfam said that while all 10 companies have acknowledged the need for a more just food system and have made commitments to that end, they are still failing to take adequate steps. &quot;It is time the veil of secrecy shrouding this multi-billion dollar industry was lifted,&quot; said Oxfam chief executive Barbara Stocking. &quot;Consumers have the right to know how their food has been produced and the impact this has on the world&apos;s poorest people who are growing the ingredients. The hundreds of brands lining supermarket shelves are predominantly owned by just 10 huge companies, which have combined revenues of more than $1bn a day while one-in-eight people go to bed hungry every night.&quot; The charity said ABF&apos;s lack of transparency in its supply chain operations was a major factor in its poor overall performance as few of its brands were able to demonstrate how they do business with suppliers or enforce ethical standards. While some ABF brands, such as Twinings tea, were noted to have good policies in some areas, these were not widespread, the charity claimed. ABF&apos;s Patak and Amoy have no public policies requiring suppliers to pay a living wage or support smallholder farmers and they fail to require their suppliers to prevent pollution or safeguard water quality, Oxfam said. An ABF spokesman rejected Oxfam&apos;s criticism: &quot;The idea that ABF would use a &quot;veil of secrecy&quot; in order to hide the &quot;human cost&quot; of its supply chain is simply ridiculous. We treat local producers, communities and the environment with the utmost respect. As for transparency ... our next CR report in autumn 2013 will confirm significant improvement in disclosure.&quot; Oxfam said none of the companies had adequate policies to protect local communities from land- and water-grabs despite all of them sourcing commodities plagued by land rights violations, such as palm oil, soy and sugar. It also found that while all of the companies have taken steps to reduce direct greenhouse gas emissions, only five - Mondelez, Danone, Unilever, Coca-Cola and Mars  publicly report on agricultural emissions associated with their products. Oxfam wants the public to use social media to put pressure on the food giants to improve their policies, and on Tuesday launches its Behind the Brands campaign in more than 12 countries including China, Mexico and Brazil. The report was discussed with and made available to the companies covered ahead of its publication.", 
    "section": "environment", 
    "gid": "environment/2013/feb/26/oxfam-behind-brands-ethical-failures", 
    "wordcount": "682"
}