{
    "headline": "It's about more than sandwich degrees: reacting to the Wilson Review", 
    "text": "Sir Tim Wilson&apos;s review of business-university collaboration is out and most of the Twitter chatter (including mine) has been around employability, sandwich courses (we need a new name), internships and business-funded students. But the report is wide-ranging and focuses on some difficult issues concerning innovation and economic growth that matter just as much as the student agenda. Wilson points to the galvanising role of universities in knowledge-based economies and makes some important recommendations. He wants to encourage the Technology Strategy Board to scope and support future Catapults (still can&apos;t get used to that particular bit of branding flummery), the potential of local enterprise partnerships in supporting regional innovation, simplifying planning and tax around science parks to encourage indigenous and foreign investment, and the reintroduction of innovation vouchers as entry level tickets to university collaboration. There are some terrific examples of collaboration in the report, including Plymouth&apos;s Growth Acceleration and Investment Network, Glyndwr University&apos;s 25m Airbus partnership, and Rolls Royce&apos;s relationship with five UK advanced manufacturing centres. I have visited around 50 universities in the past three years, and great cases abound  including the Warwick Manufacturing Centre, the University of Sheffield Advanced Manufacturing, the BP Centre at Cambridge, and the new Lloyd&apos;s Register Centre at Southampton. All of these initiatives are marked by significant private sector investment and a genuine attempt at sharing a research culture rather than two atomised ones. The Wilson review has recommended that the Council for Industry and Higher Education (CIHE), of which I am chief executive, takes on the responsibility for collecting, disseminating, analysing and sharing such case studies. It would be a mistake, however, to see collaboration as easy to establish, support and extract value. It is hard enough inside a company, school, university or government, where goals are easier to align and communication is relatively simple. We have all been in co-located teams where there are problems with support, lack of information (sometimes deliberate), and conflicts over turf and resources. These increase with distributed networks; you may not be sick of the sight of someone, but their email tends to end up in spam. Open collaboration and innovation is tough stuff. It involves major cultural change, a more profound understanding of the role and nature of social networking, sophisticated policies for the capture and exploitation of intellectual property, and the psychological capacity to break through the 50ft &quot;rule&quot; of collaboration. The rule claims that teams become distributed beyond that point and the problems of communication and collaboration grow almost exponentially. There is a certain truth to this. But the original formulation dates back to 1977, long before the browser flattened the world and email became a way for two people five feet apart to communicate. To address Wilson&apos;s challenges, we need new, post-browser, post-social networking rules of collaboration. In The Fuse, a recent CIHE report on the creative, digital and IT industries, we identified the need for businesses and universities to co-create ideas, particularly in fast-moving industries that are forming and reforming as rapidly as the businesses in that sector. No one was teaching social networking in 2005; everyone is now. When we speak of a digital company, we no longer mean Intel, we mean Amazon, Facebook, Google, Twitter  and, yes, the BBC. The Fuse has led to The Brighton Fuse, which is a city-wide case study in how collaboration between 2,000 creative and digital businesses can work together with the universities of Brighton and Sussex, the steering group of which is led by the BBC. This work is already challenging some accepted assumptions about how growth is generated in digital clusters. But this cannot be a pas de deux. For Wilson&apos;s collaborative visions to become a reality, businesses and universities need government and other agencies to play their part. The new centre for business and university partnerships that Wilson has recommended  and which we intend to develop over the next few months  will be focused on the needs of multiple partnerships. It should consider the nature of systemic success and failure, the pathways to innovation and, crucially, the means of extracting value for business, universities and individuals. There is a big prize for the UK in the success of the initiatives outlined by Wilson. This includes new and dynamic economic and industrial clusters. As Greece shows, the cost of failure is too horrible to contemplate. Dr David Docherty is chief executive of the Council for Industry and Higher Education This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/01/wilson-report-spirit-collaboration-higher-education", 
    "wordcount": "772"
}