{
    "headline": "Apps Rush: Humble Bundle, The Thrill Electric, Tweek, LA Noire, What Hi-Fi, Ron Paul and more", 
    "text": "A selection of 12 new apps for you today: Humble Bundle for Android 2 The indie Humble Bundle initiative continues to go from strength to strength, offering collections of games for a pay-what-you-like price. The second Android bundle includes Canabalt, Zen Bound 2, Cogs and Avadon: The Black Fortress, with Swords &amp; Soldiers thrown in for anyone who pays more than the average price ($6.25 at the time of writing).Android The Thrill Electric Channel 4&apos;s latest iOS app is a ten-part &quot;enhanced comic&quot; set in Victorian Manchester, which aims to show the parallels between the Internet era and the telegraph age. The app is the work of producer Hat Trick Productions.iPhone / iPad Tweek Tweek is the latest social TV app for iPad, claiming to be &quot;the TV Guide curated by your friends&quot;. That means logging in via Facebook and getting listings for British TV channels, with recommendations based on what friends have been Liking on the social network.iPad L.A. Noire: Touch Edition OnLive&apos;s cloud gaming app still hasn&apos;t been allowed onto iOS devices by Apple, so it&apos;s just Android owners who can settle down to play L.A. Noire on their tablets. Accessed through the OnLive app, its controls have been given a touchscreen-friendly makeover.Android What Hi-Fi? Sound and Vision Haymarket has launched an app for its audiophile magazine What Hi-Fi? Sound and Vision, offering news, reviews and advice on constructing the beefiest home entertainment systems. It uses Apple&apos;s subscriptions system to charge.iPhone / iPad Fresh Tracks Snowboarding First Touch Games made its name on iOS with excellent football games Dream League and First Touch Soccer. Now it has a new snowboarding title to follow up its previous X2 Snowboarding, with a freemium pricing model and SSX-style 3D visuals.iPhone / iPad Mensa Brain Test Mensa&apos;s popular iPhone brain testing game has been ported to all the other smartphones, offering three lengths of quiz to help you judge whether your IQ is in the top 2%. Appshen and Barnstorm Games worked on the app.Android / BlackBerry / Windows Phone / Symbian Battleloot Adventure This stylish iOS adventure game promises &quot;comedy, turn-based combat and role-playing&quot; with more than 60 quests to battle through, and as many orcs as you can throw big sticks at.iPhone / iPad Zinio BlackBerry PlayBook owners craving a fix of digitised print magazines are in luck: Zinio has launched on RIM&apos;s tablet. The free app provides individual issues and subscriptions to thousands of mags from around the world.BlackBerry PlayBook WorkAround This is a location-based recruitment app that aims to put local employers and jobseekers in touch with one another. It sorts vacancies by their distance from the app user, as well as by category and salary.iPhone Ron Paul 2012  Restore America Now The latest app relating to the US presidential election comes from Republican candidate Ron Paul, offering news, videos, photos, a donation link and the obligatory &quot;Statement of Faith&quot; for his supporters. It&apos;s an iPad app.iPad Chipwrecked: Coloring with the Chipmunks The Smurfs and The Chipmunks are popular children&apos;s brands again. Isn&apos;t technology wonderful! Oh. Anyway, this iPhone app is a digital colouring book based on the Chipwrecked animated film, to promote its Blu-ray release.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/20/apps-rush-humble-bundle-tweek", 
    "wordcount": "544"
}