{
    "headline": "Apps Rush: LinkedIn, Frankenstein, O2 Wallet, Dell, The Dictator, One Direction, DC Nation and more", 
    "text": "A selection of 21 new and notable apps for you today: LinkedIn Business social network LinkedIn has launched its official iPad app, which is very impressive indeed. It&apos;s much more than a blown-up version of the company&apos;s existing smartphone app, aimed at &quot;coffee and couch&quot; habits of people using their iPads in the mornings and evenings. The most useful feature: synchronisation with the iPad calendar to show LinkedIn profiles for meeting attendees.iPad Frankenstein Profile Books and developer Inkle have teamed up for an appy take on Frankenstein, with interactive features including visiting Victor Frankenstein&apos;s workshop, helping him build his monster, and taking part in the ensuing chaos. It includes the full text of Mary Shelley&apos;s original book, as well as 65 illustrations.iPhone / iPad O2 Wallet O2 is the latest company jumping into the peer-to-peer mobile payments space, with an app that helps you &quot;Choose a friend. Choose the amount. Confirm and hit send. Done.&quot; It follows the launch of Barclays Pingit earlier in the year, and like that service, isn&apos;t restricted to the company&apos;s own customers.Android / BlackBerry / iPhone Dell Mobile Shopping Computing firm Dell has launched an official shopping app for iPhone and Android, enabling customers to compare products, buy and track them, and read ratings and reviews, while also accessing Dell&apos;s support services.Android / iPhone Focus Big Book of Answers The BBC&apos;s Focus science magazine has a new spin-off app for iPad, which promises to &quot;tell you everything you ever wanted to know about, well everything&quot;. That means more than 500 facts and trivia titbits in sections including Space, Transport, Technology &amp; the Digital World, Animals and Human Body.iPad The Dictator: Wadiyan Games Sacha Baron Cohen&apos;s latest film The Dictator is heading to cinemas, and there&apos;s a freemium game for iOS from Paramount Pictures to promote it. It sees the General Aladeen character competing at running, swimming, fencing and boxing.iPhone / iPad Top Of The Pops Magazine Special: One Direction British magazine publisher Immediate Media has turned BBC brand Top Of The Pops&apos; magazine into a digital edition devoted to boy-band One Direction. Expect interviews, love matches, &quot;blush-inducing cringes&quot; and posters presumably to be saved as wallpaper rather than sticking the iPad on a wall. Separate editions for The Wanted and JLS are also available.iPad Flick Kick Ireland PikPok&apos;s marvellous Flick Kick Football gets greener with this Irish incarnation, with the action set in the Aviva Stadium. It&apos;s out in good time for Ireland&apos;s participation in this summer&apos;s Euro 2012 tournament.iPhone / iPad DC Nation Comics firm DC Entertainment has a new app for iOS aimed at younger fans. DC Nation includes more than 100 digital comics for 69p a pop, including characters like Superman, the Green Lantern and Batman.iPhone / iPad Echoer Echoer is the latest social app with a local twist, aiming to highlight what people are saying near your current location, sorting them for relevance. The app is fresh from winning a Google People&apos;s Choice award at the LeWeb 2011 conference.iPhone NHL PrePlay This is North American only, but an interesting addition to the ranks of second-screen apps. It&apos;s designed to be used when watching NHL ice hockey games on TV, with prompts to predict what&apos;s going to happen next throughout the game, and earn points to compete against friends.iPad Onion Browser Paranoid that your web browsing is being watched? Onion Browser uses the Tor network to anonymise browsing on iOS devices, encrypting the connection before it leaves the device, and ensuring that ISPs and websites can&apos;t identify its IP address.iPhone / iPad Inotia 4: Assassin of Berkel Com2uS&apos; immersive RPG series has a fourth incarnation on iOS, as you explore a fantasy world slaying monsters, collecting items and treasure, and recruiting mercenaries.iPhone / iPad Stocard  Loyalty Card App Following success in Germany and Austria, loyalty card app Stocard has launched in the UK. Developed by two students at the London School of Economics, it aims to replace physical loyalty cards and coupons. It can be scanned at tills just like they can.iPhone Faerie Planet Are their fairies  sorry, faeries at the end of the garden? This augmented reality game for children aims to find out. It gets them hunting virtual creatures by pointing the iPhone or iPod touch at them, then sharing them with friends.iPhone Gifture An Instagram for animated GIFs? Strange though the idea may sound, that&apos;s Gifture. It gets you to capture a sequence of photos, add visual filters, and then share them to Twitter and Facebook as animated GIFs.iPhone Crunchyroll Western anime fans craving a regular fix of Japanese animation will flock to Crunchyroll, which promises to show new episodes as little as one hour after they air in Japan but legally.Windows Phone Bicycle Jacked Up! The United States Playing Card Company is getting digital with this new app. The idea: you play games with a physical deck of cards, while scanning them with the iPhone &quot;changes the rules with every hand&quot; through a mischievous Joker.iPhone / iPad Conference Guide - BlackBerry World 2012 RIM has launched an official app for its BlackBerry World conference, where developers and partners will be gathering to debate all things BB. Session, speaker and sponsor details are all included.BlackBerry / BlackBerry PlayBook Scarface The famous movie comes to mobile phones again, this time with an iOS game promising to &quot;bring 1980s Miami to life&quot;. Characters and voices from the film are included.iPhone / iPad NeedleDrop NeedleDrop is a music discovery app for iPad that aims to emulate digging through vinyl crates looking for new releases, with daily updates showing music that&apos;s fresh.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/27/apps-rush-linkedin-frankenstein-o2wallet", 
    "wordcount": "953"
}