{
    "headline": "Invasive non-native species: attack of the aliens", 
    "text": "There is a war going on in the parks, gardens, ponds, rivers and greenhouses of Britain. At stake is the future of the country&apos;s native flora and fauna. This time it&apos;s not just under threat from the usual foes  lorry parks and a tendency to pave over front gardens  but from the 2,000-plus non-native species of animals and plants that are estimated to have found their way here. Not all are deadly invaders. Some non- natives, such as the horse chestnut (origin Asia), even become pillars of the community; but some can wreak havoc, crowding out precious native species, spreading parasites, stealing food sources and blanketing waterways, choking the life out of native aquatic plants with their tendrils. This march of invasive species  moving from the environment where they evolved to ones where they did not  is a worldwide issue. If it were flu, we&apos;d probably call it a global pandemic. Scientists now take it so seriously that the UN&apos;s Millennium Ecosystems Assessment gave invasive species joint top billing along with climate change when it came to threats against biodiversity. This is not an issue to be trifled with. One of the many titanic battles against invasive species is currently being fought at Breamore Marsh in the New Forest. The marsh, a Site of Specific Scientific Interest, is the kind of place ecologists and botanists make pilgrimages to. In August 2009, botanist Clive Chatters went there to monitor a rare native plant and came back with a sample of something altogether more disturbing. &quot;He said to me that he had a nasty feeling it was from a small patch of Creeping Water Primrose,&quot; recalls his wife Catherine, who just happens to be the non-native plants officer for the New Forest. By the time it had been confirmed and Catherine got down there herself it was the beginning of October. &quot;It had spread so far across the pond that I initially thought we must have the wrong site. I couldn&apos;t believe the rate of spread. It was horrific.&quot; At Breamore there is concern that an outflow from the pond could potentially allow fragments of the invasive plant into the nearby river Avon, which is why a team of volunteers is periodically to be seen waist deep in the cold, murky water, painstakingly pulling out the tendrils by hand. On one November day alone they extracted 40 bags of the stuff. Trevor Renals, the senior technical advisor for invasive species at the UK Environment Agency, shows me a picture of a worst-case scenario in Limoges, France. The water looks as if it&apos;s covered in the fake plastic grass butchers often use as a display backdrop. Then there are those tell-tale yellow flowers. It may look quite pretty, but the reality is grim. There are currently 13 sites across the UK trying to contain Creeping Water Primrose. The wildlife officer tells me they are determined that &quot;it will not become the next Japanese knotweed&quot;. He almost shudders at the thought that it could become as much of a pest as Britain&apos;s most invasive non-native plant.     'Call me Brian': Dr Darren Evans of the University of Hull with a Giant African Land Snail Photograph: Gary Calton    At the University of Hull&apos;s department of biological sciences Dr Darren Evans fishes a couple of large signal crayfish out of his freezer. &quot;These are very interesting to us in our department,&quot; he says, in the manner of a police inspector leading an enquiry. With their distinctive red claws on the underside and white patches on the surface, these crayfish have become the scourge of the waterways, and are spreading across most of Britain. &quot;We have along tradition of researching the marine and aquatic system, and these are a huge issue.&quot; His colleague Thomas Breithaupt, who works specifically on crayfish, has found up to 20 signal crayfish per square metre in some areas. &quot;At those concentrations they will outcompete all other species. But before we can really have any meaningful conservation action we need to know what the current distribution is.&quot; Trevor Renals tells me that when he walks around garden centres, he holds his head in his hands. Under pressure from horticultural retailers, successive governments have shied away from banning invasive species, preferring voluntary schemes such as Plantlife (plantlife.org.uk), a website which advises gardeners and those in the horticulture trade how to deal with and avoid them. &quot;To be fair to nursery owners,&quot; says Renals, &quot;there&apos;s a large range of plants that aren&apos;t problematic at all. But you do see contaminating compost and fragments of invasive plants hitchhiking on roots.&quot; We can&apos;t, however, pin the rise of invasive species on a contemporary fondness for more exotic foliage. As biologist and natural-history TV presenter Mike Dilger makes clear, our invasive-species problem has arrived courtesy of many carriers. &quot;If you were looking for the poster child of the invasive species you might choose the Muntjac. It was introduced from south China by the Duke of Bedford to his estate at the turn of the century and now it appears to be causing problems. Then there&apos;s the American mink, which was brought over for fur farming. You might say that was a bad idea in the first place, but when the protestors cut the fence to free the mink it was a form of ecological genocide. In the British countryside they have no natural predator. And what about the ruddy duck?&quot; What about it, I ask. &quot;It&apos;s now subject to an eradication programme before it wipes out the native white-headed duck.&quot; Add to this roll call the various vanity projects by landed gentry, the collection escapees, the farmed fish which escape from cages damaged in storms, the abandoned pets (such as terrapins and goldfish) put into rivers, and the general flora and fauna ferried about on coats and on lorry tyres through 21st-century living, and the rise of invasives is really no surprise. As a nation our reaction to their appearance can be unpredictable. Some we love, some we hate and some people continue to plant Japanese knotweed. &quot;It is fascinating,&quot; agrees Dilger. &quot;There are some amazing niche plants that people have brought in which do no harm at all  in Haringey for example there&apos;s a Greek dock growing. Those sort of non-natives have huge value as biological curios. Then you have a species such as the ring-necked parakeet. At first we all loved the bright flash of green in London parks, but now there&apos;s a worry that they&apos;re pushing out native birds. They&apos;ve been too successful and public opinion is turning against them. Like alot of biologists, I&apos;m not ahuge fan of alien species because of the impact on native wildlife and the negative implications for biodiversity overall.&quot; In 2008, the UK set up a non-native species secretariat. Sightings and alert emails are picked up by Dr Helen Roy, senior scientist at the NERC Centre for Ecology &amp; Hydrology. They are most often from people concerned that they&apos;ve spotted the Asian hornet and the killer shrimp  both on serious alert. &quot;Thankfully it&apos;s usually a case of mistaken identity,&quot; says Roy. &quot;Especially with the hornet, which often turns out to be of the European variety.&quot; But every one must be checked out. In her spare time, Roy is the volunteer co-ordinator for the National Ladybird Survey, which includes mapping the non-native invasive Harlequin ladybird. &quot;This is a brilliant sighting,&quot; she says, showing me a picture of apupa that&apos;s been sent in. To my eyes, it just looks like a ladybird pupa, but to Roy it&apos;s a treasure trove of important information. &quot;You can see it has aparasitic fly on it, a scuttle fly. So now we know not only the species but can record the ladybird parasite, too. We see a parasite that usually attacks a native ladybird switching to aHarlequin. It&apos;s evolution in action. There is just no such thing as too much information on invasive species.&quot; Increased information also helps scientists make decisions on where to tackle an invasive species, or whether they will flourish happily and add to the ecology. Even Roy has her non-native favourites. &quot;I have soft spots for the Bryony ladybird, and the cream-streaked ladybird which came here in the 1930s,&quot; she admits. &quot;It&apos;s very slow to spread and causes no notable problems. In fact, large numbers of these new species aren&apos;t causing a problem. It&apos;s about determining the threat level. We may have lots of information on the native ecology of aspecies, but not on it within its invaded range. We don&apos;t know what threat they pose until we have information on what they are eating or their interactions with other species. Are they being confined to urban areas, how commonly are they found in the wider countryside? When we have abetter idea we can ask more detailed questions about what they&apos;re doing in those localities.&quot; Trevor Renals emphasises that it&apos;s not just about guarding borders. &quot;The cost of repairing the damage from non-native invasives can rise exponentially,&quot; he says. &quot;With some species you could get to the point where it&apos;s not feasible to control them any more. What we need to rely on to make decisions is good recording.&quot; And this is the point where we all pitch in. The scientists monitoring invasive species want your data. &quot;What we don&apos;t yet have is a big enough programme to record invasive species so that we can map them,&quot; says Darren Evans. Along with Dr Michael Pocock of the NERC Centre for Ecology &amp; Hydrology he rolled out a project, Conker Tree Science, last year to use citizen science (namely you, me and our mobile phones) to begin cataloguing the spread of the horse chestnut leaf miner bug across the UK. His goal now is to generate data that can be used in a scientific journal and to progress research of non-native invasive species. So while you vote for this year&apos;s Ethical Awards, Evans and Pocock would very much like you to engage in abit of citizen science, too. See our top 10 unwanted non-native invasive species gallery. Over the next few months we&apos;re asking you to keep an eye out for these species and to photograph and catalogue whenever you can, sending this vital data off to the organisations listed in each box. &quot;For starters we want to see how far these species have spread nationally,&quot; says Evans. &quot;I think citizen science and public engagement is really important at this stage in our understanding of conservation. As scientists it&apos;s our responsibility to be stewards of the earth and to manage it in a way that&apos;s sensitive and appropriate. There&apos;s a moral imperative to manage invasive species, but obviously we can&apos;t do that in teams of three and that&apos;s where citizen science is so powerful. Everybody&apos;s data is important. People who fish at the weekend, for instance, are the eyes and the ears of the riverbank. The prospect of so much new data is very exciting.&quot; So, it&apos;s over to us.", 
    "section": "environment", 
    "gid": "environment/2012/jan/15/invasive-non-native-species-extinction", 
    "wordcount": "1874"
}