{
    "headline": "Sopa and Pipa would create a consumption-only internet", 
    "text": "There are many reasons to dislike Sopa and Pipa, the pair of internet censorship bills working their way through the US Congress. They are (another) example of the influence of corporate money on American politics: US media firms have cumulatively donated tens of millions of dollars to the bills&apos; authors. They are (another) example of representatives refusal to represent the public: they tried to rush the bills through at the end of last year, with no public consultation. And the proposed technical solution  censorship enforced through the domain name system  would not have the effect they want it to have, but its technical side-effects would break important parts of the internet. But maybe you don&apos;t care about all of that. Maybe politics bores you, maybe technical details make your eyes glaze over. Here&apos;s why you should care anyway: the proposed law that would result from Sopa and Pipa will only work if you are put under 24-hour digital surveillance. The old media firms in the US aren&apos;t out to get you personally, of course  they don&apos;t really care about you in particular. What they dislike about you is your willingness to share things with your friends, and with the world at large. Sopa/Pipa would allow private companies to assert that a foreign site is &quot;dedicated to theft of US property&quot;. Once a US media firm had made such an accusation, they could then black out the domain name of the accused site, so that if a user typed ReallyEvil.co.uk into their browser, nothing would happen (all of this could be based on an accusation: Sopa and Pipa seem to regard the niceties of a trial as an undue burden). The proposed blackout wouldn&apos;t remove the site itself from the internet, of course, it would just make the domain name inert. This is where Sopa and Pipa really get scary. They don&apos;t just propose making US media firms into judge, jury and executioner, they propose forcing every site on the internet to pitch in on the proposed censorship and, critically, they imagine punishing not just the original sites but anyone else who doesn&apos;t censor them well enough. The scary bit of legalese here is the idea that the law would apply not just to actual copyright violations (the nominal goal of the law) but to any site that was &quot;facilitating the activities&quot; of copyright infringement, a term nowhere defined but vague enough to include mentioning the existence of such sites, which is enough to make them findable. Like a fast-spreading virus, the proposed censorship moves outwards from the domain name system, to include any source of public web content in the US. If the phrase &quot;any source of public web content&quot; seems like a dry detail, substitute the name of your favourite web publisher: you. The US is, for the moment at least, the world&apos;s premier host of sites that support user-generated material  Facebook, Twitter, Flickr, Wikipedia, Reddit, on and on. And under the proposed law, every one of those sites would have to take steps to prevent publishers, which is to say people, which is to say you, from helping anyone find out about the existence of sites the US media firms don&apos;t like. And since the law doesn&apos;t require a private company to provide any advance notice before the blacklisting, these sites will be forced to spy on their users, in advance and all the time, to make sure you are not talking about sites media firms in the US do not want you to talk about, even if you are not a US citizen. Sopa and Pipa are, quite simply, an attempt to create a privatised form of international censorship, and because the censorship would have to be nearly total to be effective, they would have a profound and chilling effect on any form of public conversation among ordinary citizens. It would render the internet a place where the only content to be seen or heard or read is produced by professionals, with the rest of use relegated to the role of pure consumption. As Congress continues to push the bills through, this side-effect of a &quot;consumption-only&quot; internet is starting to look like the goal of the bills in the first place.  Follow Comment is free on Twitter @commentisfree and Tumblr", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/jan/18/sopa-pipa-consumption-only-internet", 
    "wordcount": "724"
}