{
    "headline": "John Torode: there is no way a vacuum cleaner will ever be obsolete", 
    "text": "What&apos;s your favourite piece of technology, and how has it improved your life?I think it has to be the vacuum cleaner, because it keeps the carpet clean and I hate the idea of walking around the carpet with bare feet with bits on it. It drives me nuts. When was the last time you used it, and what for?Funnily enough, last night  because my little daughter was unwell, and because of that the person who comes in and helps us clean our house couldn&apos;t go into the front room, so when she went to bed I vacuumed the carpet. What additional features would you add if you could?Somebody to operate it. But more importantly, somebody to empty the bag all the time and for the bags not to cost a fortune and be able to be reused. Do you think it will be obsolete in 10 years&apos; time?There is no way in the world that a vacuum cleaner will ever be obsolete  they use the use them for swimming pools, they use them for houses, they use them for industrial purposes. They&apos;re fantastic things. What always frustrates you about technology in general?Having to learn how to use it. I&apos;m pretty impatient. I think that most things, if you want to use them properly, take quite a lot of time and I don&apos;t necessarily have the patience to sit down and read the instructions and follow the first bits to actually get the starting point. Is there any particular piece of technology that you have owned and hated?Yes  the Sony Discman. I had a Sony Discman in the late 1990s and it was probably the most useless thing I ever bought in my life, because you couldn&apos;t buy a disc to go in it. You could probably get a couple. To record on them was really painful, and they used to jump. Presently, I don&apos;t know where it is  I think I may have thrown it away a long, long time ago. If you had one tip about getting the best out of new technology, what would it be?Have a full day, the day after you&apos;ve bought it, to sit down and to learn how to use it in a quiet place without anybody else. Maybe draw on other peoples&apos; experience, but at the same time, experiment a little bit with it. Do you consider yourself to be a luddite or a nerd?I&apos;m definitely not a nerd, not a nerd at all. I find it very difficult to adjust, so does that mean I&apos;m a luddite? What&apos;s the most expensive piece of technology you&apos;ve ever owned?Expensive in today&apos;s terms, or expensive then? I bought my first computer in 1995  a PC for home, to start writing a cookbook  and it cost me 2,800. That same computer now would probably cost about 300. So, I suppose in real terms, that was really expensive. Mac or PC, and why?At work we have PCs; for me at home, it&apos;s a Mac. I much prefer Mac  I don&apos;t have to worry about updating it all the time, I don&apos;t have to worry about reinstalling things. They&apos;re really easy to use, they&apos;re virus free, you can do whatever you like on them  I think they&apos;re great. Do you still buy physical media such as CDs and DVDs, or do you download? What was your last purchase?I do both downloads and I also buy physical stuff. I like the idea of a decent CD for the car; I like the idea of a CD to actually take onto the PC and then download it onto my iPhone or whatever it might be; I download stuff onto my iPhone occasionally. The last thing I downloaded  besides the MasterChef app  was the Fat Boy Slim compilation album. Robot butlers  a good idea or not?I think a robot butler would be a great idea for certain things. But the idea of anybody coming into my bedroom and doing stuff for me, besides my wife and I  such as giving you tea in the morning  I just find a bit irksome. I also quite like doing stuff for myself. What piece of technology would you most like to own?I would like one of those skateboard things off Back to The Future that flew through the air. But it would have to be a lot more stable than that  more like The Jetsons used to have, where they were like a frisbee that you stood on.  John Torode co-hosts MasterChef on BBC1", 
    "section": "technology", 
    "gid": "technology/2012/mar/02/john-torode-vacuum-cleaner-never-obsolete", 
    "wordcount": "766"
}