{
    "headline": "George Papadopoulos obituary", 
    "text": "George Papadopoulos, who has died aged 87, was a leading international figure in education for half a century, associated particularly with the Organisation for Economic Co-operation and Development (the OECD), but also with the Council of Europe and Unesco, and with specific initiatives in south-east Europe. He was also my mentor and dear friend. He left his village of Palechori in Cyprus for Britain in 1945. He gained a first-class history degree at Exeter University, then a doctorate two years later. In 1960 he joined the Organisation for European Economic Co-operation (OEEC) in Paris  soon to be re-established as the OECD  initially in the directorate for scientific affairs, and for the final 20 years in the directorate for social affairs, manpower and education, as deputy director for education. His wisdom and management skills were essential in an organisation in which education was often perceived as marginal. On retirement in 1991, George was appointed OBE and made an honorary graduate of Brunel University. Then began an impressive new chapter. In 1994 George published Education 1960-1990: The OECD Perspective, a rare source of historical information for the period in which growing attention focused on transnational developments in education. He also became a busy consultant, visiting many countries in the Council of Europe higher education reform drive in central and eastern Europe up to 2000. He was a key player in establishing the South East European University (SEEU), founded in 2001 to offer accredited higher education in the Albanian language in Macedonia for the first time. George contributed a report to the major Unesco International Commission on Education in the 21st Century under Jacques Delors. He consulted in Australia and New Zealand, and taught master&apos;s students at the University of British Columbia, Canada. He also chaired the boards of the European Institute of Education and Social Policy (EIESP), and the European Journal of Education. George was an avid collector of antiquarian books and artwork. His laughter was infectious, his kindness well-known, his humour occasionally ribald. He was also a devoted family man, and is survived by his wife, Adda, and daughters, Myrto and Melina.", 
    "section": "education", 
    "gid": "education/2013/mar/27/george-papadopoulos-obituary", 
    "wordcount": "351"
}