{
    "headline": "Hey, Android fans: which mobile phone platform did you love before Android?", 
    "text": "I&apos;m sure you&apos;ve whiled away as many hours as me reading the comments on my review of the new iPad - 426 and counting so far - but it made me wonder about something. A notable number of the people commenting there are comparing the iPad with Android tablets, just as many of those who comment on iPhone stories compare it to Android smartphones. Fair enough. But the fascinating thing is the level of vituperation. And here&apos;s the question that popped into my head: among the people professing their undying love for Android (and you know who you are), what did you have that you could feel this way about before Android?  There weren&apos;t any Android handsets on sale before the end of 2008, so did you use another smartphone platform and love/hate it, and dive into comments threads to profess your undying support for it?  Or did the idea of using a smartphone simply not occur - there wasn&apos;t anything you wanted in the field, or they were all too expensive, or [fill in blank]? Where were you  manning  staffing the barricades of heated debate? Understand that I&apos;m not asking why you use Android. Once more: I&apos;m not asking why you use Android. But if you&apos;re a big Android fan, I&apos;m asking: what did you feel as keen about before Android was around? And do you still feel the same way about whatever that was, or have the delights of Android supplanted it?  Why Android? Why not iPhone, or Windows Phone? Because Android doesn&apos;t have any OS heritage behind it. Apple fans were almost praying for an iPhone since about 2001. Microsoft fans have had Windows Mobile, and now Windows Phone. But Android - there&apos;s no desktop equivalent. Yes, I know, Linux, but it seems to me that the number of people who are mad keen on Android is far greater than the number who were ever mad keen on Linux. Though perhaps you&apos;ll disabuse me there. So, again: if you&apos;re mad keen on Android now. what were you mad keen on before it was around - so, before mid-2008? Let us know.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/16/before-android-what", 
    "wordcount": "355"
}