{
    "headline": "Cameron set to defend coalition's position on green economic growth", 
    "text": "David Cameron is poised to defend the green economy after a group of more than 20 Conservative MPs expressed their concern on the issue in a letter to Downing Street. Peter Aldous, the Conservative MP for Waveney, who organised the letter to Cameron, said investment from overseas was vital to rejuvenating UK infrastructure. He said: &quot;It is vital the government works to encourage and incentivise investment from emerging markets in order for offshore energy to flourish and for our country to be a world leader in renewable energy.&quot; The letter comes as Cameron pushes for new Middle Eastern investment in Britain&apos;s energy production including cash for windfarms. The prime minister will meet the heads of three of the biggest sovereign wealth funds in the United Arab Emirates as he bids to persuade them to make further major investment in renewables and nuclear. However the MPs are worried about the outpouring of anti-green sentiment and what they see as attacks on renewable energy from various sections of the coalition  chiefly George Osborne. Although the green economy is worth more than 120bn, and the sector has supplied a third of recent economic growth, Cameron has been notably silent. The strength of Cameron&apos;s defence  and whether it includes pledges on green energy  will be key to persuading companies holding back tens of billions in investment to put their money in the UK rather than overseas. Greg Barker, the Conservative minister of state for energy, said it was time for the government to &quot;put its mouth where the money is&quot; by vocally backing green investment from big companies. There are more than 10 wind companies considering investments in the UK, amounting to tens of billions of pounds, but research by the Guardian earlier this year found many were holding off, awaiting the publication of the energy bill  due later this month  and greater political backing. Gaynor Hartnell, the chief executive of the Renewable Energy Association, said: &quot;Cameron has not been doing enough. This is a win-win agenda that should be acted upon. Why are they not getting on and allowing this investment to be made? It&apos;s bizarre. They are in panic mode.&quot; The concerned group of more than 20 Tory MPs behind the letter to Cameron  who need to hold on to their seats if the party is to remain in government  have been alarmed by the prime minister&apos;s refusal to provide strong backing for green growth, including renewable energy and new forms of low carbon technology. Many of their constituencies are in areas where the growth of green industries such as renewable power, carbon capture and storage and environmental technology has provided the only hope of economic recovery. Their votes will be essential to whoever takes power when the coalition stands down. The Guardian has learned that many other Tory MPs would have been vocal on the issue, but could not as they hold government positions, or are under fear of the Tory whips.With tens of billions in investment now in doubt, the Tory leadership is facing serious questions that it has backed a rightwing ideology  which says green technology is &quot;costly&quot; and a &quot;burden&quot;, according to the chancellor  over economic rationale. Oliver Colvile, the Conservative MP for Plymouth Sutton &amp; Devonport, who also signed the letter, said: &quot;It&apos;s very important that we as a government don&apos;t send the wrong message on renewables. There has been a confusing impression that we have gone cold on green energy.&quot; Andrew Raingold, chief executive of the Aldersgate group of companies that includes Asda, BT and Microsoft, said it was &quot;very surprising&quot; that the government had decided not to trumpet the green economy, as its growth had been a boon to the economy. He said the sector was particularly dependent on government statements, because overseas investors made decisions on whether or not to plug money into the UK based on government pronouncements on policy. He said: &quot;While the green economy has been a key pillar for growth in the UK&apos;s recovery from the global economic crash, policy uncertainty and mixed messages from ministers are undermining this success story. The environmental sector is an area where the UK has strong foundations on which to build and can be one of the building blocks of a genuine export-led recovery in advanced manufacturing and know-how. With competitor economies rapidly building up their capabilities to take advantage of a lucrative global market, it will take strong and consistent UK government leadership to turn its green economy vision into reality.&quot; The green economy is one of the few manufacturing areas that has provided a positive balance of payments  more exports than imports  against key economies such as the US, China and Germany. The UK exports nearly 800m a year in green goods and services to China, about 330m to the US, and close to 300m to Germany. The green economy is now worth more than 120bn annually, equivalent to 8% of GDP, providing nearly a million jobs, and a third of the recent growth in the UK economy, according to the CBI. Without it, the UK could have been in recession for the last quarter. With it, the UK could be in for more positive trade figures and an economic boost. But the sector went unmentioned at the Tory party conference and David Cameron has refused to make public pronouncements on green growth in the past year. The reason is believed to be the reluctance of the right wing of the Tory party to acknowledge green issues and their belief that green issues represent a burden rather than an opportunity. That was aired last week, when the junior energy minister, John Hayes, said there were &quot;enough&quot; wind turbines, in statements that alarmed green industries and potential investors. John Cridland, director-general of the CBI, said said: &quot;If we can make the right choices, the UK has the potential to earn a significant prize  grabbing our share of a growing global market and injecting around 20bn into the economy. Let&apos;s not waste this opportunity.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/cameron-poised-defend-green-economy", 
    "wordcount": "1027"
}