{
    "headline": "Bill Harris obituary", 
    "text": "My father, Bill Harris, who has died of cancer aged 83, was a committed socialist who worked as a teacher in Brighton from 1959 until 1985  at Middle Street, Patcham Junior and Hertford Road schools, serving as head at the last two. Many of his former pupils remember him as an inspirational teacher. He was also an active member of the National Union of Teachers and secretary of his local branch. Bill was born in Shepherds Bush, west London, into a working-class family and left school at 14 for a job as a factory worker. His life changed when a colleague introduced him to classical music and ballet. As a result, he joined the London Ballet Circle and, in 1951, was invited to train with Hampstead Ballet Club and then join their tour to East Berlin. He met my mother, Sonia, through the ballet club and in 1952 they married. Both were members of the Communist party and the Campaign for Nuclear Disarmament, with Bill taking part in several protests and narrowly avoiding arrest. Despite the pressures of a young family, Bill became a mature student at Goldsmiths College, London, and in 1956 qualified as a primary school teacher. A great stage performer, he joined the Co-op Dramatic Society, and many of the characters he played would be reprised at the breakfast table at home. He also took up running and completed the London marathon in the 1980s. Divorced from Sonia, in 2000 he married Ann, and together they moved to the Dordogne, where Bill enjoyed renovation and DIY projects. Bill and Ann became part of the local community and, at his funeral, the mayor of Tocane St Apre described him as &quot;the most French of all the English&quot;. He enjoyed life to the full and despite illness in later years, retained his amazing sense of humour. He is survived by Ann; his three children, Julian, Becky and myself; six grandchildren; and two great-grandchildren.", 
    "section": "education", 
    "gid": "education/2012/jan/26/bill-harris-obituary", 
    "wordcount": "326"
}