{
    "headline": "Labour wades into race row over multiracial West Sussex academy", 
    "text": "Labour has called on David Cameron to take action against a Conservative councillor who has made what appear to be &quot;openly racist&quot; remarks about the prospect of ethnic-minority schoolchildren from London studying in West Sussex. The Durand Academy in Stockwell, south London, plans to open a boarding school for 600 students in Stedham village. The move is being backed by the Department for Education, which describes the plan as an &quot;inspirational project&quot;. However, some Stedham residents are reported to be bitterly opposed to the academy, which will occupy an 8-hectare (20-acre) site that used to be a school for children with special needs. John Cherry, the district councillor for Stedham ward, told the Mail on Sunday he had serious concerns about the effect the London pupils would have on the area. &quot;Ninety-seven per cent of pupils will be black or Asian,&quot; he said. &quot;It depends what type of Asian. If they&apos;re Chinese, they&apos;ll rise to the top. If they&apos;re Indian they&apos;ll rise to the top. If they&apos;re Pakistani they won&apos;t.&quot; He said while there were certain nationalities who valued hard work, there were also &quot;certain nationalities where they are uncertain what this hard work is all about&quot;. Cherry also appeared to suggest that keeping the students confined to the school premises would prove very dangerous. &quot;If the children are not allowed out of the site then it will make them want to escape into the forest  it will be a sexual volcano,&quot; he said. &quot;Has anyone asked whether these children want to be plucked from their natural surroundings? They have never done boarding before, so they won&apos;t know how it works.&quot; The trauma of transplanting the students to a new environment, he said, would be considerable. &quot;Stockwell is a coloured area  I have no problem with that,&quot; he said. &quot;To be honest, I would far rather Durand took over a secondary school in London, rather than shoving everybody here.&quot; His comments were attacked by the Labour education spokesman, Stephen Twigg, who urged the prime minister to act. &quot;When a Tory councillor makes openly racist comments like these, it&apos;s no surprise people still think of the Conservatives as the nasty party,&quot; he said. &quot;David Cameron must condemn his councillor&apos;s words and take immediate action against Councillor Cherry to show that he will not accept racism in his party.&quot; A spokeswoman for the Department for Education praised Durand&apos;s &quot;rigorous curriculum, great teaching and sky-high expectations for all pupils&quot; and said it had a superb record on helping disadvantaged pupils achieve excellent results. &quot;Durand&apos;s boarding school is a bold experiment and a chance to give inner city youngsters a truly world-class education,&quot; she said. &quot;It is difficult to believe that anyone would want to obstruct such an inspirational project.&quot; Cherry, who has lived in the area for more than 40 years, says he is committed to education, the environment and political transparency. &quot;My Christian beliefs lead me to putting people first,&quot; he says on the Chichester Conservatives website. &quot;I continue to work on keeping costs and bureaucracy down and keeping council tax down; also protecting our wonderful environment from over-development; maintaining the best schools we can afford and, last but not least supporting honesty and clarity in local government.&quot; Kate Hoey, the Vauxhall MP whose constituency contains the Durand Academy, said on Twitter: &quot;I invite Cllr Cherry to visit Durand Academy in Stockwell to meet those who will be boarding. Stedham will gain hugely from their presence.&quot; A Conservative party spokesperson, said: &quot;These comments are totally unacceptable and do not reflect the views of the Conservative party and we are investigating.&quot; Cherry declined to comment on the matter. A woman answering the phone at his home would not let the Guardian speak to him or say whether the comments attributed to him were accurate.", 
    "section": "education", 
    "gid": "education/2013/apr/21/labour-race-row-west-sussex-academy", 
    "wordcount": "667"
}