{
    "headline": "Top tip if you're going out in Beijing: don't breathe", 
    "text": "     When it comes to air pollution, the long-suffering residents of Beijing tend to think they have seen it all. But this weekend, instruments measuring the levels of particulate matter in the city&apos;s famously noxious air broke all records. The Beijing Municipal Environmental Monitoring Centre said levels of PM2.5, tiny particulate matter, had reached more than 600 micrograms per cubic metre in many areas, and Reuters said it may even have hit 900  its worst-ever reading. The World Health Organisation considers a safe daily level to be 25. The artist Ai Weiwei offered his own succinct commentary on the city&apos;s atmospheric conditions by donning a gas mask in a photograph he posted on Twitter, his salt-and-pepper beard and tufts of hairsticking out around the device amid the smog. Children and the elderly were urged to stay indoors and some residents who ventured out wore face masks as the acrid murk entered its third day. Air quality has long been a problem in the Chinese capital, but this weekend saw levels more than 30 times above the level judged safe by the World Health Organisation. Breakneck economic growth, reliance on coal, dramatic expansion of car ownership and the widespread flouting of environmental laws have all contributed to China&apos;s air pollution problems. But the intensity of the current problem appears to be weather-related. The monitoring centre said the heavy pollution had been trapped by an area of low pressure and warned that the problem was likely to continue until Tuesday. It also urged people to avoid outdoor activities and said children and elderly people should not venture outdoors. Beijing began publishing PM2.5 readings early last year. Zhou Rong, climate and energy campaigner at Greenpeace, said: &quot;This is really the worst on record not only from the official data but also from the monitoring data from the US embassy [which began measurements four years ago]  some areas in Hebei province are even worst than Beijing.&quot; Several other Chinese cities, including Tianjin, just east of Beijing, and Wuhan, have experienced severe pollution in the past few days. Zhou added: &quot;For Beijing, cleaning up will take a whole generation but other regions don&apos;t even have any targets to cut coal burning. I bet the pollution here is mainly from those surroundingregions.&quot; The US embassy said the highest pollution level it recorded was 755, corresponding to a PM2.5 density of 886 micrograms per cubic meter. The US Environmental Protection Agency says passing 300 on its air quality index would trigger a health warning of &quot;emergency conditions&quot;. Beijing remained fairly busy, but some of the masked figures in the centre said they were wearing the devices to protect themselves. China&apos;s citizens and leaders have paid increasing attention to environmental issues in recent years and state media, which has often glossed over the air pollution problem, has stressed the dangers of the current levels. The smog even led the flagship evening news bulletin on television, which traditionally begins with an anodyne account of leaders&apos; activities and achievements.  This article was amended on 31 January 2013 because the original referred to a PM2.5 level of 600 micrograms per square metre; per cubic metre, it should have said.", 
    "section": "environment", 
    "gid": "world/2013/jan/13/beijing-breathe-pollution", 
    "wordcount": "541"
}