{
    "headline": "How far would you go for your education?", 
    "text": "Olivia Wainwright in Cape Town In 2010 I chose to move over 6,000 miles away from home to attend the University of Cape Town. But aside from studying at what is a renowned institution, the experience of moving abroad has been an education in itself. It wasn&apos;t all sunshine and roses from day one. Well, there was a lot of sunshine, but the first 6 months were tough  I felt homesick and wondered what the heck I had done. Two and a half years later, I know it was one of the best decisions I have ever made. There&apos;s a lot more to university than the work done in the classroom. For many of us it&apos;s about leaving home for the first time, meeting new people and establishing ourselves as individuals. Studying abroad amplifies these learning experiences. I&apos;ve met people from all over Africa and from diverse cultural backgrounds. My preconceived views have been changed and shaped. Working in orphanages mid-week, being part of a wine-tasting society, writing for the student newspaper and living in a beautiful city have all been bonuses. I&apos;ve had conversations about genital mutilation and the tradition of virginity testing while doing laundry in halls. I&apos;ve been to debates about the controversial censoring of the South African media, and have protested with 20,000 schoolchildren seeking a better education. Yes, this has been a mind-blowing experience. My curriculum here is also different to what I would have expected in the UK. I am a BA student studying politics and English. I have found a prevalent topic in my classes has been colonialism and the damaging effect it has on nations. At school, this topic seemed to be avoided in history and politics. I wonder why? If you want travel, moving away as a student is a perfect opportunity. It&apos;s a relatively simple way to get a visa  and, as Tara Dickenson, a second-year British student at McGill University, Canada, puts it: &quot;It is the one time in your life when you can be selfish and do something you want to do.&quot; Many believe studying abroad is a pricey option  this isn&apos;t necessarily true. In fact, the move could save you money, especially given recent the recent rise in UK tuition fees. Studying abroad has also given me the chance to attend a top institution. I would never have got the grades to study at Oxbridge in the UK. However, UCT is the number one university in Africa. This means that many esteemed researchers and lecturers choose to visit from around the world and the quality of education is extremely high. This article does come with a warning though, studying abroad is not for the faint-hearted. It has definitely not been easy, and at times it has not been fun. But it has taught me a great deal  I have formed life-long friendships and I have made memories that I will never forget. Catherine May in Melbourne     Catherine May: I wanted to study indigenous linguistics  why not get a sun tan as well?     Faced with the choice of spending a semester studying abroad or staying in the north-west of England, it will come as no surprise that I&apos;m writing this from Australia. I wanted to study indigenous linguistics  but why not get a tan and experience the Melburnian lifestyle as well? It seems I&apos;m not the only British student overseas  2,245 students spent a semester abroad in 2010-11, with a further 9,920 going away for the year, according to the Higher Education Statistics Authority. In terms of cost, studying outside the UK isn&apos;t a bad deal. It could give you the opportunity to attend a university which has larger faculties and better resources than at home, while your tuition fees remain the same. Erasmus Erasmus and exchange programmes are both run through the home university  the former sees students spend a semester or two at a university in Europe with fees waived. The latter requires students to pay home fees while they switch places with a student from overseas Study abroad programmes are more complex and can involve paying a third-party to organise the placement. These are less common in the UK, although frequently used by American students. When I applied I didn&apos;t realise how much funding was on offer, but depending upon the type of programme you opt for, you may be eligible for a Student Finance travel grant. After means testing, they can cover the cost of flights, health insurance and visas, as long as you pay the first 303 yourself. It&apos;s also worth keeping an eye out for any scholarships you can apply for  some universities hand out huge amounts to those with strong academic records. Once you&apos;ve found the funds, booked your flights and arrived in your host country, the fun begins. Finding accommodation can be scary but you can always ask the advice of former students. If you&apos;re worried about missing your friends and family, a combination of Skype and new life experiences will probably mean you talk with them more than ever. Before arriving in Australia I didn&apos;t expect to notice many lifestyle differences, but the linguist in me still chuckles at how different our vocabularies are. If ever I dare mutter the &quot;t&quot; word I&apos;m met with a bemused look  the idea of calling pants &quot;trousers&quot; and underwear &quot;pants&quot; is deemed very strange. If you go to a country which has a different first language you&apos;ll find yourself in plenty more confusing conversations, which I&apos;m sure will only enhance your cultural experience further. So is it worth the years of saving, form-filling and leaving family and friends behind to study overseas? Definitely. I may be returning to my final year in Manchester broke, but I&apos;ve learnt about Australian indigenous culture and linguistics from those who know it best and made friendships to last a lifetime. At least I&apos;ll be rich in experiences and memories", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/30/uk-students-studying-abroad", 
    "wordcount": "980"
}