{
    "headline": "Extreme hunger in east Africa and the Sahel: forewarned but not forearmed", 
    "text": "After the hunger crisis that engulfed east Africa last summer, there was plenty for the world to think about. After all, we&apos;d been warned it was coming  the first alerts of a potential crisis came the previous year. But not enough was done to avert it, and we now know that failure cost tens of thousands of lives and millions of dollars in aid money. In September, a coalition of NGOs launched the Charter to End Extreme Hunger, outlining the steps needed to prevent a repeat of the crisis. The charter was championed by the UN, the EU and governments, including the British. So why, less than a year later, are we watching another crisis develop in the Sahel, while east Africa&apos;s tentative recovery looks like being undone by poor rains? It&apos;s an important question, and one that can&apos;t be answered without acknowledging that, despite the bleak forecasts from both east and west Africa, progress has been made. Governments, UN agencies and NGOs are acutely aware of the need for change and are actively seeking improvements in how we respond to hunger. We&apos;re on the ground earlier, more funding has been made available by donors, and journalists have been covering the story of the growing crisis in west Africa since January. In comparison, previous seasonal hunger crises in the Sahel have never attracted attention before the summer  there&apos;s no doubt that more is happening earlier this time round. But it is not enough. Save the Children&apos;s appeal for west Africa is only 20% funded and other aid agencies are in the same boat. This has serious implications. We appeal based on the needs we see on the ground  if we can&apos;t raise the money we ask for, we can&apos;t do the work needed to prevent widespread hunger taking hold. The crisis will deepen, and we&apos;ll need even more money to fight it. In east Africa, we are in danger of seeing the improvements from last year wiped out by poor rains, failed crops and ongoing conflict. Parts of Ethiopia, Somalia and Kenya are always vulnerable to hunger. After last year&apos;s horrors, millions of people are especially vulnerable and, like last year, the money for preventive work is not there. Without funding, those people could find themselves facing a second summer of extreme hunger. So why can&apos;t we fix this broken system in time to stop crisis in the Sahel and east Africa? The blame does not lie with any one actor. Aid agencies, humanitarian donors and UN agencies all need to change the way they work to tackle the problem. The humanitarian system is like an ambulance  it is focused on disaster response, not prevention. It is geared up to react to demonstrable need. The point of hunger early warnings is that when they sound the alarm, the needs do not yet exist. They are projections. In a system where drama, urgency and clear need so often justify requests for funding, it is no surprise that the qualified predictions from early warning systems fail to have the same impact. The hard truth is that pictures of starving children give donors an instant justification to release significant amounts of money. Predictions of starvation, however accurate, do not. Likewise, the public do not respond to pre-emptive appeals. You can argue that early donations have a bigger impact and that prevention is better than cure until you are blue in the face. The truth is that for many people, giving to crisis appeals is an emotional response, not a logical decision. The money we receive from the public allows us to do extraordinary things in humanitarian emergencies. But for slow-onset, creeping crises such as the one now inevitable in the Sahel, things have to get pretty bad before help from the public arrives. Despite this, we won&apos;t give up. Every penny we raise will help mitigate the severity of hunger in both east and west Africa. We&apos;ll keep making the arguments for change, keep pointing out the flaws in the system, keep suggesting ways we can improve. But change is a process. It will take time, and there&apos;s a long way to go. The lives of thousands of children depend on us completing the journey, and building a system that works.  Andrew Wander is media manager for humanitarian emergencies for Save the Children", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/09/extreme-hunger-east-africa-sahel", 
    "wordcount": "720"
}