{
    "headline": "Body found from Black Elk oil rig explosion", 
    "text": "Divers have found the body of one of two oil workers who were missing after four others were badly burnt by an explosion on a platform in the Gulf of Mexico. The US coast guard said the remains were found by divers hired by Houston-based Black Elk Energy, the company that had been inspecting the platform. A spokesman said the coast guard would be turning over the remains to local authorities. John Hoffman, the president and CEO of Black Elk Energy, wrote in an email late on Saturday that the body was apparently that of one of two crew members missing since an explosion and fire on Friday morning. Divers were still searching for the second missing worker. Hoffman said the body was found close to the leg of the platform, near where the explosion occurred, in about nine metres (30ft) of water. He said the missing men were employees of oilfield contractor Grand Isle Shipyard. The news came shortly after the coast guard suspended a 32-hour-long search for the two missing workers that covered 1,400 square miles (3,626 sq km) near the oil platform, located about 20 miles (40km) south-east of Grand Isle, Louisiana. The blaze erupted on Friday morning while workers were using a torch to cut an oil line on the platform, authorities said, but the Grand Isle Shipyard has said &quot;initial reports that a welding torch was being used at the time of the incident or that an incorrect line was cut are completely inaccurate&quot;. Officials at Baton Rouge general medical centre said two of the burnt men remained in a critical condition, while two were in a serious condition. A sheen of oil was visible on the water but officials said no oil was leaking from the charred platform, a relief for Gulf Coast residents two years after the Deepwater Horizon oil spill illustrated the risk that offshore drilling poses to the region&apos;s ecosystem and economy. The Black Elk Energy facility is a production platform in shallow water, 17 metres (56ft), rather than an exploratory drilling rig like the Deepwater Horizon looking for new oil on the seafloor almost a mile down. BP&apos;s blown-out well spewed millions of gallons of oil into the sea, whereas the coast guard said the cut line on the Black Elk rig had only contained about 28 gallons of oil. Black Elk Energy is an independent oil and gas company. The company&apos;s website says it holds interests in properties in Texas and Louisiana waters, including 854 wells on 155 platforms.", 
    "section": "environment", 
    "gid": "environment/2012/nov/18/body-found-black-elk-explosion", 
    "wordcount": "424"
}