{
    "headline": "Assassin's Creed III  preview", 
    "text": "Ezio Auditore da Firenze is a tough act to follow and not just because he&apos;s a charismatic Italian daredevil. Over the past three entries in Ubisoft&apos;s sublime open-world adventure series, Assassin&apos;s Creed, gamers have watched the former Florentine noble flourish from a shallow, pugnacious Lothario into a wise, if slightly world weary, scholar of men. As his storyline closed out in last year&apos;s Assassin&apos;s Creed: Revelations, Ezio had learned the harsh lesson that pursing a lust for revenge isn&apos;t a substitute for living one&apos;s life. His story arc had come full circle; after uncovering the library of Altair, Ezio left for home with his new love by his side, content that he&apos;d paid his dues in the war between the Templars and the Assassins. Ezio is easily one of the best characters created in the gaming medium in the last 10 or so years and (speaking as a fan of this franchise) he will be sorely missed. It&apos;s a pity the same can&apos;t be said about the series&apos; other protagonist  Desmond Miles. He&apos;s unfortunately still an integral part of the Assassin&apos;s Creed storyline and most fans would be glad to see the back of him. Not only is he a plonkingly bland character, but over the last three games his story arc found itself parked up an uninteresting cul-de-sac. Most players don&apos;t care what happens to him and this is a problem for the developers because no matter what hooded figure glowers at punters from the box-art of every Assassin&apos;s Creed game, this series  in the end  is all about Desmond. His story needs an adrenaline shot and fast. Whether it&apos;s going to get one in Assassin&apos;s Creed III is unclear at this point. In my hands-on with the latest entry in the series I only caught sight of the boring bartender in a loading screen before the Animus  that nifty VR time exploration device  slotted his consciousness back to the late 1700s in British-controlled North America and into the boots of one Connor Kenway.          According to the notes supplied by Ubisoft, Connor is a half-British, half-Native American warrior who joins the American revolutionary forces after the British attacked his village. As I join the story, Connor&apos;s in deep with the rebels, but not too busy to make sure that the woodlands surrounding a manor he&apos;s holed up in remain a place of peace and tranquility. After a brief exchange in which Connor is handed a nasty-looking weapon called a rope-dart, we&apos;re off into the forest to take down a bunch of poachers. Assassin&apos;s Creed veterans are in for a couple of teething problems as they get to grips with young Mr Kenway. First off, the environments he travels through bare scant resemblance to the cities that Altair and Ezio kicked about in. The rooftops of those cities were largely flat-topped and only interrupted occasionally by iconic landmarks. Crucially, the streets in them were narrow, meaning that the jump between roofs was quite easy to make  even if in Istanbul Ezio required the odd bit of assistance from his hook blade. After the Medieval Middle East and Renaissance Europe, the North American frontier takes a bit of getting used to. In the first half hour of my hands-on, I spent most of my time sprinting about, leaping over the odd rock or babbling brook, climbing nearby trees and then wondering how best to proceed. Due to the close-knit structure of the cities from earlier Assassin&apos;s Creed games, the Parkour pathways were always immediately apparent. This isn&apos;t the case in Assassin&apos;s Creed III and players are likely to spend a fair bit of time bungling about in the treetops, or just running along on the ground  at least at first. Then the penny drops. I wish I could point to a single moment or sequence in the game that marked the change in my navigational abilities, but truth be told, I didn&apos;t spot the changeover. At some point, as Connor sprinted through the forest, my visual reading of the environment suddenly went widescreen; one minute I was struggling to see the way forward and the next, I found myself running up a fallen tree, leaping off a rock formation and then moving swiftly through the tree tops as though a pathway had just intuitively opened up for me.          It wasn&apos;t long before I happened across Connor&apos;s poacher quarries, as moving through the trees is a lot speedier than running about on the ground. Furthermore, Connor has more attacking options open to him from an elevated position than he does on the ground. With the rope dart, for example, Connor can snag an enemy from where he&apos;s sitting on a branch, looping his weapon around their neck in a make-shift noose. Then, using his own body weight as ballast, he can swing off the branch he&apos;s perched on and use his momentum to string up his target and leave them choking their last as he walks away. On level pegging, he&apos;s still a force to be reckoned with; like Ezio, Connor has a concealed blade, which is perfect for surprise kills, but his go-to weapon of choice is a tomahawk, wielded in much the same way Ezio and Altair wielded their swords. Combat is a brutal and tactical affair; if players concentrate too much on hammering one specific opponent, they can be assured that any number of their target&apos;s compatriots will move swiftly to hit them from behind. The counter move in Assassin&apos;s Creed III gives players a brief window of slow motion to decide on the direction of their next attack  probably because most of Connor&apos;s foes in the game are armed with muskets. In any combative exchange, it&apos;s likely that some enemies will attempt to fire lead into Connor. Luckily, since all the action is set in the 1700&apos;s, there&apos;s a lengthy respite between gunfire exchanges as enemies go through the cumbersome process of reloading. In the instances they come across a party of foes carrying muskets, it&apos;s worth keeping mobile in order to make Connor a harder target to hit. Once the volley of gunfire sounds off, I recommend moving in swiftly with a tomahawk as the impromptu firing squad does their best to regroup. Once I&apos;d mopped up the poachers and a couple of side-quests, I found Connor&apos;s environment growing in the direction of commerce. A young lady the poachers had shot down  and which I&apos;d saved  decided to set up a trading post where Connor was able to sell the pelts of animals I&apos;d skinned in the wild. It all smacked a bit of the mini-empire building that took place in the last three Assassin&apos;s Creed games, and while I wasn&apos;t able to see if Connor would be the focal point of a colonial business enterprise in the time allotted in my hands-on, it&apos;s a ton to a tenner that players will probably be able to set up a goods network in the American frontier.          I was also able to see how Connor handled in an urban environment, as the plot arc in the time I had at the controls, took me from the frontier to Boston. The environment here was as much of a far cry from the tightly knit cities from previous Assassin&apos;s Creed titles as the woodland frontier. The wide streets of newly-minted North America make progress over the rooftops slightly problematic at times. To combat this, the developers have positioned trees as waypoints on wide American streets and also allowed players the option of cutting through houses; crashing through a window and charging through an apartment to avoid capture is now an option. The only real bone of contention here is that Connor  after three hours of playing time  can&apos;t hold a candle to his predecessor. He is by no means as dull as Desmond, but in terms of charisma and likeability, Ezio leaves him the dust. He comes across as somewhat humourless, po-faced and oh-so-serious. That having been said, anyone who has ever played an Assassin&apos;s Creed title will tell you that three hours of play is barely scratching the surface. Here&apos;s hoping that Connor can lighten up occasionally; aside from his dour, dowdy demeanour, he and the game he inhabits are worthy successors to Ezio Auditore da Firenze and if you&apos;ve played the last three Assassin&apos;s Creed entries, you know what a compliment that is.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/24/assassins-creed-iii-game-preview", 
    "wordcount": "1394"
}