{
    "headline": "Coalition slashes government spending on drugs education by 80%", 
    "text": "Government spending on drugs education has been slashed by 80% since the coalition came to power despite claims by ministers that public information campaigns are central to their anti-drugs strategy. The figures from the Department of Health have been condemned by campaigners who say a vital public service is being eroded at a time when it has never been needed more. The figures show that spending on drugs education  including information services available to those desperate for help  has fallen from 3.9m in 2009-10 to 0.5m in 2010-11. This weekend the Drug Education Forum, the main source of expertise on drug education in England that disseminates research on drugs and drug education to teachers, is having to close, having had its 60,000 government grant ended.The forum brings together over thirty 30 national bodies with expertise and professional interest in promoting and developing good practice in drug education in schools, youth services and other settings. Andrew Brown, director of programmes at Mentor, the drug and alcohol prevention charity, said: &quot;It is shocking that at a time when official figures show that one in five 15-year-olds took cannabis last year, and one in ten 10 have been drunk three times or more in the last month, the government chooses to reduce its commitment and prevention.&quot; The DoH figures have been included in the UK annual report to the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA). Money to the drug advice service &quot;Frank&quot; was cut substantially when the coalition imposed its cuts in 2010. The Amy Winehouse Foundation has joined forces with another young people&apos;s charity, the Angelus Foundation, to spearhead a new national campaign to make drug and alcohol education part of the national curriculum, after the government dropped plans to do so. The late singer&apos;s father, Mitch, helped launch the initiative in the House of Commons amid rising concern over the loss of young lives from &quot;legal highs&quot;, &quot;party drugs&quot; and excessive alcohol. Today the two organisations launch a video featuring Mitch Winehouse, talking about his daughter&apos;s death, and the parents of three other young people who lost their lives to drugs. Angelus has launched a petition on the Downing Street website which could force the government to grant a special debate in the Commons if it attracts 100,000 signatures. Education Secretary Michael Gove wants to leave the precise method and amount of of drugs education to individual head teachers. The Department for Education said it published clear advice on drugs to schools last month setting out how they can address drug misuse, &quot;including giving accurate information through the Frank campaign&quot;. Angelus maintains, however, that drug and alcohol education in many schools is inadequate. It cites surveys showing that 60% of state schools do an hour or less a year and says 70% of former state school pupils cannot recall any drugs education at all.", 
    "section": "education", 
    "gid": "education/2012/mar/25/drugs-education-coalition-cuts", 
    "wordcount": "494"
}