{
    "headline": "Me and my shark fin: rapper comes to predator's defence", 
    "text": "  KOOL KID KREYOLA - ME AND MY SHARK FIN from Spencer Keeton Cunningham on Vimeo.   In what some have called a &quot;Neanderthal reaction&quot; to the fifth shark attack death off Western Australia in a year, Norman Moore, Western Australia&apos;s fisheries minister said on Monday he would push for allowing commercial and recreational fishing of great white sharks. He justified this by saying: &quot;... there seems to be a view that there&apos;s an increase in the number of great whites within our waters in recent times.&quot; As one commenter highlighted, this anecdotal evidence is scant basis to overturn the protection of a vulnerable species, of which there are fewer than tigers. This is opposed to the evidence for the link with rising tourism, in particular adventure tourism such as surfing. In other words, it&apos;s our fault  especially if we look like a tasty treat. On average, there are five human deaths from shark attacks a year, although there was a spike in numbers last year to 12. In contrast, Shelley Clarke, a fisheries scientist at Imperial College London has produced the best estimates that between 26 million and 73 million sharks are killed annually for the global shark fin trade. Fins end up as shark fin soup in China and Hong Kong. Kool Kid Kreyola&apos;s rap, Me and my shark fin, was made to highlight the brutal practice. Be warned: the rap video, above, features steamy scenes of Kreyola in a foamy hot tub with some scantily clad women  with him in a cardboard shark costume. New ocean communications agency Upwell piggybacked on the rap video by roping in shark scientists to comment on the lyrics on Rap Genius, which has a huge audience, who are mostly teenagers. They have contributed wickedly funny and evidence-based remarks: &quot;Mistakes happen ... no one wants to eat a foam and fibreglass sandwich&quot; - proof, if needed, that environment campaigning doesn&apos;t have to be po-faced.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/17/shark-fin-rap", 
    "wordcount": "309"
}