{
    "headline": "Apps Rush: Pocket League Story, If I Ran The Zoo, Oasis, Tom Waits, ZOMB1ES (on teh ph0ne) and more", 
    "text": "A selection of 13 apps for you today: Pocket League Story Kairosoft&apos;s Pocket League Story has been out on Android for months, but has finally hoofed its way onto iPhone. It takes the Japanese developer&apos;s trademark simulation mechanics and applies them to football management. On past form, expect it to be a major time-sucker.iPhone If I Ran the Zoo Oceanhouse Media&apos;s latest Dr. Seuss book-app is If I Ran the Zoo, following the ideas for a new zoo of young Gerald McGrew. &quot;The world&apos;s biggest bird from the island of Gwark, who eats only pine trees, and spits out the bark...&quot; Voice narration and word-highlighting are included.Android / iPhone / iPad Oasis: The Little Black Songbook Musicroom has previously made iOS lyric&apos;n&apos;chord book-apps for Adele, Bob Dylan and Coldplay. Now it&apos;s launched an Oasis songbook with more than 80 songs.iPhone / iPad Tom Waits: The Little Black Songbook And if Oasis weren&apos;t enough, Tom Waits is getting the LBS treatment too. More than 80 of his songs get lyrics and chords in a user-friendly format.iPhone / iPad ZOMB1ES (on teh ph0ne) Xbox 360 indie hit I Maed A Gam3 W1th Z0mbies 1n it!!!1 has been turned into a Windows Phone title, including the original version and a new &quot;music-driven psychedelic shooter&quot; called Time Viking.Windows Phone Vodafone Music Shop Vodafone&apos;s digital music store has millions of tracks available individually and as Track Packs. Now there&apos;s a BlackBerry client app to join the existing Android version.BlackBerry Nokia Car Mode Nokia&apos;s new Car Mode app aims to reduce distractions for drivers by presenting them with the most obvious commands  calls, music, navigation as big buttons on the screen.Nokia Banksy London Tour The team behind the Banksy Bristol Tour app have launched a new version focused on London. It&apos;s a location-based guide to more than 24 Banksy artworks around the capital, complete with photos and historical text from LDN Graffiti.iPhone Super Crate Box Independent PC/Mac hit Super Crate Box has made the leap to iOS, offering retro action and a chiptune soundtrack. The original is famously moreish, so we expect the iOS version to be popular.iPhone / iPad Street Wrestler Chillingo&apos;s newie invites players to &quot;release the Luchador inside of you!&quot; Which involves playing a cartoon wrestler punching, kicking and slamming street-thugs across a variety of urban levels.iPhone / iPad Race Against Time London agency Somethin&apos; Else has worked with the Tate Modern museum on a free iPhone game, Race Against Time. It involves playing a chameleon who has to race through time to defeat a villain called Dr Greyscale. Where does modern art fit in? That&apos;ll be the visuals for the 12 levels, which are based on the last 121 years of art.iPhone Brisksaber There&apos;s a new lightsaber app in town from Brisk, to promote the 3D release of Star Wars: Episode 1  The Phantom Menace. It&apos;s a game rather than a novelty app, that sees you slashing the likes of Darth Maul and Mace Windu. At the time of writing, it appears to be US-only though.Android / iPhone / iPad MixOnMyRadio Here&apos;s a new take on personalised radio. MixOnMyRadio doesn&apos;t stream like Pandora. Instead, it takes songs from your iPhone music library, then pulls in news, entertainment and lifestyle content from podcasts from the likes of the BBC, NPR and CNN to run around them.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/05/apps-rush-oasis-tom-waits", 
    "wordcount": "567"
}