{
    "headline": "May arrives in June  and the display is worth the wait", 
    "text": "I remember a Derbyshire wag once quipping that May seldom comes before June in the Peak District. His joke hinged on an alternative name for hawthorn, the May tree. Little did I ever imagine that his pun would have meaning in Norfolk. Yet this year that totemic show of luminous blossom, which, in recent years, has begun here as early as April, has been shifted back a whole month by the coldest winter. My goodness, though, has it been worth the wait! It is one of the best displays I can recall. There&apos;s one bush on the marsh so smothered in flowers that I feel I must go back constantly to enjoy it one last time. Most normal flowering hawthorns have a quintessential freshness that flows from the combination of milky blossoms and green foliage. In this bush, however, the leaves are almost completely enfolded in gently domed sprays of petals. It looks less like May than December, as if the whole shrub has been enveloped in a great deluge of snow. In truth, hawthorn is never virginal white like snow. Every rosette has about 20 stamens, each tipped a glorious pale plum in peak condition, and these accumulate on the whole bush as tens of thousands of tiny points of darkness in the galaxy of cream. Hawthorn is ever so minutely sullied and rendered exquisitely impure by the processes of reproduction, which makes it a perfect metaphor for spring. That ambiguous note is mirrored nicely by the odour, which the writer Geoffrey Grigson thought best enjoyed in small doses. In his own cornucopia of plant lore, Flora Britannica, Richard Mabey suggested that hawthorn smelled of sex. Yet I cannot detect that precise perfume. To me, it has a deep undertow of sweetness, like honey or like flowering meadowsweet. But through it, mingling with it, is something darker, something off-key, perhaps like faint, raw rubber  not malign, but definitely not innocent.", 
    "section": "environment", 
    "gid": "environment/2013/jun/09/claxton-norfolk-may-hawthorn-display", 
    "wordcount": "321"
}