{
    "headline": "Can Resident Evil 7 save survival horror games?", 
    "text": "One of the most brilliant and unexpected treats of recent years was Konamis PT, a playable teaser for an unreleased and possibly cancelled reboot of the horror series Silent Hill. Directed by the great Hideo Kojima, alongside the film maker Guillermo del Toro, PT is notable not just for moving a third-person series into a first-person perspective, but also for offering an ingenious solution to a problem that faces every high-end developer of video games. As game assets become even more expensive and time-consuming to produce, how do you squeeze the most out of them? PTs solution was a small but detailed house interior which plays out repeatedly, a snack-sized Groundhog Day. The player wakes afresh in the same room, explores the house and, depending on their actions, small details change. If you experiment enough, mysteries are solved and new secrets are uncovered. As an experience it has issues, primarily that its too obtuse, but as a proof-of-concept, PT is exceptional, even if Konamis may never follow it up.         Konamis PT playable teaser    Video game history loves a coincidence, and so we come to the new Resident Evil. Resi and Silent Hill share very little in terms of tone or structure, but as both are third-person survival horror games made by Japanese studios, they have been viewed as competitors since the days of the original Playstation. Announced this summer and due for release in January 2017, Resi 7 is a dramatic reinvention for Capcoms biggest-selling series of all time that  though having been in development for many years before PT saw release  it is toying with very similar concepts. Subtitled Beginning Hour, Resident Evil 7s Playstation-only playable teaser stars a spooky house, a switch to a first-person perspective and a total absence of combat. It was recently Resident Evils 20th anniversary, and such a drastic reinvention was sorely-needed  these two decades saw dozens of individual Resi titles, but almost all were based on just two templates: the original game and 2004s Resident Evil 4 (itself a reinvention). That repetition  and the need to ensure mainstream success in an era of rapidly escalating budgets  led to an identity crisis, as survival horror inexorably gravitated towards action horror and then just action with a few blobby monsters.  In that context, Resident Evil 7 is one hell of a bet. Not only does it rip the series free from the defining third-person perspective, but it also doubles-down with VR implementation. Such a radical shift is accompanied by, in the teaser at least, a new focus on scares over combat, and the creation of a claustrophobic, shifting environment. What remains of Resident Evil is simple: the house. Because, in the very first game, the star character was not one of those panicking STARS operatives  it was the Arklay Mansion, a byzantine architectural masterpiece designed for re-use: players would criss-cross the layout several times during the game, unlocking and discovering new rooms and nightmares. This design solved a technical problem at a time when 3D environments were relatively new (polygonal structures are computational expensive), but the parallel to Resident Evil 7s environment is spookily close.     The environment in Resident Evil 7 is unsettlingly naturalistic. This could be a real house. Photograph: Capcom    The teasers dilapidated house is cramped, but packed. Its designed like a house, for a start, with a believable layout and dimensions. The wall and furniture textures are beautifully detailed, with the kind of worn leather chairs you can imagine feeling raggedy on your fingertips. Minor objects such as photographs withstand and repay examination. This grounded setting establishes a new tone for Resident Evil, which has always had as much schlock as shock. It has an effect that resonates, powerfully, through how this game works. You still move like a video game character, and understand youre in a video game horror house, but in the moment-to-moment experience this character feels convincingly flesh-and-blood. One of the strangest things was noticing that, when hiding, I was holding my breath. This would be promising enough, but Beginning Hour has even more unusual elements. What makes this house special is that, as you explore, creepy things start happening  and when you play again, its not quite the same. In a first-floor room there are three mannequins. While checking a corner I heard a shuffle, turned around  and there was a fourth, at the top of the stairs Id just walked up. Subsequently Ive been to the same room, done the same things, and nothings happened. On those same stairs, I saw the apparition of a girl for a split-second before she vanished. Never again. The short playtime (it should really be called Beginning 20 minutes) combines very well with tricks like this, in not only encouraging but rewarding multiple playthroughs  the potential of seeing something new maintains the atmospheres tension. Even when you become familiar with the interior, and some of the more frequent scares, the tiniest event can set you on edge. The biggest part of this is the spectacularly creepy audio design, with its disturbing creaks and shuffles. Was that someone upstairs, or just an old timber settling? Youre in an empty room, and something rustles in a corner that, now you look, is empty. The squeaks of old pipework lengthen into moans. Are those footsteps fading away? The puzzles are simple  a fuse box is missing a fuse, a mechanism needs power, a door is locked  but as with the original game, the point is more to make the player take journeys around the interior. Here we come to a unique characteristic of Beginning Hour, because theres never been a demo quite like this. For all it says about Resident Evil 7, theres a strange relationship with whats to come  Beginning Hour is not part of the main game, but a self-contained taster. This in itself is not unheard-of, but since release Capcom has been changing Beginning Hour with updates  adding items and allowing players to access new parts of the house. This is not only in-keeping with the shifting experience of Beginning Hour, but taps into that obsessive element of large fanbases to create an on-running mystery leading up to the full games release. As marketing its a stroke of design-led genius: Beginning Hour works both as a (free!) standalone miniature for any player, and by parcelling out its mysteries to build and maintain interest among more dedicated players. It also means, in this age of pre-release over-exposure, Resident Evil 7 is still something of an unknown quantity. We know the specifics of some nastier incidents, thanks to a spoiler-tastic age rating  dont look it up if youre interested in the game. We know there will be a combat system, and enemies to fight  though clearly the days of Resi 4 crowd control are long-gone. We know, thanks to the lantern demo of in-game content, the hints of being hunted in Beginning Hour will become virtual reality. And this last point, along with the whole horror and scares thing, has a predictable effect.            VR may be an obviously appropriate fit for horror, but that doesnt mean people will necessarily like it. Theres a level of abstraction in traditional horror video games that allows a mass audience to enjoy feeling threatened in a very obviously virtual world. Resident Evil 7 wont be the first or last VR horror game, and VR-ready consumers will likely make up a small part of its audience, but this is a big leap in the dark. Beginning Hour is full of promise, but answers none of these questions. It offers tempting glimpses, too, of an even more radical approach than expected  using the great big brand behind it to deliver a new horror experience, one where the moment-to-moment experience is prized above deadening requirements such as campaign length. Midway through Beginning Hour the protagonist changes. We watch a videotape and inhabit the cameraman filming it, as a small TV crew reccy the house youre in for a low-budget horror series. Everythings fine and dandy until, unseen, the producer goes missing.     The first-person perspective puts players right inside the horror, changing the feel of the experience. Photograph: Capcom    In the 1989 film Sweet Home, a documentary crew visit an old mansion  and find a paranormal terror rooted in domestic tragedy. Capcoms Tokuro Fujiwara directed a video game adaptation on the NES so good, an historical classic, that the original Resident Evil is widely-acknowledged as a 3D adaptation of his design (Chris and Jills special items of a lighter and lock pick are the most obvious tribute). How you crisscross the map, the puzzle design, the way characters can die if you make the wrong decisions  all of this became Resident Evil. Sweet Home is no zombie horror, though  its a supernatural tale of human tragedy.  Meet the Baker family ran Capcoms press line last month while premiering a new trailer  though youll have met Pa Baker when he knocks you out in either one of Beginning Hours endings. Many game series remain in a state of perpetual adolescence, convinced that their audience is doing the same  and if not, the next generations coming along. When you look at Resident Evil 7: Biohazard, theres a sense of a studio maybe  maybe  ageing a little with its audience. Understanding there are more horrible things that can happen to characters than just being killed by a bio-weapon. Perhaps the most tantalising possibility is that Resident Evil 7 augurs a future for video gamings blockbuster franchises where horror is not simply a synonym for violence. At the very least, we may get less gore and more brains. At most itll feel like home, Sweet Home. ", 
    "section": "technology", 
    "gid": "technology/2016/oct/11/resident-evil-7-survival-horror-games-capcom", 
    "wordcount": "1612"
}