{
    "headline": "What would you teach, if you could teach anything?", 
    "text": "What if you could do anything? I ask students this all the time. If money and geography were no object, where would you go and what would you do? My job is to help their wildest dreams become reality. This week someone asked me what I would teach, if I could teach anything. I panicked. First, just as students doubt my veracity, I doubted my questioner. He didn&apos;t really mean anything. He meant within the bounds of the curriculum. To be fair, I don&apos;t mean queen of the fairies or king of the world when I pose the question. I mean architect in Amsterdam, soprano at La Scala, zoologist in Zambia, and so on. Even so, freedom is terrifying. Second, my mind raced. Here was my chance &quot;to dream the impossible dream&quot;. Don&apos;t blow it. Say something unbelievably creative and compelling, right now. I recited courses I&apos;d taught before and the standard array of material I&apos;d proven myself qualified to teach in graduate school and more recent scholarship. Woo hoo! Who is this boring woman? I posed a slight stretch comparative course that would necessitate a colleague&apos;s participation. I&apos;ll give myself half a point for that. I dared to share my fairy queen fantasy - a course on Bollywood, which we agreed belongs in another school altogether. My La Scala moment eluded me, and I&apos;m still mad. I embarked upon this blog in hope that I would arrive at a delayed answer via my virtual revisitation of the conversation and my inadequate reply. I want students to step into the past with me and embrace its unexpected lessons. I don&apos;t care who begat whom among the high or low born. I like to pass among the ghosts and see the world through their eyes to the extent I can. When that happens as I read a poignant diary entry or detailed newspaper description, the veil of eternity lifts. I want to share that. Guess what? It&apos;s hard. I want to take my students through the portal to the past so they will not stand on a Florida stage at some future date and proclaim opponents&apos; staffers &quot;bad historians,&quot; because they disagree over chronology while utterly incapable of making the empathetic leap into others&apos; lives themselves. I want my students to enter other real (not fictional) people&apos;s lives and ensure that they look at rioters and riot police as beings with mothers, lovers, dreams, and despairs similar to their own. To achieve this goal with greatest efficacy, I would need a time machine. Although my sons are at work on a device to break the space time continuum I can&apos;t build it into the curriculum just yet. Instead, I must rely on an assortment of old documents, contemporary discussions, and pedagogical alchemy to transport students through time by different means. When I&apos;ve taught before, we&apos;ve galloped across sixteenth-century Europe and crisscrossed the Atlantic in the seventeenth and eighteenth centuries as I&apos;ve attempted to guide my charges through the world that was and in many ways still is. Certain episodes make my task easier. Three Sovereigns for Sarah allows them to experience the Salem witchcraft trials acted expertly by Vanessa Redgrave with the actual documents for her script as opposed to the exponential fiction of Daniel Day-Lewis ulcerating in The Crucible. Few historical moments demonstrate social-political self-destruction with such visceral impact, but it feeds the fantasy that all the world was New England until 1776. It wasn&apos;t. Puritans just produced more words per person than most. I want the rising generation to meet Conrad Weiser as he moves across an ocean, up the Hudson and down the Schuylkill in conversation with Natives and Europeans of multiple tongues but few printed words. I want students to enter the lives that desperate widows and runaway wives patched together in the colonial countryside. So many men, women, and children flit though my mental landscape from Portland to Pune all while I realise that I&apos;ve missed millions more who could shed light on the delights and dilemmas of the human condition. If I could do anything and teach anything, I would visit them all with students in tow. I just need that machine.... Elizabeth Lewis Pardoe is a member of the University of Venus editorial collective and an associate director of the Office of Fellowships at Northwestern University, where she teaches history and American studies. For more, follow @ejlp on Twitter or go to http://elizabethlewispardoe.wordpress.com This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/03/keep-teaching-inspiring", 
    "wordcount": "778"
}