{
    "headline": "TB vaccination is no 'magic bullet' but badger culling is a waste of bullets", 
    "text": "To tackle the rising scourge of tuberculosis in cattle there are three possible measures: culling badgers, vaccination and controlling cattle movements. A new report from MPs on Wednesday, rushed out ahead of vote in the Commons, concludes that vaccination is &quot;no magic bullet&quot;. I completely agree. But the fact that vaccination is hard does not mean badger culling is an easy way to control TB in cattle. In fact, as I have covered many times, the scientists who know most about culling are adamant that shooting badgers is, in Lord Krebs&apos;s words, a &quot;mindless&quot; way to tackle bovine TB. Vaccination is a very promising option, as it is the route to eradication and does not provoke fierce opposition. The report from the MPs on the environment, food and rural affairs select committee, sets out clearly the challenges. It does not consider the relative merits of vaccination and badger culling. Anne McIntosh MP, the committee chair, said: &quot;The government is right to invest millions of pounds in developing vaccines against bovine TB. We should use every tool to combat this disease, but vaccination alone will not, at least in the short-term, provide a complete solution.&quot;  She was cutting about the role of ministers in the debate: &quot;While progress to develop vaccines is clearly being made, debate on this subject has been characterised by lack of clarity leading to poor public understanding. The government must share a great deal of the blame for this.&quot; The report noted that &quot;successive governments have invested more than 43 million on vaccine research and development since 1994. By the end of the current spending review period, Defra will have spent a further 15 million.&quot; McIntosh summarised the challenges of vaccination: &quot;Vaccines have no impact on already infected animals, offer a range of protection to those that aren&apos;t infected, and will be expensive to deploy.&quot; Let&apos;s take those in turn. First, vaccines do indeed fail to treat infected animals, but Prof Rosie Woodroffe, the UK&apos;s leading badger expert, told me: &quot;Vaccination is often dismissed as a management option because it has no direct effect on badgers which are already infected. This is often contrasted unfavourably with culling, which removes infected badgers and is therefore assumed to act more quickly. However, such an unfavourable comparison is based upon two misinterpretations of the available evidence. First, culling does not prompt a rapid reduction in the numbers of infected badgers. Second, although infected badgers are not removed by vaccination, 20-30% of them die each year, and more if they are excreting TB. This natural mortality, combined with the spread of immunity among uninfected badgers, means that vaccination is likely to reduce the proportion of infected badgers if repeated over several years.&quot; Second, vaccines don&apos;t offer 100% protection. That means vaccination has to be repeated for several years - just like culling has to be repeated for at least four years to avoid making TB worse. Third: vaccination will be expensive to deploy. As I reported on Monday, this is only true if you ignore the policing and other costs incurred by badger culling. If you include them, badger vaccination is cheaper. The report considers each vaccination option in turn. On vaccinating cattle, McIntosh chastises ministers for accepting without question an indicative 10-year timetable from the European Commission to introduce a suitable cattle vaccine and a test to distinguish vaccinated and infected cows: &quot;The indicative timetable set down by the EC is precisely that: indicative! The government must do all it can to speed up progress without compromising collection of the robust field data needed.&quot; On injectable badger vaccines, McIntosh said: &quot;There are many unknowns to overcome if it is to be viable.&quot; There would have bee fewer unknowns if the coalition government had not cancelled five of the six badger vaccine deployment trials. This, for me, is a key point: badger culling is likely to be - at best - an expensive and time-consuming distraction from getting on with making vaccination work. The report makes another vital observation: &quot;the UK currently relies on a skin test that could miss one in four infected cows.&quot; McIntosh said: &quot;It is frustrating to hear government officials acknowledge that the current testing regime misses infectious cattle when the gamma interferon test, a blood test of greater sensitivity, catches the disease earlier. Despite the cost, the government must explore whether we can use this test more widely to bear down on the disease.&quot; This is a crucial point because the poor accuracy of the test undermines attempts to stop TB spreading as cattle are moved around the UK. Farmers and ministers insist that controls on cattle movements are as strict as they can be. But John Bourne, who led the 50m-trial of badger culling, rejects this. &quot;The [controls] in operation at the moment are totally ineffective,&quot; he told me, because the tuberculin test used is not very accurate, meaning herds can test negative while actually harbouring the disease. &quot;It&apos;s an absolute nonsense that farmers can move cattle will nilly after only two tests.&quot; &quot;Why won&apos;t politicians implement proper cattle movement controls? Because they dont want to upset farmers,&quot; he said.  Here are some - I think - telling facts to leave you with. In 1960, around 25,000 TB-positive cattle were slaughtered, after about 11 million tests were performed. Within five years, fewer than 5,000 TB cattle were being killed annually. In 2011, about 34,000 TB cattle were killed, but fewer than 8 million tests were performed. Is the government really doing all it can on cattle controls? Note: The original version of this article wrongly stated the number of TB tests in 1960 and 2011 as 11,000 and 8,000. My apologies.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jun/05/farming-badgers-cattle-tb-cull-vaccination", 
    "wordcount": "982"
}