{
    "headline": "Starwatch: Venus on 147-years high", 
    "text": "Mars shines bright and reddish low in the east at nightfall at present and climbs high into the south by midnight. Nothing in the current night sky can compare, though, with the spectacle being played out in our western evening sky. The conjunction between Venus and Jupiter, the two brightest planets, has been building for weeks and reaches its climax on 13th March when Venus passes 3 above-right of Jupiter. Our chart shows Britain&apos;s western sky one hour after sunset on 12th March and plots the motions of Venus and Jupiter against the stars until 1 April, just two days before Venus passes in front of the Pleiades. Also plotted is the little planet Mercury which is fading fast and disappears into the twilight by 14 March. At first glance, it might appear that both Jupiter and Venus are climbing higher each night. In fact, the Earth&apos;s motion around the Sun causes the stars to stand progressively lower each night so that the horizon one hour after sunset on 1 April cuts across the chart at the level indicated. The net effect is that Jupiter is sinking lower from night to night while Venus is climbing to its highest point when it reaches its greatest angular elongation of 46 from the Sun on 27 March. In fact, Venus will stand 40.35 high at sunset for London on 27 and 28 March, which I calculate is its highest at sunset since 12 March 1865. Spring evenings are the best for spotting the inner planets, Mercury and Venus, if they lie east of the Sun. Like the Moon and other planets, they keep close to the ecliptic, the Sun&apos;s apparent annual path against the stars. As it heralds the Sun&apos;s climb northwards over the coming months, the ecliptic rears steeply in the west at sunset at present so that any planets along it are at their farthest from the horizon. For the same reason, we are treated to a view of the young Moon soon after it emerges after new. Look for its slim crescent alongside Jupiter on the 25th and Venus on the 26th. One of the curiosities of our solar system is that Venus completes almost exactly 13 orbits of the Sun for every 8 orbits of the Earth. The periodic gravitational interaction between the two worlds over billions of years means that this near-resonance may not be coincidental. However, it does have the effect that Venus returns to almost the same place in our sky every 8 years and that its current spell as a dazzling evening star is very nearly a repeat of that in 2004. Back then, however, Mars served as a less-than-spectacular consort to Venus and it was Jupiter&apos;s turn to be conspicuous in southern Leo, almost precisely where we find Mars at present.", 
    "section": "science", 
    "gid": "science/2012/mar/11/starwatch-venus-western-night-sky", 
    "wordcount": "472"
}