{
    "headline": "Climate change will be slower than thought, study shows or does it?", 
    "text": "For anyone who loves to eat chocolate, drink lots of lovely espresso coffee or quaff plentiful amounts of red wine, there&apos;s much comfort to be sought from scientific studies. You can pick the studies saying you&apos;ll live long and prosper from your chosen potions and ignore the caveats or contradictory warnings. You might also forget to check back to see if any follow-up studies were done that might spoil your fun. Essentially, you fall foul of what&apos;s known as &quot;single-study syndrome&quot;  you make a decision based on one scientific study, which is most likely just one step in the process of understanding a particular problem. When it comes to understanding the impact of human emissions on the climate, thousands of studies published over decades (over which time probably many bars of chocolate and coffee were consumed) are what builds understanding. And so we come to new research published in the journal Nature Geoscience suggesting global warming might not occur quite so quickly as other studies have suggested it would. New Scientist magazine said the study could mean the world had a &quot;second chance&quot; to avoid dangerous climate change. The BBC reported how the study had concluded that the rate of global warming would &quot;lead to lower temperature rises in the short term&quot;. The Sydney Morning Herald also reported that the study &quot;could&quot; mean global warning might be slower in the short term. So what did the research actually say? The study looked at two things and put numbers to them. Transient Climate Response (TCR) looks at the likely globally averaged warming we&apos;ll see at the point when the amount of carbon dioxide in the atmosphere is double what it was at the start of the industrial revolution. Based on what&apos;s been happening to the planet in the most recent decade, the study finds that at the point when CO2 in the atmosphere doubles, global warming could be as low as 0.9C and as high as 2.0C but will most likely be 1.3C. This best estimate is very slightly lower than previous estimates of 1.6C and 1.4C. The 2007 United Nations Intergovernmental Panel on Climate Change Reportsaid TCR was &quot;very likely larger than 1C and very unlikely greater than 3C&quot;. Given the world has already warmed by about 1C, it looks as though we can already discount the lower end of this estimate. For example, the recent study carried out by the Berkley Earth Surface Temperature Study found the world had warmed by 0.9C since 1950. The Nature Geoscience study also looks at what&apos;s called Equilibrium Climate Sensitivity (ECS)  the global warming you would expect if you applied a sharp pull on the handbrake to completely hold the amount of carbon dioxide in the atmosphere once it gets to double what it was. You then wait a century or three for the climate system to settle (think of the time needed to ice sheets and heat to move through and out of the oceans). On this, the paper says the best estimate is 2.0C but with a range as low as 1.2C and as high as 3.9C. On all the findings, the study&apos;s authors make the point that:   caution is required in interpreting any short period, especially a recent one for which details of forcing and energy storage inventories are still relatively unsettled: both could make significant changes to the energy budget.  In other words, this isn&apos;t the end of it. Like many other studies on climate change, this study needs to be carefully interpreted. It comes as human emissions have managed to raise the level of CO2 in the atmosphere to its highest point in several million years  a time when sea levels were a few metres higher than today. To use a drinking analogy, the findings come with a round of caveat chasers and bowls of bar snacks filled with uncertainties. For example, the Nature Geosciences study uses a new IPCC scenario on emissions (known as RCP4.5) that presumes the world will take some decisive action on climate change. This might happen, but it might not. Will the major and emerging economies continue to pour CO2 into the atmosphere at the rate they&apos;ve been doing recently? Will that rate increase or level off? How will methane emissions from melting permafrost or increases in agriculture change the picture? Could the recent rapid decline in Arctic sea create a tipping point? I asked Professor Steven Sherwood, a director of the University of New South Wales Climate Change Research Centre, for his view on the study and how it fits into the broader climate issue.  It&apos;s one of many studies each year offering new evidence that favours either a higher or lower estimate of future global warming. The revision it proposes is pretty small, and the method used is not that accurate due to observational limitations and natural variations in the system. So it&apos;s one more piece of evidence for the scientific community to consider, but hardly affects the big picture. The study concerns what we call the &quot;transient climate response&quot; or TCR, which is based on a hypothetical scenario. The actual warming would be much larger than the TCR for a couple of reasons. First, burning all available coal and other fuels will at least triple or quadruple the amount of carbon dioxide in the atmosphere, but the TCR only includes a doubling. Second, it doesn&apos;t count the effects of other greenhouse gases like methane, which are likely to rise in the future due to agriculture and other human activities, and currently increase the impact of CO2 by about 50%. The way global warming is typically quantified and communicated tends not to convey how much more serious it becomes over the longer term. When you reach a doubling of CO2, unless you stop emitting the next day, global warming will blow past the &quot;transient climate response.&quot; By the 22nd or 23rd century you&apos;ll have global warming equal to the TCR several times over.  But here, in my view, are the real kickers in this debate. TCR, ECS and even the global average figure for warming are yardsticks that scientists use to understand how human emissions are going to change the climate system. They don&apos;t relate to how climate change impacts people, businesses, economies, communities and ecosystems. They also tend to feed a presumption that the climate will change smoothly. In Australia  and arguably elsewhere  what really worries the population are floods, extreme heat, sea level rise, droughts, super storms and the loss of habitats and species. You can imagine how a community ravaged by a bushfire or farmers standing over heat-stressed crops might react when you tell them a study has just found that TCR might only be 1.3C instead of 1.6C. It would go down like a vat of Shiraz at an Alcoholics Anonymous meeting. Australia is already seeing record-breaking events set against the background of a global average warming of about 0.8C where CO2 in the atmosphere is now at 400 ppm. The last Australian summer, for example, delivered an unprecedented heat wave covering vast swathes of the continent. The heat sparked hundreds of bushfires and destroyed homes and businesses During the heat wave, 46.9 per cent of the continent recorded maximum temperatures of 45C or more. A special statement from the Bureau of Meteorology summarising the remarkable nature of the heat wave said:  The area-averaged temperature for Australia as a whole exceeded 39C on seven consecutive days from 28 January; the longest such period previously recorded was four days in December 1972. There have only been 21 days in 102 years of records where the national area-averaged maximum temperature has exceeded 39C; eight in 2013 (28 January and 11 January), seven in 197273, and only six in all other events combined.  Prof Roger Jones, of Victoria University&apos;s Centre for Strategic Economic Studies, is a co-ordinating lead author on the next Intergovernmental Panel on Climate Change report in the working group looking at climate change impacts and adaptations. He says regional and global climates do not respond smoothly to changes in emissions but instead respond with jerkier &quot;step changes&quot;. He argued the Nature Geoscience study of short-term warming was &quot;not one that is anywhere near appropriately framed to draw policy conclusions from&quot;. A recent study led by Jones and published by Australia&apos;s National Climate Change Adaptation Research Facility looked at some of the impacts Australia is already experiencing under a changing climate. He said:  Our analysis of recent changes of extremes in Australia shows this non-linearity. We have had a couple of periods of rapid changes in extremes and these have been statistically significant. That changes your exposure to risk quite quickly. The heatwave this year shows that the heatwave of 2009 was not just an outlier, as some suggested. In south-east Australia, the summer extremes we are getting now are roughly equivalent to what the major Garnaut Review and other studies projected we would get by 2030.  There are two things you can almost guarantee in relation to the Nature Geoscience-published study about likely short-term global warming. First, there will be another study that will settle on different numbers. Second, the consequences of burning fossil fuels will continue to play out in the real world, giving us more to worry about than eating chocolate and sipping drinks derived from single-origin organically grown arabica beans.", 
    "section": "environment", 
    "gid": "environment/planet-oz/2013/may/24/study-climate-change", 
    "wordcount": "1601"
}