{
    "headline": "Should the development community beware corporates bearing gifts?", 
    "text": "Development conferences are smart-suited affairs these days. At the recent Earth summit in Rio, dozens of chief executives jetted in to voice their thoughts and &quot;showcase&quot; their commitments to sustainability. Twenty years ago, corporate representatives were almost entirely absent. In a curious twist of roles, it was business leaders  not policymakers  who trumpeted progressive ideas like &quot;natural capital&quot;, &quot;green industry&quot;, mandatory sustainability reporting, and so on. Last week&apos;s appointment of Unilever CEO Paul Polman to a high-level UN panel signals a formal acceptance of corporations in the development debate. The UN has been reaching out to business for some time. Its flagship set of business principles, the UN Global Compact, now has 6,000 company signatories. Companies have deep pockets, knowhow and technical capacity  assets aid agencies frequently lack  so it makes rational sense for the UN to embrace the private sector. But should the development community be concerned about businesses sharing their patch? First, some perspective. This isn&apos;t a Wall Street invasion. Polman is the only corporate boss on the 26-member panel. In fact, most come from the same cadre of summit-weary diplomatic types who so unsurprisingly failed at the Earth summit. UK prime minister David Cameron, who didn&apos;t even manage to attend the Rio jamboree, is co-chair. Then there&apos;s Polman himself. Most chief execs can spout the &quot;sustainable business&quot; chat these days, but along with Puma&apos;s Jochen Zeitz and Kingfisher&apos;s Ian Cheshire, Netherlands-born Polman is one of the few who genuinely knows his stuff. Nor is he afraid to stick his neck out. He&apos;s previously urged governments to impose a moratorium on the deforestation of tropical forests, and to make sustainable reporting mandatory. He is also on record as telling Unilever shareholders not on board with his sustainability objectives to &quot;get out&quot;. Even so, the idea of business meddling in development still discomfits many. After all, large, publicly-owned corporations are unapologetically profit-driven; they&apos;re about making money and increasing dividends, not reducing poverty. Nonetheless, if meeting development needs can help the bottom line, companies have every reason to get involved. Unilever is an arch proponent of the so-called &quot;business case&quot; for development. On the supply side, it sources thousands of tons of agricultural raw materials every year, much of which comes from African and other developing countries. If farmers can&apos;t make a viable living, then supplies of sugar, soy, tea and so forth will dwindle and Unilever&apos;s procurement bill will spike. Other companies understand this, too. US confectionery giant Mars works with cocoa farmers in the Ivory Coast and Ghana to improve their skills and increase their incomes. It pitches its Vision for Change programme as a corporate responsibility project. Far more importantly, however, it&apos;s a way of keeping Snickers bars on the shelves. Similarly significant is the demand side. Consumer goods firms need customers. Two billion times a day, someone, somewhere uses a Unilever product. The company needs to increase that figure if it&apos;s to double its business by 2020 under its sustainable living plan. Turning the world&apos;s poor into consumers is a logical way to achieve that. In rural India, Unilever is marketing its shampoos and washing powders in affordable, sachet-sized units. It presents this exercise as responsible business, since getting soap into the hands of the poor is shown to cut disease. The development community is right to be wary, however. Just because there&apos;s a business case for development doesn&apos;t necessarily mean there is a development case for business. For starters, the business case isn&apos;t flawless. When companies talk of the &quot;bottom of the pyramid&quot;, it&apos;s the so-called &quot;productive poor&quot; they have in mind, not the poorest of the poor. Even then, the high penetration rates required make profits hard to come by. Moreover, the private sector&apos;s solution to development evolves from capitalist orthodoxy. Developing countries, the argument runs, need more consumer-driven capitalism, not less. With the world&apos;s natural resources depleting fast, a rethink here can justifiably be demanded. Polman talks of &quot;decoupling&quot; economic growth from environmental impacts. It&apos;s a nice idea, of course, but hugely difficult in practice. Only one fifth of Unilever&apos;s energy is renewable, for example  and that&apos;s from a market leader. Lastly, there&apos;s the very real danger of tokenism. While Unilever has done more than most to integrate sustainability principles into core business operations, Polman&apos;s decoupled dream remains a long way off. Most other companies are miles behind. Of course, innovative business solutions that tackle poverty are highly attractive. But not if they&apos;re tacked on to the main job of making widgets, as most still are. A company&apos;s primary development contribution derives from its everyday activities: the people it employs, the materials it sources, the products it sells, and the taxes it contributes. Ask any developing world policymaker if they&apos;d rather have a free school or a fat royalty cheque, and the response should go without saying.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/07/development-community-beware-corporates-bearing-gifts", 
    "wordcount": "823"
}