{
    "headline": "Are the school holidays too long?", 
    "text": "Ruby Mullin, nine This idea is mean; there&apos;s no other word for it. Children need to calm down and have a good holiday at the end of a busy school year. The long holidays give you time to do things you wouldn&apos;t otherwise get to do, like in my family we go to Ireland and see relatives and friends. And it might seem long to some people, but time flies when you&apos;re having fun. Anthony Seldon is headteacher of Wellington College in Berkshire If it hadn&apos;t been for the long summer holiday, I wouldn&apos;t have come into teaching. It&apos;s crucial for teachers to do other things as well as teach, whether it&apos;s painting, trekking or, as in my case, writing books  it adds such a lot to what teachers have to give. And as for all these worries about pupils forgetting all they&apos;ve learned  in the independent sector, where I work, children have up to nine weeks in the summer, and their exam results don&apos;t suffer. We all know that some of the most valuable learning experiences take place away from the classroom. Katy Miller, six I like the summer holidays because I like to relax. I can get up late, stay in my pyjamas and play on my bike. Some days I go to holiday club, where I can go swimming or make cakes with my friends. Other days I play on the trampoline or Xbox with my cousins. If the holidays were shorter, I wouldn&apos;t be able to do all of those things, so I wouldn&apos;t like going to school as much. Viki Bantock, mother of a nine-year-old I have good memories of my own long summer holidays, and I love the chance to have days out and that different pace of the summer with my son. I think many parents, especially single parents like me, have made career choices based on being able to have time off for the summer  and now we&apos;ve done that, we don&apos;t want to see things changed. Marek Kaminski teaches at a pupil referral unit in Wolverhampton Having worked at a school that had a four-week summer break instead of the usual six, I&apos;d say longer holidays are definitely better. Teachers are under so much pressure now to reach targets and get good results; most put in lots of extra hours in the evening and at weekends and feel exhausted by the end of term. There is a dip in learning after a six-week holiday, but it only takes a few weeks for students to get back up to speed. And this is much easier to do if both teachers and students have had the chance to recharge their batteries. Miranda Smith, 13 Summer marks the break between one school year and the next, and you need the long holiday to make that divide so you&apos;re properly into your new phase by the time you go back. You build up loads of memories and you have all these days stretching ahead to just hang out on the common or sit on the beach. Nachelle Crowther, mother of three  A shorter summer holiday would be much better. The six-week break seems designed for another age, when mothers didn&apos;t work and your mum lived round the corner to give you a hand. If I was able to take a six-week holiday, great, I&apos;d love it  but in the real world that isn&apos;t possible. Instead, I end up spending a fortune  around 600  on childcare for each week when I&apos;m working. Sarah Radford is a primary school teacher at Botley school, Oxford  I&apos;ve taught for more than 20 years, and summer is the only holiday when teachers can properly switch off from the intense regime of planning and assessing. If it was shortened, the fallout would be an increase in teachers&apos; stress levels and a detrimental effect on our ability to teach. Children need that time for unstructured play, to have time not being assessed, simply being themselves. And come the autumn, that helps their learning when they&apos;re back in the classroom.", 
    "section": "education", 
    "gid": "education/2012/apr/16/school-summer-holidays", 
    "wordcount": "678"
}