{
    "headline": "History teachers learn to face the facts", 
    "text": "I suppose Niall Ferguson&apos;s highly personal attack on me (On history, Gove is right, 15 February) just about deserves a response. Intellectual consistency has never been his strong point, so I wasn&apos;t surprised when he backed Michael Gove&apos;s narrowly Anglocentric proposals for a new school history curriculum, even though Gove rejected the global sweep of Ferguson&apos;s own proposals. Ferguson doesn&apos;t object to the curriculum&apos;s obsession with teaching &quot;facts&quot; rather than analytical skills, despite the fact that his own books are full of arguments that schoolchildren surely find it stimulating, though probably not too hard, to analyse and disprove. Ferguson portrays me as an ivory-tower academic with no knowledge of school education but, as he knows perfectly well, I have two school-age children, both studying history. I have talked to many teachers and pupils. I&apos;m well briefed on the current history curriculum and the government&apos;s plans to scrap it by the many supportive messages I&apos;ve had from history teachers. Ferguson boasts that he&apos;s &quot;written and presented popular history&quot;, but being a telly don doesn&apos;t equip you for the realities of the classroom, as David Starkey found to his cost in Jamie&apos;s Dream School. I have, as Ferguson says, written works on Nazi Germany but, &quot;dry&quot; or not, they&apos;ve sold more than a quarter of a million copies in English and been published in many other languages. In any case, I&apos;d rather have a &quot;dry&quot; style than follow Ferguson in writing articles that ape the sneering populism of a Daily Mail leader.Richard EvansRegius professor of history, University of Cambridge Professor Ferguson&apos;s application of the term &quot;partisan prejudice&quot; to Richard Evans and David Priestland is ironic. His cliched jibes about &quot;dreaming Oxonian spires&quot; to soften public opinion for the replacement of a rigorous academic discipline with a dull, hackneyed, unimaginative and triumphalist national narrative are inexcusable. My own 14-18 students are virtually unanimous in their horror at the thought of an all-British history curriculum, and passionate in their defence of the current objective, balanced and evidence-based approach as an encouragement to free thought. Should the proposals go ahead, secondary school pupils will see through this thinly veiled attempt to indoctrinate them and abandon history at the earliest possible opportunity. It is Professor Ferguson who needs to &quot;set foot inside a school classroom&quot; or have &quot;a conversation with a history teacher or a pupil&quot;. He would be welcome to come to my school.Katherine EdwardsHistory teacher, City of London Freemen&apos;s School, Ashtead, Surrey My experience of 19 years teaching in secondary state schools and now as a teacher educator at Oxford University has given me a wide range of access to teachers, parents and pupils. Many of my pupils, taught under the current curriculum, would recognise that claims must be supported by evidence. My pupils would tell me not to base my arguments on anecdotal subjective selections. Ofsted&apos;s History for All (2011) is based on visits to 166 state schools. It concludes that &quot;the national curriculum orders and programmes of study in key stage 3 have led to much high-quality teaching and learning in history&quot;. My pupils would advise that having looked at the issue in depth I should focus on an overview. David Cannadine&apos;s The Right Kind of History reviews 100 years of teaching history, and suggests that no golden age existed when all children left school knowing key events and individuals. Finally, they would tell me to look at other interpretations. Ferguson chooses not to consider the Royal Historical Society&apos;s conclusion that the draft is too narrowly focused on British and political history, and its regret about its &quot;strictly chronological sequence&quot;. The draft takes little account of the contingent nature of history and of the complex ways in which learners progress in history. The evidence of teachers and their experience of learners needs to be central to any reforms.Jason ToddHistory curriculum tutor, department of education, Oxford University As a primary teacher, I question whether it is possible to do justice to some of the topics we are being asked to cover in the hour a week we can realistically expect to allocate to history. Equally, key elements in history will have to be taught by a non-specialist in limited time simply so that the strict chronology can be preserved. Also, with school budgets being squeezed more and more, some primary schools will need to form mixed-year classes. This works because we can differentiate work by the skills each child has and those they need to acquire next. However, to fulfil this programme, with its emphasis on knowledge rather than skills, different years will need to study different periods in history. We need to consider whether it is possible to deliver this content effectively in the time available. Without this, its merits or otherwise are irrelevant.Sue ParkesBuxton, Derbyshire Rebecca Grant (Letters, 16 February) is right  history teaching should point to the uncomfortable legacy of slavery and colonialism on current events, but not just on Britain&apos;s horrific treatment of asylum seekers but on foreign policy too  as Iraq and Afghanistan demonstrates. The racist rationalisation that conquering other people&apos;s countries is somehow for their good is the same one used by the British when they claimed to be &quot;civilising the savage&quot; in India and Africa. Dr Gavin LewisManchester Niall Ferguson says that all his children left school knowing &quot;nothing whatever&quot; about the Norman conquest, the English civil war and the Glorious Revolution, and &quot;a bit&quot; about the Third Reich, the New Deal and the civil rights movement. I blame the parent.Aiden LambertDublin", 
    "section": "education", 
    "gid": "education/2013/feb/18/history-teachers-learn-face-facts", 
    "wordcount": "947"
}