{
    "headline": "Kepler satellite: astronomers may have discovered 461 new planets", 
    "text": "Astronomers have found possible evidence for 461 new planets outside our solar system, using measurements from Nasa&apos;s planet-hunting satellite, Kepler. The data has also been used by scientists to predict that the Milky Way could contain up to 17bn Earth-sized planets orbiting stars. Several of the new planet candidates are in their star&apos;s habitable zone, the region around a planetary system where liquid water and, possibly, life might exist. The discovery, announced this week at the meeting of the American Astronomical Society (AAS) in Long Beach, California, pushes the number of potential exoplanets to 2,740, orbiting 2,036 stars. Kepler identifies planets by regularly measuring the brightness of more than 150,000 stars. As planets transit in front of their stars, interrupting Kepler&apos;s line of sight, the satellite detects a drop in brightness. At least three transits have to be recorded to confirm the potential existence of a planet. The latest findings were based on observations carried out by Kepler between May 2009 and March 2010. &quot;The analysis of increasingly longer time periods of Kepler data uncovers smaller planets in longer period orbits  orbital periods similar to Earth&apos;s,&quot; said Steve Howell, a Kepler mission scientist at Nasa&apos;s Ames research centre in California. &quot;It is no longer a question of will we find a true Earth analogue, but a question of when.&quot; Independent measurements from other telescopes will be needed to confirm whether they really are planets. Also at the AAS meeting, Francois Fressin of the Harvard-Smithsonian Centre for Astrophysics presented analysis using Kepler data suggesting that about 17% of stars in the Milky Way have an Earth-sized planet orbiting them at a distance closer than Mercury is to our Sun. Our galaxy has about 100bn stars, so Fressin&apos;s research suggests it could contain 17bn Earth-sized exoplanets. His research is due to be published in the Astrophysical Journal. Fressin obtained his number by assessing how many of the signals detected by Kepler in its first 16 months of operation were real, and how many planets it might have missed, based on the limitations in its transit method. &quot;There is a list of astrophysical configurations that can mimic planet signals, but altogether they can only account for one-tenth of the huge number of Kepler candidates,&quot; Fressin said. &quot;All the other signals are bona-fide planets.&quot; He extrapolated the ongoing results of the Kepler survey and, combined with other measurement techniques for finding planets, showed that virtually all Sun-like stars probably have planets orbiting them. About 17% of stars have a planet 0.8-1.25 times the size of Earth, in an orbit of 85 days or fewer, Fressin predicted, and approximately 25% of stars have a planet 1.25-2 times the size of Earth in an orbit of 150 days or fewer. The same fraction of stars have gaseous giant planets, smaller versions of Neptune, about 2-4 times the size of Earth, in orbits up to 250 days long.", 
    "section": "science", 
    "gid": "science/2013/jan/08/kepler-satellite-461-new-planets", 
    "wordcount": "495"
}