{
    "headline": "US downplayed effect of Deepwater oil spill on whales, emails reveal", 
    "text": "The images from the summer of 2010 were undoubtedly gruesome: the carcass of a young sperm whale, decayed and partially eaten by sharks, sighted at sea south of the Deepwater Horizon oil well. It was the first confirmed sighting of a dead whale since the BP oil spill in the Gulf of Mexico in April that year  a time of huge public interest in the fate of whales, dolphins, sea turtles and other threatened animals  and yet US government officials supressed the first reports of the discovery and blocked all images until now. The photographs, along with a cache of emails obtained by the campaign group Greenpeace under freedom of information provisions and made available to the Guardian, offer a rare glimpse into how many whales came into close contact with the gushing BP well during the oil spill. They also show Obama administration officials tightly controlling information about whales and other wildlife caught up in the disaster.     The dead sperm whale in the Gulf of Mexico. Photograph: NOAA    The plight of wildlife caught up in the oil spill  especially endangered species such as sea turtles and sperm whales  has enormous financial implications for BP. The oil company asked a judge in New Orleans this week to finalise its $7.8bn (4.8bn) settlement for economic damages arising from the spill. But BP still faces claims from the federal government for environmental damages, and accounting for wildlife killed as a direct result of the spill  from dolphins to turtles to whales  will be critical to the final bill. &quot;In the settlement with BP, an endangered species or any animal killed by the spill matters,&quot; said Kert Davies, research director of Greenpeace. That looming legal struggle was apparently already on the minds of officials at the National Oceanic and Atmospheric Administration (NOAA) when crew aboard the research vessel, Pisces, spotted a dead sperm whale on the morning of 15 June 2010.     The dead sperm whale in the Gulf of Mexico. Photograph: NOAA    The discovery was the first confirmed sighting of a dead whale since the blow-out on the Deepwater Horizon that April. The carcass, which was decomposed and had been fed on by sharks, was spotted about 77 miles south of the Deepwater Horizon oil site. Meanwhile, NOAA observers on another vessel at the well site that same day spotted five whales, including a juvenile, covered in oil. &quot;Observers noticed that the young whale was covered in oil sheen,&quot; the detection report notes. &quot;It is very possible that these adults were covered in the same oil as the juvenile whale was covered in as the water quality was very poor with iridescent sheens all over the surface.&quot; The detection report goes on to describe a large plume of smoke rising from the water, from the controlled burns used to stop the oil from reaching the shoreline. &quot;Small brown globs of what appear to be oil and possibly oil dispersant infiltrate the water.&quot; There is no further indication in the email about what happened to the group of whales  or indeed any of the whales that may have been exposed to BP oil. &quot;Unless animals are tagged, they are nearly impossible to relocate as they move great distances quickly and stay submerged for prolonged periods of time,&quot; a NOAA spokesman, Scott Smullen, said in an email. In any event, the government would not disclose how many  if any  whales might have died or been directly affected by the BP oil spill because of legal reasons, he said. &quot;Due to ongoing litigation issues, we are not able to discuss this aspect of our investigation,&quot; Smullen wrote in an email on Wednesday. In contrast, the discovery of the decomposed carcass set off a flurry of emails  with repeated instructions from NOAA officials to crew aboard the Pisces not to release information or photographs. The crew were also directed to obtain samples from the whale to try to determine if it was killed as a result of the spill, and to mark the corpse. The gag order rankled with some aboard the Pisces, as an 16 June 2010 email from the ship&apos;s commanding officer Lieutenant Commander Jeremy Adams suggests. &quot;Any chance I can give the green light to let folks share what we saw yesterday with loved ones ashore yet?&quot; he wrote in the email. Twenty-four hours after the sighting he had heard, through the wife of another officer, of a crew member &quot;posting something on their Facebook page to the effect that they saw a &apos;dead critter&apos; yesterday but are being censored by NOAA from saying anything else  followed by a lot of indignant comments from others.&quot; The attempt to shut out the media also sat uneasily with Greenpeace. NOAA did put out a press release about the dead whale. However, the release was edited and shortened in a way which appeared to minimise the effects of oil on whales. &quot;The public has no idea what the fate of those animals is,&quot; Davies said. That information may never surface. There were believed to be about 1,200 sperm whale in the Gulf of Mexico at the time of the spill, making it one of the biggest populations in the world. However, scientists concede little is known about how whales respond to oil spills  even in an area as heavily mined as the Gulf of Mexico. Few whales strand on land, and it is practically impossible to carry out necropsies at sea. &quot;We do know that oil spills do kill whales but we know very little about how lethal they are and what makes them lethal,&quot; said Hal Whitehead, cetacean research biologist at Dalhousie University in Nova Scotia. &quot;The whales that are there or used to be there move around a fair amount so if they weren&apos;t actively avoiding the spill there is a good chance that quite a large proportion of them might have gone into it.&quot; NOAA scientists, working with Oregon State University, have been tracking a number of sperm whale in the Gulf of Mexico through satellite transmitters since the spill. &quot;There isn&apos;t at least anything published that has clear linkages between sperm whale that got covered in oil and died in the same way,&quot; said Bruce Mates who heads the marine mammal institute at Oregon State. And with the one whale carcass recovered so far, scientists were not able to establish the definitive cause of death. &quot;Scientists did take samples from the carcass, but because the animal was so badly decomposed the cause of death could not be determined,&quot; Smullen said. Indeed, Smullen said he was unable even to confirm whether the whale had even been exposed to BP oil, writing: &quot;Due to ongoing litigation issues, we are not able to discuss this aspect of our investigation.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/24/whale-death-deepwater-oil-spill", 
    "wordcount": "1133"
}