{
    "headline": "Thousands of seabirds may be harmed by oil off UK coast", 
    "text": "Thousands of seabirds may have been harmed by a pollutant in the waters off the south coast of the UK, conservationists warned on Friday. Tests by the Environment Agency have established that the problem has been caused by some sort of refined mineral oil, not palm oil as had been suspected. It is not known where the substance has come from or exactly what it is, but the number of birds and wide area affected could indicate a spill of oil being transported through the Channel. Hundreds of birds have been found coated in the substance. Some have died and washed up on beaches from Hampshire to Cornwall, while others have been rescued and are being cleaned up. The bird charity the RSPB has branded the incident a &quot;disaster&quot; and some experts fear thousands of birds could be suffering out at sea. The problem was first noticed on Tuesday, when a few birds were found coated in a sticky white substance. By Thursday the numbers coming ashore, often with their wings pinned to their sides by the substance, had increased substantially. About 100 birds were found on Chesil beach in Dorset, 60 a little further west at Brixham and many other individual birds and smaller groups elsewhere along the coast. Fears grew on Friday morning when 20 birds were found dead on Chesil Beach and another 10 later at Bournemouth. Many more birds were reported to have been in distress out to sea. Most of the birds affected are guillemots, which spend most of their life out at sea, making them vulnerable to oil spills. Some rescued guillemots are in breeding plumage, which suggests they are residents of the south-west. Others are in winter plumage, meaning they are from further north, probably Scotland and Norway. A spokeswoman for the RSPB said staff and volunteers were making spot checks around the south-west coastline. She said: &quot;The information gathered will help us assess the scale of any impacts and inform discussion on whether to undertake an emergency beached bird survey.&quot; She described Lyme Bay as &quot;internationally important for seabirds&quot;, adding: &quot;Currently we know the area is being used for 25,000 guillemots, although we don&apos;t know how many will be affected by this disaster. The area is also used by rare seabirds, including scoter, divers and grebes. Impacts on these species could have higher conservation significance.&quot; Many of the surviving birds are being treated at the RSPCA&apos;s West Hatch centre, where there are more than 200 birds. Supervisor Paul Oaten has been cleaning them in the centre&apos;s dedicated cleaning room using vegetable oil and margarine, followed by detergent. &quot;The birds that have been deemed fit enough and bright enough to wash have had margarine massaged into the areas of feathering where this very sticky contaminant is,&quot; he said. &quot;We&apos;ve left that for half an hour, maybe a little bit more, to break down the contaminant and now what we are doing is putting them through our usual wash process with washing detergent.&quot; He said many more birds would be affected out at sea. &quot;There will be thousands affected in the Channel. We&apos;re seeing the tip of the iceberg. There are lot more out at sea that are dead or coming ashore. It can affect thousands and thousands of birds depending on the number of birds passing through and the size of the slick out there.&quot; Kevin Rylands, an RSPB conservation officer who spent Friday in Devon, said that when the cargo ship MSC Napoli beached in 2007 it was several days before it became clear how many birds had been affected. Some were eventually found not just on British beaches but on French ones. On Friday Stan Woznicki, the Maritime and Coastguard Agency&apos;s head of counter-pollution, said: &quot;Initial analysis indicates that the contaminant is a refined mineral oil and further analysis results are awaited.&quot; Simon Boxall, associate lecturer at the school of ocean and earth science at the University of Southampton, said such a substance could have come from a ship&apos;s engine but the apparent range of the problem suggested it might have come from a cargo that had been accidentally spilled or deliberately discharged. The Maritime and Coastguard Agency has had a spotter plane up looking for a slick but found nothing so far. Tim Birkhead, who has studied the guillemots on the Welsh island of Skomer for the past 40 years, said: &quot;My first thought on hearing the news about this incident was that this will have affected some Skomer guillemots  including some of my ringed birds that I&apos;ve known for many years. &quot;The priority is to find a way of cleaning the birds&apos; plumage. The other priority is to find out who is responsible. For those suffering from this unknown pollutant, what an ignominious end for a long-lived seabird.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/01/thousands-seabirds-harmed-oil-uk-coast", 
    "wordcount": "819"
}