{
    "headline": "Drought, icemelt, superstorms ... a review of 2012's environmental news", 
    "text": "Suzanne Goldenberg     Guardian Open Weekend: Suzanne Goldenberg    Superstorm Sandy The storm on 29 October killed more than 125 people after making landfall in America, paralysing the lower half of Manhattan, and obliterating entire neighbourhoods in New York and New Jersey. Sandy killed more than 70 on its path through the Caribbean. The storm exposed America&apos;s weakness in the face of extreme weather events exacerbated by climate change. Vital infrastructure was at risk of sea-level rise and storm surge. Its electrical grid was dangerously aging. The storm may have also reset the politics of climate change. Sandy&apos;s brute force, in the form of a 13ft storm surge over Battery Park that shut down New York&apos;s stock exchange and subway system for days, forced climate change on to the political agenda after months of public silence. In Far Rockaway alone, hundreds of homes remained without heat, power, or light into mid-December, and were growing encrusted with mould. The spectacle of New Yorkers living in the dark and queueing for petrol was the backdrop of the 6 November elections. New York City&apos;s mayor Michael Bloomberg drove the point home, when he endorsed Barack Obama specifically for his early efforts on climate change. The storm and Bloomberg&apos;s endorsement raised expectations that Obama will use his second term to address climate change. The storm&apos;s aftermath is already a political fixture. State governors, the White House, and Congress are locked in a three-way fight about clean-up costs. The White House has asked Congress for $60bn in recovery costs  so far, Republicans in Congress are balking at the bill. Meanwhile, New York City and other local authorities have embarked on new studies on how to protect their citizens from sea-level rise and storm surges, such as Sandy. Drought     Corn plants in a drought-stricken farm field near Evansville, Indiana. Photograph: John Sommers/Reuters    The worst drought in decades continues to expand across America  long after the summer&apos;s blistering heat waves wiped out much of the corn and soybean crops in the country&apos;s farm belt. Some economists now expect the drought could outstrip Sandy as America&apos;s costliest extreme weather event of 2012, costing up to $100bn in lost crops with a knock-on effect on the livestock and farm equipment industries, and rural communities. The US Department of Agriculture is expected to release its estimate of the cost of the drought in February 2013. By December, about 62% of the American mainland continued under drought, with conditions intensifying across the heart of the country. The hot dry summer wiped out up to three-quarters of the crop in corn and soybean growing areas of the mid-west. The short crop put pressure on local food prices, including staples such as milk and meat, as well as on the global food supply. There is little sign of immediate relief. Mid-western states have yet to see snow this year, which means there is still no moisture to replenish the soil ahead of the 2013 growing season. Water levels in the Mississippi have dropped towards record lows, which could force a shutdown of the vital waterway, paralysing the transport of grain, coal and other commodities. Meanwhile, the drought worsened in Texas, Nebraska, and Oklahoma. Fully 100% of Kansas was now under drought, the US Drought Monitor reported this month. After the corn and soybean failures, the continued drought now threatens another important staple: wheat. Of the new winter wheat crop planted in the autumn, 63% is in states under drought conditions, the US Department of Agriculture said. That suggests another hard year ahead, much to the farmers&apos; dismay. &quot;I hope 2012 is the drought year that I tell my grandkids about,&quot; said Jack McCormick who raises beef cattle and grain on a farm in Illinois about an hours&apos; drive south of St Louis. His grandfather, also a farmer, always talked about the 1954 drought, how the crops melted in the summer heat. McCormick went on: &quot;I hope this is the one, that it doesn&apos;t get any worse than this, that we don&apos;t repeat it next year, and that we don&apos;t have a worse year in the future.&quot; Heartland Institute The ultra-conservative Heartland Institute began 2012 as one of the most influential of the band of groups which work to discredit climate science, and oppose any curbs on industry. By May, the Chicago-based Heartland looked like it was collapsing after a self-inflicted wound. The group, known for its combative style, had on this occasion gone too far, using an image of the Unabomber Ted Kaczynski to advertise one of its regular conferences. The billboard went up only briefly at one Chicago expressway, with a headline beside Kaczynski reading: &quot;I still believe in global warming. Do you?&quot; Within days, Heartland was losing corporate donors and  perhaps more damaging  conservative allies.Virtually the entire Washington DC office, which had been focused on the insurance industry and not climate change, decamped to form a new entity. The spin-off, called R Street, promised in a statement: &quot;There is one thing that will certainly change from ending our association with Heartland: R Street will not promote climate change skepticism.&quot; The departure capped a turbulent few months for Heartland, after the group was the target of a sting by a noted water researcher Peter Gleick. Gleick posed as a board member to persuade Heartland to release confidential financial materials and strategic plans  which he promptly passed on to reporters. The documents, which detailed a plan to indoctrinate school children against climate science, brought notoriety to Heartland. They also revealed that Heartland for years had been punching above its weight. Heartland took in only $4.6m in 2011, according to the leaked documents. Cash infusions from the fossil fuel industry, including the oil billionaire Koch brothers, had tapered off or stopped over the years. Instead, Heartland owed its survival to a single anonymous donor who was the source of about half of its funds. Gleick came under sustained attack from Heartland for his deception, and from some fellow scientists, for his conduct. The scientist apologised for lying to Heartland, and took a leave of absence, but was later allowed to return to his job at the Pacific Institute. Damian Carrington      Floods and droughts The UK began 2012 with far too little rain and ended it with far too much. March was the driest for more than half a century and led to drought warnings and hosepipe bans across much of England. The Guardian revealed that more than half of water companies were not required to reduce their leakages by a single drop before 2015, despite the worst drought in 25 years. But drought rapidly turned to downpour, with the April to June period becoming the wettest on record and causing widespread flooding. This continued into July, when Croston in Lancashire rose to prominence. The river Yarrow flooded the pretty village, which was one of 293 places that had been in line for a new flood defence before the coalition government&apos;s deep cuts to flood defence funding. The autumn brought further severe flooding and prompted a partial U-turn from David Cameron, who restored 120m of the lost funding, meaning 50 schemes could go ahead and help protect some from the harrowing experience. About 7,000 homes have been flooded, leaving insurers  who are still arguing with ministers about whether they can continue to protect flood-prone homes  with a 1bn bill. The government&apos;s own scientists began 2012 by warning that flooding was greatest threat posed by climate change in the UK, as rain storms become more intense. The Environment Agency said one in six homes is vulnerable, but that every 1 invested in flood defences saves 8 in future damage. Badger cull     The four men were found guilty of killing three badgers and a litter of unborn cubs. Photograph: Alamy    Thousands of badgers across England received a last-minute stay of execution in October, after plans to cull them collapsed. The cull, aimed at curbing rising TB infections in cattle, inflamed passions on all sides. Eminent scientists dismissed the cull as &quot;mindless&quot; and campaigners mounted the biggest animal rights protest in a decade, ultimately earning a parliamentary debate in which the government was defeated. But environment secretary Owen Paterson and the National Farmers Union insisted a badger cull was essential in tackling bovine TB, which resulted in 26,000 cattle being slaughtered in 2011 at a cost to taxpayers of 90m. A European Commission report had found a catalogue of failures in English farmers&apos; biosecurity and the leader of a landmark 10-year badger culling trial said only better management of cattle could ultimately defeat bovine TB. Ministers subsequently promised to tighten farm rules. Campaigners, who had hampered the culling plans with legal action, promoted vaccination as the solution. But Paterson said immediate action was needed and vaccines were not ready, although the coalition had cancelled five of six badger vaccine trials. The culling, in two pilot areas in Gloucestershire and Somerset, was postponed after far more badgers were found than farmers expected, meaning there was not enough time left before winter to kill sufficient numbers. The controversy, like the badgers, is now lying low until the spring, but Paterson has pledged that culling will go ahead. Campaigners have pledged to do all they can to stop it. Bees For decades, the plummeting populations of bees and other pollinators have provoked serious concern: the busy insects&apos; work is essential to about a third of all the food we eat, including tomatoes, beans, apples and strawberries. The loss of flowery meadows, starving the bees, and the rise in parasites have long been blamed. But 2012 saw a third factor rise to prominence  neonicotinoid pesticides. In March, one of the world&apos;s most prestigious peer-reviewed science journals published two landmark studies. One showed that bees consuming the pesticide suffered a catastrophic loss in the number of queens produced, while the other showed a doubling in &quot;disappeared&quot; bees  those that failed to return from food foraging trips. Further scientific evidence followed, but the UK government has yet to follow France, Germany, Italy and Slovenia in suspending some of the pesticides. The neonicotinoids are the most widely used insecticides in the world and are an industry worth billions of dollars a year. Serious questions are now being asked about the adequacy of Europe&apos;s regulation of neonicotinoids which, for example, only considers the effects on honeybees, despite 90% of pollination being performed by different species, such as bumblebees, hoverflies, butterflies and moths. The regime is even being questioned by the European Commission&apos;s own official advisers, which accepted in 2012 that current &quot;simplistic&quot; regulations contain &quot;major weaknesses&quot;. In 2013, we will see new reports from the UK parliament&apos;s Environment Audit Committee, new scientific evidence delivered to the UK government and a new analysis from the European Commission&apos;s advisers. Whether change follows remains to be seen. John Vidal      Ice By June it was clear that Arctic sea ice was melting faster than usual. But ice scientists and environment groups were shocked when the 2007 record low extent was passed on 9 September, and a further 500,000sq km of ice was lost before it reached its lowest ever point of 3.41m sq km  18% less than the previous record  on September 16. What worried scientists was that there had not been any major storms or oceanic events to break the ice up more than usual. The National Snow and Ice Data Centre (NSIDC) in Boulder, Colorado, along with other satellite ice monitoring organisations in Japan and Norway, attributed the record loss to rapid warming in the Arctic and a continuing loss of older, thicker ice. &quot;We are now in uncharted territory,&quot; said NSIDC director Mark Serreze. &quot;While we&apos;ve long known that as the planet warms up, changes would be seen first and be most pronounced in the Arctic, few of us were prepared for how rapidly the changes would actually occur.&quot; The link between the loss of summer sea ice and persistent extreme weather such as droughts, heatwaves and flooding in the northern hemisphere was tentatively made by scientists, one of whom now predicted that the Arctic could lose almost all of its summer ice cover within four years. Ash dieback     An ash tree infected with Chalara dieback near Framlingham, Suffolk.  Photograph: Darren Staples/Reuters    The most serious threat to the British landscape since the loss of millions of trees to Dutch elm disease in the 1960s was first identified in a nursery in Buckinghamshire in February. Chalara fraxinea, the fungus that causes ash trees to die back, was confirmed in the wild in October and by early December almost 300 cases had been confirmed. At a series of cabinet-level crisis meetings, government experts said that ash trees could not be vaccinated, that the airborne disease which spread on the spores of the fungus, and would be too expensive to treat chemically. They feared that it could advance by about 20 miles a year, infecting most of the Britain&apos;s 90m ash trees within a decade. The government banned imports of ash seedlings from infected areas in Europe, but it is widely feared that many more clusters will be identified in the new year. More worryingly, tree experts warned that a tide of similar deadly plant diseases was now reaching Britain on millions of imported plants every year, and that drastic measures like long quarantine periods and passports for all plants will be needed. Population World population needs to be stabilised quickly and high consumption in rich countries rapidly reduced to avoid a downward spiral of economic and environmental ills, the Royal Society warned in April. In a gloomy but important report it said that at today&apos;s rate of population increase, developing countries would have to build the equivalent of a city of a million people every five days from now to 2050. The study, which took 21 months to complete and was chaired by Nobel prize-winning biologist Sir John Sulston, urged that contraception be offered to all women who want it and consumption cut to reduce inequality. &quot;The number of people living on the planet has never been higher, their levels of consumption are unprecedented and vast changes are taking place in the environment. We can choose to rebalance the use of resources to a more egalitarian pattern of consumption ... or we can choose to do nothing and to drift into a downward spiral of economic and environmental ills leading to a more unequal and inhospitable future,&quot; it said. But the sheer number of people on earth is not as important as their inequality and how much they consume, said Jules Pretty, one of the 22 who produced the report. &quot;In material terms it will be necessary for most developed countries to abstain from certain sorts of consumption, such as CO2. We cannot conceive of a world that is going to be as unequal as it is now. We must bring the 1.3 billion people living on less than a $1.25 a day out of absolute poverty. It&apos;s critical to slow population growth in those countries which cannot keep up with services.&quot; Fiona Harvey      Climate change Within five years, the US is likely to be the world&apos;s biggest producer of oil, overtaking Saudi Arabia and other Opec countries, according to the International Energy Agency. That is because the massive expansion of shale gas in the US is being followed by an equally strong surge to recover shale oil deposits. The ramifications will be felt across geopolitics and industry, but one of the key areas for concern is climate change. While shale gas is credited with bringing down greenhouse gas emissions in the US, as it displaces coal for power generation, the use of coal in other parts of the world has increased as slower demand from the US has cut prices, so the overall effect has not been to make the dent needed in emissions globally. At the UN&apos;s Doha climate talks in December, some of the effects of these shifts were apparent. China, the world&apos;s biggest emitter and likely soon to be the biggest economy, is under increasing pressure to cut its emissions, alongside the US, which partially won its campaign to redraw the sharp divisions between developed and developing countries in the talks set in stone under the 1997 Kyoto protocol. The EU will also face tough choices. American manufacturing businesses are enjoying the effects of lower energy prices. But Europe&apos;s shale gas resources are limited, and most of the US gas is likely to be used at home rather than exported. The EU will have to find other sources of cheap energy if it is to remain competitive and avoid a damaging over-dependence on imports. UK energy     Tory minister John Hayes appeared to defy the Lib Dem energy secretary Ed Davey when he said we should not have 'wind turbines imposed on communities'. Photograph: Fabrizio Bensch/REUTERS    A &quot;dash for gas&quot; opened up deep fissures in the UK&apos;s ruling coalition this year, pitting the right wing of the Conservative party against their junior partners, the Liberal Democrats. At stake is the energy future of the UK for decades to come, and the fate of hundreds of billions of pounds of infrastructural investment, as well as the future of the UK&apos;s greenhouse gas emissions targets. The row is set to continue, as key decisions on the forthcoming energy bill will not be made until February. Some backbench MPs are threatening a rebellion against the coalition&apos;s bill, because it does not contain a commitment to largely decarbonise electricity generation by 2030, as the government&apos;s Committee on Climate Change has advised. One side, led by the chancellor of the exchequer, George Osborne, is opposed to new environmental regulations, sceptical of subsidies for renewable energy, and keen on gas, which they claim will lead to lower carbon and lower energy bills. However, that analysis is challenged by many Lib Dems, energy experts and green campaigners, who argue that an over-dependence on imported gas will raise bills and make climate change targets harder to meet, as gas-fired power stations built today will still be operating in 25 years. Another bone of contention is wind energy, which many Tories, particularly energy minister John Hayes, vociferously oppose. But the renewable energy industry says this is putting off investors who are mooting tens of billions of investment in windfarms and turbine factories. When government research earlier in the year found green jobs were one of the few bright spots in the economy, the finding was scarcely mentioned by ministers  showing the depth of the divisions over these key policies. Fish reforms Overfishing ought to be one of the more soluble of environmental problems, particularly in the developed world. Fishing less, using smaller vessels, abandoning destructive practices such as bottom trawling, and leaving fish stocks to recover are the policy measures required. But we are still failing to follow scientific advice, and continue to extract far more fish from the world&apos;s seas than is sustainable. In the EU, an even more wasteful and destructive practice has become the norm  throwing healthy and edible fish back into the sea, dead. Fleets do this when they inadvertently catch more than their quota for a species, or land fish from species that have a low commercial value. That at least is set to change, if reforms passed this year by the European Commission are accepted by the European parliament. In the first major shake-up of the common fisheries policy for decades, discards are to be phased out and future fishing quotas will be set according to scientific advice on the &quot;maximum sustainable yield&quot;. The reforms were fiercely opposed by some in the fishing industry and some member states, who foresee a reduction in profits if they are not allowed to throw away lower value catches. However, public opinion seems strongly behind the discards ban, particularly in the UK where the celebrity chef Hugh Fearnley-Whittingstall has led the Fish Fight campaign against the practice. He is urging people to put pressure on their MEPs to accept the historic reforms early in 2013. And here is Guardian partner Climate Desk&apos;s video review of the year         ", 
    "section": "environment", 
    "gid": "environment/2012/dec/21/drought-icemelt-superstorm-environment-review-2012", 
    "wordcount": "3304"
}