{
    "headline": "Want to stop banks gambling on food prices? Try closing the casino", 
    "text": "Recent price spikes in global food commodities  most notably the bubbles of 2008 and 2010-11  have exposed a fundamental fault of economic analysis: although speculation in the world&apos;s food supply has long been suspected, no one has been able to prove it. The world&apos;s most precious resources may have been transformed into a casino for high rollers such as Goldman Sachs, JP Morgan Chase, Barclays and Deutsche Bank, but it&apos;s nearly impossible to figure out who is betting how much. Consequently, the UN general assembly recently convened a high-level debate on speculation in global food commodity markets. The discussion lasted all day before ending with earnest calls for further study of this important issue. In other words, business as usual. Afterwards, I caught up with one of the afternoon panellists, Michael Greenberger, a former director of the division of trading and markets at the US Commodity Futures Trading Commission (CFTC). During his CFTC tenure, Greenberger supervised exchange traded futures and derivatives, which makes him an expert on just those financial instruments that are bringing chaos to global commodity markets. Unlike the other panellists who spoke to the general assembly, Greenberger was no longer debating whether or not speculation had skewed the global price of food. Instead, he was trying to figure out how to close down the casino. The Dodd-Frank act  the latest, greatest attempt to regulate the commodity business  has been thoroughly defanged by Wall Street interests. Greenberger is not only a reformer, but a law school professor at the University of Maryland, and something of a historian. &quot;Dodd-Frank was a corroboration and an endorsement of a principal that Franklin Delano Roosevelt devised in 1934, when the entire derivative market was agricultural,&quot; he said. Back then, farmers were complaining they had no control over the pricing of their product  food  because the commodity exchanges were being overrun by &quot;locals&quot;, the Chicago speculators who went downtown to bet on the price. &quot;As far back as 1892, you have farmers testifying to Congress about this,&quot; said Greenberger. Roosevelt&apos;s administration came up with a simple solution: position limits. If you were not a participant in the food business  neither a farmer nor a baker  you could trade no more than 5,000 futures contracts. This prescription worked well, and endured until the late 1990s, when position limit exemptions were quietly granted to a number of large investment banks. Wall Street subsequently rushed into commodities, and the world is still reeling. Commodity markets stand at the base of the $600tn global derivatives business, a generally unregulated miasma of over-the-counter swaps, index fund madness, and Wall Street roulette that ignited the mortgage meltdown, toppled AIG and Lehman Brothers, spurred the global currency crisis, and produced the present sorry state of the global economy, whereby a few chosen hedge fund managers haul in billions of dollars while 1 billion human beings find themselves unable to scrape together enough to eat. Position limits are a proven dampener on speculative hysteria, and were supposed to be a part of the Dodd-Frank reforms. Gary Gensler, chairman of the CFTC, held hearings on the subject. But as the vote neared, noted Greenberger: &quot;Wall Street overwhelmed the CFTC.&quot; The upshot is that Dodd-Frank&apos;s position limit rule presently states a speculator can hold up to 25% of the market in global wheat or corn. That may sound like quite a lot of grain, but 25% is an improvement on the previous state of affairs, as estimates suggest today&apos;s grain markets are up to 80% speculative. The new rule would not necessarily stop the futures markets from being controlled by speculative interests, but it would lessen the impact of individual speculative parties, who might be forced to cut back their market positions to the required fraction. The rule would also clarify the previously opaque issue of who holds the most chips in the global grain casino. Nevertheless, spooked by the dread spectre of regulation, bankers sued. As a result, the fate of the CFTC&apos;s position limit rule will be decided in court. Behind the position limit dispute lies a more profound problem. Even if the CFTC&apos;s new regulations were to be upheld, ubiquitous &quot;over-the-counter&quot; swaps would undermine their effectiveness. &quot;Swaps&quot; is the general term for a wide variety of deals or bets that two financial parties can agree to make, but  unlike the bets financial institutions make on exchanges such as futures markets and stock markets  the size and the nature of the over-the-counter deals are not matters of public information. As a result, over-the-counter swaps enable bankers to camouflage the nature and size of their speculative positions or holdings by means of secret arrangements with other market participants. Before the CFTCcan do anything about over-the-counter swaps, they must define the term, which unfortunately they have yet to do. When will the definition appear? &quot;It&apos;s going to be months,&quot; said Greenberger. All of which leads to the inevitable conclusion that the only way to stop speculation in food commodities is neither high-level debate nor regulation  how quaint and New Dealish  but criminalisation. Indeed, US senator Maria Cantwell and US congressman Ed Markey are now crafting a bill to make gambling on the world&apos;s food supply illegal. So when can we expect a bill to hit the floor? &quot;They have been working on this for a long time,&quot; said Greenberger. In other words: not yet.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/10/stop-banks-gambling-food-prices", 
    "wordcount": "910"
}