{
    "headline": "Leonhard Euler, longitude winner", 
    "text": "I was delighted to spot today&apos;s Google doodle, celebrating the Swiss mathematician, Leonhard Euler. The Guardian&apos;s brief piece today states that:  Euler was arguably the most important mathematician of the 18th century and one of the greatest of all time. He introduced most modern mathematical terminology and notation and was also renowned for his work in mechanics, fluid dynamics, optics, and astronomy.  What is not noted, but is well-known to those of us working on the history of the Board of Longitude project, is that Euler is one of those who received a financial reward from the Board in 1765. In the aftermath of a sea trial of three possible approaches to solving the problem of finding longitude at sea, two emerged as worthy of further investment. One was John Harrison&apos;s sea watch, for which the maker received 7500 in October 1765. Any further reward would depend on his showing that this was a machine that could be replicated. Back in May 1765, however, the Board also worked out how to reward and support the lunar distance method. This, much more obviously than Harrison&apos;s work, was a method produced through the work of many individuals, several already deceased. However, as well as setting up the future publication of digested astronomical data in the form of the Nautical Almanac, they opted to flag up some key contributions. Tobias Mayer&apos;s widow, Maria was paid 3000 as a posthumous reward to her husband &quot;for his having constructed a Set of Lunar Tables&quot; and to her for making them property of the Commissioners.  Catherine Price, Edmond Halley&apos;s daughter, was paid 100 for handing over several of Halley&apos;s manuscripts, which the Commissioners believed &quot;may lead to discoveries useful to navigation&quot;.  Still living, however, was Leonhard Euler, who received 300 &quot;for Theorums furnished by him to assist Professor Mayer in the Construction of Lunar tables&quot;. Euler&apos;s important mathematical work had very practical applications, of which he and the Board were well aware. It was this work, building on that of Johann Bernoulli and Gottfried Leibniz that allowed Mayer to do what had always eluded Isaac Newton: produce a usable theory of the moon.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/apr/15/history-science", 
    "wordcount": "367"
}