{
    "headline": "New to Nature No 96: Oncopodura fadriquei", 
    "text": "Collembola (aka springtails) are among the most abundant and widespread arthropods on Earth. This is due to secretive habits and generally small sizes, ranging from a fraction of a millimetre to a gargantuan 9mm. Their habitats include soil, leaf litter, decomposing plant matter, fungi, decaying logs and caves. Population densities as high as half a million springtails per square metre have been recorded, though more typical numbers are measured in the tens of thousands. On warm winter days, springtails can emerge in massive numbers. These &quot;snow fleas&quot; can be so dense as to appear from a distance as expanses of black dirt on top of the snow. Although there are no truly aquatic forms, Collembola are frequently observed on the surface of stagnant fresh water as well as the marine intertidal zone. Springtails deserve respect for both their survival successes and gymnastic excesses. About 6,000 species are known so far, making Collembola the most species-rich of the non-insect hexapod orders. The earliest terrestrial arthropod fossil is a springtail, Rhyniella praecursor, from the early Devonian Rhynie chert of Scotland, dated at about 400m years old. Now to their athleticism: a springtail a few millimetres long can jump 75-100mm when threatened. Proportionately, that is the same as a 6ft human jumping more than 50m. The Olympic men&apos;s record long jump is a mere 8.95m by comparison. This astounding leaping ability is due to an anatomical structure found in no other living entity. The tail-like appendage visible in the scanning electron micrograph of new species Oncopodura fadriquei is called a furculum. It is folded under and forward and held in place by another special organ, the tenaculum. When released, the furculum slaps against the substrate with lightning speed and great force, propelling the springtail into the air faster than the ejection seat in 007&apos;s Aston Martin  less than 20 milliseconds. There are so few experts on springtails that in most parts of the world knowledge about them is sketchy. Rafael Jordana, of the University of Navarra, and Enrique Baquero and Floren Fadrique, after whom the species was named by his collaborators, of the Associaci Catalana de Biospeleologia, have documented springtails in a group of caves in the Maestrazgo region of the Iberic range, for the first time. This mountainous area is poorly explored, due to its geographic isolation and summits as high as 2,000m. The caves are carved into Cretaceous-aged limestone deposits and located at about 1,500m elevation. In total, they observed eight species of cave-inhabiting Collembola, of which three were entirely new to science. In all, they collected more than 200 specimens from five caves. They concentrated their search in the deepest parts of the caves, where humidity is over 97%, creating an ideal habitat for springtails. Specimens were collected by hand and also captured in &quot;pitfall traps&quot;, straight-walled containers dug flush into the substrate, into which unsuspecting arthropods fall. Oncopodura fadriquei is about 1.8mm in length, lacks eyes, and is white in colour, showing no evidence of pigmentation: 19 specimens of O. fadriquei were collected from La Cija, the cave designated as the type locality for the species. Twenty-eight additional specimens were found in Turcacho and San Victor caves in the same region. Among the 49 known species of Oncopodura, the nearest relative seems to be the African species O delhezi, discovered in 1974 in the Djurdjura ice caves in Algeria. This species was supposedly found in caves on Mallorca in the 1980s, but the Spanish specimens were said to differ from the Algerian ones and almost certainly represent a different and possibly new species. Unfortunately, the Mallorca specimens have been lost and the species&apos; identity cannot be confirmed until further spelunking is done. The other two new species, Pygmarrhopalites cantavetulae and P. maestrazgoensis, are similarly pale and unpigmented, and even smaller, at about 1mm in body length. Both were collected from the surface of water in the dark zone of caves 30-70m from the entrances.", 
    "section": "science", 
    "gid": "science/2013/jan/13/oncopodura-fadriquei-new-to-nature", 
    "wordcount": "665"
}