{
    "headline": "Commitment to widening participation runner up: University of Sunderland", 
    "text": "Given the disruption they often experience to their education, it&apos;s hardly surprising that looked after children find it hard to get the grades required to go to university. Even considering higher education as a feasible option can be hard for a teenager about to enter adulthood without any family support. Helping children emerging from the care system through the emotional and practical challenges required to embark on a degree was seen as vital by the University of Sunderland[http://www.sunderland.ac.uk/], so four years ago it decided to fund a position dedicated to providing personalised support to all care leavers who applied.  When she took up post, Megan Lunn acted as a &apos;big sister&apos; accompanying pupils to open days, welcoming them as freshers on their first day, helping them move in, making sure they were settled - doing all the things that parents would normally do. That support continues throughout their studies, from discussions around coursework, liaison with social services and help cleaning up as they move out of halls.  The figures show what a difference such tailored support has made: 13 care leavers graduated from Sunderland last year, compared to just three the year before. Neither did a single student who had been in care prior to starting their course drop out.  Lunn is now frequently asked to contribute to national conferences and regional forums exploring the reality of student life for care leavers, and it&apos;s clear that the undergraduates to whom she is now far more than a member of staff can&apos;t imagine student life without her. &quot;Without Megan&apos;s support, I don&apos;t think I could survive university as a care leaver,&quot; says Florence Okafer, studying for a degree in drama. &quot;Megan went beyond her duties to help me out,&quot; echoes media production student Tony Davies. &quot;I couldn&apos;t have asked for a better helper or friend.&quot;", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/widening-participation-sunderland-university-runner-up", 
    "wordcount": "315"
}