{
    "headline": "A new era for attracting students? Falmouth creates interactive prospectus", 
    "text": "What does being a web content manager involve? As web content manager I am responsible for most of the content on University College Falmouth&apos;s external website and our new interactive prospectus. I deal with day-to-day updates and requests from staff across the institution, manage site maintenance, run web statistics, and manage development projects with altcom, our web development company. As part of the wider Marketing team, I also help at events including our annual fashion show, summer festival, and VIP receptions. UCF has recently created an interactive prospectus: can you tell us more about it? The interactive prospectus came about because we noticed a significant drop in requests for our printed prospectus. Potential applicants were increasingly downloading the PDF version and we wanted to offer them a richer experience that gave much more of a flavour of the University College. More and more visitors were using mobile devices to access the website so it was also very important for us to create something that would work seamlessly whether you were viewing it on a laptop, a tablet or a phone. I worked closely with Chris Harrison, Falmouth&apos;s head of marketing, on the project and we worked with several external agencies: Nixon for print design, Stranger Collective for copywriting, iKandi for film production, and altcom for web development. Chris managed the printed prospectus, and I was responsible for the interactive prospectus. We conducted some research with our target market on early visuals from the printed version and various web technologies, and had our first meeting about the project with all the different agencies in October 2011. It was crucial to be able to launch the online and print versions at the same time so the project ran alongside the development of the printed prospectus. While Nixon and Stranger Collective were finalising the visuals and pulling together all the copy for the printed prospectus, altcom were developing the functionality and back end of the interactive site. It was built using the Drupal content management system with javascript libraries to handle the rich user interface and the developers at altcom wrote thousands of lines of code. We also looked at all the features in the prospectus that could be brought to life on film  our campuses and facilities, live projects the students were involved in, workshops with visiting practitioners, case studies etc  and iKandi then liaised with Stranger Collective, course staff and our alumni; travelling all over the country and working around the clock to produce almost 50 short films ready for the launch of the site. The biggest challenge was the ridiculously tight timescale. We received the signed-off proof of the printed prospectus at the beginning of January 2012 and I worked from altcom&apos;s office in Penzance until the launch in early February. It was an enormous task and there was precious little sleep  I worked every night and every weekend for six weeks! But the team at altcom worked incredibly hard to deliver the website on time and it was amazing to see all the different elements coming together and the project coming to life. How are you hoping students will interact with the interactive prospectus? What will make it different to print? We wanted the interactive prospectus to contain an abundance of visual content without the usual website navigation, to make it more fun for visitors to explore. We also wanted the print and online versions to work together, both visually and functionally. Fonts, colours and other elements of the print design were adapted for the reactive layout of the interactive prospectus, while custom URLs and QR codes were used throughout the printed version to signpost readers to additional content online. In the printed prospectus a graduate case study has an image and a short piece of text but readers are signposted to the online case study where they can read more, view image slideshows and videos, follow links to that person&apos;s website or blog, and view case studies of other graduates from the same or similar courses. We included a portfolio function that effectively enables potential applicants to build their own prospectus with the course information, features, case studies and videos that particularly interest them. Items can be added to the portfolio with a single click and a new page is created with a custom URL that can be emailed to friends and family or shared on social media channels. We have also included films made by current students and hope that more students will be encouraged to produce work for it in the future. Not only is it a great showcase for their skills, but coming from their perspective it gives applicants a much better idea of what it&apos;s like to actually be a student at Falmouth. Do you think this move set you apart from similar institutions? Does it help make you distinctive given that Falmouth is an art, design and media institution? As a specialist creative arts institution, it is really important to us to be one step ahead and we&apos;re always looking at ways to be innovative with our marketing materials, both in print and online. This project has utilised new web technologies to create something really distinctive and I don&apos;t think other institutions have produced anything like it. Of course, specialising in art, design, media, performance and writing means we have a wealth of exciting student work to showcase on the site and we plan to continually build on what&apos;s here so there&apos;s always something new to see. Now that this project has been completed, what are you looking forward to next in the short term and in the long term? I&apos;m currently extending the interactive prospectus to include our postgraduate courses and research provision. We are also just embarking on a longer-term project to redesign our main website and move it to a new content management system. I&apos;m really looking forward to overhauling the design, structure and navigation of the site, making information easier to access and trying out new web technologies. What do you like most and least about your job? I love the challenge a big development project like this presents. It&apos;s great to have the opportunity to be creative, to work closely with a fantastic team of people, to learn lots of new skills, and to have a tangible product at the end of it. The feedback we&apos;ve received has been incredibly positive too, which helps. But I don&apos;t have a team of people working for me so I have to juggle the demands of longer term projects with day-to-day updates and requests. My time is really stretched and it can be frustrating not to be able to give everything the attention it deserves. I have worked in the public and private sectors and both have their advantages and disadvantages. Working in HE means I don&apos;t have a big budget to play with, but at Falmouth, I work with people who really want to push the boundaries of what&apos;s possible and who are excited about digital developments and the creative potential of the web. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/jun/07/interactive-student-prospectus-falmouth", 
    "wordcount": "1201"
}