{
    "headline": "Does going to university make you feel inadequate?", 
    "text": "Does the education system foster insecurity? Ivan Illich, an Austrian philosopher, said schools create inferiority. When I first read this, I thought, how hypocritical of Illich to criticise institutionalised education when he himself studied at universities in Rome and Salzburg.  However, I&apos;m now a final-year undergraduate, and experience and further reading have made me sympathetic towards Illich, particularly in relation to higher education. Universities are often portrayed as institutions for social mobility  gateways to social status, cultural sophistication and professional jobs.  Recent research shows that jobs which once required A-level qualifications now need an undergraduate degree. And soon that may not be enough, as more employers begin to seek postgraduate qualifications.  In many professions, the nature of the work may not have changed that much, but the path to getting a job certainly has.  Those without a university degree feel they are lagging behind. But even once you&apos;re on the brink of getting a degree, the sense of inadequacy does not stop. I doubt my own potential to compete with a postgraduate in the jobs market.  Young people are being tripped up by the milestones of education that act as barometers for our abilities and skills.  We are told that a degree-holder stands a better chance of good salary than a person without a degree: statistics that came out in 2011 showed a difference of around 12,000 between them, though more recent research points to a mixed picture, with a decline in the &quot;graduate premium&quot; in some professions. But beyond our earning prospects, does going to university enhance or inhibit our potential?  We are told that at university you gain critical thinking skills, meet people and, most transformative of all, become an &quot;independent learner&quot;.  Mariam, a politics student at Middlesex University, shares her experience: &quot;I feel university has truly changed me  I was pulled out of my comfort zone and encouraged to ask questions  but there are times when I struggle to find a balance between the critical thinking I&apos;ve learned and the real life I live. People keep saying to me, &apos;Why can&apos;t you just accept things as they are?&apos;&quot; At the end of our degree, we have become &quot;educated&quot;, adept at analysing and picking things apart. We&apos;ve been taught to be critical of the society we live in but we have very few answers.  And while we know much more about the external world, we know very little about what we ourselves are capable of.  For years, we have been labelled &quot;first class&quot;, &quot;average&quot; or &quot;low-performing&quot; based on our grades. Only a minority of students will achieve first class degrees  the most recent figures show a sixth of students did so last year.  So for everyone else, the system increases feelings of self-doubt and uncertainty about their potential. Being told your work isn&apos;t up to much is demotivating and can trigger a reluctance to experiment and push boundaries. No doubt, university unlocks many closed doors. But too much exposure to the system&apos;s beam of scrutiny leaves many students unsure of whether they are capable of opening doors for themselves.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/apr/10/university-makes-students-feel-inadequate", 
    "wordcount": "528"
}