{
    "headline": "Where is Captain Paul Watson?", 
    "text": "One fugitive from justice fights for human rights, the other for those of animals. Both have long histories of confronting governments and legions of passionate supporters. And now both have skipped bail in foreign countries to avoid extradition to much more powerful nations which they believe want to try them for political reasons. But the similarities between WikiLeaks founder, Julian Assange, and Paul Watson, charismatic founder of radical marine enforcement organisation Sea Shepherd, end there. Assange is holed up very publicly in the Ecuadorean embassy in London to avoid being sent back to Sweden where he faces questioning on sexual assault charges but fears he will be extradited to the US. Watson has disappeared after skipping bail in Germany in the face of allegations by Costa Rica  strongly denied by Watson  that he endangered the lives of some of its shark finners back in 2002. The Canadian-born environmentalist who co-founded Greenpeace and has waged a 40 years&apos; war against illegal fishing and marine destruction faced extradition requests from both Costa Rica and Japan, against whom Sea Shepherd have waged a long and bitter war over whales in the Antarctic. But where is Captain Watson? This week I left messages around the world for him in an attempt to invite him to write a piece for the Guardian. Oliver Wallasch, his lawyer in Germany was not taking calls, nor was the European director of Sea Shepherd. The organisation&apos;s US HQ in California referred me to his legal status on their website, and Watson himself was not answering his US or European phones. Meanwhile, the bridge of the Sea Shepherd flagship, the Steve Irwin, took a call as it steamed off the Western Australian coast but the message was clear: &quot;We have no idea where Captain Watson is.&quot; Only his PR company said they had been in contact with him in the past few weeks, receiving several emails from him. But they, too, said they had no idea where he was. The best bet is that Watson is at sea  his home. Last year he told me he only spent a few days a year on land, and his lawyer last month said that he felt he [Watson] thought he could be of more use to his clients  the whales and fish  on a ship than he could in a German or Japanese prison. But if he is not on the Steve Irwin, could he possibly be on either of Sea Shepherd&apos;s two other boats, the Brigitte Bardot and the Bob Barker? Both are thought to be in Australian waters preparing, like the Steve Irwin, for a new anti-whaling campaign in the Antarctic against the Japanese, starting in December. Neither ship could be contacted but anyway, it seems unlikely he could have left Europe without the authorities noticing. So could he still be in Europe? The Guardian has been told that his daughter and the head of Sea Shepherd&apos;s European office had been seen in Amsterdam. But equally, it was claimed that he may be seeking political asylum in Chile through senator Juan Pablo Letelier, who, it appears, has been asked to &quot;accelerate political asylum for Watson&quot;. Much more likely is that Captain Watson will apply for political asylum, like Assange, in Ecuador, where President Correa has a strong human rights record and where Sea Shepherd has a long history of working with the national police and the Galpagos to catch illegal fishers and apprehend the shark mafia. The organisation was in 2005 even granted the power to arrest people believed to be fishing illegally and in 2007 Sea Shepherd donated their old US coastguard boat to the marine national park. Although Correa once expelled Sea Shepherd&apos;s Ecuadorean representative, Sean O&apos;Hearn, relations were patched up and Watson has been very complimentary about Correa. The last hint that Ecuador may be the preferred destination of Watson is that he is known to be good friends with Mariana Almeida, head of Ecuador&apos;s vibrant Life Without Frontiers ecological foundation. In a letter to a US website, she recently wrote with apparent knowledge of the legal case Watson&apos;s legal team may be expecting to pursue:  &quot;The case of Captain Watson would also be presented to the pertinent human rights commissions and organisations and shall be placed on the agenda of the European parliament, the international agreements shall be respected and it is clear that Germany might need to explain to the European parliament the reason to accept the extradition request from a Caribbean country without an extradition agreement.&quot;  It&apos;s not conclusive, but Watson needs all the friends on land that he has got right now. He has proved many times that he is the master of maritime law but whether he can now outwit an array of governments led by the powerful Japanese, may define the rest of his buccaneering life.", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/22/where-is-captain-paul-watson", 
    "wordcount": "813"
}