{
    "headline": "Katharine Birbalsingh  undaunted by free school setback", 
    "text": "Eighteen months ago, nobody had heard of Katharine Birbalsingh. Now, at 38, she is the most famous teacher in Britain, with a widely praised Penguin book about life in the classroom, a blog on the Telegraph website, a column in the highbrow rightwing magazine Standpoint, and an appearance on Radio4&apos;s Any Questions?. She plans to open a rigorously academic free school in south London where, as the headteacher, she promises, &quot;ties will be knotted at the top&quot;. What catapulted her to fame, while she was a newly appointed deputy head at a Church of England academy in London, was a dramatic appearance at the Conservative party conference in October 2010. &quot;The system is broken,&quot; she announced. It kept &quot;poor children poor&quot;, losing them in &quot;a sea of bureaucracy&quot;. Throughout, she seemed on the verge of giggles, as though it were the biggest lark imaginable. But the Tories gave her an ecstatic standing ovation. There before them was a young, female, mixed-race, Brixton-dwelling, comprehensive school teacher, who voted Tory at the last election, describes Michael Gove, the education secretary, as &quot;a good man&quot;, and &quot;reveals&quot; that disaffected teachers are terrorised into silence by the dreaded &quot;education establishment&quot;. Nowonder they had a collective orgasm. Birbalsingh&apos;s rise and rise has just suffered a setback. Hopes of opening her school this autumn  parents were already being courted and staff recruited - have been delayed after negotiations for a site collapsed. Undaunted, she insists that all will be well in time for autumn 2013. She has a mission and she intends to follow it through. At the centre of her philosophy is the belief, borrowed from the American academic ED Hirsch (whose work is admired by Gove), that children should acquire knowledge. She has no truck with learning skills and relying on Google for facts. What makes pupils from private schools confident and successful, in her view, is that they know things, while those from state schools live in such a fog of ignorance that they can barely understand broadsheet papers. &quot;We need to give academic subjects more content, something children can get their teeth into,&quot; she tells me in a Brixton cafe. She speaks with feeling on this subject. When I quote Graham Greene, she says: &quot;There, you see. You know about Graham Greene, but I don&apos;t know things like that. I went to a comprehensive and Idid woodwork and photography. My parents still have the piano bench Imade.&quot; So what&apos;s she got against woodwork? &quot;Nothing. But 20% are illiterate and innumerate at 16 and they can&apos;t write their own CVs. Learning woodwork before 16 is too early. I should have been reading Keats. I don&apos;t hate woodwork. Ijust think English is more important.&quot; Her school will not have woodwork or photography or even discrete lessons in ICT. It will, according to the prospectus, &quot;teach knowledge sequentially&quot;. History will be chronological. English &quot;will follow ... the history of literature&quot; alongside &quot;grammar and the parts of speech&quot;. Geography will introduce &quot;knowledge of countries, cities and important geographical features&quot;. The school will have its own certificate of general knowledge, with 500 factual questions. If you were to say all this sounds Victorian, Birbalsingh wouldn&apos;t be fazed. To a stony-faced audience at a conference organised by Learning Without Frontiers, she said: &quot;We should recognise and embrace some of the good things that came out of the 19th century.&quot; Birbalsingh&apos;s father was a Guyanese academic  born so poor he didn&apos;t have shoes  and her mother, a Jamaican nurse. She spent her childhood in Toronto, Canada, where her father was a university English professor. The family moved to England for a year when he had a sabbatical at Warwick University. Birbalsingh, then 15, attended a comprehensive, &quot;which was so modern we called teachers by their first names&quot;. She was sufficiently happy to stay there when her parents returned home, and she won a place at New College, Oxford, to read French and philosophy. There, she says, she was leftwing, reading Marxism Today and &quot;flirting&quot; with the Socialist Workers&apos; Party. Even now, &quot;you&apos;ll see books by Noam Chomsky and John Pilger on my shelves, and I&apos;m 100% behind them&quot;. But, she insists, she always hated politics. &quot;Allmy friends laugh at the idea that Iwent to the Tory conference because Iwanted to be a politician.&quot; She delights in this kind of paradox, telling the LWF conference, for example, that &quot;if one wants to be a political progressive, one needs to be an educational conservative&quot;. At Oxford, she says, &quot;I met these boys who&apos;d been to Eton, Winchester and so on. I saw their confidence and that came from their education ... It&apos;s a mistake to say Etonians are as they are because of their families. I want to give my children ashot at what those Etonians have.&quot; Shedecided to become a teacher when she visited inner-city schools on an Oxford scheme to encourage state school pupils to apply there. She began writing a blog about her school life, under the pseudonym Miss Snuffy, in 2007. A Penguin editor suggested turning it into a book and, no doubt mindful of what a ministerial imprimatur might do for sales, put her in touch with Gove and Steve Hilton, David Cameron&apos;s aide. She saw them just before the Tory conference, to which they invited her. &quot;Isaw it as my chance to make a difference. Ididn&apos;t know about political conferences; I&apos;d never watched any. I didn&apos;t know there&apos;d be so many people there. They said it was on BBC Parliament and Ithought: who watches that?&quot; I largely believe this account  teaching requires such focus that many teachers shut out the wider world during term-time  but I suspect Birbalsingh was not quite as naive as she wants us to think. Under another pseudonym, Katherine Bing, she was already a published author, with Singleholic, a multicultural cross between Bridget Jones&apos;s Diary and Sex and the City, brought out in 2009 by a specialist ethnic minority publisher. Much of it would be a runner for the BadSex awards: &quot;I push my hand beneath his trousers and reach the top of his pants ... Ipush my hand a little lower. Jesus Christ ... It&apos;s bigger than anything I&apos;ve ever felt before. It&apos;s HUGE.&quot; But since the heroine, Sarah, is a teacher, the state of our schools keeps intruding. One of Sarah&apos;s lovers recalls his schooldays: &quot;Supply teachers in and out of lessons. Kids way out of control.&quot; If Birbalsingh was trying to protect her identity, she was careless. She sent emails with links to Miss Snuffy&apos;s blog and, as &quot;Bing&quot;, gave an interview to The Voice alongside a picture of herself. At the Tory conference, she courted disaster, telling stories about children she had taught and (though she didn&apos;t use real names) projecting pictures of them on a screen. Even her supporters wonder if her real ambitions lie beyond teaching. But Birbalsingh is adamant: &quot;Teaching is the most wonderful job on the planet.&quot; She was devastated, she says, when, after her speech, she was suspended from her job and eventually had to resign. &quot;Iwas unemployable in the state system. You&apos;re just not allowed to speak out. I talked to a couple of heads and the atmosphere was: you&apos;ve done the unthinkable. I went to see a headhunter and he told me to go under the radar for a couple of years and said failed heads get jobs eventually. And I thought: I&apos;m not a failed head, this is ridiculous.&quot; Birbalsingh insists she has nothing against teachers, nor against comprehensives. &quot;It&apos;s the system,&quot; she says. HerPenguin, ToMiss With Love, is withering about Ofsted, which, in Birbalsingh/Snuffy&apos;s view, measures the wrong things in the wrong way. She says standards are in headlong decline so that, to get a C in GCSE English, &quot;you don&apos;t have to read a Shakespeare play&quot;, whereas in fee-charging schools, &quot;they read one Shakespeare play a year&quot;. She believes mixed-ability teaching, used in &quot;about half&quot; the schools, is &quot;political fantasy&quot;, and says children should be held back a year if they&apos;re failing. She thinks black children misbehave because they know that any teacher who disciplines them is accused of racism. &quot;Black kids,&quot; writes Miss Snuffy, &quot;all have that winning ace up their sleeve  the race card ... The kid can literally smell the fear. So the teacher starts to back off.&quot; The generalisations are wild and sometimes false, but they help Gove&apos;s mission to re-make state education. Yet Birbalsingh insists she still isn&apos;t a Tory  &quot;I don&apos;t understand this tribal thing; everybody should be a floating voter&quot;  and may not vote for the party again if Gove doesn&apos;t remain education secretary. It is hard not to like and even admire her: she has charm, energy, an exceptional presence as a public speaker, and a vivid writing style. I wish she&apos;d taught me. I also wish she&apos;d stuck to teaching.", 
    "section": "education", 
    "gid": "education/2012/feb/27/katharine-birbalsingh-interview", 
    "wordcount": "1574"
}