{
    "headline": "GM mouse created to detect landmines", 
    "text": "Scientists have genetically modified mice to enable them to sniff out landmines. They hope the GM mouse, known as MouSensor, could one day become a useful tool to help deal with the dangerous legacies of past wars. More than 70 countries are contaminated by landmines, a constant reminder of previous conflicts. &quot;Long after wars have ended, communities are still impeded from going back to their normal, daily activities because of all these mines still affecting their land,&quot; said Charlotte D&apos;Hulst of Hunter College, New York, who led the team that developed the MouSensor. One approach to clearing landmines is to use HeroRats, giant pouched rats that are trained to sniff out landmines by the Belgian NGO, Apopo. Two of these, with a human handler, can clear an area of 300 sq metres in less than two hours. It would take two people about two days to do the same. One disadvantage of the HeroRats system, however, is that the rats need nine months&apos; training before they are ready for landmine detection. D&apos;Hulst wanted to improve on the HeroRats concept by creating a genetically modified &quot;supersniffer&quot; mouse, sensitive to the specific odour of the explosives in landmines, TNT. Scientists recently found a receptor in the mouse&apos;s olfactory bulb (the collection of neurons in the nose that detects smells) which specifically recognised a chemical called DNT  a less explosive, but similar-smelling, version of TNT. D&apos;Hulst modified a mouse&apos;s genes to give it a much larger proportion of DNT receptors in its nose compared with the nose of a normal mouse. In a normal mouse&apos;s olfactory bulb, there are 10m neurons in total, with about 4,000 specialised for a particular odour. D&apos;Hulst&apos;s GM mouse has 10,000 to 1m neurons specialised for DNT, increasing the animal&apos;s ability to detect the smell of the explosives 500-fold. She will present the latest results from her work this week at the annual meeting of the Society for Neuroscience in New Orleans. So far, the mouse has not been tested in the field and D&apos;Hulst has yet to work out the best landmine-clearing protocol for her MouSensors. She said one approach might be to take advantage of the fact that the mouse would probably change its behaviour when it came across a landmine. Given its extreme sensitivity to TNT, the mouse would probably have some sort of seizure when it sniffed explosives, said D&apos;Hulst, because so many neurons in its olfactory bulb would be firing at once. And that seizure might be detectable by some device implanted into the mouse. &quot;We are thinking along the lines of implanting a chip under the skin of these animals that would wirelessly report back to a computer when the animal&apos;s behaviour is changing upon being triggered by a TNT landmine,&quot; said D&apos;Hulst. Once the location of a landmine had been identified, a bomb-disposal expert could go in and neutralise it in the normal way. The mouse itself would be safe from the landmine, since it would be too small to trigger an explosion. Ben Lark, head of the International Committee of the Red Cross weapon contamination unit, said biosensors such as the GM mice would only be one way of detecting landmines and only in certain situations. &quot;They wouldn&apos;t replace other means,&quot; said Lark. &quot;There are three different types of approach: the manual approach, which is people with detectors; machines, such as a flail; and then you have biosensors  which are traditionally dogs. You never use one means on its own. &quot;The other thing is, the moment you have a minefield you have lots of mines together. If you have too many it saturates an area. I would assume if the mouse had such super-rodent powers it would be overwhelmed fairly quickly.&quot; Developing the MouSensor technology to detect landmines is a proof of concept for D&apos;Hulst. GM mice could be created to detect a range of other odours too, she said, for example to diagnose tuberculosis by sniffing compounds on the breath of sick individuals. The bacteria that cause TB emit compounds that can be sniffed out in saliva samples, she said. However, developing a GM mouse that could detect them would not be a trivial task  researchers would first have to identify the neurons in the mouse&apos;s olfactory bulb that detected the TB odour in question (from the millions of possibilities in the mouse&apos;s nose) and then identify and modify the correct parts of the genome to create their desired biological sensor. As for the landmine-detecting mouse, D&apos;Hulst said she would need to carry out more tests and work with the NGOs involved in landmine disposal to work out the best way to develop the technology. &quot;If we have to put a time on [testing in the field], we hope it will be within five years,&quot; she said.", 
    "section": "science", 
    "gid": "science/2012/oct/15/gm-mouse-detect-landmines", 
    "wordcount": "813"
}