{
    "headline": "Radioactive waste 'may be blighting 1,000 UK sites'", 
    "text": "Hundreds of sites across England and Wales could be contaminated with radioactive waste from old military bases and factories, according to a new government report. Up to 1,000 sites could be polluted, though the best guess is that between 150 and 250 are, says a report on contaminated land by the Department of Energy and Climate Change (Decc), released last month, but previously unreported. This is far higher than previous official estimates, with evidence from the Ministry of Defence (MoD) last December suggesting that there were just 15 sites in the UK contaminated with radium from old planes and other equipment. The MoD has come under fire from former prime minister Gordon Brown for trying to evade responsibility for cleaning up the contamination it has caused. His constituency in Fife, north of Edinburgh, includes one of the most notorious examples of radioactive pollution at Dalgety Bay. In the past year, the MoD has realised that there are others areas of radioactive contamination across the country that may need to be cleaned up, Brown said. &quot;They&apos;ve started to use their lawyers to get out of what is, in the first place, I think, a moral responsibility and in the second place, will become a legal responsibility.&quot; The MoD has begun a year-long investigation of the contamination at Dalgety Bay to try and avoid it becoming the first place in the UK to be legally designated as radioactive contaminated land. More than 2,500 radioactive hotspots have been found on the foreshore in the past 22 years, one-third of them since last September. Brown has also criticised the failure to act on a 1958 Cabinet report uncovered by BBC Radio 4&apos;s Face the Facts, to be broadcast at 12.30pm on Wednesday. The previously secret report by a group of radiation experts urged ministers to control the disposal of the radium painted on dials of military planes to make them visible in the dark. &quot;There may be undesirably high levels of radiation near these dumps,&quot; warned the Cabinet report. &quot;Records of burials and of burial sites should be kept and handed on to future users of the land.&quot; But this was not done at Dalgety Bay, Brown said. &quot;The truth is that, at that point, someone did know that there was a potential problem. Someone should have then passed it to the Ministry of Defence, and urged them to take the appropriate action.&quot; Former environment minister Michael Meacher MP said he ordered officials to identify and produce clean-up plans for all the contaminated sites in 1997. &quot;I am astonished and deeply concerned that that does not appear to have happened,&quot; he told the BBC. One example of a radioactively contaminated site has been outed by Fred Dawson, a radiation scientist who worked for the MoD for 31 years, before he left as head of the radiation protection policy team in 2009. It is an area of walled and wooded land in an urban area by the former naval dockyard at Chatham in Kent. Some 300 cubic metres of radioactive waste was buried there between 1968 and 1986, Dawson said. But the MoD has underestimated the potential hazard because it missed one of the wastes likely to be present, carbon-14, he argued. Dawson said: &quot;The non-availability of a risk assessment or safety case for the burials at Chatham is a serious failing of corporate memory and does little to engender public confidence in the MoD&apos;s ability to manage the safety of legacy issues over the medium and long term.&quot; The MoD, however, has defended its actions, insisting that other parties could have been involved in spreading the contamination at Dalgety Bay. It has been &quot;entirely open&quot; about contamination at other sites, MoD sources said. The MoD said it believes there are only 12 military sites, and that some of the contaminated sites may be from industrial rather than military activities. The defence minister, Andrew Robathan, said: &quot;Where MoD is found to be a party responsible, namely, the appropriate person, in whole or part for contaminated land under the statutory regime, then we will work with the regulator and other responsible and interested parties such as landowners, to meet our portion of the liability and carry out voluntary remediation where appropriate.&quot;  This article was amended on 4 May 2012 because the original headline referred to nuclear waste instead of radioactive waste.", 
    "section": "environment", 
    "gid": "environment/2012/may/02/radioactive-waste-contaminating-uk-sites", 
    "wordcount": "744"
}