{
    "headline": "iPad 3 rumoured to launch next week", 
    "text": "Apple is expected to launch the third version of the iPad next Wednesday after sending out invitations accompanied by an image of what looks like an iPad touchscreen. The company, which had been widely tipped to reveal the third version of the tablet device close to the anniversary of the launch of the iPad 2, sent invites to journalists stating: &quot;We have something you really have to see. And touch.&quot; Reports have suggested that the new iPad will have a &quot;retina&quot; screen  with four times as many pixels as the current model  and could include 4G connectivity for US high-speed networks. Apple didn&apos;t provide any details on the new device but the invitations are for the Yerba Buena Center for the Arts Theater in San Francisco, where the company holds larger launch events. A UK event will be taking place at King&apos;s Place in London on the same date, 7 March.     Apple invite for 7 March 2012: 'we have something you really have to see. And touch.'    The website iMore says the device will have a quad-core processor  compared with the dual-core A5 chip in the current iPad model. The increased screen resolution would increase the apparent detail on images while not requiring software developers to rewrite their products. The Wall Street Journal (WSJ) says it will also include 4G connectivity (also known as LTE), which offers connections at up to 100Mbps, but in smartphones has been found to be a serious battery drain. The WSJ says that the LTE version will be sold through AT&amp;T and Verizon, the two largest carriers in the US. Apple told the Guardian that &quot;Apple does not comment on rumours or speculation.&quot; While the iPad launch has been expected  last year Apple&apos;s iPad 2 was launched on Wednesday 2 March  there is no indication yet whether the company will also unveil its much-anticipated new TV system at the same time. Expectation has been growing that Apple will move into the burgeoning &quot;smart TV&quot; market, either offering a new version of its Apple TV set-top box, or offering integrated TV sets with internet connectivity. The rumours of an impending launch have been heightened by some reports in the US that the current Apple TV device is in short supply  usually an indication that the company is about to revise it. Apple&apos;s iPad 2 went on sale within days of its public launch. That brought a dual-core processor and faster graphics processing, and while reviewers were underwhelmed at what they perceived as a lack of difference from the first version  which went on sale in April 2010  the iPad models have sold strongly, selling 14m in three quarters during 2010, and 40.5m in 2011, including 15m in the Christmas quarter. But the iPad faces challenges from Amazon&apos;s low-cost Kindle Fire device, and the expected arrival this autumn of tablets running a version of Microsoft&apos;s new Windows 8 operating system. Google is also rumoured to be working on its own brand-name tablet, for launch perhaps in April, to compete with Amazon&apos;s 7in Kindle Fire.", 
    "section": "technology", 
    "gid": "technology/2012/feb/28/ipad-3-apple-launch-wednesday", 
    "wordcount": "502"
}