{
    "headline": "Development studies: Suggested reads on environment and development", 
    "text": "Sustainability is a key focus in development studies. Many academics, NGOs and practitioners are increasingly aware of the impossibility of separating development from changes in the environment. Some university courses offer modules on the relationship between the environment and development, and some institutions offer entire courses on the subject. Studying the environment and development together will help you understand how development, growth and environmental degradation are interrelated. Below is a range of key development topics and suggested reads. Food and farming How can the world grow enough food to feed its people? How can high-intensity farming be made more sustainable? What future for pastoralism? Other topics include subsistence farming, genetic modification and the practical and ethical considerations of using agrarian land to produce non-food crops such as biofuels.Suggested read: Contested Agronomy, by James Sumberg and John Thompson. Water and waste Topics include finding ways to use water more sustainably in water-scarce areas (including practical solutions to providing drinking water and sanitation), drought policy, flooding and the threat posed to low-lying communities by rising sea levels.Suggested read: When the Rivers Run Dry: What Happens When our Water Runs Out?, by Fred Pearce. Read the Guardian review. Rights Topics include land &quot;grabs&quot; and the regulation of shared resources, indigenous people, the rights of environmental migrants, extractive industries and the &quot;resource curse&quot;.Suggested read: Soil not Oil, by Vandana Shiva. Population Expect debates around the environmental impact of a rising population, globalisation, urbanisation, overconsumption and low-carbon development.Suggested read: Hot, Flat and Crowded, by Thomas L Friedman, which has been reviewed in the Washington Post. Climate change It&apos;s a big issue. Expect discussion on pollution, global warming, desertification, deforestation, adaptation and resilience.Suggested read: High Tide, by Mark Lynas, which has been reviewed in the Guardian. General reads Of course, there are many other books to browse. The Institute of Development Studies&apos; classic series covers research from the past 40 years, part of a range of resources at the British Library for Development Studies. The International Institute for Sustainable Development has produced a similar list of inspirational books. The preliminary reading list from the London School of Economics , is a good place to start for general background reading. Books include Poverty and Development into the Twenty First Century, by Tim Allen and Alan Thomas; The Follies of Globalisation Theory, by Justin Rosenberg; Globalisation: a critical introduction, by Jan Aart Scholte. Routledge has started a new series of studies on sustainable development, with the first books due to be published at the end of this year on urbanisation, resilience and low-carbon development. Beyond books But when it comes to reading around a subject, don&apos;t limit yourself to books. The London School of Economics publishes a selection of working papers by its academics and students, dating back to 2000, on subjects such as agrarian reform and rural livelihoods. The Institute of Development Studies publishes research on agriculture, climate change, environment, food security, rural and urban development, and water and sanitation from academics and those in the field in the Knowledges Services section on its website. And the Commonwealth Secretariat publishes papers on agriculture, climate change, forestry and water, some of which are free to download. NGOs also publish reports and findings, which may make a welcome contrast to weightier academic tomes. For example, Christian Aid has reports on climate change, and resource depletion and management to get you started. The University of Cambridge&apos;s programme for sustainability leadership has published its own list of the top 50 &quot;green&quot; books. A final word of warning: if you find that you agree with most of what you are reading, you aren&apos;t reading widely enough. Post your recommended reads below. If you have any problems posting, or if you would prefer to comment anonymously, email us at development@guardan.co.uk and we&apos;ll add your thoughts. Update The Centre for Global Development in Washington has been in touch to flag up its For educators page and list of university development programmes in the US and beyond. Here are some of CGD&apos;s suggested reads:  Food and farming This brief, released in August, judges the quality of agricultural aid   This brief, published in June, examines how the world can stimulate the innovation necessary to address some of today&apos;s food security challenges Population This brief examines adolescent fertility in low- and middle-income countries  These two blogs by demographer John May address what he calls &quot;the population problem&quot; and the relationship between falling fertility and increasing inequity  World Population Policies: Their Origin, Evolution, and Impact Climate change CGD president Nancy Birdsall urges the World Bank to take on the problem  This brief address what changing geo-political shifts mean for addressing climate change General reads Due Diligence: An Impertinent Inquiry into Microfinance  Achieving an Aids Transition: Preventing Infections to Sustain Treatment  Emerging Africa: How 17 Countries are Leading the Way  Cash on Delivery Aid: A New Approach to Foreign Aid", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/06/development-studies-environment-reads", 
    "wordcount": "826"
}