{
    "headline": "'Polluter pays' is the only principle that can limit aviation emissions", 
    "text": "Why all the fuss about aviation? Why has Europe passed its own laws to make airlines reduce their CO2 emissions? And why don&apos;t we have international rules for an international sector? It&apos;s right to ask these questions. The answers are important, too. Since 1997 we have been working to achieve an international agreement in this sector. No one can doubt that this will be the best way forward for this truly international sector. Despite work and pressure from the EU, states in the International Civil Aviation Organisation (ICAO) have not yet agreed on a global solution to limit aviation emissions. No one has fought harder than the EU to find a global solution  and we are still trying to reach agreement. But one thing the world did manage to agree on back in 2001 was that emissions trading could be a good thing for international aviation. After another three years of fruitless discussions on an international approach, ICAO concluded in 2004 that the most promising approach would instead be for countries and regions to incorporate aviation into their general CO2 trading systems (where they existed) with the ICAO providing guidance. It was as a result of this that the commission tabled a proposal in 2006 to include aviation in the EU&apos;s emissions trading system. This was before my time as a commissioner, but I do recall that all the member states were solidly in favour of the proposal. The European parliament was also overwhelmingly in favour. So the law was adopted in 2008 and is in full application from 1 January this year. The background is important now that we are hearing the reactions. Outside Europe many countries question our law  even though in December last year the European court of justice rejected all complaints. And many who formerly had not contributed much to achieving a global agreement  to put it mildly  have now become warm advocates of such an agreement. No one is keener than Europe to see an ambitious and internationally coordinated approach on aviation. This is why we are now devoting our energy to forging a global deal to curb air emissions. But we will only be able to achieve an agreement if some of the countries that have until now resisted it change their position. It is not enough just to say we need an agreement. If we were to ask people who fly whether the polluter-pays principle should also apply to aviation I believe most of them would be unequivocally in favour. And let&apos;s get the proportions right. In this debate the aviation industry at times seems to imply we are talking about enormous sums of money per ticket. Our calculations indicate that a flight from, say, New York to London would cost less than 2 per passenger. In other words, less than the cost of a cup of coffee at the airport. Proportions are important, particularly when China is threatening to cancel orders with Europe if we do not suspend our law. We in Europe cannot, of course, give in to such threats; in addition, the cost for Chinese airlines is estimated at some 1.9m a year. It is a small sum to threaten with a trade war. We cannot accept threats of all kinds of trouble just because a small price has to be paid for the pollution caused by travel while no one grumbles about paying for online tickets, extra luggage or seat reservations. Other European industries are already reducing their emissions. The more sectors avoid contributing, the harder it is for those who do. I think that most aircraft passengers would agree that it is reasonable to ask the aviation sector to contribute too.  Connie Hedegaard is the European Union&apos;s climate action commissioner", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/polluter-pays-aviation-emissions", 
    "wordcount": "624"
}