{
    "headline": "Country diary: South Uist", 
    "text": "The weeks of non-stop rain which the islands have been enduring are generally held to make up the longest spell of poor weather anyonecan remember. Even on the rapidly draining sandy machair, sheets of standing water cover what should be areas of grassland. At Kilpheder the landscape has been completely alteredby the formation of a lake, complete with swans, among the high dunes. Working outside is a misery but there are jobs to be done and stock to befed, and tractors rumble up and downwith bales of silage and loads of supplementary feed. Walking, on the other hand, is a voluntary thing and, after a day or so of fidgeting inactivity, the slightest lessening of the rain is enough to get me out of the house. The road along the shore of Loch Druidibeg has become the walk of choice, for it is nearly always possible to do at least part of a walk there with the rain at your back. This morning, waterproofs, wellies and overtrousers are, as usual, the order of the day. The binoculars remain at home. It feels strange to be out without them round my neck, but they&apos;re almost useless in these conditions. I march along in yet another downpour, enjoying the rapid pace and feeling warm despite the chill rain. There is not a birdto be seen but there are other thingsto be enjoyed. Curtains of rain sweep over the loch in an ever-changing pattern of wind-driven white, concealing and then revealing the little islands with their twisted, lichen-encrusted trees. Threesodden deer lift their heads to watch me walk past, then they trot awayoverthe crest of the rise and disappearinto the murk. Even in this light, the chestnut of thebracken standsout, making patches of bright colour in a landscapethat is otherwise composed of muted greens and greys, except, that is,for the scattering of vividyellow flowers onthegorse.", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/country-diary-south-uist", 
    "wordcount": "346"
}