{
    "headline": "Isle of Man scallop fishers test the waters at marine reserve", 
    "text": "When Charlie Boyce landed his catch on the Isle of Man one recent Friday night, his haul included not just 20 bags of scallops worth up to 2,000, but also valuable data. Two scientists had worked alongside his crew all day, measuring the scallops as they were hauled into the boat in the metal mesh dredges used to drag them from the sea bed. The joint expedition in the newly created Ramsey marine nature reserve is the first step in a collaboration between the fishing industry and conservationists. The data collected will show what progress the scallops have made since the area was closed to fishing in 2009. In January, biologists did their own survey. The fishermen wanted to test the waters in their own way, by fishing. That this was allowed in an area where fishing is banned is down to a pioneering arrangement whereby fishermen and scientists co-manage the 35-square-mile reserve. While the ecologically sensitive eel grass meadows and maerl beds are within permanent conservation zones, subject to regular monitoring, the lease for the scallop fishing area is being given to the Manx Fish Producers Organisation for &quot;responsible&quot; fishing. &quot;When I became minister seven years ago, there was more than a little resistance from the fishermen to any closure of the sea bed,&quot; says the island&apos;s environment minister, Phil Gawne. The turning point came in 2009 when the industry asked for part of Ramsey bay to be closed because of overfishing. &quot;It&apos;s fantastic that they are now asking us to do more,&quot; says Gawne. &quot;I believe we will continue to expand the closed-off areas over the next decades because we&apos;ll see the benefits both for the fishermen and the island.&quot; In his office on Peel harbour, Tom Bryan-Brown, chief executive of the organisation that represents the 30 scallop boats, is less enthusiastic. He says the decision to close in 2009 was a good one but doubts whether the new arrangement will serve the interests of the industry, which supports 250 jobs, including crab and lobster potters as well as scallop fishermen, and whose 5m catch is worth up to 12m to the island&apos;s economy overall. &quot;We have to keep sight of the fact that we have a small fleet and they can only do so much,&quot; he says. &quot;Fishermen are principally businessmen and my view of these things is very much on an economic level.&quot; According to Bryan-Brown, the fishermen had to co-operate with the reserve and chose Ramsey as the least-worst option. &quot;We had a conservation area forced on us and anyone who tells you anything different is bloody well lying. We have requested a lease but at this stage it is an aspiration.&quot; In contrast to the situation in Britain, where a 2012 deadline for a network of protected areas was dropped after fishing industry opposition, the Ramsey reserve was designated ahead of schedule. Taking into account other closed areas, 2.6% of Manx waters are now protected, with more than 1% highly protected. Natural England&apos;s marine director, James Marsden, says this puts the island well ahead of England, where the proportion of highly protected marine habitat is tiny. In January, the fishermen agreed to extend the dredging ban for another year, and members have called a special general meeting in April to vote on a proposal to increase the size of the closed area. &quot;There&apos;s no point having it shut for two years and then letting 100 boats come in and tear it up,&quot; says Michael Inglesfield, who has skippered his own boat on the island for 12 years. &quot;Nobody wants to see it ripped to shreds and exhausted.&quot; Fiona Gell, a marine scientist at the Isle of Man Department of Environment, Food and Agriculture, believes building wider support for marine conservation through regular public events has been crucial. &quot;Some people are cynical about the touchy-feely approach and it&apos;s been a lot of work to convince everyone,&quot; she says. &quot;But we get students who have dived in the Red Sea and they don&apos;t know anything about our marine habitats. Horse mussel reefs like the one in Ramsey bay are our equivalent of coral. The more I learn about them the more amazing I think they are.&quot; Bylaws governing the Ramsey reserve cleared the Isle of Man parliament last month, and there is limited data regarding the impact of closures so far. Some locals suspect poaching, though scientists say satellite monitoring makes this unlikely. But divers report weed springing up where the sea bed had resembled a moonscape, and anglers have noticed more flat fish and other species. Brenda Jones of the Manx Wildlife Trust says some members argued for the whole 12 miles of Manx waters to become a reserve, with greater efforts made to develop sea-based leisure and tourism. But the value of the island&apos;s fishing fleet is not just money. &quot;Within people&apos;s living memory the fishing was the Isle of Man, that&apos;s what everybody did, everybody&apos;s grandad,&quot; she says. &quot;Even into the 1970s the herring industry was very important. It&apos;s part of our heritage and we can&apos;t get rid of it. The sea is so much part of our sense of place here.&quot; For the fishermen too there is more at stake than income and more to fear than conservationists, with the threat to their way of life posed by new offshore windfarms and aggregate extraction. &quot;I love fishing,&quot; says Inglesfield. &quot;I&apos;m third generation and I wouldn&apos;t do anything else. There&apos;s no one here to tell us what to do. When you get up in the morning it&apos;s your idea of what to do, no one else, and if you have a good day it&apos;s a good feeling.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/15/isle-man-scallop-marine-reserve", 
    "wordcount": "979"
}