{
    "headline": "'Drones are changing the face of conservation'", 
    "text": "  The Namib Desert Covert Operation from ShadowView on Vimeo.   Anti-hunting groups in Britain, conservationists on African game reserves and US animal welfare groups have started using drones to combat poaching and to monitor suspected illegal activities. The cost of unmanned aerial vehicles (UAVs) has dropped so fast in the past year that it has now become cost-effective for civilians, rather than only the military, to use them widely, says Steve Roest, former chief executive of the Sea Shepherd conservation society. It pioneered the use of UAVs in 2011 to locate the Japanese whaling fleet heading for the Antarctic. &quot;What cost $30,000 a few years ago can be got for $5,000 now,&quot; Roest said. &quot;You can get electrically driven, fixed wing and multirotor [machines] that have a range of 20 minutes to an hour, or gas-powered ones that can fly eight to 24 hours and fly up to 500km. They are changing the face of conservation: they can film anything, go anywhere.&quot; Roest and the former Dutch policeman Laurens de Groot have set up a new charity called ShadowView to enable environment groups to observe activities such as illegal forestry, cruelty to animals and factory farming. During 2012, ShadowView worked with the League Against Cruel Sports to monitor suspected illegal hunting in the UK and in the next few weeks they will begin work with marine watchdog group The Black Fish in the Mediterranean.    A rhino checks out the Octocopter while it performs a test flight from ShadowView on Vimeo.   According to Black Fish director Wietse van der Werf, the drones will be sent 20 or more miles out to sea to try to identify the drift netting fleet which uses illegal gear and kills thousands of sharks and other protected fish. &quot;The drones are not a gimmick. We want to use them to identify and then prosecute criminals. Drones give us the ability to monitor large areas. Previously we would have had to hire a helicopter or plane,&quot; said Van der Werf. Roest said: &quot;We should be able to work faster and much more cheaply than with big boats. If we had had this technology a few years ago we could much more easily have spotted the Japanese whaling fleet in Antarctica. We would not have had to do scary undercover work in Namibia. Instead we could have just filmed the illegal activities and given the film to the police. Drones do not mean that you can do without direct action and research, but it makes it easier.&quot; Civilian use of &quot;eye in the sky&quot; drones is being developed by police forces around the world, as well as by businesses such as ski resorts and bodies such as national parks. According to Marc-Alexandre Favier, a post-graduate farming researcher in Shropshire, they could even be used to take over from sheepdogs. He has written a computer programme for simple drones to locate and track livestock on farms. A small camera attached to a drone can now be controlled from a laptop via Wi-Fi, but eventually could be manoeuvred around hill farms or over farmland using a standard smartphone, he says. In the US, civilian drones are being used to locate illegal puppy- and cat-breeding farms which are often hidden in woodland. In 2012, the People for the Ethical Treatment of Animals (Peta), also said it was &quot;actively shopping for machines to stalk hunters&quot; targeting bears, deer and birds. Ingrid Newkirk, Peta president, said: &quot;We are shopping for one or more drone aircraft with which to monitor those who are out in the woods with death on their minds. The talk is usually about drones being used as killing machines, but Peta drones will be used to save lives. Hunters may need to rethink the idea that they can get away with murder, alone out there in the woods with no one watching.&quot; Conservationists say that the technology will allow them to fight back against escalating wildlife crime, deforestation and illegal hunting. WWF has received a Google grant to use drones in Nepal and Africa. Several major game reserves in South Africa are already using fixed-wing drones to monitor poachers and others are expected to follow. &quot;We bought the equipment to try and combat rhino poaching before they are all gone,&quot; said the businessman Anton Kieser, after three rhinos were killed in the Kariega game reserve. &quot;It is a big investment, but is also well worth it  we want to use drone technology to position ourselves at the forefront of the fight against rhino poaching.&quot; But some agri-business and hunting groups have started to fight back. Missouri and Idaho states in the US are being pressed by farmers and hunting groups to pass laws to limit drone use to law enforcement agencies that have warrants. Elsewhere, hunters have equipped a drone with thermal imaging cameras to better locate wild pigs.", 
    "section": "environment", 
    "gid": "environment/2013/may/28/drones-changing-face-conservation", 
    "wordcount": "803"
}