{
    "headline": "Ref2014: what should researchers be concentrating on?", 
    "text": "With Ref2014 deadlines approaching, where should researchers invest their time over the next year, if they are in need of one or two extra outputs before the cut off? Should you write for journals, edited books, or perhaps even attempt to complete that overdue monograph? More importantly, what should we be doing in the future? For many units of assessment, the results from RAE2008 show clear weightings in terms of what universities consider to be worth submitting in any given unit of assessment. So what should academics do in targeting their work for publication? Much of this debate is subject specific. In RAE2008 the law submission showed little interest in edited books constituting less than 1% of the total submission and focusing much more on journal articles. Books are similarly ill considered for the life sciences, for which much of this debate is, for want of a better word, academic. In this case, authored books are mostly seen as textbooks, intended principally for student bodies to purchase, not for peers to read. The progress of science runs too quickly for an author to wait for their cutting edge contribution to come out in a book. Writing a textbook can have value, but not for the research assessment. All that matters are journals and the higher the impact factor, the better. For the non-Stem subjects, there is much more variation. Impact factors are generally low  rarely getting over three  making comparisons across journals more difficult. As well, the submissions to RAE reflect ambiguity over which kinds of outlet matters most. In history, a whopping 29% of all submissions from RAE2008 were authored or co-authored books, while 34% where book chapters. However, in sociology, only 17% were authored or co-authored books while 63% were journal articles. A similar tendency towards journal articles is apparent in education, while for media and communications 42% were journal articles and 27% were book chapters. This may also suggest that media subjects place more value on book chapters than sociologists. It seems clear from all non-Stem subjects that edited books  as opposed to book chapters in edited books  are the biggest loser with only very few submitted. This will come as no surprise to many researchers, since it is generally the contents rather than the act of editing that is typically seen to have intellectual worth. However, this need not mean that edited books lack value, since they could be a very good way of contributing to the discipline, rather like being a journal editor. Yet, given the amount of time it takes to edit a book, some very careful thought is needed before entering into a contract. The relative lack of book chapters in most of the non-Stem submissions also raises question about their perceived value. One reason for this may be the ambiguity over the peer review process that surrounds edited books. While a good publishing house and a strong editorial team may suggest integrity, their efforts will still stop short of a blind peer review process. Another problem with book chapters may be citations. Books are not entered into the same indices as journal articles, nor have the same kind of flexibility of journal articles. For instance, it is difficult for buyers to purchase just one chapter from a book, should they wish. Yet, writing book chapters can be a great entry point for many early career researchers and for the advanced scholar, the appeal of the potential quick turn around may outweigh the frustration of sometimes tiresome peer review process of journals. After all, reviewing papers is another part of the economic black hole within HE, a volunteer labour force with little accountability. Publishing in edited volumes generally involves a more flexible and supportive peer review process, while also more generous time scales. That said, many books can take forever to be published, so it might hinder progress to publish if the editors suddenly slack off. The worst I have encountered is six years from submission to publication. This is less likely to happen with journals, but some do have a remarkably long publication lead-time. As for all our research, the importance of the contribution rather than its medium should matter most. There&apos;s still a lot we don&apos;t know about the relative quality profile of the output weightings. It also matters what one&apos;s peers are doing, so identifying that peer community matters. However, if seeking to advise scholars, then targeting journals rather than books may be smarter. On the other hand, writing one&apos;s own book can be an important step towards establishing ones reputation beyond journal articles. Of course, there is nothing like receiving a beautifully printed book that can sit on one&apos;s shelf alongside its peers. Journal articles rarely offer the satisfaction of having completed something that also has an attractive, tactile quality. Some clever publishers are republishing collections of journal articles as edited volumes and this may be a very sensible way to go. Personally, I would mourn the demise of the edited collection, but would certainly welcome the rise of the special journal edition that is republished as a paperback, especially if I can choose the cover. Whether there is a market for such publications remains to be seen, but new markets do seem to be emerging. Just the other day, I searched my name in Amazon, just in case there was something I had published without my knowledge (it has happened). I noticed that there is a publisher  which will remain unnamed  creating new books drawing content from freely available content online, from such sources as Wikipedia. If this is the future of book publishing, I&apos;m out! Professor Andy Miah (@andymiah) directs the Creative Futures Research Centre at the University of the West of Scotland. For a more details summary of the data described here, go here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/21/ref2014-what-researchers-concentrating-on", 
    "wordcount": "1000"
}