{
    "headline": "The truth about boys and books: they read less  and skip pages", 
    "text": "Boys might claim its a simple matter of preferring to read magazines or the latest musings of their friends on social media rather than the classics. But two of the largest studies ever conducted into the reading habits of children in the UK have put those excuses to bed. Boys, of every age, no matter the nature of the literature before them, typically read less thoroughly than girls. They take less time to process the words, lazily skipping parts with abandon. And they choose books that are too easy for them, meaning they fail to move on to tougher material, it is claimed. Keith Topping, professor of educational and social research at the University of Dundee, is behind two academic research papers: one using data from 852,295 students in 3,243 schools (a tenth of the 8.4 million children in the UK), and another examining the quiz answers relating to the comprehension of books read by 150,220 children in 967 schools. Between them, they reach a damning conclusion on boys between five and 18 years old: What they are doing is not particularly good  and they are lagging behind. The studies drew on data from a computer system used in schools across Britain to test the progress of pupils reading. First, a pupil reads a book either at school or at home. Next, the pupil takes a computerised quiz of five, 10 or 20 questions depending on the length of the book. Then the pupil and teacher receive immediate computerised feedback from the Accelerated Reader programme, with reports detailing the books read, the number of words read and the books reading level  along with the childs level of comprehension, as indicated by the percentage of correct answers in the quiz. The males were significantly worse on the outcome measures, didnt gain as much in performance on reading tests and their average percentage correct in the tests was low, Topping said of the first study, which he said suggested boys of all ages tended to miss sections out of pages or skipped some completely when reading, a trait less pronounced in girls. Of his second, smaller, study, drilling down into whether it made any difference if the material was fiction or non-fiction, Topping said: A lot of people will argue that boys are much less likely to read story books  fiction  than girls and thats one reason why girls are better than boys. But we looked at fiction and nonfiction reading and we found that, although it was true that boys tended to choose nonfiction more than girls, particularly at secondary level, they still didnt read it better than girls. They were choosing nonfiction but they were not reading it as thoroughly and correctly as girls reading nonfiction. Topping admitted: Its a bit of a mystery. Interestingly, socioeconomic status was not related. This is somewhat different to a number of previous studies on reading where they tend to find that socioeconomic status is quite a big influence. Here it is not a big influence  not an influence in any shape or form. There is a need to feed back to boys what is going on here. Boys may be assuming, Oh, I like to read nonfiction. Oh, I like to read magazines. Oh, I like websites or the instructions to video games. But this study shows that they arent any better at that than they are at reading fiction. Topping said the key was to find out what interests boys, in order to keep them focused on the page. An analysis of the favoured nonfiction books showed that The Biggest Lies Ever!, by Alison Hawes, which records the antics of hoaxers through the ages, scored best for pupils at the end of their school career. However, Toppings research noted that Roald Dahl was the most popular childrens author across the age groups, and that his books appeal to a wide age-range of children and to both boys and girls, although less to very young and very old pupils. It was also noted that, during the first years of secondary school, children were reading difficult books with a high degree of success, such as the Harry Potter novels. Topping said: What you need is teachers, classroom assistants, librarians spending time with a child to talk about choices in reading; possible suggestions for more challenging books in the context of what they are interested in. We are not saying read hundreds of classics and that everything will be all right. They need to read challenging books in a subject in which they are interested. Dirk Foch, managing director of Renaissance, which provided the software behind the Accelerated Reader programme, called for dedicated reading times at school. We must work to ensure student literacy development continues to be followed and challenged in secondary school, he said. This could mean ensuring that students are guided to a more challenging selection of books at school and that dedicated reading time is introduced into the curriculum to give them allocated time to concentrate on reading thoroughly. CHILDRENS FAVOURITES What high-achieving readers of both sexes are reading: 1. Jeff Kinney Titles include Diary of a Wimpy Kid 2. David Walliams Titles include Worlds Worst Children 3. JK Rowling The Harry Potter series 4. Roald Dahl Titles include The Witches 5. Suzanne Collins The Underland Chronicles The authors children say they like best: 1. Rick Riordan Writer behind Percy Jackson &amp; The Olympian series 2. JK Rowling Titles include the Harry Potter series 3. Cassandra Clare The Mortal Instruments. 4. Christopher Paolini Titles include the Inheritance Cycle series 5. Daisy Meadows Author who wrote the Rainbow Magic series Source: What Kids Are Reading report 2016, a study of the reading of nearly 750,000 children who used the Accelerated Reader programme.", 
    "section": "education", 
    "gid": "education/2016/oct/22/the-truth-about-boys-and-books-they-read-less-and-skip-pages", 
    "wordcount": "977"
}