{
    "headline": "The investment we all have in asteroid mining", 
    "text": "The doubters are having a field day with Tuesday&apos;s announcement of a private venture, organized by a collection of tech titans, to launch a mission to mine asteroids. Adjectives such as &quot;quixotic&quot; are being used to describe the plan by a new company called Planetary Resources Inc, which has the backing of luminaries like Google&apos;s Larry Page and innovative film director (and deep-sea explorer) James Cameron. There are countless pitfalls ahead, of course. But count me among the admirers of this scheme, and not just because these folks are doing what so few people do these days: thinking big. I want them, and others who will surely join the chase, to succeed for the sake of humanity itself. I&apos;m not as interested in the stated goal of mining asteroids as what the project, if successful, will mean in longer-term ways: humanity&apos;s escape, once and for all, from its risky reliance on planet Earth as our only home. It is becoming more and more obvious that the species needs to get off the planet, and soon, to colonize other parts of our solar system and beyond. When and if we do it, mining asteroids will be an integral part of the process. The risks are growing. They include the high likelihood, over time, that an asteroid or comet will collide with Earth, an event that would destroy civilization and quite likely cause humans to become extinct. We don&apos;t know when this species-killing collision will occur  it could be hundreds of thousands of years in the future  but scientists are all but certain that it will, unless we can find a way to spot and deflect an inbound invader. The nearer-term risks include humanity&apos;s ability, and proclivity, for destruction. Often, we wreck things on purpose. Sometimes, we do it by mistake. States and large institutions have a long record of this. But as technology becomes more and more democratized, the potential for individuals to cause enormous damage is also growing. I doubt that a garage-based bio-engineer will come up with a virus that causes a planetary die-off, but such possibilities are no longer solely in the realm of science fiction. We&apos;re running out of resources and room here, in any event. Maybe, we should try to be less exploitive and expansionist, but is that really a likely outcome? Even if it&apos;s not too late to slow or halt human-induced climate change, it&apos;s also not clear that pure market forces can create a sustainable planet without massive and perhaps devastating disruptions along the way. Moving a subset of humanity off the planet is not just a good idea. It&apos;s an absolute necessity. It would embrace our expansionary tendencies, not try to restrain them. And we, as a species, would be hedging our bets. Would that lead us, back here on Earth, to be reckless? I&apos;m not sure how we could be much more reckless than are. Like countless others around the world, I grew up with humanity&apos;s early days of space flight. I couldn&apos;t stop smiling when Neil Armstrong and Buzz Aldrin stepped onto the moon&apos;s surface. I was and remain awestruck by the images returned from the Hubble Space Telescope and the interplanetary missions of recent years. Governments have led the way until now. Private industry is on the ascendance in space exploration as an increasingly hobbled United States cedes state-funded exploration to China and other nations. I&apos;m guessing that the private companies, using amazing new technology and ideas that would never occur to, or pass muster in, state-run enterprises, will make fast progress. Asteroid mining will be as necessary for the colonization in space as it will be valuable on Earth. I&apos;m hoping, over time, that a new generation of visionaries will do what governments, for understandable reasons, have not. The home planet has been good to us, and we should be doing what we can to protect and preserve it. But we can&apos;t ignore the possibility of existential threats we cannot prevent or foresee  and our best long-range bet is to find a second home, and others beyond.", 
    "section": "science", 
    "gid": "commentisfree/cifamerica/2012/apr/24/investment-asteroid-mining", 
    "wordcount": "680"
}