{
    "headline": "Chilean court rejects opposition to Patagonia dam", 
    "text": "Chile&apos;s supreme court has green-lit a controversial dam project in the Patagonia that could generate up to 20% of the country&apos;s electricity demand in 2020, but is opposed by environmentalists and local groups for the damage it will cause the region. The highest legal authority in Chile rejected seven appeals filed against Project HidroAysn, which plans to build five dams, flooding 6,000 hectares. The government had approved the project last year but the case was taken to the supreme court after objections were raised over the environmental impact study. Judges on Wednesday rejected all claims by opponents, including allegations that the study had failed to properly evaluate the effects on endangered Huemul deer, on the national park Laguna San Rafael and the dangers to people living downstream. &quot;This wasn&apos;t a surprise. We didn&apos;t have any confidence that the court was going to make a favourable decision,&quot; said Luis Mariano Rendon, co-ordinator of Accin Ecolgica that last year organised protests of 40,000 people against HidroAysn in Santiago. &quot;Unfortunately this means that once again citizen protests are only way that we have left to defend the Patagonia.&quot; The dams will have a capacity of 2,750MW to power Chile&apos;s rapidly growing economy, and the government has said that hydroelectric energy will be crucial for the country&apos;s future energy security. But Wednesday&apos;s court decision is expected to spark further unrest, particularly in the Patagonian region of Aysn where many locals feel that decisions are being taken without their consent. &quot;We are a close people here, very kind, very warm, always around a fire, sharing. It is a rich family-centred quality of life that has developed here and we do not want to lose it,&quot; said Hugo Daz, a local businessman whose great-grandparents first came to Aysn in the pioneer boom of the 1920s.The string of communities the settlers left behind in the Patagonia, are used to their independence. Isolated towns such as Caleta Tortel, downstream and fiercely resistant to the dams, were only connected by road to the rest of Chile in 2003. Even now Tortel&apos;s buildings are connected by wooden walkways rather than roads, built over the hundreds of small waterfalls and shrubs of wild fuchsia in the Gulf of Sorrow. &quot;Things are done differently out here in the Patagonia  slowly. We do things to the rhythm of rains, of the moon, many of us sow our crops like that still and this is the life that we want to keep,&quot; said Hugo. But HidroAysn&apos;s promises of cheaper electricity and a new hospital have convinced many other Aysninos that the dams are worth having. &quot;I get the feeling that there could be a balance of people for and against,&quot; said Dr Giovanni Daneri, scientific director of the Centre of Ecosystem Investigation in the Patagonia. Before the protests took over, the argument was played out on local radio stations and across giant billboards. Posters for and against were slashed and &quot;HidroAysn = $&quot; signs were replaced overnight with &quot;No dams!&quot; in yellow spray paint. With the new announcement tensions have risen again. A general strike was called for within hours of the court&apos;s decision as well as a series of national protests. As town squares filled up with protesters on Wednesday evening, the political battle remains far from over. Project HidroAysn&apos;s plans for a transmission line stretching more than 2,000km to Santiago still needs to be revised by the government. Until then relocation plans for local people remain uncertain. Seven years have passed since Elisabeth &quot;Lili&quot; Schindele first heard about the dams and she is no closer to knowing what will happen to her home on the edge of the River Baker. It was almost a year ago that Lili found herself trapped with officials during the first of the violent protests. &quot;There was all this noise outside,&quot; said Lili. &quot;The intendant of Aysn turned to the journalists and said: &apos;Now that this project has been approved, all the people of Aysn can be at peace.&apos; It&apos;s been many months since then and I still can&apos;t get those words out of my head: &apos;Now the people can be at peace&apos;.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/05/chilean-court-patagonia-dam", 
    "wordcount": "736"
}