{
    "headline": "Skylab's 40th anniversary reminds us of the danger from space debris", 
    "text": "Today Nasa will commemorate the 40th anniversary of Skylab, America&apos;s first space station, launched on 14 May 1973. In a televised discussion, Skylab astronauts, a current astronaut and agency managers are expected to discuss its legacy and the future of manned space flight. Skylab was a historic mission. It was part of an initiative to reuse the hardware Nasa developed to land on the moon. It was launched into space on the last of the giant Saturn V rockets to ever make it into orbit. Skylab&apos;s greatest scientific contribution was its continuous monitoring of solar activity. The three-man astronaut crews would each control the special telescope in four-hour shifts, taking images and data that revealed the sun in a way we had never seen before.      A coronal mass ejection captured on film by Skylab in 1973. Photograph: Corbis    About 160,000 images of the sun were collected during the nine months that Skylab was manned. They discovered the coronal mass ejections (CMEs). These giant eruptions of solar gas behave like magnetic cannonballs. Usually triggered by solar flares, the CMEs charge through space carrying magnetic and electrical energy. If one hits Earth, its battle with our magnetic field can cause havoc to our communications and other electrical systems. Skylab&apos;s first commander Charles &quot;Pete&quot; Conrad said that his command of Skylab meant more to him than his walk on the moon. He explained in a BBC documentary that part of his reason for this viewpoint was being able to run the solar telescope and bring back a tremendous amount of information that nobody had seen before.     Skylab commander Charles 'Pete' Conrad. Photograph: AP    Solar activity&apos;s effect on Earth&apos;s electrical systems is now a principal concern for many people. So is the danger of space debris. Here too, Skylab has a valuable lesson to teach. In 1974, after three Skylab crews had inhabited the space station, Nasa ran out of rockets and money. All future investment was being channelled towards the space shuttle programme, which Nasa believed would launch its first mission in 1979. So Skylab was abandoned. However, Nasa had intended that the second shuttle mission would carry a specially designed booster that would lift the space station to a higher orbit where it could await refurbishment. The trouble was, the sun had other ideas. The very solar activity that Skylab had studied so fruitfully now turned against it.  An unexpected rise in the number of CMEs and other radiation slamming into Earth heated our atmosphere so much that it expanded. This increased the drag on Skylab and began to pull it out of orbit faster than Nasa had reckoned. By late 1977, it was estimated that Skylab would re-enter in mid-1979. With the space shuttle rescue mission slated for July 1979, the race was on. In December 1978, Nasa gave up. Delays meant that the shuttle programme would be years late. Nothing could prevent the 85-tonne space station from crashing to Earth.  Making matters worse was that early in 1978, a nuclear-powered Russian satellite had fallen into northern Canada, drawing media attention and generating public dismay. Although Skylab had no nuclear material on board, the world was starting to realise what goes up must come down.  Controllers aimed Skylab at the southern ocean, some 1,300 kilometres southeast of Cape Town, South Africa. But the station overshot and struck western Australia, where large chunks were collected.     A customs officer inspects a one-tonne piece of debris from Skylab at San Francisco International Airport on 25 July 1979, two weeks after the space station fell to Earth in Australia. Photograph: AP    Today, almost 35 years after Skylab&apos;s dramatic return to Earth, the aerospace community is still wrestling with the problem of space debris. Nasa is already discussing how to safely de-orbit the much larger International Space Station, and the Royal Aeronautical Society in the UK is holding a one-day conference in July on Space Traffic Control. Nasa&apos;s Skylab 40th anniversary broadcast is scheduled for 13 May at 7.30pm BST (2.30pm Eastern Time). Watch in the viewer below. If you are using a mobile phone, click here. Stuart Clark is the author of The Sun Kings (Princeton)             Streaming by Ustream ", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/may/13/skylab-40th-anniversary-space-debris", 
    "wordcount": "644"
}