{
    "headline": "Kenneth Smith obituary", 
    "text": "After the physicist Kenneth Smith, who has died aged 88, completed the Cambridge natural sciences part I exam in 1944, he was recruited to the UK-Canadian contribution to the atomic-bomb project by Sir John Cockcroft, the professor at its head. Once installed in the reactor laboratories at Chalk River, Ontario, Ken looked for ways of making large numbers of quartz-fibre radiation dosimeters. These were clipped into a breast pocket like a pen, to measure the accumulated dose of ionising radiation affecting the body. Producing and testing them efficiently was the sort of practical challenge that Ken enjoyed throughout a career that culminated in a chair at the new University of Sussex, and research on developments in particle physics. The British scientists who went to north America made a significant contribution to the bombs that brought the war with Japan to an end. After their return to Britain, in 1946 they were housed at an airfield camp at Harwell, Oxfordshire, so they could record all that they had learned. Cockcroft was in overall charge and Ken worked under Otto Frisch, another of the project&apos;s leading lights. The following year Frisch succeeded Cockcroft in his Cambridge post and Ken returned to Sidney Sussex College to complete his first degree. Frisch, keen to broaden the work in atomic and nuclear physics at the Cavendish laboratories, gave research studentships to Ken and to Ted Bellamy in 1948 to work jointly on a new line of research, atomic-beam radio-frequency spectroscopy. They eventually built a machine that could provide a sophisticated obstacle race for atoms, so making some spectacular new physics measurements. From 1951, Ken continued his research alone. He went on to lead the atomic beams group at Cavendish and write the study Molecular Beams (1955). Born in Tooting, south London, Ken had a technical background in that his father was a draughtsman who was often sent abroad to oversee the building of coke and smelting ovens. From primary school, Ken won a scholarship to Colfe&apos;s grammar school, Greenwich, and from there a scholarship to Sidney Sussex in 1942. When he left Cambridge 20 years later, it was as the first professor of experimental physics at Sussex University. Ken gave himself unstintingly to university administrative duties, particularly in the early years. He built an excellent department, and collaborated with the architect Sir Basil Spence in designing the Pevensey 2 physics block. His research group concentrated on fundamental physics laws as revealed in the properties of atoms and the neutron. In 1964 the Americans James Cronin and Val Logsdon Fitch established that physical processes are not always symmetrical when considered as going forwards or backwards in time. The dissident Russian scientist (and dissident) Andrei Sakharov pointed out that this asymmetry is needed to explain why a small surplus of matter survived the mutual annihilation process after the big bang, allowing matter to exist now. Only with this asymmetry, too, can particles such as the proton, neutron and electron have electric dipoles  electric charges with opposite signs separated by a small distance  which are very hard to measure. These ideas set Ken&apos;s group working in 1965 on a programme to measure the electric dipole of the neutron, a programme that, in collaboration with other groups, is still continuing with increasingly precise results. The measurements test the validity of particle physics theories. Already Ken&apos;s group&apos;s groupsresults, and the results from Ken&apos;s group have continued to refine the understanding of them. For 15 years after retirement in 1989, Ken continued to make generous and significant contributions to physics research. He also became an expert in computer software, microprocessors and electronics, skills that were applied in the long-running neutron experiments  and to the system of storing undergraduate marks and writing transcripts. As the last surviving founder member of the school of mathematical and physical sciences at Sussex, he participated in the 50th anniversary celebrations. Ken met his wife, Verena Spinner, at a Cambridge party in 1949 and they married the following year in her home city, Zurich, in 1950the following year. She survives him, as do his three daughters and a son.  Kenneth Frederick Smith, physicist, born 12 February 1924; died 30 March 2012", 
    "section": "science", 
    "gid": "science/2012/may/09/kenneth-smith", 
    "wordcount": "696"
}