{
    "headline": "Global learning: still too expensive?", 
    "text": "When the concept of &apos;global learning&apos; began to emerge in the 1990s, it was an expensive endeavour that required specialized classroom equipment, dedicated telecommunication lines or satellite links, and specialized technical support. In 1995, a typical one-hour global learning class, involving six different universities around the globe, cost upwards of $10,000 (6,450) just for the connections. The classroom technology was not only expensive but also difficult to operate. Often each professor would need an on-site technician present to operate the system. Most mid-level university administrators saw such initiatives as expensive and risky, and perceived no benefit, monetary or otherwise, for the institution. As long as benefits were measured in terms of net revenue, global learning was perceived to be too expensive to justify its use. However, as global communication technologies have steadily improved over the last decade, together with a better understanding about how to use them to improve teaching and learning, an increasing number of educators are beginning to embrace global learning as a viable way to connect classrooms between diverse parts of the world and to facilitate meaningful learning. The overarching goal of global learning has been to increase students&apos; intercultural awareness and to prepare them for communication, collaboration and teamwork with people of other cultures. Rise of the Flat World As the first decade of this new millenium progressed, advances in internet-based communication platforms and tools provided lower-cost and easier-to-use alternative to the 1990s technology for global learning. During the early part of the decade, a handful of pioneering institutions used this technology to connect classrooms. The leaders of those initiatives saw the benefits of global learning, but they were often alone in their insight. Now, a professor can use her or his laptop, with built-in webcam/microphone and audio/video projection connections to facilitate global learning in all kinds of learning spaces. Effectively, infrastructure costs have fallen to zero. If institutions adopt a revenue neutral model where each institution charges tuition and provides credit for its own students, then our attention as teachers and administrators can turn to non-monetary benefits. Intangible benefits If infrastructure costs and net revenues cease to be issues, then we can pose the question: what are the intangible and long-term benefits for students, faculty, school, and society? Based on ongoing international, collaborative research studies of a variety of global learning programs, five non-monetary benefits of global learning have been identified:  Reduction in xenophobia and cultural stereotyping by encouraging the development of multiple perspectives and consideration of multiple meanings  Creation of good-will and international peace-building as participants learn how to conduct constructive dialogue and work together on collaborative team projects  Development and nurturing of intercultural and social capital by faculty and students within and between the institutions of higher education  Provision of more collaboration opportunities for international teaching and research  Access to unforeseen venues for collaborative and employment opportunities beyond national borders Learning other perspectives Even with these research findings, there still exist misconceptions among some administrators and academics about high infrastructure cost and negative net revenues, which creates an obstacle to global learning implementation. There may be several other reasons why global learning has not been fully embraced, including institutional inertia, ethno-centrism, cultural imperialism, lack of meaningful consultation with future employers, and unwillingness to try new teaching and learning innovations. One thing is for sure though: global business enterprises are in need of graduates who are globally savvy and interculturally competent. To effectively communicate and collaborate between cultures, it is necessary to understand other perspectives and practices  this is the heart of global learning. It is well understood in the humanities and social sciences but often dismissed as irrelevant in other discipline areas. Global collaborative teamwork in engineering, business and medical professions can be fraught with lower productivity and misunderstandings and when participants have no global learning preparation. In 1988, for example, NASA required metric units for the construction of the Mars Climate Orbiter but one manufacturer, Lockheed Martin, provided thruster data in &quot;pound force seconds&quot; instead of &quot;newton seconds&quot; as required. The spacecraft was supposed to orbit Mars at an altitude of 150km but descended to 57km instead due to the incorrect units. The result: it burned up in the Mars atmosphere at a cose $655.4m (423m). What did NASA learn from this example  and what can we learn from it in turn? Glyn Rimmington is the professor of global learning and Mara Alagic is the graduate school assistant dean at Wichita State University. Patrick Blessinger is the founder and executive director of the International Higher Education Teaching and Learning Association (HETL), New York, and co-founder of the Institute for Meaning-Centered Education This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/26/global-learning-costs-higher-education", 
    "wordcount": "807"
}