{
    "headline": "Universities collected 50m in library fines, figures show", 
    "text": "Universities have raised almost 50m from fining students for overdue library books in the past six years. Leeds University accrued the most money from overdue books, collecting more than 1.8m in fines for the six academic years from 2004/05. Manchester University, which collected almost 1.3m, came in second place while the University of Wolverhampton was third with fines totalling 1.25m. At the bottom of the table was Imperial College London, which collected just 26,703 in fines. With fines as little as 10p for each day a book is overdue, it shows that students are returning thousands of books late each year. But many are never returned  more than 300,000 university library books remain unaccounted for. Bucks New University has the most missing books  30,540, followed closely by Oxford University with 20,923 and the University of Kent with 19,613. The figures were revealed in freedom of information requests to all of Britain&apos;s universities by the Press Association. In total, 101 universities responded to the request, although many were unable to provide details of the amounts they fined students for late library loans. Most students are fined 10p for every day a book is overdue, but those at at Edinburgh Napier University can be charged up to 1 per day. &quot;The charge on the invoice reflects the amount it would cost us to replace the item using our normal suppliers,&quot; the university said. Persistent offenders can have their library account suspended or lose access to their university&apos;s IT system. At Imperial College London an outstanding 4 fine will lead to library privileges being revoked until the books are returned. The University of Westminster does not fine students for returning library books late. Students are instead banned from using the library for the length of time that the books were overdue. Many universities bar students from graduating until they pay their fines. As little as a 5 debt at Exeter University will prevent graduation, as will 20 at Lancaster University or 25 at the University of Glasgow. Other universities said they would instruct debt collection agencies if the library debts were part of other larger debts owed, such as fees and accommodation. The top 10 universities raising the most in library fines: University of Leeds  1,869,340 University of Manchester  1,299,342 University of Wolverhampton  1,252,253 King&apos;s College London  1,197,715 University of Hertfordshire  1,147,238 University of Birmingham  1,114,863 University of Plymouth  1,058,777 University of Nottingham  1,025,560 Kingston University  1,020,753 University of Durham  1,005,426 The top 10 universities with the most unaccounted for library books were: Bucks New University  30,540 University of Oxford  20,923 University of Kent  19,613 University of Sunderland  17,650 University of Teesside  15,815 Brunel University  10,992 London South Bank  9,725 London South Bank University - 9,725 University of Greenwich - 8,580 Southampton Solent University - 6,126", 
    "section": "education", 
    "gid": "education/2012/jan/07/universities-collected-50million-library-fines", 
    "wordcount": "524"
}