{
    "headline": "Mass Effect 3  hands-on preview", 
    "text": "Space sci-fi has long been a key battleground in the eternal struggle between films and games to earn acclaim as the top entertainment medium, and BioWare&apos;s action-RPG franchise Mass Effect has fought that particular war tenaciously since 2007. Sporting production values that rival those of celluloid, all the character-development elements that make RPGs so fiendishly moreish and action that would grace a third-person shooter, the first two Mass Effect games reaped fistfuls of awards and sold phenomenally well. Small wonder that Mass Effect 3 has been earmarked by gamers as one of 2012&apos;s most wanted. We haven&apos;t got long to wait now: it&apos;s due out on March 9. At which point, all discerning gamers will be praying for more snow and Arctic conditions, bringing the country to a standstill and providing the perfect excuse to stay indoors, huddle up to their Xbox 360s, PS3s or PCs and reacquaint themselves with Commander Shepard&apos;s ever-more-desperate fight to save the universe from the Reapers. We have been lucky enough to acquire a sneak preview: publisher Electronic Arts recently showcased a number of its forthcoming games, and there, we played through the first hour and a half of Mass Effect 3&apos;s single-player game. At this point, we must warn you that it&apos;s impossible to describe our experiences without giving away the general direction in which Mass Effect 3&apos;s plot proceeds. However, it was pretty clear that what we played was more concerned with scene-setting, and that it merely paved the way for countless plot twists. Choose your gameplay style Instantly, it became obvious that BioWare hasn&apos;t been shy when it comes to making tweaks. The customary design-your-own-Shepard system was reassuringly familiar, but the default female Shepard wasn&apos;t  apparently the new one resulted from a fan competition, but we thought she looked a bit bland and lacking in personality. Wanting to get straight into the action, we picked the (unaltered) pre-designed male Shepard, and then found a new menu choice on offer, which may offend the purists somewhat. You can choose to tailor Mass Effect 3 by picking one of three modes: action, story or RPG. Action automates all conversations in the game, story lets you navigate conversations manually, but cranks the difficulty down to casual, and RPG offers the Mass Effect experience we know and love, with a normal difficulty level and manual conversations. Naturally, we chose the latter. Next up was a chance to choose Shepard&apos;s character class, with options including Soldier, Infiltrator, Vanguard, Sentinel, Adept (denoting an expertise in biotics) and Engineer. Finally, the chance arose to shape Shepard&apos;s back-story, by selecting his origin  from choices including Spacer, which means he was born in space but to Earthling parents, and Colonist  and combat history, with Sole Survivor, War Hero and Ruthless among the choices. Clearly, the familiar Mass Effect dynamic of Shepard&apos;s relationship with his or her team remains in play for Mass Effect 3, and will again influence, one presumes, Shepard&apos;s chances of getting it on with a member of the opposite sex (always a feature of the game that provided an extra element of replay value). All the menu-based fannying around could, as usual, be circumvented by importing your character from Mass Effect 2. On with the story At last, it was time to dive into the story, which opened on Earth, with Shepard grounded and stalking around in a somewhat frustrated manner as a result. Once again, he (we chose a male Shepard) was given to muttering apocalyptic pronouncements about the imminent arrival of the Reapers. And sure enough, the Earth-based command centre lost touch with two deep space outposts. A brief exchange with Admiral Anderson established that Shepard would be allowed to resume command of the Normandy if the reaper invasion he was predicting did take place. And indeed it did, with suitably impressive pyrotechnics. A fairly cursory tutorial, involving Shepard and Anderson escaping the attack and finding the means to call the Normandy in to airlift them, then took place  in terms of its gentleness (negotiating small spaces and killing some Reaper grunts), it felt quite similar to Mass Effect 2&apos;s escape from the disintegrating Normandy. When the Normandy swooped to pick up Shepard, Anderson opted to stay on Earth to take the fight to the invaders. By this stage, Shepard had also acquired a familiar old character as a squad member, in the shape of Ashley Williams. Next stop Mars     Mass Effect 3    Once safely installed on the Normandy, we found Liara T&apos;Soni, expert in Prothean technology from Mass Effects of yore. Earlier, while making their fond farewells, Shepard and Admiral Anderson had agreed that Shepard would head for the Citadel, to persuade the council of the need for all alien species to band together against the Reaper invasion. But Liara provided our first practical mission by volunteering the information that some form of blueprint for a Prothean weapon  the only hope for taking on the Reapers  had recently come to light on Mars. So we headed to the red planet. There we found an unexpected enemy, human and heavily armed: Cerberus operatives. In Mass Effect 2, of course, Shepard was reconstructed by Cerberus and worked for the company, discovering uncomfortable truths about it. But normal service has been resumed in Mass Effect 3, with him once again in implacable opposition to the shadowy organisation. Here, the scene-setting cut-scenes at last gave way to proper, sustained gameplay. Albeit gameplay with a heavy focus on action  we came across one puzzle, involving arresting a horizontally scanning pair of forcefields at a precise point to enable us to get through a door, and there were no safes to hack or characters with whom to converse. There was fighting aplenty, though, which confirmed that BioWare hasn&apos;t been tempted to mess around with Mass Effect&apos;s third-person shooting engine. Unsurprisingly, given that only Bethesda&apos;s RPGs have come close in recent years to matching its accuracy and feel. There were a few experience points on offer, but not enough to allow us to really start shaping Shepard&apos;s abilities. Once inside the Mars compound, we had to activate a monorail to take us to where the weapon plans resided, then ride it through heavy Cerberus attacks. In the climactic stages, ammo (and especially grenades  handy due to some enemies possessing shields) was in short supply, so we had to resort to the familiar weaponry and abilities wheel, encouraging our squad-mates to make use of their biotics. By this stage, we had acquired a decent array of weaponry including blaster, assault rifle and shotgun, but they were all thoroughly familiar from Mass Effects 1 and 2. After fighting through to our destination, we were rewarded by a holographic audience with the Illusive Man  still apparently a central character  and that was as far as we were allowed to play. General impressions If you were hoping to find major gameplay innovations in Mass Effect 3, you&apos;ll be disappointed, if its initial stages are anything to go by. And who can blame BioWare for that, since Mass Effect&apos;s gameplay (bar the ill-conceived vehicles in the first game, long since abandoned) has always been spot on. There is, of course, the shoehorned-in voice recognition support for picking conversation choices via Kinect, but the likelihood of that working for anyone without an American accent lies between minimal and non-existent at best. Visually, though, it did look like it has taken advantage of every last drop of graphics processing power that the Xbox 360 (on which we played it) possesses. Story-wise, it looks nicely set up to reach more epic heights than ever before, particularly with Earth taking centre-stage for the first time. And then there&apos;s the added excitement of a new multiplayer element coming to the franchise. Multiplayer: the first details emerge BioWare has remained pretty coy about Mass Effect 3&apos;s multiplayer side, but it has let slip that it will be collected under the banner Galaxy At War, and that one of its elements will be four-play co-op. This won&apos;t take the form of a conventional story mode, but will be about: &quot;Taking control of key conflict zones in the galaxy&quot;. You won&apos;t be able to play as Shepard, Garrus, Tali or any of the franchise&apos;s most beloved characters, but will have to build a new character up from scratch. You will, though, be able to play as Turians, Krogans, Asari or humans, and there will almost certainly be other playable alien races that BioWare hasn&apos;t yet announced. Four-player co-op is hugely attractive  every keen Mass Effect player has surely daydreamed about all their squad members being controlled by humans rather than the game&apos;s AI. And it sounds as though there will be some sort of domination mechanic, in which you and your fellow gamers go from planet to planet, clearing out Reapers. Beyond the co-op mode, BioWare will merely say that there are other strands which will constitute Galaxy At War. Whatever they turn out to be, it sounds like this time around, we&apos;ll be able to immerse ourselves in the Mass Effect universe more deeply  and for an even more sustained period  than ever before.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/21/mass-effect-3-preview", 
    "wordcount": "1519"
}