{
    "headline": "Is there any point comparing Oxford with Wolverhampton?", 
    "text": "My colleague Helen Saunston recently read the mission statements of 53 UK universities and came to the conclusion that their avowed purpose of demonstrating uniqueness was displaced, as she put it, by a tendency to standardisation. When it came to setting tuition fees for 2012, far more institutions adopted the highest sum available than the government and the Treasury had anticipated (although around 25 have since adjusted downwards). Any actual or perceived move towards concentration of government research funding is typically greeted with expressions of anguish from those quarters where such activity would seem least central to organisational goals. All this suggests that we still share a surprisingly fixed idea of the university and thus cleave more to what we have in common than what could distinguish our institutions. This is what leads to our frequent talk of the sector and to the importance of bodies such as UniversitiesUK in our sense of collective identity. At the same time, many of us are sensitive to the nuances in the hierarchy of apparent status that we seem to have internalised. Perhaps this is most prominent in the varied institutional responses to the numerous league tables, where some take their success for granted, others celebrate any improvement in position, and still more dispute the methodology when the outcomes are less favourable. No less publicly, the A-level grades that we require of applicants before they can enrol on our programmes express carefully determined internal perceptions of comparative value. There are many, and rather more private, delineations of relative merit, such as which institutions making our staff a job offer might prompt a retention case (and which would not). These differences have received structural reification in the largely static membership of the various mission groups: the Russell Group; the 1994 Group; the University Alliance and so on. Although we may be comfortable with this compromise between promoting our collective similarity while being aware of significant difference, it can leave the rest of society rather bemused. Perhaps there was no better illustration of this bemusement than the select committee that challenged the VCs of Oxford and Oxford Brookes as to whether a first class degree from their two institutions had the same value  and failed to elicit a clear reply. Nonetheless, and presumably like those VCs, most of us rightly shy away from openly accepting the notion that there is a great chain of being in HE, stretching from Oxbridge  the origin of the idea  at the upper end to BPP at the other. When pushed, we feel more comfortable with the belief that these differences reflect the distinctive interests and impacts that institutions choose to pursue; we argue that the idea of a university can be much more pluralistic. If that is the case, then surely it is time for our universities to be bolder in articulating their distinctiveness and to be explicit about what they do (and don&apos;t) and what they are good at (or not): we focus on original research or its application to local business growth; we prioritise international partnerships or relationships in our region; we train excellent social care practitioners or the next generation of academic sociologists. Having more confidence and pride in our differences would see us using our much valued autonomy to develop universities that are also genuinely original in their approaches to a whole range of other issues: collaborations with other education providers; forms of corporate governance; nature of terms and conditions; organisation of corporate services and so on. The paradox of diversity in HE in the UK is that we have given too much sway to the traditional idea of the university without wanting either to face up to the hierarchy that is therefore implied or to pursue the distinctiveness that would make such a hierarchy largely irrelevant. In these circumstances, the refusal of a small number of universities to return data for some league tables  on the grounds that some of the factors included do not reflect their priorities  appears a refreshing declaration of independence. Comparing Oxford and Wolverhampton on the basis, in part, of average entry tariff  as the Guardian University League table does  puts me in mind of John Peel&apos;s observation on the impossibility of judging the varied range of musical genres encompassed by the Mercury Prize: it is like comparing a piece of string with the M62 motorway. Professor Edward Peck is pro-vice-chancellor at the University of Birmingham This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/19/any-point-comparing-oxford-wolverhampton", 
    "wordcount": "763"
}