{
    "headline": "Fields on fire: making farming more sustainable in India  in pictures", 
    "text": "   In November in the Indian state of Punjab, farmers sow crops such as wheat and vegetables; but first, they clear fields by setting fire to them. In this image, thousands of fires burn in a band more than 250 kilometres (150 miles) from east to west. The smoke plume extends far to the south-east, obscuring the satellite's view of Delhi Photograph: MODIS/Aqua/NASA       A rice farmer near Sangrur, Punjab, examines his crop. The state feeds around 500 million people each year, with rice production immediately followed by a season of wheat. Punjab comprises only about 1.6% of Indias land surface, but thanks to fertile soils and agricultural advances, the state grows about one-fifth of Indias wheat Photograph: Neil Palmer/CCAFS/CGIAR       Farmers have only a fortnight to harvest the rice, dispose of the several inches of stubble left in the ground after the harvest (above), and plant wheat. Burning has the benefit of killing pests that eat crops and converts crop residue into fertilising ash, but the smoke can cause cardiovascular and respiratory illnesses Photograph: Neil Palmer/CCAFS/CGIAR       A farm worker prepares to burn away rice stubble after the harvest. Around 1m hectares (2.47m acres) of rice stubble goes up in flames during this two-week period each year in Punjab Photograph: Neil Palmer/CCAFS/CGIAR       Although this method of clearing the land is cheap and effective  a hectare is reduced to ash in around 10 minutes  it releases 12 megatonnes of carbon dioxide as well as other, more potent, greenhouse gases Photograph: Neil Palmer/CCAFS/CGIAR       As well as carbon dioxide, the smoke contains toxic chemicals from pesticide residues. It is causing a decline in soil fertility and is threatening the long-term sustainability of Punjabs rice-wheat crop rotation system Photograph: Neil Palmer/CCAFS/CGIAR       There is an alternative: this tractor-drawn seed driller, known as a Happy Seeder, chops the rice stalks and deposits them as mulch, and plants wheat at the same time. However, the machines are too expensive for most farmers, though a state subsidy programme is under way Photograph: Neil Palmer/CCAFS/CGIAR       Low-tech alternatives, such as hand-harvesting and threshing, can also help. Manual harvesting means rice stalks can be cut very short, leaving no stubble in the field and reducing the need to burn. But the bulky rice stalks remain after threshing, and so several initiatives are under way in Punjab to collect and use them as an energy source for biomass plants to produce electricity, or as feed for livestock Photograph: Neil Palmer/CCAFS/CGIAR       Those without alternative options for using the rice residues continue to burn them Photograph: Neil Palmer/CCAFS/CGIAR       New Delhi's India Gate, enveloped by pollution, caused by burning crops, traffic and fog Photograph: Manish Swarup/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/dec/07/farming-sustainable-india-in-pictures", 
    "wordcount": "0"
}