{
    "headline": "Coulrophobia: why clowns trigger our fear reflexes", 
    "text": "In a year of horrifying and ridiculous happenings, the scary clown craze may be the most surreal yet. And now its hit the UK, because we dont have enough awfulness going on right now. Despite the unsettling name, as far as we know, these clowns have not killed anyone yet. And yet, theyre still scary. Clowns are widely recognised as things to be feared. But why? In theory, clowns are figures of fun, intended to provoke amusement and laughter with their hijinks, not screams of horror. Big smiley faces, slapstick, party tricks, bright colours; none of these things are typically associated with intense fear. And yet, when combined in the form of a clown, they regularly cause the exact opposite reaction to the one intended. Hence the term coulrophobia, although this isnt an officially recognised phobia. That in itself if indicative of how common fear of clowns is; its inspired its own diagnosis.  The reasons for this have been covered several times in other places, but it does seem that the whole fear of clowns (meaning the modern day gaudy face-painted clowns, not the more old-school Jesters and the like) is based on their tendency to set off negative reactions that occur deep within our brains.      Dont mess around with the face. It unsettles people. Photograph: I. Glory / Alamy/Alamy    The uncanny valley effect Its important to remember that clowns are people. People in elaborate costumes, but people nonetheless. As a result, they have human bodies and faces, like everyone else. But this is where problems arise.  The uncanny valley effect is a phenomenon whereby things that look human but arent quite there are incredibly unsettling. It appears to be a fundamental reflex. Slap a pair of googly eyes on a sock and youve got yourself a loveable puppet that nobody has any issue with, but a highly-realistic android with an almost-but-not-quite-identical face to that of a real human is often very off-putting. Ventriloquist dummies share a similar scary reputation to clowns, likely for this reason. One theory is that they make us think of death and corpses (a dead face looks like a normal one but behaves differently) which should be avoided due to danger and risk of illness. But whatever the underlying cause, human faces that deviate from the norm are upsetting. And clown faces differ in very elaborate ways; the huge painted-on smiles, the crude colours, the greatly-exaggerated eyes, all of these and more combine to provide a recognisably-human face which doesnt behave as it should, which is very unsettling on a deep subconscious level.  This is doubly true if the painted-on expression doesnt match the actual one. The brain doesnt deal with such inconsistent stimulus very well, which would cause further discomfort.  Its not just the face; humans are very sensitive to body shape, and movement. We (again, subconsciously) glean an incredible amount of information just from the way someone walks. Posture, stance, gait, were sensitive to all this. Again, clowns throw all this out of whack, with their exaggerated tumbling and oversized shows. Combine all this with the incredible human sensitivity to faces and clowns often end up being upsetting just by their existence.      The uncertainty here doesnt refer to the possibility of a clown hiding behind your curtains. Although that would obviously be scary. Photograph: Francois Guillot/AFP/Getty Images    The uncertainty of clowns If you go to a circus as an adult, you pretty much known what to expect. Lion tamers tame lions. Jugglers juggle. Acrobats perform impressive stunts. And clowns clown around. But that last bit isnt quite as predictable as the others. In a way, the whole point of clowns is that they do things which defy normal behaviour. Unpredictability is something which causes knee-jerk distrust and apprehension in humans. The drunk on public transport, the homeless person yelling in the street, these figures are desperately avoided/ignored by those around them because they clearly arent conforming to societal norms, and thus present a possible threat.  This is even worse if were in a social context, as clowns invariably are. Social anxieties are among the most common in humans, we genuinely fear being judged and mocked by others, whether we know them or not. Have you ever gone to a comedy gig and actively not sat in the front row? Most people do this, for fear of being spoken to and addressed, possibly ridiculed, by the comedian on stage. A comedian is just a person, but they still prove scary enough in the right context. Lump all the upsetting visual qualities of clowns on top, and youve got a genuine and potent fear reaction.     Children and clowns have a... confusing relationship Photograph: STRINGER/MEXICO/REUTERS    Childhood fears In his 1986 show Live at the Met Robin Williams talks of taking his 5 year old child to Disneyland, expecting them to love seeing Mickey Mouse, and getting the opposite reaction. As he puts it, Mickey Mouse for a 5 year old! Mickey Mouse for a 5 year old is a 6-foot fu**ing rat! Clowns are, these days, often seen as childrens entertainment, but that may be what perpetuates the fear-filled perception of them. All of the triggers for fearful reactions discussed above are still present when clowns are seen by children, but children, still figuring out the world, likely lack the required experience to explain away what theyre seeing. An adult seeing a clown may think These things are creepy, why do guys end up doing this?, whereas a child may be thinking WHATISSTHATWHATISTHATAAAAAAAAARGHHH!!!! Many lasting phobias stem from events that occurred during early childhood. And given how some evidence suggests phobias are learned from your parents, its not surprising that fear of clowns can endure, despite the relative lack of clowns in the everyday world these days.     When youre most prominent spokesperson is an unhinged danger to humanity, its bound to impact negatively on your reputation. See also: the Republican Party. Photograph: HO/REUTERS    Self-fulfilling prophecy It seems clowns begin with a considerable disadvantage when it comes to people not finding them scary. This would be the case if nobody had any prior experience with clowns. Unfortunately, the scary-clown stereotype is so entrenched in our society now that its basically the norm. The most famous cultural examples of clowns are mostly scary ones, not fun ones. Stephen Kings Pennywise, The Joker, John Wayne Gacy, a modern clown is more likely to become known for murderousness rather than tomfoolery.  Just like Jaws did for sharks or One Flew Over The Cuckoos Nest did for ECT, much of modern media arguably prompts an unwarranted fear of clowns. But still, this association had to come from somewhere. It seems human evolution, particularly that of our brains, just didnt equip us to deal rationally with Bozo and his pals. Dean Burnett will be discussing his book The Idiot Brain with comedian Toby Hadoke live at the Manchester Science Festival this month. Tickets here.", 
    "section": "science", 
    "gid": "science/brain-flapping/2016/oct/14/coulrophobia-why-clowns-trigger-our-fear-reflexes", 
    "wordcount": "1104"
}