{
    "headline": "Zoe Williams: how contraception is rocking Nepalese society", 
    "text": "The importance of contraception is something I feel I know my way around; I went to Nepal with Save the Children slightly sceptical about the idea that you need tosee it to believe it. I already believe it. But what you see isn&apos;t what you expect. On the face of it, you would recognise in Nepal everything you&apos;ve ever heard about the way women are treated outside the west. A third of marriages feature one participant under 15, usually the girl. They still practise chhaupadi in some rural areas, which means that when you&apos;re menstruating, you are considered so unclean that you have to go and live in the shed. I thought that was a lot worse before Isaw the sheds, which look just like the living quarters, except that they tend to be downstairs and have a cow in them. Nevertheless, to see ovulation as a bad omen and bringer of family illness is not great for the status of women. There are villages where, even if you are raped, the act ofintercourse results in you being de facto married to the rapist. And yet it doesn&apos;t feel that strict  Isat in on a meeting of health visitors undergoing training from a guy who said their BCG vaccination rates weren&apos;t high enough, and they erupted. They said they&apos;d vaccinated everybody, and they weren&apos;t meeting their targets because the census data was wrong, and the census data was wrong because  well, it&apos;s a labyrinthine story involving Maoists. What struck me is that this is not a placewhere women are subservient. Plus, there&apos;s no taboo around contraception, and since the surest way to keep women subjugated is to give them no control over when they have children, if that doesn&apos;t suggest a degree of equality, it&apos;s a hell of an oversight. (There is some resistance among Muslim communities, but most people are Hindus.) Save the Children supports this network of health workers, who survey their environs like hawks, making sure everybody has the contraception they need. But that&apos;s not the limit of the provision  you can fetch up among some vending shacks near a river, a shopping parade with margins so slim that they&apos;re trying to recycle your Coke bottle while you&apos;re still drinking it, and there&apos;ll be a pharmacist trained to give LARC (long-acting reversible contraception) injections, with heavily subsidised pills (12 rupees for a month), and overflowing with condoms called Panther. &quot;It&apos;s not Afghanistan&quot;, the NGOs say,as a kind of pep-talk-cum-mantra  it might look hard, improving the maternal outlook in a country so poor, but at least it&apos;s not Afghanistan. So these are the issues: when you marry, you haveto leave school and take on all the household duties for your husband&apos;s family. &quot;I wasn&apos;t expecting the work&quot;, said Nisha Darlami, who&apos;d married at 13, and is 19 now. &quot;Before, I&apos;donly had to cook and cut the grass. [When I arrived with my in-laws] I had to do everything, from the minute the cattle woke up.&quot; It&apos;s almost like a fairytale in its suddenness and non-negotiability  you have a mother-in-law who&apos;s been doing all the work since she arrived, and she&apos;s been waiting maybe two decades for you to arrive. Given this handover, I was amazed at how well the daughters and mothers-in-law seemed to get on, but it&apos;s possible that fighting in front of strangers is a universal taboo. The reality of child marriage borders on child slavery, but interventions are vexed: even though it&apos;s illegal, enforcement is flaky. Since 2008, there&apos;s been a more concerted campaign, and arranged marriages are becoming rarer. We met one 22-year-old, Laxmi Tharu, who had had an arranged marriage at nine, as part of a swap where her brother married her husband&apos;s sisterat the same time. That probably wouldn&apos;t happen now. However, &quot;lovemarriage&quot; is on the rise; two young people will just elope, and that&apos;ll be that. Harsha Bahadur Puri, from a community group called the Village Child Protection Committee, said, &quot;you can&apos;t call them love marriages, because achild marrying is not in love&quot;. Men in their 20s often make untrue promises to13-year-old girls; that they can carry on at school; that his family is much wealthier than it is. But often it&apos;s on the level  most of the girls we met had had a love marriage, and even though almost all regretted it, none thought they&apos;d been conned. The priest Narayan Prasad Sharma explained: if spiritual leaders hear about a child marriage, they can try to dissuade the couple; if that doesn&apos;t work, a children&apos;s group (a network of under-18 human rights activists) might picket the wedding; the police might getinvolved. &quot;But if they both consent, and they say they are married, and neither family wants to bring charges, there is nothing we can do.&quot; He gives mea shrug that I&apos;d loosely translate as: &quot;What two 12-year-olds have joined together, let no man put asunder.&quot; Plus, it&apos;s complicated  you can&apos;t campaign against love, you can&apos;t deny that love means sex, and it would be jackbooted cultural imperialism to try tosever the link between sex and marriage. Ishbel Matheson, who runs Save the Children&apos;s media, said wryly, &quot;Children&apos;s charity says: &apos;No more love! Itleads to unplanned pregnancies!&apos;&quot; Hence, the real point is not child marriage; it&apos;s child pregnancy. When girls of 13 and 14 get pregnant, the results are often brutal. Their own health is dicey throughout pregnancy, and the babies are often painfully small. It was not unusual to meet girls who&apos;d had babies weighing two or three pounds, at full term. Stillbirths and maternal deaths in labour are common. The mothers can get uterine prolapse or fistula later on. It clearly caused some soul-searching for a charity called Savethe Children to get involved in aninitiative that prevented, rather than saved, any fresh children, but it&apos;s a signal of how important this is; children don&apos;t win from a cultural norm that results in ill babies  nobody wins. Plus,the mothers are children, too. Pramila Tharu is 16 and has a two-year-old daughter, Prapti (it means &quot;achievement&quot;, but the subtext, judging by her face, seems to be &quot;unbelievable achievement over hideous odds&quot;, rather than &quot;pride and joy&quot;). She got married at 12, having met her husband while he was mending a pump at her school. They met again a week later and, along with two friends, all eloped. &quot;I would rather we&apos;d had a ceremony,&quot; she said, &quot;because you get more respect.&quot; The problem with these informal arrangements is that you start married life under the radar of the health visitors, who don&apos;t find out you&apos;re married until you&apos;re already pregnant. So she was pregnant almost immediately, and had her daughter when she was 13  Prapti was 1.5kg (3.3lb), perilously small and very fragile. She seems to be thriving now, although it&apos;s so hot that everybody, children and adults, seems floppy and lethargic, so it&apos;s hard to tell. What&apos;s amazing is not that a decision made in the flush of a party can determine the rest of your life, but that Pramila seems like any 16-year-old you&apos;d meet anywhere who&apos;d had a daughter of her own so early. She&apos;s very sunny and giggly, but also monumentally annoyed. She wanted to work abroad, she wishes she hadn&apos;t left school so young, she&apos;d like to go back to school if she could (here, her mother-in-law cut in: &quot;Who are you going to send to school, the mother, or the child?&quot; She didn&apos;t seem to besaying it unkindly. It was more a statement of the bleeding obvious). Thisyoung mother had no choices at all,apart from that large one she made four years before; she also had no stuff, in common with everybody else we met in these rural areas. There is literally nothing in the house apart from a bed that doubles as a table, and maybe some onions. So in its accoutrements, her life is as different as you can imagine from the life of a western 16-year-old  and yet not different at all. She felt the same as any of us would feel. She loved her baby, she loved her husband (she showed us a framed picture of him  so I exaggerate, she did have one possession); she didn&apos;t wish them away, she just wished she&apos;d had more opportunities. Now taking a contraceptive, she says she might have one more child, in six orseven years, but she&apos;s not trying for a boy, which is what you would traditionally try for if you wanted a hope of a daughter-in-law sometime in the future. Nisha said the same thing, that she wasn&apos;t trying for a boy, and I said, &quot;Well, who&apos;s going to take over all your work from you?&quot; &quot;I don&apos;t think the daughter-in-law should do all the work&quot;, she said stoutly. Attitudes appear to be changing, and I wonder if it&apos;s the contraception that is broadening the horizons. Once you have some power handed to you  however small, given that you&apos;re already married, and a mother  you start wondering what to do with it. A different Pramila, 13 years old, is the niece of Manesha, both ofthem victims of Manesha&apos;s violent husband, who has been beating Manesha up since the day after they married. She was 14, and the marriage was arranged. (Another girl, Tulsa, who&apos;d had a love match, said arranged marriages were better because then at least you could complain to your parents when things went wrong. But marriage is so irreversible that it doesn&apos;t seem to matter who you complain to.) She took contraception until her husband found out and stopped her. One month after that, she got pregnant with her son, whois now two-and-a-half. It&apos;s an awful situation, in which the whole village is involved  &quot;they have to get together to stop him, because once he&apos;s beating me, he won&apos;t stop,&quot; she tells me, with a blank, quiet rage. But she can&apos;t leave him because of her son. She&apos;s now seven months pregnant with a second child; she didn&apos;t want any more children, but he again stopped her taking contraception. That&apos;s the starkest face of life as a woman with no family planning; her niece (by marriage) has more opportunity, but it still looks like bloody hard work. This same guy was in loco parentis of Pramila  since he was also violent towards her, a neighbour took itupon herself to arrange a marriage between Pramila and a man whom she says looked 30 or 35 (she didn&apos;t meet him before the ceremony). She was 13. Members of the VCPC arrived the day after the marriage andtook her back home, but they say afterwards that it makes her as good asumarriageable, tohave this history. When I asked her whether her reputation had been tarnished, she said she didn&apos;t know, and that nobody had said anything in front of her. But then she said she didn&apos;t want to get married anyway, because she didn&apos;t want to end up as unhappy as her aunt. She wants to be a nurse. That idea  that girls have children young because they don&apos;t have any reason to delay  seems to be the cart before the horse in Nepal: it was themotherhood that shut down the ambition, not the lack of ambition that spurred the motherhood. Girls here want careers for themselves that they have no reason to believe possible. Inescapably, then, family planning has rocked and will continue to rock thissociety  the changes will not stop at smaller family sizes and lower infant mortality and higher female literacy andbetter maternal health. The new possibilities enliven the children&apos;s clubs,where kids between about 10and18 gather to campaign, mainly against child marriage, but also for access to contraception. Anybody who has ever had any doubts about the children&apos;s rights agenda  whether it&apos;s possible to airdrop the idea of rights into a culture that isn&apos;t individualistic  should see one of these meetings, housed in a stuffy room with a drawing of fallopian tubes on one wall and a portrait, copied from a photograph, of Yuri Gagarin on another. The kids sing us a song about child marriage (one bit translates: &quot;Getting married as achild ruins your chances in life/ and you also risk a uterine prolapse&quot;  inNepalese, that rhymes), and then describe the work that they do, persuading determined Romeos and Juliets to wait, picketing wedding ceremonies, spreading the message that life could be better, lived another way. As we leave, they ask us what they could learn from young political activists in the UK, and we are totally stumped. Nothing. Maybe how to play Angry Birds. If you think family planning isn&apos;t a children&apos;s issue, you just haven&apos;t met enough children. The UK government and Melinda Gates are hosting a family planning summit on 11 July, which Save the Children is supporting. This summit needs to agree on two things: access to contraception for 222 million women who have none, and to give girls and women power to decide how many children they want. Sign the online petition at savethechildren.org.uk", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/07/zoe-williams-nepal-contraception-pregnancy", 
    "wordcount": "2276"
}