{
    "headline": "Little Red Riding Hood by Nosy Crow  app review", 
    "text": "Why are we encouraging kids to waste their time on apps? They should be reading books! Arguments on these lines often crop up in the comments section when I write about children&apos;s apps for The Guardian. The concern being that digital fun is cannibalising real-world learning and physical play. It&apos;s tempting to brush these suggestions aside: these two worlds are not mutually exclusive, and in many cases, app usage may be eating into passive TV viewing rather than active pursuits. Yet when it comes to reading, there&apos;s an important debate to be had about book-apps and interactive storytelling, and the extent to which animation and interactivity is a support for children&apos;s literacy development, rather than a distraction. &quot;Never mind the text, here&apos;s the whizzy physics engine&quot; may not be the best model to follow, and concerns about exactly this issue are the reason why there aren&apos;t any Gruffalo apps, for example. Yet it&apos;s also true that the best children&apos;s book-apps can help children develop not just the mechanics of reading, but reading comprehension too: following and understanding a story and empathising with its characters for example. Which is a slightly long-winded introduction to my suggestion that British publisher Nosy Crow&apos;s new app Little Red Riding Hood is one of the best examples yet of how to do it right, and one that may win over many of those doubters. It&apos;s a retelling of the familiar fairy tale, with beautifully-crafted scenes and characters, and careful use of interactivity and even non-linear storytelling to encourage early reading skills, rather than hamper them. The tale is told over a series of scenes, which in Read and Play mode see the text displayed on-screen, with words highlighted in red as they&apos;re read out loud. The voice narration comes from child actors rather than adults. This has become a signature feature for Nosy Crow, with the company believing that children&apos;s attention is held more by other children&apos;s voices. Judging by an (admittedly-limited) focus group of my two sons, they&apos;re onto something.     The mini-games are simple, and serve the story    Interactivity takes two forms. Some scenes ask children to perform an activity  packing a basket with food through drag&apos;n&apos;drop gestures is the first example. Other scenes in Little Red Riding Hood&apos;s forest walk present her with a fork in the road, with each choice uncovering a different item for the heroine: feathers, dandelions, bees and so on.  Sometimes a light mini-game is involved, such as the musical monkey who asks you to copy his tunes to win his whistle, or the spider who you help out of a web-shaped maze. The twist is that the specific items collected each time are used to beat the Big Bad Wolf at the end of the story: tickle him with the feathers or blowing dandelion seeds in his eyes for example. Each time a child uses the app, they can choose different items as they play/read. Each mini-game or activity thus ties closely into the story, encouraging children to read through to the ending rather than waylaying them en route. They also make good use of the device&apos;s features, from tilting it to guide the spider through to use of the front-facing camera so your child can see their own face reflected in a pond. Simple, but genuinely thrilling for the average child. In short, Little Red Riding Hood is rather marvellous: a children&apos;s book-app that impresses with its technical chops, but more importantly with its firm focus on storytelling and reading skills. It shows there is substance, not just hype, around what apps can bring to children, and like Nosy Crow&apos;s previous Three Little Pigs and Cinderella apps, shows how new technology can make a fine foil for familiar fairytales. For now, Little Red Riding Hood is iOS-only, costing 2.99 as a universal download for iPhone and iPad. Nosy Crow has been building up its Android resources, so hopefully the app will make its way to Google-powered devices sooner rather than later.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/25/little-red-riding-hood-nosy-crow", 
    "wordcount": "661"
}