{
    "headline": "Boot up: TV viewing, Galaxy S3's exclusive app, Google+'s mistake, Apple's TV delay? and more", 
    "text": "A burst of 7 links for you to chew over, as picked by the Technology team TV and radio as primary and secondary activities in daily life, 1974/2002 &gt;&gt; BBC Slide from a presentation about how much TV has become a &quot;secondary activity&quot; - ie not the main thing people do when the TV is on - compared to 1974. Battery blues: why your mobile device doesn&apos;t run ... &gt;&gt; HP Input Output Good primer from HP. Apple shines, but slumping Android shipments lead to disappointing first quarter for media tablets &gt;&gt; IDC &lt;blockquote&gt;Apple shipped 11.8m iPads during the quarter, down from 15.4m units in the fourth quarter of 2011, and grew its worldwide share from 54.7% in 4Q11 to 68% in 1Q12. Amazon, which stormed into the market in 4Q11 to grab second place with 16.8% of the market on shipment of 4.8m units, saw its share decline significantly in the first quarter to just over 4%, falling to third place as a result. Samsung took advantage of Amazon&apos;s weakness to regain the number two position while Lenovo vaulted into the number four spot, followed by Barnes &amp; Noble at number five.&lt;/blockquote&gt; Samsung&apos;s share is therefore between 27% and 4%. Helpful. The Kindle Fire shipment translates to just under 700,000 (out of the total 17.4m tablets shipped worldwide). In other news, Christmas cracker sales are down too. No Apple TV set until 2014, says analyst: What&apos;s next for Apple? &gt;&gt; ZDNet &lt;blockquote&gt;Citing economic conditions, [JP Morgan&apos;s] research &quot;does not indicated any looming TV-related product launch&quot;. [Mark] Moskowitz noted that the television market is on shaky ground, it would be a risky move for the Cupertino-based giant to throw itself in the ring unless there was a major pull factor.&lt;/p&gt;&lt;p&gt; Apple needs &quot;a radical change of the user interface, integration of the TV programming and data content, and use of gesture or voice control,&quot; Moskowitz noted. Besides a plethora of reasons, the J.P. Morgan analyst doesn&apos;t think Apple would generate a decent profit from the product. &quot;We are not sure that the Apple premium could prevail in the TV market.&quot;&lt;/blockquote&gt; Isn&apos;t that some people have been saying all along? TV isn&apos;t mobile and it&apos;s mature. Flipboard for Android is a Galaxy S III exclusive &gt;&gt; SlashGear &lt;blockquote&gt;Samsung has fully unveiled the Galaxy S III here at the London event today, and one of the inclusions to its modified version of Ice Cream Sandwich is an exclusive version of Flipboard. It marks the first time that Flipboard will be making the jump to Android, previously having seen a home on iOS. Samsung say that they have an exclusive window on the app, so it won&apos;t be hitting the Play Store or other handsets until a later date.&lt;/blockquote&gt; How a Wi-Fi camera should work &gt;&gt; Scripting News Dave Winer: &lt;blockquote&gt;Sometime in the last few months Canon released a couple of cameras that support Wi-Fi. If you&apos;ve been following Scripting News for a few years, you know this is an event I&apos;ve been waiting for. And since I had a birthday coming up, I decided to spring for it. I&apos;m going to give my old Canon point-and-click to my Mom. She needs a new camera. And I need a new toy!Which has turned out to be a real puzzle. How do you get the Wi-Fi to work?&lt;/blockquote&gt; You have to admire his optimism in buying a camera and expecting that the Wi-Fi would make sense. Google is making a huge and annoying mistake &gt;&gt; Wil Wheaton Wheaton is a big star in the US. He starts by saying he likes Google+. But by forcing people to &quot;upgrade&quot; in order to like a video on YouTube, he says it&apos;s putting people off. &lt;blockquote&gt;By crippling functionality on sites Google owns (like YouTube) and forcing users to &quot;upgrade&quot; to a service that they may not want or need to get that functionality back, Google is making a huge and annoying mistake.&lt;/p&gt;&lt;p&gt; You get people to enthusiastically use services by making them compelling and awesome and easy to use. You don&apos;t get people to enthusiastically use your services by forcing them to. In fact, that&apos;s probably a great way to ensure that a huge number of people who may have been interested in trying out your service never even look at it.&lt;/blockquote&gt; When the producers don&apos;t like it, that&apos;s a problem. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest links, tag articles on Pinboard.in with &quot;guardiantech&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/04/technology-links-newsbucket", 
    "wordcount": "815"
}