{
    "headline": "So you want to be the new Brian Cox?  How to become a celebrity academic", 
    "text": "Deep in the bowels of BBC White City, a group of 20-odd clever and personable academics are energetically debating whether life is a comedy or a tragedy. They&apos;ve been at it for half an hour before their conclusions begin to sound much less erudite, and the room collapses into laughter. These are post-doctoral researchers in the early stages of their academic careers, and they&apos;re being auditioned to see whose broadcast personality shines the brightest. A panel of BBC Radio 3 Night Waves producers is listening closely: who can hold their line when challenged? Who is mentally flexible enough to argue both for and against? It&apos;s not about who&apos;s the brainiest, but who&apos;s the most &quot;listenable&quot;. Night Waves is Radio 3&apos;s arts and ideas programme, and its content depends heavily on the quality of the thinkers who arrive in the studio. The 10 academics finally selected from 480 applicants will be the second cohort of &quot;new generation thinkers&quot; to be unleashed on to the airwaves in a collaboration between the BBC and the Arts and Humanities Research Council. The funding body acts as a &quot;portal&quot; by which the BBC can engage with early-career academics in universities across the UK, says the AHRC communications manager, Jake Gilmore. Broadcasters need sparkling academics, and this is one way to find them. &quot;A female Brian Cox is the holy grail,&quot; says Ian Peacock, a broadcaster who makes radio programmes on culture and science. And what is the mark of a successful TV or radio don? &quot;The best will focus 100% on the audience and not fret about what their peers think,&quot; says Peacock. &quot;They also manage to be both enthusiastic teacher and fascinated student. Radio4&apos;s Laurie Taylor is perfect at playing that role. He clearly knows his stuff, but he never pontificates.&quot; &quot;In a live studio scenario,&quot; says Night Waves producer Kirsty Pope, who runs the BBC side of this talent contest, &quot;they have to let the discussion be a rigorous conversation that can take any number of turns, without allowing this to distract them from firmly expressing their point and fighting for their argument to be heard.&quot; Understandably, Peacock says, many academics are terrified of dumbing down. &quot;I simply tell them there&apos;s no point in appearing on radio or TV if no one understands you. Once they&apos;re satisfied that they can use &apos;brain cells&apos; to replace &apos;neurons&apos; without compromising intellectually, they usually go for it.&quot; What can&apos;t be taught, it seems, is that desire to communicate their subject to non-specialists. Pope warns, &quot;it won&apos;t work if they only want to be famous.&quot; Elizabeth Burke, a programme-maker who works with star broadcaster professor Amanda Vickery, says academics may be surprised to know that when a producer rings them up for a chat, they&apos;re already being &quot;auditioned&quot;. &quot;My heart sinks when they say, &apos;well, you can&apos;t really generalise,&apos;&quot; she says. &quot;I only have 27 and a half minutes and some kind of generalisation will have to be made.&quot; Another problem, says Peacock, is &quot;when they go too far and turn into rentagobs.&quot; &quot;I once interviewed a theologian about female bishops and he took me aside beforehand and asked, &apos;Do you want me to be for, or against?&apos;&quot; he recalls. &quot;And they can overdo the populist tone. I recently interviewed a professor who sounded like he was presenting on CBeebies.&quot; Burke cautions that academics who try broadcasting are unlikely to get rich; appearance fees are mostly &quot;embarrassingly low&quot;. At the top end, however, there is money to be made as a &quot;celebrity&quot; academic even if not over the airwaves: one agent quotes up to 3,000 for a 15-minute speaking engagement by a prominent academic. Back in the BBC&apos;s cellar, today&apos;s contenders must pitch their programme idea to the assembled panel of producers and editors in no more than two minutes. Dr Adrian Curtin starts off in Esperanto, prompting a ripple of laughter that cuts the tension. Thankfully after a few baffling sentences he switches to English. We hear from Dr Helen McCarthy on the influence of female diplomats; Dr Emma Griffin proposes that the Industrial Revolution was not necessarily an unmitigated disaster for the workers; and Dr James Stark invites us to reconsider the nature of ownership by examining the patent number embossed on a takeaway coffee cup. It quickly becomes clear that certain people simply have &quot;better&quot; radio voices than others. A few find themselves entangled in jargon. Wannabe media stars should take note of Burke&apos;s top tip: people want to feel they&apos;re listening &quot;to someone it&apos;d be fun to have at their party.&quot; As historian and broadcaster Dr Bettany Hughes points out, &quot;broadcasting and academia are not necessarily comfortable bedfellows  in academia you&apos;ll have maybe 15,000 words to make one point, whereas in a one hour-long programme you might get 4,000 words to put across a huge sweep of history. The mental gymnastics needed to condense your thinking are really testing.&quot; Going on the telly or radio isn&apos;t just a fun sideline these days. There is growing controversy around the new &quot;impact&quot; measure in the Research Excellence Framework, by which university departments must demonstrate their effectiveness at communicating their research to the public  funding depends on it. There&apos;s consensus among those selected last year that the experience has been invigorating. &quot;Just say yes to everything,&quot; advises Dr Alexandra Harris, from the first cohort, &quot;because even if it&apos;s going to take four days to read up about irony, as I&apos;m doing now, nothing is ever wasted.&quot; Universities urging their star researchers to do media work must take note, however. &quot;When you&apos;re teaching, it&apos;s very difficult to find time,&quot; says Harris. &quot;I&apos;ve been tremendously lucky at Liverpool, but it takes planning. If universities want academics to do this stuff, they&apos;re going to have to find ways to allow them to manage the varied commitments entailed.&quot; The names of the 10 New Generation Thinkers for 2012 will be announced by the AHRC and BBC Radio 3 on 12 June Tips from the top Professor Jim Al-Khalili, physicist, University of Surrey &quot;You need to be aware if you&apos;ve not presented before that you have to give up control of what you do and how you do it to your producers. As you get more experienced, you have more say, but when you&apos;re starting out you really do have to put yourself in their hands.&quot; Dr Bettany Hughes, historian, King&apos;s College London &quot;Expect to work incredibly hard; I&apos;ve never done a radio or tv programme that&apos;s involved less than a 12- to 14-hour day. And don&apos;t be so arrogant as to assume the point of this is to be clever  the point is to share facts and ideas.When you&apos;re doing radio, it&apos;s best to think of it as a conversation with one person, so it&apos;s very intimate, even though you might actually be talking to millions.&quot; Alice Roberts is professor of public engagement in science at the University of Birmingham &quot;Communication is about telling stories. Try to start with something familiar that hooks the audience in, then unpack it; alternatively, start with an interesting question or something a bit mysterious that you promise to reveal. Don&apos;t talk over anyone. Keep answers and questions short and to the point. Avoid hyperbole but let your own enthusiasm shine through.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/14/celebrity-academic-radio-tv-funding", 
    "wordcount": "1274"
}