{
    "headline": "The vibrant river was a welcome relief after the bleak, snow-covered fields", 
    "text": "My route to the river took me under a long, narrow spinney of trees with birchand rowan and an under-storey of hazel and blackthorn. The woodlandfloor had sufficient snow for tracksto give away the night dwellers that went unseen in the darkness. Thefox tracks went along the whole length of the spinney, while the badger and pine marten criss-crossed as thoughthey were searching for something. I used to thinkit was my track but soon learntthat, apart fromthe night visitors,it was also a thoroughfare of otherssuch as roe deer, sikadeer and brown hares. Beyond the trees the open fields were wintry-looking, with the snow and ice blanketing the scene; they appeared even more bleak without sight or sound of a single bird. The river came as a welcome relief with a seemingly vibrant life of its own, as if defying the onset of the winter months to come. Themusic of the waters seemed to take over but what was evenmore impressive to my ears was the soundof the waterfall. The low cascadeof water was formed by rounded bouldersand a mini islet with sedges onthe top. Just upstream, the river was relatively quiet and subdued before the watercourse turned sharply and curved back on itself to a bank that could eventually be the start of an island. It was there that I saw the first of the birds. Seven mallards rose with the &quot;quack, quack&quot; ofthe females (contrary to popular belief it is not the drakes that make this telltale call). Then silence again until the sound I had come to hear, that sharp &quot;zit, zit&quot; of a dipper that carries above the sound of the water rushing by. The bird flew upstream and landed on a water-splashed boulder in the middle of the river&apos;s flow. I turned and left it in peace in its territory it keeps even through the winter.", 
    "section": "environment", 
    "gid": "environment/2012/dec/12/river-nairn-highlands-sounds-silence-snow", 
    "wordcount": "350"
}