{
    "headline": "Even Stephen Hawking makes mistakes he's wrong about the Israel boycott", 
    "text": "I followed the news of Professor Stephen Hawking&apos;s decision to decline an invitation as an honored speaker at the conference hosted by Israeli president Shimon Peres with great disappointment.  Let me first note that Prof Hawking is a personal hero of mine, someone who has overcome unbelievable obstacles. His perseverance and courage in rising to scientific feats is awe-inspiring. Indeed, my 11-year-old son recently chose Prof Hawking as a topic for a speech about &quot;someone who has overcome obstacles&quot;  and having won the school contest, found that a child from another school had chosen the same topic at the district championship. Prof Hawking ranked highly on the list with Helen Keller and others who have overcome great odds in the course of their lives. My respect for Hawking as a scientist and person of enormous courage has made my dismay at his recent decision all the greater. In these very virtual pages I have previously opined on the folly of imposing an academic boycott on Israel. The UK, which sports many of the supporters of this policy  dubiously known as the Boycott Divestment and Sanctions (BDS)  also appears to be particularly fertile ground for anti-Semitism. To what degree British anti-Semitism, the anti-Israel BDS lobby and legitimate criticism of Israel&apos;s policies are related is an inordinately complex question, but it is clear that anti-Semitism plays a role among some BDS supporters. The decision by Hawking to join the boycotters of Israel and Israeli academics is particularly ironic in light of the fact that the conference is being hosted in honor of the 90th birthday of Israel&apos;s president, Shimon Peres. More than any other Israeli leader, Peres has been committed to negotiations and comprehensive peace with the Palestinians, and he was awarded the Nobel Peace Prize for his efforts. At 90, despite his figurehead position, Peres remains steadfastly optimistic in his relentless goal of a fair two-state solution for Israel and the Palestinians.  It is interesting to point out that Peres, a cautious and world-renowned statesman, noted several years ago that &quot;Britain has a Jewish problem&quot;, and that anti-Semitism is in part responsible for anti-Israel attitudes in Britain. In his interview with historian Benny Morris in the magazine Tablet, Peres said, &quot;There is in England a saying that an anti-Semite is someone who hates the Jews more than is necessary.&quot; There are many reasons why the boycott movement is hypocritical in nature. Legal experts often claim that the best way to convincingly lie is to put forth statements that are partly true; it is easier to lie by omission. This appears to be an essential part of the BDS propaganda strategy: taking real suffering and problems, and twisting the facts so that there is only a single party responsible  in this case, Israel. One such example is the series of one-sided condemnations of Israel that surface whenever Israel responds to missile attacks on civilian populations that are launched from the Gaza strip. Quite often, only the Israeli response to these is noted, with no mention of the rocket barrages raining down on Israeli towns  towns that are not in disputed territories. Unless, of course, one considers the existence of the entire country to be under dispute. Pinning the blame on one side with a propaganda machine and a sleeve full of slogans is easy to do, but there is nothing simple or straightforward about the Israeli-Palestinian conflict. From the very birth of the State of Israel in 1948, the mode by which the Palestinian refugee problem was created has been debated intensely by historians. There is little question that a combination of intimidation by Israelis and acquiescence of the refugees to calls by Palestinian and Arab leaders to flee (and return with the victorious Arab armies) were the major causes of Palestinian uprooting.  To what degree was each side responsible? The Palestinians and Arab countries initiated the war in 1948, vetoing by force the United Nations Partition Plan to divide the country between Israelis and Palestinians  in an attempt to prevent any Jewish state from arising. And at the time, Israelis doubtlessly showed little concern at the growing numbers of Palestinians who fled or were forced from their homes. And later, after the Six-Day War in 1967, the Israelis displayed poor judgment (that unfortunately continues to this day) in allowing her citizens to build settlements in these conquered territories. Both sides have suffered from poor leadership over the years. Tragically, when Israel was led in the early 1990s by visionary leadership (Rabin and Peres), the Palestinians did not sport a leader who was capable of ending the conflict. Now, perhaps when there are/were more moderate and capable Palestinian leaders, they are met with a degree of intransigence from the Israeli side. But at the very least, this is a two-way street and the boycott of Israeli academics would almost be laughable if it weren&apos;t taken so seriously by a growing number of British academics. Israel is a democratic country that supports equality, freedom of speech, freedom of the press, freedom of religion and is committed to the rights of its minority citizens. But in any case, Israeli academics and scientists are neither government mouthpieces nor puppets. There have frequently been serious disagreements between the government and the universities in Israel, highlighting the independence of Israel&apos;s academic institutions. One such example is the Israeli government&apos;s decision last year to upgrade the status of a college built in Ariel  a town inside the West Bank  to that of a university. This was vehemently opposed by Israel&apos;s institutions of higher learning (and by perhaps 50% of the general population).  A second example is the unsuccessful attempt by the Israeli government to shut down Ben-Gurion University&apos;s Department of Politics and Government  which was attacked for its leftist views. The rallying opposition and petition by Israeli academics across the country who warned of the danger to academic freedom helped prevent the department&apos;s closure. Academic boycotts are contrary to everything that academia stands for. Academic globalisation, with all of its potential pitfalls, is breaking down the borders. Scientists of different nationalities and religions work together, and become part of a continuum  a global community.  In order to generate conditions conducive to negotiations, people must speak and different views must be heard. For many years, those who wanted to avoid negotiations would refuse to talk to the other side  and this is true in all parts of the globe (including western Europe), not just the Middle East. The first impediment to peace and a fair solution to the Israeli-Palestinian dispute and refugee problem is the lack of a real dialogue.  For these reasons, if I were to have the honor to meet the great Professor Hawking, I would ask him to reconsider his position  to go to Israel, to meet Israelis and Palestinians, to speak his mind, to listen, be heard, convince and be convinced. After all, that is the essence of academia.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/may/13/stephen-hawking-israel-boycott", 
    "wordcount": "1161"
}