{
    "headline": "Avian paradise among the fens", 
    "text": "A six-mile long lance of wet grassland stretches across the flat fenland landscape. The Nene Washes were bounded on either side by large banks in the 18th century, forming a flood storage area to protect farmland and a growing population. Now the great marshy expanse is vital for its rich birdlife; it is an echo of the avian abundance that existed before the vast fens were drained. A splendid marsh harrier, chocolate brown with a blond cap, hovers like a cross between a kestrel and a small dragon above the watery flushes, terrorising the wigeon and gadwall which leap panicking from the water in plumes of white spray. Four common cranes elegantly glide along the washes on long-fingered wings. They forage among the grass tussocks, long necks jabbing like striking snakes. Their name is misleading, as these 4ft-tall birds are anything but common in Britain, having been extinct from the 17th century until 1979. Even now there are just two small flocks, one here, the other in north Norfolk. A shiny black bead on a fence post catches my eye. Up close it is a 2.5mm-long beetle. The glossy black oval wing cases are bordered with a thick white band, the thorax is orange red, and the head, antennae and legs pitch black. The hind femora are swollen, like the thighs of a 100m runner. This is the bordered ragwort flea beetle (Longitarsus dorsalis); those legs are made for jumping. It feeds on ragwort during the summer and hibernates in winter. The unseasonably warm weather has brought it out of its torpor. It is a scarce animal and few have ever been seen in February. The Washes are a sensitive habitat; the visitor must stick to the footpath along the southern bank. But the visual rewards are high. The day was crowned by a short-eared owl quartering low, then dropping like a stone on to a large vole and carrying it away to swallow discreetly.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/nene-washes-cambridgeshire-avian-paradise-fens", 
    "wordcount": "326"
}