{
    "headline": "What's the point of art school? Revolution, of course", 
    "text": "He&apos;s hiding it well, but comedian Johnny Vegas is feeling a bit traumatised as he steps on to the stage.  &quot;He&apos;s just met the person who gave him a bad mark for his final show,&quot; grins journalist Suzanne Moore, with whom Vegas is about to start chatting for his session at a one-day conference entitled What&apos;s the Point of Art School?  Vegas, we soon discover, is searingly angry at the state of art and design education in Britain today  and at who does, or rather doesn&apos;t, have access to it.  Art, he says feelingly, &quot;became my saviour&quot; after he was told while doing A-levels that &quot;&apos;you can work when you want, there&apos;s no right or wrong answer, it&apos;s about how you interpret&quot;.  From that day on, he says, the art room &quot;was the only place I wanted to be&quot;, and art school, where he went on to study ceramics, was a critical influence in his political coming-of-age.  Though the right to be creative belongs to everyone, he says, he fears government policy on arts education and tuition fees will exclude those &quot;who are from backgrounds where they need the loan, [who] need to go to art school and learn to question. The ones who can afford it, they don&apos;t need to question, because they&apos;ve got the trust fund.&quot;  He understands why students from poor backgrounds are wary of signing up for an arts education at a cost of 9,000 a year. Given his family background, he says, &quot;there is no way on god&apos;s green earth that I&apos;d have borrowed that sort of money&quot;.  This barrier is the subject of much anger throughout the day.      Shelly Asquith: 'We must fight back'     Student union president-elect at the University of the Arts London, Shelly Asquith, says she had no choice but to drop out in her first year when her loan failed to arrive before her rent fell due. She notes that universities don&apos;t always stand up for their less economically advantaged students.  &quot;Some VCs at leading unis are lobbying for us to pay back our loans sooner,&quot; she says, warning that less well off students will think even harder about embarking on an art course if their repayment burden is further increased.  &quot;I believe the arts are becoming more elitist, more inaccessible,&quot; she says. &quot;We need to be fighting back against dangerous government policy, and against those in our institutions who toe the line.&quot; Education policy, however, is driven by an overarching political view of how the world should work. A sense that government sees every aspect of cultural life purely in terms of its economic utility is a recurring theme of the day, trenchantly expressed by Arts Emergency founder Neil Griffiths.  &quot;The government is emphasising that culture is a luxury we can&apos;t afford... we&apos;re looking at students as a means to an end now, in terms of their use, and this is actually how we are looking at humanity overall,&quot; he says.      Jeremy Till takes issue with the government's view of art as commodity    Recalling arts secretary Maria Miller&apos;s recent decree that British arts and culture should be seen primarily in terms of its economic value, Jeremy Till, pro vice chancellor of the University of the Arts, London, points out that &quot;if you use the word commodity, then art gets reduced to part of the market mechanism&quot;. Art, and its influence on society, he argues emphatically, amounts to so much more that this. &quot;We have to stand up very politically to this government,&quot; he saiys, &quot;to articulate the point of what art is.&quot; He quotes a tweet he&apos;s seen that makes its point succinctly in less than 140 characters: &quot;Art schools are where the action is. Business schools are done.&quot; &quot;Art school teaches you to rethink the world and rebuild the world,&quot; says Sally Tallant, who, as director of the Liverpool Biennial, has been involved in the re-imagining and regeneration of a city until recently on its knees.  Art schools shouldn&apos;t be valued as a hallowed ground for ethereal floaty types, speakers argue, but as a crucible for original thinking, risk-taking and  to the powers that be  a dangerously questioning creativity. Art education is a force for individual and collective social good that deserves to be protected. And that&apos;s why it matters that everyone has access. That&apos;s why we must be concerned when the new national primary and secondary curricula are, as Till describes them, &quot;dangerously pathetic because of the reductive nature of how art and design are described&quot;. And that&apos;s why, as Johnny Vegas concludes, &quot;we have to become politicised as artists. We have to fight for the survival of art.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/17/artanddesign-students-art-school", 
    "wordcount": "789"
}