{
    "headline": "Space tourism: the annoying details", 
    "text": "With the news of Voyager leaving the solar system (again), prehistoric water on Mars and possible missions there, the mechanics of landings on Europa, extra-atmospheric stunts, asteroid mining, returns to the moon and a general enthusiasm for all things beyond Earths atmosphere, space is very popular at present. Theres no reason to think this wont continue, and with advancing technology and increasing demand, it is believed by many that this will give rise to space tourism. Space tourism could be the next big thing. People have always desired to visit exotic locations, and what could be more exotic than a whole other planet (or moon)? In the perpetually-overcast UK before the package holiday and budget airlines, a genuine tan was apparently quite the status symbol, showing all that you had the desire and resources to visit far off places. Perhaps in the early days of space tourism the same will be true of recently acquired mobility problems suggestive of bone mass depletion from extended periods in microgravity? You never know.  I for one would welcome space tourism. Who wouldnt want the opportunity to see Mariner Valley, or the storms of Jupiter in person? Even the moon is a lot more interesting than people realise. But any discussion about space tourism almost always focuses on the practicalities; cost, safety, technological feasibility, the science underpinning it. Thats all well and good, but its unlikely the typical tourist will share these concerns. Air travel is still an impressive technical feat when you think about it, but when was the last time you heard a tourist even mention the mechanics of aircraft beyond how does this stay in the air? or is this going to end up killing me? These are people who spend several hours crossing large areas of the planet at amazingly high speeds and worryingly high altitudes, and their most common response is to complain about the quality of the food or lack of leg room.  Clearly, your average tourist is not someone who is impressed by advanced technology and exotic surroundings. In any given context, tourists will find something to complain about (the best examples of this can be found on the Tripadvisaargh tumblr). Why would things be any different in space? Once the novelty wears off, space tourism is likely to be subject to the same gripes and grumbles as present day tourism. In an attempt to pre-empt this, here are some likely issues that are likely to attract the ire of tourists Weight allowances A common complaint by tourists travelling by airline is the imposition of baggage allowances, where your ticket price only allows you to bring a certain weight of luggage, any more and you have to pay extra. Space tourism is likely to be a lot worse, though. Given the cost of getting a single kilogram into orbit, weight allowances will probably be even more tightly controlled and costly.  There may be a viable yet somewhat unpleasant way to limit this cost though. Any space-based destination will require a lot of organic materials to sustain a biological life-support system; water, soil, nitrates, things abundant on Earth but in very short supply everywhere else. These would be a very valuable commodity in a space-based economy, and all can be found in human waste. Basically, the travel company could charge people less for travel if theyre allowed to keep any waste they emit during the long journey.  The surprising end-result of this is that it could see an increase in the British habit of having several pints and a fry-up before their journey, even if its early in the morning.  Elevators The concern with launch costs might not be an issue if we manage to construct working space elevators before space tourism really takes off (no pun intended). Space elevators (literally elevators that lead to space) would theoretically reduce the cost and energy required to leave Earths gravity well substantially. However, they may still invoke the ire of tourists. A journey in a space elevator is likely to be a lot longer than a rocket launch. Even an elevator moving as fast as a high-speed train will take 5 days to reach geosynchronous orbit (22,300 miles up). Thats nearly a week of constant elevator Muzak. Even the strongest person is likely to be driven to bloodshed before then. Hot drinks Your typical angry tourist can be mollified somewhat by the offer of hot beverages; tea for British tourists, coffee for pretty much everyone else. People take a lot of comfort from their preferred hot drink. Trouble is, water doesnt boil right in space or low pressure/gravity environments. So after countless hours in a cramped metal tube crossing the vast void of interplanetary space, people will be desperate for a tea or coffee, and wont be able to have one. This will probably lead to a lot of complaints. Not everyone likes ginger ale.  Security screening Presently, many tourists moan about the long and elaborate security checks when going through an airport. When it comes to space tourism, this is likely to only get much worse. Although the political and social context that underlies eventual space habitats and colonies is impossible to predict, meaning the likelihood of terrorism is an unknown quantity at present, space-based habitats will be biologically closed systems, meaning any virus or pathogen is likely to spread through them very quickly. At present, we have to be vaccinated against things if theyre known to be an issue in our destination. But what if every possible bug is a potential killer at our destination? A strip search may become the norm for everyone rather than quite an extreme option. Tourists could end up being essentially irradiated in order to kill all potentially dangerous germs, and thats not going to make our journey any more pleasant, if weve suddenly lost our crucial stomach bacteria.  Accommodation People tend to be very picky about where they stay. The complexities of living in space or hostile planets will inevitably lead to a much wider variety of issues. You can just imagine people complaining to the manager that theyre cabin underwent explosive decompression while they were in the bathroom, or that the residue of the last occupant is still floating in the air above the bed. Even little things become more complicated, like how much do you tip staff who have carried your bags to your room when gravity is only 20% of Earth normal? Its not exactly an effort. Sunblock At present, sunblock is a necessary but irritating part of travelling to hotter climates. UV rays from the sun, as pleasant as they are, can damage unprotected human skin. But what if youre trying to get a tan on a planet with barely any atmosphere, no ozone layer and a much shorter distance to the sun? What sort of sunblock would work in those conditions? Thats a literal first world problem right there. Planets further out might not be such an issue as the sun is further away, but the lack of protection from solar wind might be even more hazardous. You go to Jupiter of course, as its mighty magnetic field laughs off the solar wind. But then, trying to sunbathe on a ferocious crushing gas giant probably has its own inherent problems.  Budget travel The budget airlines are the butt of many a joke about travel these days, but theyre still very popular. Over time, they could branch out into space tourism too. Ryanspace? EasyRocket? It could happen. Cheap tickets, but an extra charge if you want gravity? You get a discount if you bring your own oxygen? Space suits are provided only for those who check-in online? Whatever it is, itll probably be complained about.  There are undoubtedly many more things that will crop up over time. But its not all bad news. Deep vein thrombosis may not be so likely in zero-gravity, and in a space craft, if the engines do suddenly cut out, theres no danger of falling to your death; youll just carry on going, eventually freeze and be awoken to fun and adventures in the 25th century.   Dean Burnett is often told he doesnt belong on this planet via Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/27/space-tourism-the-annoying-details", 
    "wordcount": "1394"
}