{
    "headline": "The NUS president who's never been to uni", 
    "text": "Builders are still wandering in and out of 275 Grays Inn Road, the NUS&apos;s sleek new offices in central London. Inside, it looks more like an imitation of Google&apos;s headquarters than a gritty hub of student activism. The corridors smell of new carpet, walls are brightly painted and the rooms are open plan. Up two flights of stairs, Toni Pearce  who from July onwards will be the organisation&apos;s president  is sitting in a meeting room, perched below a sign that reads &quot;students driving change&quot;. She&apos;s describing how she plans to spend her time as leader: &quot;It&apos;ll be successful if we can alter the way the education system looks  the binary that if you don&apos;t go on to A-levels at 16 then you&apos;re a failure. At the moment we have one marker for success: a degree. &quot;The majority of our members are actually in further education (FE),&quot; adds Pearce, who will be the first NUS president not to have studied at university. She says the NUS is already doing more to support such students, which include apprentices and those enrolled at colleges. The organisation is certainly in need of a fresh start. Two years ago student protesters rounded on their leader Aaron Porter for not fighting hard enough to stop the trebling of tuition fees. It was the NUS&apos;s darkest hour, from which it has struggled to recover. The latest national student protest, Demo2012, ended with outgoing president Liam Burns being pelted with eggs and fruit. But in her denim hoodie and trainers Pearce is a far cry from Porter, who dressed for career success. She&apos;s also, she adds, &quot;a very different person to Liam. We have very different backgrounds and we grew up in completely different circumstances.&quot; Why did Demo2012 end so badly? Silence. &quot;Did it really end that badly though?&quot; chips in Pearce&apos;s press officer, who sits with us throughout the interview. &quot;The eggs actually missed his head.&quot; The NUS represents seven million student members, Pearce answers. &quot;It&apos;s really difficult to balance and represent the politics of such a broad band of people. Sometimes people don&apos;t like you when you&apos;re running an organisation like the NUS, you just have to try and be as representational as possible.&quot; Pearce was born in Cornwall to an ex-Navy aircraft engineer and a stay-at-home mum who was later to retrain as a chartered management accountant. After studying at Cornwall College  where she obtained two As and a B, in maths, English and history  she postponed an offer to study at Bath University, taking a one-year post at her college&apos;s student union. &quot;I was determined I was going to do one year, and then I&apos;d go to university. But after one year I ended up doing another year, and in the end I didn&apos;t go at all. I vividly remember my mum saying, &apos;So you&apos;re not going to university then?&apos; I just said no, and that was it  that was the end of that conversation.&quot; Neither of Pearce&apos;s parents went to university and she says her family isn&apos;t especially political. Pearce only became involved in student union politics because she was obsessed with sports  &quot;football, cricket, rugby, badminton, netball and basketball, I loved them all,&quot;  and she wanted to set up coaching at her old college. She was later diagnosed with hypermobility syndrome and experienced some of the difficulties that disabled students face. It was then that she realised that student politics was also a way to improve her experience at college. Pearce says she was never &quot;a stereotypical student activist&quot;, adding that actually there&apos;s no such thing. But growing up, she was always seen as &quot;fiercely independent&quot; by her mum. &quot;There are lots of stories about me not causing trouble, but me saying &apos;I don&apos;t want to study in this way&apos; and teachers saying &apos;Well when you&apos;ve got three As at A-level, then you can come and tell me how to do my job.&apos; I&apos;m the youngest of three sisters, which probably explains it.&quot; Pearce&apos;s assertiveness made her a successful VP for further education, a role she held for a year. During that time she won 41m for Care to Learn, a fund that helps young parents stay in education, and 50m in bursaries for adult FE student support. But there&apos;s plenty more to be done, she says. Not least finding a replacement for the educational maintenance allowance (EMA). &quot;I want something better than the EMA,&quot; Pearce says. &quot;Thirty pounds a week as a flat rate for people who are means tested: that doesn&apos;t take into account how many siblings or dependents your family might have, it stops after you turn 19 and is taken over by an adult learner grant that is even less funded I don&apos;t really want to ask for a return to EMA. I want to ask for something better. &quot;It&apos;s an absolute farce that you&apos;re better off [if over 18] being out of education and claiming jobseeker&apos;s allowance than you are in further education, trying to improve your opportunities for work. It&apos;s absolutely ridiculous.&quot; &quot;It also really frustrates me,&quot; Pearce continues, &quot;that if you&apos;re 24 and a single mother and you decide to go to uni you could get a full grant and a full loan, based on your circumstances. But if you&apos;re 24, a single parent, and you don&apos;t have any qualifications and you want to study in further education, then you&apos;ll still have to take out a loan but you don&apos;t get any maintenance support.&quot; &quot;It&apos;s a real disgrace because those are the people that we should be investing in.&quot; Pearce recalls how adult learning helped her mum forge a career in chartered management. &quot;My mum only went into work and studied after I was born. She studied for four years while she was bringing up my and me three sisters. Seeing my mum study in her 40s and become an amazing and talented woman, it made me realise how important access to education is.&quot; Education doesn&apos;t exist in a vacuum, Pearce says  it&apos;s key to helping people find jobs. But she&apos;s suspicious of the emphasis some place on &quot;employability&quot;. &quot;I don&apos;t think it&apos;s ok that we just teach people to be better at competing against each other for jobs that don&apos;t exist.&quot; Young people need more jobs, and Pearce wants the NUS to do more to improve the employment market. &quot;It&apos;s something we&apos;ve shied away from in the past, we can&apos;t really afford to do that anymore. Of course I believe the government should be creating jobs, but if they&apos;re not, then maybe the NUS should be looking at how we can support student unions to create jobs in local areas. We can&apos;t just sit back and wait for something magically to happen.&quot; The organisation should also take a realistic approach when campaigning, focusing on the most crucial issues, she adds, hinting that it is drawing a line under the tuition fee argument. &quot;I hate tuition fees. But when people wake up in morning and decide to drop out, that&apos;s not because they can&apos;t pay their tuition fees. It&apos;s because they can&apos;t afford to pay their rent or bills  these are the issues that need tackling. When we only talk about one issue, like tuition fees, we risk deprioritising everything else, almost by accident.&quot; Instead it&apos;s important, she says, for the NUS to prove that it &quot;stands for something&quot;, pointing to the traineeships the organisation has created after working with the Department for Business, Innovation and Skills. And she admits, the organisation must do more to reach out to students. &quot;We&apos;ve done some work on perceptions of the NUS. It depends on who the students are  it&apos;s important not to clump them together. There are people in FE who have been directly affected by campaigns we run, like Care to Learn, who will have no idea that we ran that campaign.&quot; But she disagrees that students, university or college-based, are apathetic. &quot;I genuinely don&apos;t believe there is anyone who isn&apos;t political because you must have beliefs about the people and the world around you. People don&apos;t not care about anything.&quot; It&apos;s making the connection between life and politics that matters, she adds, and realising that student activism is about more than turning out for a protest.  This article was amended on 22.05.13. The number of students represented by the NUS has been changed from seven billion to seven million.", 
    "section": "education", 
    "gid": "education/2013/may/22/the-nus-president-whos-never-been-to-uni", 
    "wordcount": "1450"
}