{
    "headline": "20 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 30 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: Drawnimal (Free) This is a wonderful, creative app for children that gets them drawing on real paper rather than on the screen. The idea: diagrams showing kids how to draw ears, whiskers, legs, tails and other animal parts around the iPhone or iPad, which sits on top of the paper. The screen then becomes the animal&apos;s animated face. There&apos;s an animal for every letter of the alphabet, with letters D to Z unlocked with a single 1.49 in-app purchase.iPhone / iPad Ninja Jamm (Free) This nifty music-remixing app comes from Ninja Tune, which has long been one of the more innovative music labels when it comes to digital. Ninja Jamm gets you remixing and jamming with samples from various Ninja Tune artists, from Coldcut to Mr Scruff, using touch, tilt and shaking controls to make music. The results can be shared on SoundCloud, Facebook, Twitter and Tumblr. Individual &quot;Tunepacks&quot; are sold in-app, most for 69p.iPhone Dungeon Hunter 4 (Free) Gameloft&apos;s dungeon-crawling adventure is back for its fourth iteration on the App Store, and like the third instalment, this is freemium. Buying gems in-app beefs up your prospects as you wander through sprawling environments laying waste to enemies. Like Real Racing 3, it may peeve gamers who don&apos;t like the free-to-play model, but there&apos;s plenty of fun here for others.iPhone / iPad Documents by Readdle (Free) Documents has been available for iPad for some time, but it&apos;s now made the transition to Apple&apos;s smaller-screened devices too. It&apos;s a productivity app for writing and viewing documents, as well as annotating other kinds of files, and even listening to music or viewing photos.iPhone Zeds Play Your Dreams (Free) This is an intriguing game from Channel 4: its levels are based on your real-life sleeping patterns. The app records movement and sound in the night, and transforms that into levels for the swipe-based action game. So it&apos;s part serious sleep-recorder, and part quirky game. An interesting idea.iPhone LookAway Player (Free) This is as much a technical demo as a standalone app  not a criticism. It&apos;s a player for YouTube videos that pauses them if you look away from the screen, and mutes or unmutes the volume when you put your finger to your lips. A hint at possible user interfaces for future entertainment apps.iPhone / iPad Homestyler (Free) This is Autodesk&apos;s latest iPad app, aimed at homeowners who are planning a spot of home improvement. The idea: &quot;Watch your home design ideas come to life within a photograph of your own space.&quot; You take a photo of a room, then can change the wall colours, insert 3D models of furniture, and browse the app&apos;s &quot;Design Stream&quot; for more inspiration.iPad Status Board (6.99) &quot;You&apos;ve got data. Status Board makes it beautiful,&quot; explains the App Store listing for this stylish productivity app. It pulls in emails, diary dates, tweets, weather forecasts, news and other information and displays it on a customisable homescreen: useful if you tend to work at a desk with your iPad somewhere nearby particularly in a dock.iPad Mail Pilot (10.49) There is no shortage of apps trying to help people solve email overload, and while this one&apos;s expensive (for now) it has some good ideas. The key principle is turning your inbox into a to-do list, complete with due dates for dealing with specific emails. Lists, gesture controls and an ability to work with all IMAP providers rather than just Gmail make it worth a look.iPhone / iPad Lions Official (Free) As the next British and Irish Lions tour to Hong Kong and Australia hoves into view, there&apos;s an official app. It&apos;ll offer news, videos, fixture details, and competitions for rugby union fans, along with information on the tour&apos;s sponsor Microsoft.iPhone / iPad Pocket Village (Free) Social games publisher Wooga has been making waves on Facebook for some time, but it&apos;s also ambitious on mobile. Pocket Village is its latest game, and as the name implies, involves building a village full of &quot;Pocketeers&quot; characters. In-app purchases of diamonds and coins fuel the action.iPhone / iPad Lingualia  Language Courses (Free) Remember the days when a good way to learn a new language was with cassettes? In 2013, there are a fair few apps for that. Lingualia is the latest, offering a choice of Spanish and English courses for now, teaching key vocabulary, expressions and grammatical rules, while promising to learn from your usage and adapt its courses accordingly.iPhone Ship &amp; Duck (Free) Magazines and online shopping are merging in all sorts of interesting ways in the app world, from Grazia&apos;s shoppable digital issues to the app-mags released by the likes of ASOS and Harrods. Ship &amp; Duck is the latest innovative example, launched in the UK and combining editorial and shopping across categories including music, art, films and sports.iPad Blue Toad Murder Files: A Touch of Mystery (1.99) Fans of traditional whodunnit murder-mysteries will love Blue Toad Murder Files: the latest iOS game from Relentless Software (which made its name with the PlayStation Buzz! quiz games). This game sees you trying to solve a murder in the village of Little Riddle, with animation, 36 puzzles, and AirPlay support to play on a bigger-screen TV with friends or family.iPhone / iPad Da Vinci&apos;s Demons: Citizens of Florence (Free) While at the MIPTV conference last week, I caught a session with David S. Goyer talking about his new TV drama Da Vinci&apos;s Demons, which looks very good indeed. And Americans have a just-as-good looking app for that on the iPad: a companion app that synchronises with the show as you watch it, unlocking artefacts and video clips.iPad Dr. Seuss Short Story Collection (5.49) App publisher Oceanhouse Media has spent the last three years busily bringing pretty much everything Dr. Seuss ever wrote to iOS (and Android). This new app includes eight stories in one, taken from various other Seussian collections that are available on the App Store. Kids will be meeting tiger-licking cats, boastful rabbits and multiple sons named Dave among others.iPhone / iPad The Coldest Journey (Free) The Coldest Journey is an expedition launched in March to cross the Antarctic continent in Winter and raise $10m for charity, co-led by Sir Ranulph Fiennes and Anton Bowring. This official iPhone app provides blog posts and news from the expedition as it goes.iPhone Donna, Meeting Assistant (Free) This app&apos;s US-only for now in private beta, and is the latest exploration of Siri-style personal assistant technology for iOS. Incredible Labs&apos; app promises to take &quot;care of the little things to you can stop worrying&quot;, telling you when you need to leave for an appointment, notifying you about meetings in advance, and even pulling in the weather.iPhone GolfStar (Free) Just in time for The Masters golf tournament comes this free-to-play golf game from Com2uS, making grand claims about being &quot;the most realistic golf game of all time&quot;. That means whizzy 3D graphics, lots of physics and five different game modes as well as social tournaments to compare your skills against friends.iPhone / iPad Piki Licensing reasons mean we&apos;re not seeing Piki outside the US for now, but it&apos;s one to watch. It&apos;s a music discovery app from one of the co-founders of Turntable.fm  the avatar-based music site that made a splash in 2012, again in the US only. Promising &quot;music powered by people, not algorithms&quot;, it&apos;s a way to follow friends, find new music and stream it for free.iPhone That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/12/best-iphone-ipad-apps-drawnimal-ninja-jamm", 
    "wordcount": "1360"
}