{
    "headline": "Aid agencies limit their impact by refusing to fund the media", 
    "text": "Mae Azango is one courageous reporter. But she is also a potent weapon in the fight for human rights. Azango&apos;s reporting on female genital cutting (FGC) in her native Liberia brought death threats and sent her and her nine-year-old daughter into hiding. Three weeks later, the Liberian government, having never dared speak publicly about the traditional practice, had taken steps to end it. Hundreds of thousands of international aid dollars, maybe millions, have been spent tackling female genital cutting in west Africa. But Azango&apos;s reporting, which cost about $1,000 (645), achieved as much as or more than all the other efforts. Azango started a conversation in Liberia that has not been had before. Many leaders are now talking publicly of the huge risks posed to girls and women by FGC. Until now, some parents thought cutting was the right thing to do. They were told their daughters could not be married otherwise and, in a patriarchal society such as Liberia, marriage is often all that stands between a girl and destitution. Now parents are hearing for the first time of the lasting psychological trauma of cutting, of the risks that the girl may bleed to death or die from infection. They are learning that cutting can cause difficulty in childbirth where the mother&apos;s cut vagina can no longer stretch far enough to allow a baby to pass. Soon after Azango&apos;s reporting and the international outcry that followed the threats against her, she began receiving offers of public relations jobs from the aid world. This has put her in a difficult position. Should she take an aid job in another region of Africa, at a grossly higher income than she, a single mother, earns as a journalist? The money would allow Azango to provide a safer financial future for her son and daughter but she would have none of the impact on the lives of women and children in her native Liberia that she is having now. Or should she stay in her lower-paid journalism job and continue her work opening the eyes of Liberian people and their leaders to the truth, and empowering them to make the changes that will improve their lives? Azango is luckier than others. Her reporting is funded by an independent publisher at her newspaper FrontPage Africa and by New Narratives, the NGO backed by Goldman Sachs Gives that I run to support courageous journalists such as Azango in Africa. With our support, Azango contributes to international media such as the GlobalPost and the Christian Science Monitor, and she has won a Pulitzer Centre grant to report on reproductive health issues in Liberia. Her combined income often runs to about $500 a month, a good sum in Liberia. Many journalists there and throughout Africa make as little as $40 a month. Journalism is not seen as a viable long-term career, but a stepping stone to a better job, often in the aid world. That was the case for another New Narratives reporter, Sonnie Morris. Morris was a radio reporter in Liberia who exposed the widespread problem of child prostitution, a legacy of the country&apos;s civil war. Her reporting prompted an outpouring of support for street children, and measures to curb child prostitution from the government and the UN mission in the country. Shortly after that Morris was offered a job with the UN at 16 times her previous salary. She left her radio job  as a single mother with two children whose father died in the war, she had no choice. Morris is now a UN public information officer in a border town. In our efforts to promote our reporters&apos; work and fund our operations, we repeatedly meet fantastic aid groups that are driven to improve the lives of poor people in Africa, particularly women. They fund every manner of effort to, for example, end violence against women, improve maternal health, increase the number of girls in education and prevent exploitation by foreign resources companies. But time and time again we are told: &quot;We do not fund media.&quot; In Britain, would an advocacy campaign trying to tackle an epidemic of drink-driving, say, confine its efforts to working with small groups in communities around the country? Wouldn&apos;t it strive to get major stories on national television and radio, and in the major papers? We all know the media is a critical force in our own democracy. By bringing (mostly) truthful information to the public, the media helps to keep leaders accountable. It spreads information and ideas that people can use to improve their lives. Maybe aid agencies take the media for granted in western societies. Maybe they have forgotten the important role the media plays in protecting our peace and standard of living. Azango and her people do not take the media for granted. After living through 14 years of civil war where leaders used propaganda to convince thousands of Liberians to take up arms against their own people  often their own families  Liberians have a better appreciation of the power of truth than most. Aid agencies should support media in their jobs; include smart media strategies as part of their work; fund good journalism; not take journalists out of positions where they are making a difference; and start a national conversation that will open eyes and change destructive attitudes. Azango met a major international donor that invests heavily in violence against women in Liberia during a visit to New York last month. After detailing her three-week ordeal and the triumphant end result, she was stunned when the group told her: &quot;We don&apos;t fund media.&quot; &quot;What are they doing then?&quot; Azango asked me afterwards. &quot;They&apos;re fighting with one hand tied behind their backs.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/07/aid-agencies-limit-impact-fund-media", 
    "wordcount": "956"
}