{
    "headline": "Government urged to include aviation and shipping in UK carbon targets", 
    "text": "The government&apos;s green credentials will be put to a &quot;key test&quot; on Thursday, as ministers will be urged by their advisers to include greenhouse gas emissions from aviation and shipping in the UK&apos;s carbon targets. If airlines and container ships are included, the task of meeting the targets is made much harder. These two large and growing sources of emissions are currently excluded from the goals under a technicality. David Kennedy, the chief executive of the Committee on Climate Change, challenged ministers to include the sectors in order to ensure the UK is meeting international obligations in spirit as well as in the letter of the law. &quot;This will be a key test for the government,&quot; Kennedy said. &quot;If we don&apos;t include these sectors, that would in effect be a lowering of the UK&apos;s carbon targets.&quot; The issue is one of acute political sensitivity, because politicians appear reluctant to jeopardise the rise of low-cost airlines offering cheap flights. Within the Conservative party ranks, it is likely to be particularly controversial given the increasingly open climate scepticism of many Tory MPs. Kennedy said he was aware of the potential for a political storm over his proposals, but said that if ministers chose not to accept the report&apos;s advice, it would mean they were watering down the UK&apos;s carbon targets. He said that including aviation emissions need not mean fewer or more expensive flights  a key consideration as thousands of holidaymakers take budget flights over the Easter break. The aviation sector could still expand without punitive costs being passed on to consumers, as long as emissions from other sectors  such as residential buildings, energy generation and industry  are cut in line with long-term goals. &quot;This has no effect on aviation expansion,&quot; said Kennedy, including plans for new airports or a third runway at Heathrow. In part, this is because the UK&apos;s current climate targets have been drawn up with an eye to the possible inclusion of these sectors at a later date, so the targets for the rest of the economy have been made to compensate for this. However, if the two sectors are included, it would mean that the equivalent amount of carbon emissions allowable in the period 2023-2027 would have to rise from 1950 megatonnes to 2150 megatonnes. Under the Climate Change Act, ministers must decide by the end of 2012 whether to include aviation and shipping emissions in the UK&apos;s long-term targets, which require emissions to be cut by 80% by 2050. When the act was passed in 2008, aviation and shipping were excluded because they are not counted in international targets, such as those in force under the United Nations&apos; agreements, including the Kyoto protocol. Historically, these emissions have been ignored because of the difficulty of apportioning them to different countries, and because of the danger that transport companies could try to evade any restrictions, for instance by choosing different ports. But these sectors account for a rising proportion of global greenhouse gas emissions, as international trade increases. The European Union has moved to include aviation emissions under its flagship emissions trading scheme, but has faced fierce opposition from airlines in the US, China, India and other countries. Plans to include shipping under the trading system were shelved, in light of the effort needed to ensure the problems over aviation can be solved. A spokesman for the Department of Energy and Climate Change said: &quot;The government welcomes this report, which is critical to informing the decision over how to account for international aviation and shipping emissions domestically. We will consider this advice carefully in reaching our decision which is due by the end of this year as set out in the Climate Change Act 2008.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/05/airline-shipping-carbon-emissions-uk-targets", 
    "wordcount": "627"
}