{
    "headline": "Wheels review: Porsche RS bicycle", 
    "text": "Price 4,999Weight 9kgGears Shimano XTR 2x10  It&apos;s a Porsche with adifference. It has two wheels, 20 gears, one seat, no doors and weighs just 20lb. Its engine is 46 years old, though, and hasn&apos;t been tuned in years. Worse than that, it wheezes badly on the slightest hill. On the upside, it&apos;s cheap to fuel  it runs on food scraps and red wine Whether it&apos;s a bike or a car, however, some Porsche details are the same: it&apos;s fast, expensive, stylish  and still doesn&apos;t have a boot. The Porsche RS is a high-spec, carbon-framed bike which in the words of the press release has been &quot;inspired by the company&apos;s GT road-car department&quot;. I&apos;m not sure if inspired is the right word. It&apos;s certainly not the first time acarmaker has gone from four wheels to two. BMW, Land Rover, Audi and Mercedes have all been here before. Of course some bike makers, Peugeot for instance, have gone the other way  from two to four wheels. There are two Porsche bikes to choose from: the S, which comes in at 2,999 and is aluminium framed with a fixed gear, and the RS, at a nostril-twitching 4,999. Both are startling-looking bikes. In the same way that the Panamera and Cayenne have broken ranks with the design ethos of Porsche&apos;s classic bubble-shaped 911s, the bikes, too, manage to be Porkers that are both poised and lumpen. The RS&apos;s carbon frame sweeps from the front stem in a graceful arc. Its rear forks bow out in a perfectly sculpted wishbone. But the down pipe and front forks seem swollen and bloated. It&apos;s an odd mishmash. The seat is the narrow sort usually seen flossing aroad racer&apos;s Lycra-wrapped buttocks, but the handlebars are the flat cross of a mountain bike. The frame is an unremarkable grey but each joint and knuckle is picked out in a metallic cerulean. The boutique wheels are outsize 29in-ers, but the huge slicks are out of keeping with the off-road set up. It&apos;s either a brave new concept in go-anywhere urban cycling  or just a bit confused. I can&apos;t imagine who&apos;s going to spend five grand on a bike  even abike made by the world&apos;s greatest car manufacturer. And isn&apos;t that just it? They&apos;re car makers and most Porsche owners I know would drive they&apos;re beloved cars into their own bedrooms if only they could. As for cyclists, they&apos;re just as brand obsessed, but the same brands don&apos;t have credibility in both spheres. MAMILS will gladly fork out 5,000 on a bike; it&apos;s just that it would be a Colnago or a Pinarello. Men in leather jackets and Clarkson jeans would clearly spend the five grand upgrading their PDK gearbox. To make the most of the RS, I&apos;ve been commuting all week on it. And I haven&apos;t tired yet of telling my wife cheerfully that &quot;I&apos;ll be taking the Porsche to the office today&quot;. Ieven toyed with the idea of putting aPorsche key ring on my D-lock. And here&apos;s the thing with Porsche. Just as its rear-engined 911s dominate the world of performance cars despite their engineering rather than because of it, so this odd but supremely crafted superlight hybrid has slowly won me over. It delivers an exhilarating ride. It&apos;s smooth, responsive and agile  and not as ugly as I first thought. And how many other Porsches are there which produce no emissions whatsoever (well, hardly)? Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/feb/19/martin-love-porsche-bike-cycling", 
    "wordcount": "611"
}