{
    "headline": "What Katie Price did next", 
    "text": "There&apos;s a lot about Katie Price that seems  how can I say this politely?  unreal. Her house, perched Southfork-style in the middle of a Sussex field, feels like a show home. Her hair could be a Barbie wig. Her lips and breasts clearly owe something to the wonders of cosmetic surgery, and her skin colour looks spray-on rather than sun-kissed. But then into the room comes Harvey, Price&apos;s 10-year-old son. Harvey has complex special needs: he has autism, Prader-Willi syndrome, a genetic disorder that gives him a tendency to gain weight easily, and septo-optic dysplasia, which means he&apos;s visually impaired. And suddenly, everything that&apos;s false about Price falls away, as she pulls her boy on to her lap, gives him a kiss, and talks to him about what he&apos;s been up to and what else the family is doing that day. What&apos;s absolutely obvious is that, when Harvey is around, Price isn&apos;t playing to the cameras (and there are two film crews in attendance on the day I visit). She just wants what&apos;s best for Harvey. &quot;Mind that door doesn&apos;t bang!&quot; she calls as she hears someone arriving. &quot;Harvey can&apos;t stand it when the door bangs.&quot; And it&apos;s that desire to get what&apos;s best for Harvey that is now pitching Price into the unlikeliest role of her life to date. She&apos;s founding a school: a special school for Harvey and other children like him. &quot;Not in my wildest dreams did I ever expect to be starting a school,&quot; she says. &quot;But we&apos;re planning to open in September 2013, on a site in Sevenoaks in Kent. It&apos;s going to be called the Visually Impaired Special Needs academy  it will have places for at least 20 children initially, but we hope to go up to 90 in time. And once we&apos;ve got it off the ground, we hope to open more schools just like it: because we haven&apos;t got enough special needs schools in Britain, and we have to get them so that children like Harvey have the best chance in life.&quot; School is an important part of every child&apos;s life: but, says the model-turned-businesswoman, for a special needs child like hers it has an especially crucial role. &quot;The thing for Harvey, and others like him, is that everything has to be the same. He needs stability and continuity  if things around him are different, he finds it really difficult to cope.&quot; All of which explains why news that Harvey&apos;s current school, Dorton House in Sevenoaks, was to close came as a huge blow. The RLSB (Royal London Society for Blind People), which runs it, says it is harder to access funding for pupils from out of the area, and also more special needs children are going to mainstream school. But that, says Price, isn&apos;t an option for Harvey. &quot;A mainstream school couldn&apos;t deal with a child like Harvey. I knew that with Dorton closed, Harvey would have to be educated at home. &quot;And that made me shocked and angry, because Harvey needs to be at school. School has given a lot to his life. He&apos;s been going there since he was tiny, and we expected him to stay there right through his education.&quot; The school has also helped to provide support for Price and her family. &quot;You learn so much, as a parent with a special needs child, from talking to others who have a child in a similar situation. School puts us in touch with one another.&quot; So, soon after the announcement about Dorton House, a year or so ago, Price and her mother, Amy (also Price), who is closely involved in Harvey&apos;s care, got together with other parents whose children were affected by the school closure. &quot;At first, we thought the way forward was to try to save the school,&quot; says Amy. &quot;But then we realised that wasn&apos;t going to work and we had to find another way. And that&apos;s when we had the idea of setting up our own free school for visually impaired children.&quot; A core group of five or six parents was formed and many meetings followed, including with Kent county council and the Department for Education. &quot;I didn&apos;t actually go to the meeting with the Department for Education, but my mum did,&quot; says Price. One of the people she did meet was Toby Young, parent founder of the West London Free school, which impressed her when she visited. &quot;It felt like a private school,&quot; she says. &quot;He helped us and gave us advice from his own experiences. &quot;I&apos;ve been very involved in it all, but I&apos;ve only been involved up to now as a parent, not as a celebrity. I was worried that it could count against us if they knew our bid to run a free school involved me. But then, when the Department for Education asked how we were going to promote it, we said we&apos;d do it through the charities that represent the visually impaired  but also that, if we needed it, I&apos;d help with the awareness-raising. &quot;Because the thing is that Harvey is my son, and I honestly believe that he&apos;ll start to go downhill without a school to go to. So like every other parent involved, I&apos;m going to do whatever I can to make it happen. There will be a point when I&apos;ll promote it.&quot; Doesn&apos;t she worry that there may be people who will ask what makes a former page 3 model like Katie Price think she&apos;s well placed to set up a school? Price laughs: &quot;Since when have I worried about critics? This is driven by wanting to defend my son and his classmates. If anyone wants to start a big fuss about me doing it, they&apos;ll be doing me a favour by advertising it.&quot; Price, who says she&apos;d love to meet the education secretary, Michael Gove, says she doesn&apos;t want to criticise the government about the lack of special schools. &quot;The point is that we&apos;ve got the legislation that means parents like us can set up our own school, so I&apos;m happy with that,&quot; she says. She thinks there are reasons why parents could turn out to be the best people to run special schools. &quot;There are so many things you know and learn by living with a child with special needs  the kind of doors they need, the kind of furniture they need. Parents can think outside the box on this stuff.&quot; What&apos;s more, says Amy, the Kent Visually Impaired Special Needs academy will have facilities for young people into their early 20s. &quot;Because they&apos;ll still need lots of help beyond 18  for example, we&apos;re hoping to have a club that will help former pupils find work,&quot; she says. &quot;We hope Harvey will have a job one day.&quot; While we&apos;re chatting, Price&apos;s other offspring, seven-year-old Junior and five-year-old Princess, are playing outside. They&apos;re Price&apos;s children by singer Peter Andre, whom she married in 2005 and divorced in 2009. Harvey&apos;s father is former footballer Dwight Yorke who, she says, doesn&apos;t see Harvey  although, she reports proudly, he is now starting to play football himself as a member of a team of visually impaired young footballers. Price&apos;s commitment to a free school for her own son is understandable, but she has her sights set on other free schools, too. &quot;There is a real need for more schools like this  at the moment, there are only four in the country for visually impaired pupils.&quot; The group are hoping for news next month on whether their school will be approved. &quot;There won&apos;t be any stopping us. We&apos;re absolutely certain that the way forward is for parents like us to set up our own schools. We know what our children need, and we&apos;re 100% committed to it. And we know there are lots of other children in the country who need the kind of school we envisage, so the sky really is the limit,&quot; she says.", 
    "section": "education", 
    "gid": "education/2012/jun/04/katie-price-special-needs-school", 
    "wordcount": "1357"
}