{
    "headline": "Birdwatch: Long-billed dowitcher", 
    "text": "It may sound like one of those silly names used to mock birders, but the long-billed dowitcher is a real bird as is its cousin, the short-billed dowitcher. The name derives from a word originally used by the Mohawk peoples of the north-eastern US and eastern Canada and, like so many bird names, probably comes from the bird&apos;s call. The bird itself looks like a cross between a godwit and a snipe: shaped rather like a rugby ball, with a long bill and oddly short legs. Long-billed dowitchers breed in the Arctic tundra of North America and Siberia, and winter in California and Central America. But sometimes, on their long migratory travels, they wander off course and end up on this side of the Atlantic. This explains why for over a month this spring not one, but two long-billed dowitchers delighted visitors to my local patch, Meare Heath on the Somerset Levels. Along with 40 or so black-tailed godwits they were frantically feeding on a muddy pool, and occasionally taking to the air on long, pointed wings. This particular pair of dowitchers first arrived in Britain last autumn, when they were seen at nearby Chew Valley Lake in the company of several other rare waders. Sometime during the winter they disappeared, probably heading south to mainland Europe to escape the cold weather. Then, towards the end of March, they reappeared here on the levels. Since then they have gradually moulted from their greyish-brown winter garb into a splendid orangey breeding plumage. Sadly they are unlikely to breed here, as normally they nest far to the north. On a chilly, damp afternoon towards the end of the wettest April on record, I took Bill Oddie to see the dowitchers, after which we continued to the aptly named Noah&apos;s Hide. Here, as the rain finally paused, a phalanx of house martins arrived, hawking low over the water to grab any insects foolhardy enough to be on the wing. A few swifts briefly joined them, for me always the true sign that summer is just around the corner. There was also a single hobby, eyeing up these tasty flying morsels, but not bothering to attack. It wasn&apos;t until May Day, when the skies finally cleared after a week of relentless rain, that the first swift flew over my garden. Far below, orange-tip and speckled wood butterflies also emerged, encouraged by the unfamiliar rays of sunshine. So far it has been a tough spring for wildlife  cool and wet weather may be good news for gardeners after one of the longest droughts on record, but it is bad news for breeding birds. But the weather won&apos;t bother the dowitchers. By now they will be far to the north, beyond the range of human eyes, and settling down to breed on the Arctic tundra. Whether they will return here again next autumn, or the following spring, it is too early to tell. If they do, though, they will get an enthusiastic welcome.", 
    "section": "environment", 
    "gid": "environment/2012/may/20/birdwatch-migration-spring-dowticher", 
    "wordcount": "497"
}