{
    "headline": "iPad 3: Guardian readers' predictions", 
    "text": "The next iPad? It&apos;s going to be called iPad 3, there will be just two versions (with mobile broadband, and just with Wi-Fi), and no 7 inch version. And the technology giant will renew its assault on the internet TV market  but will hold back from launching an Apple-branded TV set, instead choosing to launch an app-enabled set-top box. That&apos;s the opinion coalesced from a crowd of more than 6,000 Guardian website visitors who took part in a &quot;wisdom of the crowd&quot; exercise on the blog. Apple is preparing to unveil two new versions of its flagship iPad which will be dubbed &quot;iPad 3&quot;, according to a survey of 6,000 Guardian readers. In the poll, which ran for just over 27 hours, more than three-quarters of voters said Apple would stick with a single iPad, with both Wi-Fi and 3G versions. There won&apos;t be a 7in version. The name? Though &quot;iPad HD&quot; has been gaining currency elsewhere, people seem to think &quot;iPad 3&quot; will be the moniker. And though speculation is mounting elsewhere on the web that the next-generation iPad will include haptic technology, a display operated by a heightened form of touch sensation, only 4% expect the new iPad to introduce haptic technology. Most  25.1%  said the upgraded tablet computer would come with a &quot;retina display&quot;, offering four times as many pixels as the iPad 2. And it&apos;ll have a quad-core processor (19.8%) and versions of its photo processing programs. Microsoft Office for the iPad? An outside chance  9.3% backed it. Apple has remained typically tight-lipped about what it will unveil at a press conference in San Francisco on Wednesday, scheduled for 10am Pacific time (6pm London time). The new iPads will be available from 16 March, according to the Apple-watching website 9to5mac.com. The website said that Apple stores across the US are gearing up for an event on that date next week, which will include the opening of a new store at Harrods in London. Apple has been tipped to preparing its own TV set, a radical move that would complete Apple&apos;s move from the computer to the living room. (In the poll, although only 58.8% expect a move in TV, 71.2% expect a set-top box rather than an actual set.) And the new Apple TV? App-enabled (35.9%), able to connect to all of the internet (29.6%) and including plenty of hard drive storage (22.6%) instead of the current 8GB. Guardian readers have done well in previous iPad crowdsourcing: ahead of the original launch, in 2010, the crowd reckoned that there would be one model (correct), with a screen size below 10.3in (correct), called the iPad (correct), weighing about a kilogram (it was a bit less). Then again, people thought it would play Flash content (wrong), have USB and ethernet ports (wrong), an OLED screen (wrong), and cost about 800. Meanwhile interest from online retailers in Apple&apos;s announcement has peaked in the past 48 hours, after a new category named &quot;Catalogues&quot; appeared in the company&apos;s app store. It has been speculated that Apple will encourage well-known retailers to digitise their entire product catalogues for iPhone and iPad-users to be able to purchase items direct from the store. Earlier on Wednesday, Apple was crowned the world&apos;s most valuable brand, valued at $70.6bn (44.8bn), according to the Brand Finance Global 500 study published on Wednesday. The annual study said Apple rose seven places in the 12 months following the launch of the iPad 2, the iPhone 4s and a new operating system for Mac computers. &quot;The meteoric rise we have witnessed over the last 12 months is nothing short of staggering,&quot; said David Haigh, chief executive of Brand Finance. &quot;Today&apos;s release of the third generation iPad is critical to Apple maintaining its stronghold of the tablet market and many people wait with baited breath to see if this version will be about evolution or revolution.&quot; According to the Brand Finance Global 500 released on Wednesday, Apple has a brand value of $70bn (44.44bn), ahead of Google ($47.5bn), Microsoft ($45.8bn), IBM ($39.1bn) and Amazon ($26.7bn). A spokesman for Apple declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/apple-ipad-3-guardian-readers", 
    "wordcount": "719"
}