{
    "headline": "George Osborne's dash for gas sets common sense ablaze", 
    "text": "Out of the Treasury smog some clarity finally emerges on its dash for gas: it wants to commit the UK to a plan so reckless it is derided as &quot;plan Z&quot; by the government&apos;s own official adviser.  The extraordinary plan disregards the dangers of global warming so astoundingly that it can only mean the chancellor, George Osborne, has relegated the importance of tackling climate change to somewhere below tackling pasty taxes again on his to-do list.  How did it come to this? The gas strategy, due to be revealed by Osborne alongside his autumn statement on Wednesday, sets out two key scenarios.  The first sees about 30 new gas power stations (25GW), free to vent their carbon emissions to the sky for decades. But, if they are mainly used as back up for clean and renewable energy, the UK could still meet its legally binding carbon targets.  The second scenario, in contrast, would incinerate the nation&apos;s climate ambitions and cremate the Conservative&apos;s green credibility for eternity. It foresees 37GW of unabated gas power and would also see the economic promise and security of the UK&apos;s energy sector go up in smoke. &quot;The first scenario should be plan A  and the second plan Z,&quot; said David Kennedy, chief executive of the Committee on Climate Change, the government&apos;s statutory adviser charged with charting the lowest cost, lowest risk path to a clean, sustainable economy. Plan Z is &quot;completely incompatible&quot; with the UK&apos;s carbon targets, Kennedy told me. &quot;Including both scenarios in the strategy is also damaging for investment in the sector,&quot; he added. &quot;They are radically different paths for the development of the power sector and investors looking at this would say the government is giving no clear signal at all.&quot;  Plan Z could only proceed if the government tore up the so-called fourth carbon budget, which commits the UK to an emissions cut of 50% by 2025. Until this point, that had been the quiet ambition of Osborne. Now he&apos;s shouting it out for all to hear, and appears to have David Cameron&apos;s backing, given the latter&apos;s personal intervention to block Kennedy for taking up the top job at the energy and climate change department. At this point you may be asking yourself, what does Osborne think he is doing? His idea is a simple one: gas is going to get cheaper. If so, then the UK economy and homeowners would benefit from lower bills. As for carbon emissions, who cares? Osborne thinks gas will get cheaper because the UK is about to warm its hands on a bonanza of shale gas, just as the US has in the last decade. He will throw generous tax breaks on the fracking bonfire, just to make sure. With 200bn of energy bill payers&apos; money riding on which path our energy future takes, you would think that Osborne had every major voice in the energy debate backing him. Yet, in his flame-retardant blinkers, he is virtually alone. The International Energy Agency and the CBI, for example, both see no reason to expect European gas prices to fall, because global demand is rising. Bloomberg states that there would need to be 2,500 fracking rigs in the UK just to offset the decline in North Sea production and they would receive an even more fiery welcome than onshore wind turbines. Even the frackers themselves admit they have no idea how much gas they can deliver: the $100m spent by Cuadrilla in the UK so far is &quot;of little consequence in a value creation context until we can flow the wells, observe decline curves, and estimate the total recoverable resource.&quot; Plan Z is a racing certainty to be bad for energy bills and is a nailed-on catastrophe for climate change. Yet perhaps the most stunning revelation of them all is that Osborne is utterly determined to look the green-growth gift-horse in the mouth. For a growth-starved chancellor facing the possibility of a triple-dip recession, it is an abdication of duty. The evidence, again, is against him. The government&apos;s own figures, for example, show the green economy is fast-growing and employs more people than teaching. Backing offshore wind in preference to gas would create 70,000 more jobs and generate 20bn more GDP, according to a new report today by Cambridge Econometrics (funded by Greenpeace and WWF). Rob Gross, an energy expert at Imperial College London, said: &quot;This report is a hugely important contribution to the UK policy debate. Economic impacts in the round are poorly understood and this report remedies that. I recommend this to all analysts of energy policy.&quot;  It would also be a good place for our chancellor to start. The fundamental problem, I am told by senior insiders, is that Osborne simply has different &quot;facts&quot; to almost everyone else. Waging a war on reality is a desperately poor way to run a country. The last hope is that Osborne, reflecting on the Tea Party&apos;s role in denying Mitt Romney the Whitehouse, may realise its also a desperately poor way to run a political party.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/dec/04/osborne-dash-gas-shale-fracking", 
    "wordcount": "859"
}