{
    "headline": "Sierra Leone: local resistance grows as investors snap up land", 
    "text": "Alusine Kortu says he hasn&apos;t seen any big, new agricultural investments in the Bonthe district of southern Sierra Leone. But the local chief has heard rumours about large-scale land deals in other parts of the west African country  where estimates suggest nearly 20% of farmland has been snapped up by investors  and says he wants to be ready if and when companies come to his area. Ten years after the end of civil war in Sierra Leone, the government is taking great pains to attract large-scale agribusiness investments, which it says will help boost exports and employment opportunities. But some local NGOs and civil society organisations argue the recent influx of investors has failed to deliver promised jobs and income to local communities. Last week, Kortu joined more than 100 farmers and land rights activists from across the country in the capital, Freetown, for a national assembly of communities affected by so-called land grabs. Delegates at the conference, the first of its kind, urged the government to immediately review all recent land deals and institute new measures to balance the scales between rural communities and powerful foreign investors. The assembly also saw the launch of a new civil society watchdog to monitor agribusiness investments &quot;There is need for investment in agriculture to ensure food security and sustainable development,&quot; insists the assembly&apos;s final communique. But, it adds, a lack of transparency around contracts, and the frequent exclusion of women and other key stakeholders from negotiations, has produced a string of deals that threaten the livelihoods and the long-term futures of local farming communities. Eddy Amara, the spokesperson for the Malen Land Owners Association, travelled to the assembly from the country&apos;s southern Pujehun district, where a controversial palm oil investment has become a symbol of rising tensions over large-scale agribusiness investments in the country. Last March, Socfin SL, a subsidiary of the Belgian investment company Societe Financiere des Caoutchoucs (Socfin), secured a 50-year lease for 6,500 hectares of farmland in Malen chiefdom for an annual rent of $5 per hectare. Socfin is one of the world&apos;s largest plantation investors and a founding member of the Roundtable on Sustainable Palm Oil. Amara, who says he&apos;s been pushed off his land by the deal and now struggles to feed his family, claims the project has failed to bring promised jobs and income into local communities and that government officials haven&apos;t responded to complaints about the lease agreement and working conditions on the plantation. In a letter to local authorities in October 2011, the Malen Land Owners Association denounced working conditions at the plantation as &quot;near-slavery&quot;, with labourers earning just over $2 a day in temporary jobs. The association said arbitrary dismissals are common and that workers have been denied medical care. Calling for a &quot;peaceful resolution of the land crisis&quot;, the group said the annual payments of $5 per hectare were &quot;unacceptable&quot; and that local farmers have not been adequately compensated for valuable trees and plants destroyed in clearing the land. Late last year, protests culminated in a blockade of the main road to the plantation and 40 people were arrested. Amara, who was among the 15 protesters charged with public disorder offences, says the district&apos;s paramount chief has effectively blocked the community from negotiating directly with the company and has left no avenue for recourse. &quot;He&apos;s trying to say we are the enemy of progress in the chiefdom, that we are not supporting development,&quot; says Amara. On Monday, a report published by the Oakland Institute, a US-based thintank, to coincide with the national assembly in Freetown said the deal is heavily skewed in favour of the company. It warns that &quot;the long length of the lease, together with the lack of proper documentation and marking, is likely to make the lease permanent&quot;, as boundaries where not clearly marked before clearing began and families will find it difficult to identify their land after 50 years. The institute&apos;s executive director, Anuradha Mittal, said the government runs the risk of fuelling future conflict if it doesn&apos;t respond quickly to farmers&apos; concerns. &quot;When communities are denied their access and control over land and natural resources they depend on for survival, [the] conflict-ridden history of Sierra Leone and other African nations is a testament to what might be an outcome,&quot; she said. Gerben Haringsma, Socfin SL country co-ordinator, dismissed the Oakland Institute report as &quot;one-sided&quot;. He said it would be impossible to set up a project of this scale without significant buy-in from local communities. He added that the project had already brought schools, bridges and roads to the district, and would boost local industry and food security by producing thousands of tonnes of cheap vegetable oil for the local market. Wages and working conditions on the plantation could be improved, he said, but these issues need to be negotiated with local trade unions and the ministry of labour. &quot;You can&apos;t do it overnight,&quot; he said. &quot;The whole country would have a huge problem as everyone would want more. The whole agricultural economy would crumble.&quot; The deputy minister of agriculture, Ali Mansaray, said the government always ensures local communities and landowners &quot;rigorously negotiate&quot; with private investors. He said the government is working on a strategy to better monitor agribusiness investments, and that a team of officials will visit all investments to evaluate whether investors are complying with signed agreements and to solicit feedback from local communities. Last week&apos;s assembly, organised by local NGO Green Scenery and the recently-formed Sierra Leone Network on the Right to Land, is the latest in a string of attempts by local groups to draw attention to the impacts of unregulated land-based investment in Sierra Leone and comes at a time of growing global concern about the race for prime farmland in the world&apos;s poorest countries. Last year, the International Land Coalition estimated that the global rush for land had claimed more than 200m hectares between 2000 and 2010, the majority in sub-Saharan Africa. According to the Oakland Institute, 17% of Sierra Leone&apos;s arable land had already been snapped up by investors by early 2011.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/11/sierra-leone-local-resistance-land-deals", 
    "wordcount": "1034"
}