{
    "headline": "Studying abroad: 10 Euro treats", 
    "text": "    Where? Copenhagen University Why? Language help. Students at Copenhagen  and indeed any Danish university  are eligible for free language lessons for three years after arriving in the country Photograph: Alamy       Where? Swiss Federal Institute of Technology, Zurich Why? Excellence. For anyone interested in natural sciences or engineering, this is the top-rated European higher education institution outside the UK, according to the QS World University Rankings (18th) and the THE World University rankings (15th) Photograph: Alamy       Where? St Gallen University, Switzerland Why? International focus. Around a quarter of the student population is international, and students take part in organising world-recognised conferences such as the St Gallen Symposium. Run in conjunction with Harvard University, it seeks to promote dialogue across boundaries Photograph: Alamy       Where? University of Stockholm Why? Free to study. EU students at the University of Stockholm  and any Swedish university  have all their tuition fees covered by the governmentPhotograph: Orasis foto       Where? UPC Barcelona Tech  Why? Seaside studies. The university, in Spains second largest city, benefits from a buzzing nightlife, architectural gems round every corner and a beach for when youre done with lectures for the day. Its science and technology courses also rank highly in league tables.Photograph: Xavi Gomez/Getty Images       Where? University of Granada Why? Popular with UK students.The university of Granada is the most sought-after choice for UK students on theErasmussandwich year programme. And if you want to escape talk of Corrie and Man U, theres great skiing in the mountains nearby Photograph: Nick White/Getty Images       Where? University of Lille  Why? Nearby.Lille  is geographically one of the closest European universities to the UK. Anyone anticipating homesickness can be reassured that Eurostar will get you to London in an hour and 20 minutes Photograph: Alamy       Where? University of Warsaw  Why? Cheap to live.Polish living costs are among the lowest in the EU, so Warsaw, with 66,000 students, could be a good one to check out if youre on a tight budget Photograph: Tibor Bognar/Getty Images       Where? Ljubljana University Why? Getting some distance. Llubljana University in Slovenias capital is pretty well as far away as you can go within the EU if you want to leave home well behind you Photograph: Alamy       Where? Maastricht University Why? Knows how to welcome students from the UK. Maastricht holds several open days each year for UK students, and tours the country visiting UK schools to tell prospective students and their parents what it has to offer and what to expect when you get there Photograph: PR  ", 
    "section": "education", 
    "gid": "education/gallery/2012/jun/13/studying-abroad-advice-for-students", 
    "wordcount": "0"
}