{
    "headline": "BT's superfast broadband network 'risks being empty'", 
    "text": "   Britain's broadband logo Photograph: Guardian    The 2.5bn fibre broadband network that BT Group is building risks remaining empty unless the regulator acts now to promote competition, according to the TalkTalk chief executive, Dido Harding. The prices BT charges rivals like BSkyB and TalkTalk to resell superfast internet connections via its fibre network are almost double those for basic broadband over its old copper telephone wires. BT&apos;s project, for which ex-servicemen have been hired to bolster the workforce, is on track to lay fibre between telephone exchanges and street cabinets in an area reaching two thirds of the UK population by 2015. The new network runs at speeds of up to 80Mbps, compared to an average national speed today of 7.6Mbps as measured by telecoms watchdog Ofcom. Harding told the Guardian she wanted Ofcom to begin consulting this year on BT prices. She said new tariffs for renting its network to other telecoms groups should be imposed from 2015, once the majority of the country has access to fibre. &quot;We need to get a move on otherwise the country will have spent a lot of money building infrastructure which no one is using,&quot; said Harding. &quot;We must start a consultation this year on the regulatory framework structure once build-out is complete.&quot; Internet service providers that have &quot;unbundled&quot; BT&apos;s exchanges by putting in their own electronic equipment pay 7.28 per customer per month to sell copper broadband. For fibre, they have to pay an extra 6.90 per month, nearly doubling the cost. &quot;The regulatory framework today is a little too skewed to driving investment and not enough to driving competition,&quot; said Harding. &quot;In 10 years&apos; time when the majority of consumers should have moved on to a superfast product the idea that I will be buying my largest product from my largest competitor is not a credible place to be.&quot; BT countered that at current prices, it will take 12 to 14 years for the company to recoup its 2.5bn investment in fibre. &quot;We believe our wholesale prices are very reasonable given how expensive it is to deploy fibre,&quot; BT said. &quot;We are taking a long term approach and this is helping to keep prices down so that consumers will be encouraged to take up the service. Every ISP pays the same for fibre and that helps to sustain a competitive market.&quot; TalkTalk has so far only connected 5,000 customers to superfast, claiming there is little demand. By contrast, BT signed up 400,000 subscribers to its fibre product, Infinity, with 95,000 added in the last quarter. Harding also urged the government to nudge more of the 5.7m homes identified in last year&apos;s census as having no internet connection to go online by delivering more services via the internet. &quot;I think that Britain&apos;s broadband vision needs to be about more people using broadband rather than macho claims about the speed of the technology,&quot; she said. &quot;When I look five or 10 years out I want to live in a country where everybody is a digital citizen.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/08/bt-superfast-broadband", 
    "wordcount": "529"
}