{
    "headline": "Star Wars: The Old Republic, the gay planet and the problem of the straight male gaze", 
    "text": "Makeb, the gay planet, is the sort of problem that comes about when a series of perfectly reasonable decisions takes a development team to a very weird place. For Bioware, this journey began when the company made love an option in its massively multiplayer game, Star Wars: The Old Republic. The developers created ten male characters and ten female characters, a nicely symmetrical field of potential romantic interest.  But for some reason, the nature of those relationships was limited to heterosexual interaction only  an odd decision from a studio that has featured same-sex relationships in its Mass Effect and Dragon Age titles. Immediately, the team announced that it would be updating its romantic content, but early in January, the game&apos;s executive producer, Jeff Hickman warned that this was going to be a complex process, and hinted that compromises would be necessary. And the compromise is Makeb, the gay planet, available only via download  and the only place in the galaxy where relationships can be formed with NPCs of the same gender. You can see the well-meaning thought processes involved in trying to fix this narrow issue. We need to put gay character options in the game. We&apos;ll do that through DLC so it doesn&apos;t impact on the existing world. We&apos;ll put them all in one easily accessible place. And thus: a gay home world, a segregated community available only to high-level paying players. Unsurprisingly, this has attracted some ridicule. There&apos;s a wider issue here about what games assume their players want. In Funcom&apos;s conspiracy-led MMO, The Secret World, players in the Dragon faction will experience the same sexually charged opening scenario with a female partner, whether they want it or not. It assumes your character&apos;s sexuality for you, before you&apos;ve gotten to play them - straight man, or woman not averse to having sex with other women - and it also makes a big assumption about what you as a player desire to view and consent for your avatar to do.  In film, the theory of the male gaze nicely covers the propensity for cinematography to assume, almost unconsciously, a straight male viewer. Some games and game marketing materials embrace this approach wholeheartedly, not just in cinematics but in playable game elements too.  This is bigger than just gaze: this is a straight male hand at the controller, in front of the screen. This is dialogue options for romance with female characters that assume you, the player, are both sexually attracted to women and happy to see sexualised content in game. It&apos;s Ivy. It&apos;s Catwoman. It&apos;s every female zombie in Dead Rising wearing a bikini. It&apos;s even Samus from Metroid taking off her armour, relying for her shock value on the assumption that the person watching is male. It&apos;s the overwhelming majority of silent Everyman protagonists being male, not because they need to be male but because that&apos;s the default. And it&apos;s the assumption that the man in question is straight, cis, white. In games the problem is more pronounced than in cinema, because of the nature of player interaction. Watching something isn&apos;t the same as playing something; players psychologically identify with their avatars, their characters, often very closely. Experiencing your character doing something you wouldn&apos;t choose them to do can be profoundly jarring and disconcerting, something that Bioshock used to great effect. As a storytelling technique it&apos;s a very powerful tool, but it&apos;s also easy to accidentally break immersion (and really annoy a player) by forcing them into paths they wouldn&apos;t want to take - as LA Noire proves. Bioware did manage to do better than most. It seems strange to be giving a company credit for making a pay-to-gay planet, an ostracised world of same-gender romance, but to be fair to SW:TOR, a nicely equal gender split of romanceable characters is not a bad place to start. The problem, again, is the assumptions made about precisely what players want to experience through their avatars - the assumption that certain kinds of lived experience aren&apos;t important enough to represent or offer for their world. There is a common response when gamers or critics argue that this situation is problematic. It goes: this is just what video games are like. It&apos;s dangerously close to saying: this is all that video games can be. And it&apos;s incorrect. There are some games with perfunctory romance elements that assume it just doesn&apos;t matter if you&apos;re male or female, gay or straight - Skyrim, for instance, has one of the most egalitarian (if shallowest) romance systems around. Bioware&apos;s other titles Dragon Age and Mass Effect have joined older series Fallout and RPGs like Vampire the Masquerade: Bloodlines in letting you seduce, romance, and sleep with various characters in a more organic system based on the preferences of the NPCs involved.  In some of those games your choices also affect the game world around you, as other NPC reactions to your sexuality become part of your personal story. But it&apos;s vanishingly rare that a game will assume homosexuality in the way that most assume heterosexuality. Those that do are often created outside the mainstream, for the reasons Anna Anthropy outlined at Indiecade last year. In the end, sexuality, gender, race and the wide gamut of human relationships are going to become a larger part of video games as they mature. Maturity doesn&apos;t just mean sex, gore and banned substances. It means diverse stories told and diverse ideas expressed - human interactions, of all sorts, among them. Despite our ability to empathise and identify with characters who are different to us, restricting players to a single viewpoint in an interactive medium means restricting the number of players who want to play - and that alone is enough for companies like Bioware to broaden the field. What matters is that game creators don&apos;t keep getting stuck in just one mould, when the world is full of other options. There are more than enough stories for everyone.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/25/star-wars-old-republic-gay-planet", 
    "wordcount": "990"
}