{
    "headline": "Light and shade on the colourful margins of Bodmin Moor", 
    "text": "The sound of the Withy Brook, gushing towards the river Lynher, echoes through shady woods on the eastern edge of Bodmin Moor. Towards the moor, gravel and twigs have been washed down the path between overhanging trees and tumbled banks of granite covered in moss and ferns. Up on Hawkstor Downs the thistledown catches the light as it drifts across the emerald turf, partially submerged boulders and the scarlet berries of rowan. Suckler cows  brown like the bracken which masks the ancient field system opposite  bellow as they herd together with their calves and a bull. Ahead, above the bronze of rushy marshes, the western horizon is dark with conifers in Smallacombe plantation. A buzzard wheels over Trewortha Tor, and on the lower slopes sheep have trampled new ways between burnt gorse and brambles. Patches of turf with yellow tormentil intermingle with splashy areas of hard-grazed molinia sprinkled with the pink flowers of cross-leaved heath. Narrow rivulets of sphagnum moss ooze between dry outcrops of granite topped with purple ling, and surviving among jumbles of rock are holly bushes and hawthorns draped in bearded lichen. Across an old wall, built like a ha-ha and reinforced with wire to prevent animals from trespassing out on to common land, is the tor called King Arthur&apos;s Bed. Warmth radiates from the south-facing side of this mass of weathered granite with its precariously balanced boulders and natural rock basins. Open views extend all around, of little pastures and farmsteads enclosed in stone walls, juxtaposed with moorland bogs, tors, ancient reaves, cairns and hut circles. Far off north is the crinkly summit of Brown Willy. Closer, and prominent above a herd of black cattle scattered across the rough grazing of Twelve Men&apos;s Moor, the craggy ridge of Kilmar Tor is silhouetted against the brightening sky.", 
    "section": "environment", 
    "gid": "environment/2012/sep/11/bodmin-moor-north-hill-cornwall", 
    "wordcount": "300"
}