{
    "headline": "Lesotho: hungry and largely forgotten as donor pledges ring hollow", 
    "text": "International donors are under pressure to provide more money for Lesotho, where 725,000 people  one-third of the population  are short of food following the worst harvest in 10 years. Representatives from the US and the EU, including Irish Aid, are scheduled to meet in Maseru, the capital, next week to consider the lack of follow-through on pledges of aid made earlier in the year, after the UN launched an appeal for $38.5m (24m) for September 2012 to March 2013. Funds so far come to only $9.5m, making Lesotho the least well-funded UN appeal by a long way. The UN appeal followed an emergency declared in August by the new coalition government, led by the prime minister, Tom Thabane. &quot;At the beginning, donors pledged money despite emergencies in Syria, the Sahel and Gaza, but they have not come through,&quot; said Michelle Carter, country director for Care Lesotho. &quot;It&apos;s a small country, not strategically located, so it has trouble getting the world&apos;s attention and funding.&quot; The World Food Programme is about to give out cash vouchers worth $67 as the problem in this landlocked country surrounded by South Africa is not just a question of poor harvests but a lack of cash. In January, the WFP will start distributing food to reach about 200,000 of the most vulnerable  the elderly, pregnant and breastfeeding women, and children under five. Lesotho has suffered a drop in agricultural production of more than 70% due to flooding, late rains and early frost. This year&apos;s crop failures follow poor harvests in 2011, making many of the country&apos;s poorest farmers even more vulnerable. In addition to the latest natural calamities, Lesotho has long-term agricultural problems: lack of access to technology and inputs, and a reduction of arable land through soil erosion by rain and overgrazing. Most of the population live in rural areas and rely largely on subsistence farming. Normally, families sell their surplus maize for extra cash. This year, however, most had to dip into that surplus to survive. Domestic production will meet only 10% of Lesotho&apos;s cereal needs, and many cannot afford imported food. Chronic malnutrition is already extremely high. More than one in three children under five are stunted, and the current food insecurity could increase malnutrition, especially among young children, and women who are pregnant or breastfeeding. HIV and Aids is another complicating factor. Almost a quarter of the population is HIV positive or living with Aids. The combination of low household food production and high food costs is forcing people who have Aids to make choices between buying food or life-saving medications. Last month, Catherine Bragg, the UN assistant secretary general for humanitarian affairs, called on donors and countries in the region to strengthen their efforts to promote disaster preparedness and tackle food insecurity. She said southern Africa was facing a silent emergency as regional food production has been weakened by recurrent disasters. In Zimbabwe, 1.6 million people are expected to be food insecure and many families are selling their livestock to cope.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/29/lesotho-hungry-forgotten-donor-pledges", 
    "wordcount": "510"
}