{
    "headline": "Sony announces new super slim PS3", 
    "text": "Sony is to launch a new smaller, lighter version of the PlayStation 3 console. Half the weight and volume of the original machine, the update will be available in two specifications: one with a 500GB hard drive, which launches on 28 September, and the other, a budget version, arriving on 12 October with a 12GB flash memory. Originally launched in 2006, the PS3 was redesigned in 2009 and has now sold in the region of 66m units worldwide. The new version retains the curved styling of its predecessors and once again features a Blu-ray drive for playing high definition movies as well as games. Owners are also able to use the hard drive to store photos and videos as well as digital games. Buyers of the limited 12GB flash version will be able to attach an external hard drive to boost capacity if needed. Like Nintendo, Sony will allow stores to set the retail price for the new super slim consoles. However, the 500GB model will retail at 299 (around 240), while the 12GB option, which is exclusive to Europe, will come in at 229 (around 180). Sony will also be making a range of bundle deals available in the run up to Christmas featuring titles such as Fifa 13 and Assassin&apos;s Creed 3, as well as the company&apos;s Wonderbook augmented reality reading peripheral. Launching a refreshed machine with an &quot;entry-level&quot; option just before Christmas will suggest to many in the industry that this is the seven-year-old console&apos;s last hurrah before the announcement of a follow-up at the E3 games conference in Los Angeles next June. Rival manufacturer Microsoft is also expected to reveal its successor to the Xbox 360 at the same event. Sony announced the new machines at its press conference proceeding the Tokyo Game Show on Tuesday night. The company also confirmed that its PlayStation Mobile platform will launch on 3 October. The service offers PlayStation certified games on compatible Android handsets and tablets.", 
    "section": "technology", 
    "gid": "technology/2012/sep/19/ps3-super-slim-announced-sony", 
    "wordcount": "331"
}