{
    "headline": "Bric countries need more tertiary education", 
    "text": "In the midst of continuing economic and political uncertainty among eurozone countries (Editorial, 30 January), the growth of emerging market economies, led by the Bric countries (Brazil, Russia, India and China), is widely perceived as vital to global recovery. The world now needs emerging markets to succeed, but must neither ignore nor underestimate the challenges they face in producing a rapidly growing supply of entrepreneurial, administrative and professional skills. To meet these challenges, a keystone will undoubtedly be the development of human capital through tertiary education. A recent meeting in Oxford of more than 20 emerging market and high-income countries concluded that game-changing reforms in tertiary education must be anchored in new approaches to funding, organisational structures and technology. Emerging markets must be willing to reinvent tertiary institutions, create new ones and transform structures, rules, systems and curricula, with the creative and constructive coexistence of private and public institutions  and to encompass these changes in strategies that include all forms of post-compulsory education. Emerging market countries are economically, culturally and socially diverse, but all of them must increase access to tertiary education to promote social mobility, reduce economic inequality, and tackle the unforgivable waste in human capital, if their promise is to be fulfilled.Prof Lan Xue Dean, school of public policy and management, Tsinghua University, ChinaSimon Schwartzman President, Instituto de Trabalho e Sociedade, BrazilProf Michael Earl Former pro-vice-chancellor, Oxford UniversityLady English Former principal, StHilda&apos;s College, Oxford UniversityProf Saul Estrin Head, management department, London School of EconomicsSir Emyr Jones Parry President, University of AberystwythProf Janice Reid Vice-chancellor and university president, University of Western Sydney, Australia", 
    "section": "education", 
    "gid": "education/2012/feb/01/bric-countries-more-tertiary-education", 
    "wordcount": "267"
}