{
    "headline": "Coming out of the scientific closet: unapologetic about basic research", 
    "text": "It&apos;s been about 10 years since I last delivered a research seminar to my own colleagues, students and postdoctoral fellows in our departmental seminar series. In fact, my previous seminar was actually a job interview talk given almost a decade ago. Delivering seminars is not something that normally raises my blood pressure (any higher than it already is); it&apos;s part and parcel with the job, and there&apos;s usually a degree of self-selection, with those who become too stressed opting for different careers. Although, to digress slightly, I have a friend who  as calm and controlled as he seems (and he gives terrific seminars, both scientifically and didactically)  bolts for the restroom two minutes before every seminar for reasons that I prefer not to disclose in this forum. There&apos;s also the story of a fellow undergraduate student in Jerusalem, many years ago, who fainted while delivering his first-ever seminar. I&apos;ve long stopped counting how many seminars I&apos;ve given  in the US and internationally at meetings. So I did not feel much in the way of &quot;performance anxiety&quot; or particular pressure in delivering a seminar on my home turf. But as I sat and planned what parts of my research programme to showcase, and which students&apos; and post-docs&apos; data to present, I began to feel a nagging sensation of discomfort percolating through my brain. So what was the source of my anxiety? It was the &quot;T-word&quot;:  Translation. No, I&apos;m not required to translate my seminar into any foreign languages, although I am bilingual. Translational research is the new fashion in biomedical sciences. Translational research is a relatively new trend of necessarily making one&apos;s research &quot;disease-oriented&quot;. The National Cancer Institute in the US defines translational research as follows: &quot;Translational research transforms scientific discoveries arising from laboratory, clinical, or population studies into clinical applications to reduce cancer incidence, morbidity, and mortality.&quot; Is that a bad thing? In itself, certainly not! After all, the focus of biomedical research is to cure cancer and other diseases. That is, of course, unless one buys into the conspiracy theories discussed here. So what is wrong with translational research? There is nothing wrong with it, except when it is touted as an alternative to basic research. The definition of translational research provided above by the National Cancer Institute is not the only description of this type of science. But given the prominence of this institute, and the clear goal of transforming scientific discoveries into clinical applications, this does not bode well for basic research. So while I can easily define myself as a &quot;cancer researcher&quot; studying the mechanisms of cell growth and survival  this is not sufficient to satisfy the clinical applications required in translational research. The rapidly shrinking support for fundamental scientific research today in the US is rather alarming. Translational science is entirely dependent upon the continued progress of basic research. No new drug trials will be done unless new drugs are discovered. And the process of discovering new drugs that inhibit cancerous cells and Alzheimer&apos;s disease (among a multitude of other ailments) depends upon the ability of basic science to understand essential cellular mechanisms about how cells grow and divide at the molecular and atomic levels  and of course, this lies outside the definition of translational research. Unfortunately, today my sense is that basic researchers are &quot;on the run&quot;; hiding out and disguising themselves as translational scientists, all in order to stay afloat during these troubled times. The perception is that if one doesn&apos;t make a case for curing a disease in a direct manner, funding will not be forthcoming. Calls for specific grant proposals at the US National Institutes of Health are becoming more focused on diseases, with dwindling resources for those defined as basic research projects. There was a time when private funding agencies (heart association, diabetes, cancer, etc.) all recognised that good basic research leads to breakthroughs that will benefit their agencies. Today, the focus of these private institutes has increasingly narrowed in favour of research that is more directly related to these diseases. I cannot speak for science in the UK, but my fear is that an entire generation of basic researchers in the US will be culled away from the fundamental questions in science, leading to a widening chasm between new discovery and specific applications over the next 10-15 years. And without the next generation of basic biomedical researchers, who will train the following generation? For this reason, I have decided to come out of the scientific closet, and openly declare my support of non-translational, basic research. When I began my seminar and moved to talk about the rationale of my studies  the physiological significance  I unabashedly pointed out Nobel laureate Arthur Kornberg&apos;s comments that some of the greatest biomedical research advances came from basic science. In particular, he noted penicillin, x-rays, the polio vaccine and the revolution in genetic engineering and molecular biology. I completed my discussion of the significance of my basic research into cell function with this outstanding quotation from Dr A Kornberg in 1977:  No matter how counterintuitive it may seem, basic research has proven over and over to be the lifeline of practical advances in medicine. Without advances, medicine regresses and reverts to witchcraft.  I salute the vision of Arthur Kornberg, and hope scientists will not resignedly turn away from basic research, but fight to give it the prominence it needs for the betterment of humankind.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/dec/11/scientific-closet-basic-research", 
    "wordcount": "912"
}