{
    "headline": "Lecturers, are you talking to 'room meat'?", 
    "text": "There is a scene in the film In The Loop where an MP is asked to attend an important meeting. But as he enters the room he is warned, with some menace, to keep his mouth shut tight. &quot;What?&quot;, he asks, &quot;You&apos;ve got me here as room meat?&quot; How much of our lives as academics is spent as room meat: turning up to things because it would look bad if the numbers were small, or just because we are meant to be there? And, even more chastening, how many total room-meat hours have we inflicted on colleagues and students? It would be thousands over a normal career, and if you are really successful, hundreds of thousands. Some people are room-meat resisters. They live on their own, in a cabin in the woods, with only a dog and a shotgun for company. But there must be a middle way. Could we call a truce? Declare that you only want people to come to your talks or lectures if they actually, positively, expect to derive some benefit. And do this on the understanding that you will also stay away from theirs if you don&apos;t want to be there? Could we manage that? Well, I don&apos;t know. I once repeated what I thought was the very wise comment that 90% of leadership is showing up, only to be rebuked that, according to Woody Allen, 90% of life as a whole is showing up. Presumably the rest of the time is spent in one&apos;s inner cabin, blinking at shadows. Doing more of this is not a recipe for good mental health. Most of us crave human company in some form, although trying desperately to hold on to consciousness while someone drones on and on is pretty low-grade company. Our mission therefore, if we choose to accept it, is to make showing up at our lectures and talks fun and interesting, although there is nothing more cringe-making than deliberate attempts to make things fun and interesting. Still, if we don&apos;t make the effort, people will make their own amusement, even when present as room meat. There&apos;s another American movie in which a college professor complains to his wife that a particular student was leafing through a newspaper during his lecture. &quot;Well that&apos;s an improvement,&quot; she replies, &quot;at least he&apos;s reading.&quot; These days, as students in class peer at their laptops, there is no reason to be concerned that they are not reading. Or writing for that matter. But what is it that they are actually doing as they sporadically bash away at their keyboards? Here&apos;s a clue. If they are looking anxious they are probably trying to make notes. If they are looking relaxed and cheerful, no doubt some young person&apos;s web thing, not you, is responsible. And if they have a wicked glint in their eyes, they are giving you a disappointingly low score for &quot;hotness&quot; on RateMyProfessors.com. It can be disconcerting to see how much gadgetry is brought into the lecture theatre. It used to be that if a student wanted to record your lecture a certain amount of grovelling was involved. Now, who knows what they are up to. Still, I doubt recording lectures does them much good. The one time I recorded someone else&apos;s lecture and played it back, I fell asleep at exactly the same point both times. With so many private electronic distractions in the classroom, the task of getting students to look up and feel engaged has never been more challenging. I heard that there is a new type of cognitive enhancement drug in development that makes you fascinated by whatever you are doing, however dull. Could we make this compulsory for students, I wonder? In the meantime, we just have to do what we can to get our lecture audiences looking forward to being there. How? Personal brilliance is a possibility, of course, although even better is to give the audience a sense of their own brilliance, by sparking them into discussion. If everyone feels poised to make a vital contribution it makes the hands of the clock move faster for everyone. More importantly, it is a modest contribution to the worthy goal of reducing that proportion of life spent just showing up.  Jonathan Wolff is professor of philosophy at University College London. His latest book is The Human Right to Health, published by WW Norton", 
    "section": "education", 
    "gid": "education/2012/apr/23/higher-education-lectures-jonathan-wolff", 
    "wordcount": "740"
}