{
    "headline": "Sprint to sell 70% stake to Japan's Softbank for $20bn", 
    "text": "The third largest mobile operator in the US is falling into Japanese hands, in the latest multibillion deal in an increasingly concentrated industry. Japanese telecoms company Softbank will buy up to 70% of Sprint Nextel for $20bn, giving the US company more firepower to compete with its larger rivals. After days of heated speculation, Softbank said on Monday it would buy $8bn of shares directly from Sprint and an additional $12.1bn of shares in the market. It expects to complete the deal by mid-2013. For Sprint, the deal represents a much-needed injection of cash. The US mobile operator has a debt pile of $14.5bn and is struggling in a market dominated by bigger players. Sprint chief executive Dan Hesse, who will remain chief executive of Softbank&apos;s new US subsidiary, New Sprint, said: &quot;There couldn&apos;t be a better time for this infusion of cash.&quot; He said the funds could be used to grow the business &quot;both internally and externally.&quot; Macquarie analyst Kevin Smithen said: &quot;[It&apos;s] not a bad outcome for a company many investors told us was going bankrupt as late as March.&quot; Sprint&apos;s shares have risen 15% since it confirmed it was in advanced talks with Softbank last Thursday. The deal will also transform Softbank  with about 90m subscribers  into a global wireless player to rival Vodafone or T-Mobile owner Deutsche Telekom. The combined group would also benefit from the increased scale in buying handsets and telecoms equipment. But investors were unimpressed, sending Softbank&apos;s shares down 20% since the news broke. The biggest concern is the possible debt burden Softbank will be taking on. The Japanese company undertook a leveraged buyout of the Japanese arm of Vodafone in 2006, and still has more than $10bn of debt on its books. Critics add that it would also be entering a market where it has no experience. Softbank chief executive Masayoshi Son said he understood that some people considered the move too risky, but said: &quot;For us to not challenge ourselves may be an even greater risk.&quot; Son built Softbank into Japan&apos;s third-largest mobile carrier by revenue in just a few years, partly by consolidating smaller players. The deal is the biggest overseas acquisition by a Japanese company, and is part of a growing trend for business owners keen to expand beyond their saturated market. Japanese companies have been buying overseas assets at a record pace  spending more than $65bn so far this year, according to data provider Dealogic  fuelled by a strong yen and cheap borrowing costs.", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/sprint-stake-japan-softbank-20bn", 
    "wordcount": "426"
}