{
    "headline": "Why do students fear poetry and how can they access it better?", 
    "text": "One of the trickier challenges of my job is countering fears sparked by poetry. It&apos;s not uncommon to be asked whether a module can be completed without writing on poetry, and the rubric used on several courses in Sheffield&apos;s School of English explicitly closes this loophole. Though I cannot help but roll my eyes sometimes in response to this verse-phobia, I try to remain sympathetic and remember what it was like for me as a student. Was I any more willing to face the supposed challenges of poetry? Poetry suffers from an image problem. It seems a tricksy form, seductive in its rhythms and lyrical language, but teasing and withholding. Prose writing, by contrast, can appear straightforward, honest even, when conveying its sense or meaning. Poetry is the Sphinx, talking in riddles and closely guarding its secrets. When confronting students about their fears, I often get a sense they think of poetry as far &apos;too clever&apos; and the risk of misunderstanding, of &apos;getting it wrong&apos;, is too high. They also complain of feeling disconnected from the poetry they have encountered so far. While the literary canon studied at secondary school has diversified in recent years on account of a more inclusive national curriculum  and this is particularly true of contemporary literature  a tradition of dead, white, middle-class men still holds fast. It can be difficult to foster a sense of reading as identification, participation and shared exchange when a student is separated from a poem not only by obstacles of technical form and language, but also by a gulf of years and a strange cultural context. In a school system dominated by league tables and exam results, a common solution to this problem has been to provide template interpretations. My students complain of this forensic approach to the study of poetry, in which a text is dissected and rearranged to support a formulaic argument: spoonfed, memorised, regurgitated in the exam hall. So much for the ambiguity that is the beating heart of poetry; so much for the independent critical thought that is the lifeblood of literary criticism. What my students&apos; anxieties boil down to is a sense of disenfranchisement: poetry is not theirs; it does not belong to them. So far, access has only been granted to those who tow an official &apos;line&apos;, reinforcing poetry&apos;s status as an exclusive, highbrow form perpetually out of their reach. When I was a student I shared these fears. I too wondered if it was possible to complete a module without writing on poetry. But an important encounter changed the way I thought about poems, poets and my relationship to them as a reader. As a first-year undergraduate at the University of Leeds, I studied the poetry of Tony Harrison. Harrison is Leeds-born, Leeds-educated, and much of his poetry is filled with the sights and sounds of the city. While reading V and The School of Eloquence, I met with poems that walked beside me through the urban spaces of Leeds, and which spoke a dialect I heard every day. Harrison also articulated, in his blunt and darkly-comic voice, the same feelings of working-class estrangement I too experienced as the first person in my family to go to university. It strikes me now as singularly and politically prescient that Harrison chose to express his determination to write poetry as a form of occupation: he declares he will &quot;occupy&quot; the &quot;lousy leasehold&quot; of an elite literary tradition.Harrison&apos;s statement anticipates the contemporary Occupy movement, with its targeting of political and social inequality, exclusion and hierarchy. The occupation of spaces of power is an attempt to level the playing field, enacting change from the bottom up. Harrison refuses to &apos;squat&apos; in the space of poetry, a phrase that would acknowledge his unbelonging. He occupies; he makes the space his own. And what is more, having read the poetry of Tony Harrison, my 18-year-old self was no longer frightened of this supposedly difficult form with its metrical lines, suffused with metaphor and locked in rhyme. Instead, I was also determined to wrest back and occupy poetry. I now realise and sustain this occupation through my teaching. I try to help students overcome their residual fears of poetry; I try to instil confidence in the use of technical language and to insist on the reading of poetry in context, as a vital and living engagement with the world around us. World Poetry Day shares this aim. Set up by UNESCO to foster the writing, reading and teaching of poetry as a mode of expression., it insists that poetry is for everyone, a meeting place for aesthetics and politics. This is an important message. And so today, why not do something different? Why not pick up a poem? Read it. Occupy it. Amber Regis is a lecturer in nineteenth-century literature at the University of Sheffield  follow her on Twitter @AmberRegis This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/21/world-poetry-day-student-occupy", 
    "wordcount": "842"
}