{
    "headline": "Silver linings in the IEA report on 2012 fossil fuel carbon emissions", 
    "text": "As Fiona Harvey reported for The Guardian, the International Energy Agency (IEA) 2012 World Energy Outlook Report found that annual carbon dioxide emissions from fossil fuels rose 1.4 percent in 2012 to 31.6 billion tonnes (gigatonnes [Gt]). The bad news is that this is a new record high level of emissions. The good news is that it represents the second-smallest annual increase since 2003, behind only 2009 when global fossil fuel carbon emissions fell due to the global recession. Emissions estimates from 20092010 have also been revised downward, so the reported 31.6 Gt 2012 emissions match the reported value from 2011.  American emissions of carbon dioxide from fossil fuels fell by 200 million tonnes (Mt) to levels last seen in the mid-1990s due to a transition from coal power to natural gas and renewable energy. European emissions fell 50 Mt due to economic contraction and renewable energy growth, despite an increase in coal energy use. Perhaps most encouraging, although Chinese emissions grew by 300 Mt in 2012, this was among the country&apos;s smallest annual emissions growth over the past decade. This is a result of China diversifying its energy sources and installing more renewable energy.     Chinese CO2 emissions per unit of electricity generation since 2000    The IEA report comes on the heels of an agreement between the presidents of USA and China to reduce emissions of hydrofluorocarbons (HFCs), which are potent greenhouse gases. This could potentially lead to the reduction the equivalent of 90 Gt of carbon dioxide by 2050, or nearly three years of current global emissions from fossil fuel use. China is also considering putting a price on its carbon emissions, and their goal is to end the rapid growth of Chinese coal power use. So there are signs that the world&apos;s two largest greenhouse gas emitters, USA and China are beginning to take serious steps to address the climate problem. The question is whether those steps will be large enough and fast enough to avoid triggering dangerous climate change. At the moment, we our emissions are closest to Scenario A2 from the 2007 Intergovernmental Panel on Climate Change (IPCC) report.     IEA emissions vs. IPCC scenarios    Scenario A2 represents 3 to 4C global surface warming by 2100 as compared to pre-industrial levels. This far exceeds the internationally accepted 2C &quot;danger limit&quot;, and would put us at serious risk of catastrophic climate change. However, the relatively small emissions increase in 2012 has pushed us in the direction of IPCC scenario A1T, which represents 2 to 3C warming by 2100. That still exceeds the danger limit, but at least it&apos;s movement in the right direction. More still needs to be done to reduce our fossil fuel consumption. To have a realistic chance of avoiding 2C warming, emissions need to peak by the year 2020. The earlier they peak, the better chance we have of limiting the impacts of climate change to an adaptable level. This will be challenging, because power plants have lifetimes of many decades, so we&apos;re already &quot;locked in&quot; to a substantial chunk of emissions from those that have already been constructed or are in construction. The IEA report presented four recommendations for limiting global warming to 2C:  1) Increase energy efficiency in buildings, transportation, and industry. 2) Limit the construction and use of inefficient coal power plants. 3) Minimize methane emissions from oil and gas production. 4) Accelerate the phase-out of fossil fuel subsidies. The positive movement from China and the USA in particular is encouraging, but we still have a lot of work ahead to turn the annual carbon emissions growth into an annual decline in order to limit the climate damage to adaptable levels.", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2013/jun/11/climate-change-carbon-emissions-iea-silver-lining", 
    "wordcount": "612"
}