{
    "headline": "Innovative funding model allows urban poor to determine their own future", 
    "text": "Rose Molokoane, who helps allocate millions of dollars to urban improvement projects around the world, lives in a South African informal settlement. She has spent more than 20 years organising urban poor communities, helping them to pool savings and obtain land and housing. Molokoane is also a prominent member of Urban Poor Fund International, the first global fund to give poor people direct control over development spending in cities. &quot;We are sick and tired of becoming the objects of development,&quot; she told an audience at a conference in Brazil last year. &quot;We want to build our own destiny.&quot; The fund was launched in 2007 by Shack/Slum Dwellers International (SDI), a network of community-based federations in 33 countries across Asia, Africa and Latin America. Since then, it has channelled more than $17.8m (11m) in capital and technical assistance to more than 150 community-run projects in cities. The innovative fund lets poor communities define development strategies and manage capital from neighbourhood to global level. Urban poor federations and supporting NGOs in the network submit proposals for community projects, which are evaluated by a council of long-time federation leaders, including Molokoane. Money allocated is accompanied by strategic advice from a board of government ministers. Resources flow through national funds to local savings collectives, mostly made up of women, that contribute their share and implement projects. Recouped money feeds back to a national revolving account. Ultimately, the goal is to create a robust network of national funds that can independently attract government and private-sector investment and help shape urban development agendas. The fund has financed (pdf) the construction of 50,000 homes, secured tenure for 20,000 families, and supported projects in 18 countries. Without high overheads or fancy consultants, it has directly benefited poor families. While the tangible outputs are impressive, the greatest gains don&apos;t fit neatly into a spreadsheet. Unlike most development financing, the fund invests as much in social processes as physical projects. By supporting strategies like learning exchanges and community-based surveys, it helps urban poor groups build skills and connections across cities, regions and continents. The fund also allows poor communities to attract external resources and make a political impact. Capital helps federations leverage finance from governments, banks and donors, while demonstration projects encourage broader investment or policy shifts. For example, projects have produced pro-poor changes in building regulations and attracted state housing subsidies. The fund also helps give poor groups a voice in municipalities and international circles. The bottom line is not full cost-recovery for atomised projects on three-year timetables; it is long-term political transformation. The benefits of this financing model were evident in Mukuru Sinai, an informal settlement hugging an oil pipeline in Nairobi&apos;s industrial zone. In 2009, the fund awarded $315,000 to a savings collective of 2,000 families who, renting homes on private land there, suffered constant threats of eviction and gas explosions. Armed with capital, they got a bank loan to buy 23 acres of nearby land for just over $1m, and a government pledge to provide infrastructure. Tenants are now drawing up plans to build homes, partly subsidised by developing for-sale housing on the plot. Leaders are hopeful not only that the project becomes a pilot for other informal settlements on private land in Nairobi, but also that locals will share lessons with communities in Kenya and beyond. The cost-effectiveness and broad impact of this financing model points to the need for placing urban poor communities at the helm of development spending in cities. &quot;All successful urban initiatives have been ones that have placed people&apos;s knowledge and people&apos;s action at the centre of the process,&quot; says Diana Mitlin, a researcher at the International Institute for Environment and Development who has worked with SDI for more than a decade. &quot;That doesn&apos;t mean professionals are not needed, but it means professionals acknowledge the limitations of their role.&quot; Despite its success, the model faces challenges. The international fund needs to attract money, because it does not recover investments. But many donors either lack understanding of the fund&apos;s innovative strategy or consider it too risky. &quot;It&apos;s much easier to cushion yourself behind different agencies and make sure you get your money back,&quot; says SDI co-ordinator Celine D&apos;Cruz. &quot;It&apos;s much more risky to give the money straight to the mouth of the tiger. But that is exactly where the real change is meant to happen.&quot; Leveraging external resources and getting cities to partner with urban poor groups is also a challenge. Success stories abound, but in many places there is a long path from occasional compromises to lasting partnerships and policy changes. The fund&apos;s success also depends on strong community organisations. Many SDI affiliates have mobilised for decades, but newer members require time to ensure that individual projects yield stable federations and political gains. The organisation&apos;s network extends to 388 cities and expands constantly, but the fund remains limited if only member groups have access. To make a bigger impact, D&apos;Cruz believes urban poor funds must be established on a city scale, governed by community leaders, civil society groups and city officials, and implemented with a strong community base. &quot;That would be a dream,&quot; D&apos;Cruz says. &quot;And actually, it&apos;s such a simple solution. It cuts through all the red tape.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/08/urban-poor-fund-communities-determine-future", 
    "wordcount": "891"
}