{
    "headline": "Mystery bird: Rainbow bee-eater, Merops ornatus", 
    "text": "    Rainbow bee-eater, Merops ornatus, Latham, 1802, also known as the Australian bee-eater, black-tailed bee-eater, pin-tailed bee-eater or as the golden merops, also more colloquially as the gold digger or gold miner, golden swallow, needlebeak, pintail or pintail sandpiper, as the spinetail, the berrin-berrin or as the rainbowbird, photographed at New South Wales, Australia.  Image: Marie-Louise Ng, 24 December 2011 (with permission) [velociraptorize].Nikon D7000   Question: This lovely Australian mystery bird has an extremely large range, but no known subspecies; why? Can you identify this distinctive bird&apos;s taxonomic family and species? Response: This is an adult rainbow bee-eater, Merops ornatus, a near-passerine species that is placed into the family, Meropidae, or bee-eaters. This is the only meropid species that occurs in Australia.  This species wanders widely, which explains why there are not subspecies, and the birds that breed in the most southern portions of Australia are strongly migratory, migrating to Indonesia and New Guinea, but they are seen year round in northern Australia. I am unclear as to whether this species has a &quot;leapfrog migration&quot; (where more southern populations migrate northward and replace those populations which migrate still farther north) or if the southernmost populations make a large migratory journey into New Guinea and other parts of Indonesia.  Interestingly, despite their willingness to migrate over open water, the rainbow bee-eater&apos;s range does not include Tasmania.  The rainbow bee-eater is a sit-and-wait hunter that hawks flying insects, especially hymenopterans, by catching them in mid-air. The birds carry their prey back to their perch to beat them against it before swallowing them. Even though the birds are immune to the effects of bee venom, bees and wasps are rubbed against the perch to remove the stings and venom glands. This species&apos;s migratory habits can be surmised by looking at their wing morphology: although all bee-eaters are highly aerial -- having fast, direct flight and being capable of changing direction quickly in mid-air -- those species with elongated pointed wings are most migratory.  In its range, the rainbow bee-eater is distinctive; there are no other birds that look like it. They are medium-sized greenish birds with a long slim decurved bill and a long tail with distinctive tail-streamers. They have an olive-green crown and a golden throat with a broad black throat band. This species has red eyes and a wide black eyestripe extends from the base of its black bill to its ears. This black eyestripe has a thin blue line underneath. The upperparts are green merging into blue towards the tail and the upper side of the flight feathers are greenish-copper with a black edge whilst the underwings are bright orange with a black edge. The crissum is blue, and the tail and the elongated tail streamers are black.  Females have shorter, thicker tail streamers than males, but the sexes are otherwise similar. Young birds are greener and duller in colour, and they lack the black throat band and the long tail streamers. In this video, you can see a pair of rainbow bee-eaters sitting side-by-side so you can easily see the difference between their tail streamers (filmed in Victoria, Australia and uploaded on 11 November 2010):             Visit MosaicAvenues&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/14/5", 
    "wordcount": "595"
}