{
    "headline": "Apple v Samsung: jury selection begins in US smartphone patents trial", 
    "text": "Jury selection began Monday for a Silicon Valley trial that pits Apple against Samsung in a high-stakes battle for the future of the smartphone market. Apple is suing South Korea&apos;s Samsung for $2.5bn, asserting that its rival made &quot;a deliberate decision to copy&quot; the iPhone and iPad, imitating the design and infringing technology patents. Apple wants to make permanent a preliminary ban it won on US sales of a Samsung tablet and extend that ban to Samsung&apos;s smartphones. Samsung has hit back, accusing Apple of using patents to &quot;stifle legitimate competition and limit consumer choice to maintain its historically exorbitant profits.&quot; It has also counter-sued, claiming that Apple infringed its patents and demanding royalties. This is the first time a jury has heard a smartphone patent dispute in the US. Apple&apos;s headquarters are less than 11 miles from the San Jose courthouse that is expected to hear the case for the next four weeks. But Samsung has plenty of clout in the Valley, too. Android was developed by Google and is now the most popular platform for mobile devices. The case will be closely watched by all of Apple&apos;s rivals, many of which have already clashed with Apple overseas, and Google is expected to have its own team of lawyers in court monitoring the action. Google may not be in the dock, but it will play a large part in the trial. One email Apple has submitted to the court discusses a Google employee&apos;s concerns that the proposed design of some Samsung Galaxy tablets were &quot;too similar to Apple&quot; and should be made &quot;noticeably different&quot;. &quot;It doesn&apos;t get much bigger than this,&quot; said Colin Gillis, tech analyst at BGC Partners. &quot;The two biggest smartphone companies facing off in the world&apos;s biggest market.&quot; Gillis said that while Google clearly had its eye on Apple&apos;s lead in mobile, this case was really all about Samsung. The South Korean firm has seen off HTC and Motorola to emerge as Apple&apos;s biggest rival, and the trial comes at a sensitive time for Apple, which released disappointing results earlier this month. In the second quarter of 2012, Samsung accounted for 32.6% of global smartphone shipments, up from 29% in the quarter ending in March, according to the research firm IDC. Apple&apos;s share fell to 16.9% from 23% over the same period. Apple chief executive Tim Cook and Samsung&apos;s Choi Gee Sung tried and failed to resolve their dispute at a court-ordered meeting in May. The US case is just the latest in a global fight over smartphone patents. A German court last week upheld a European-wide ban on Samsung&apos;s Galaxy Tab 7.7 Android tablet before a full-blown patent trial.", 
    "section": "technology", 
    "gid": "technology/2012/jul/30/apple-samsung-jury-selection-smartphone", 
    "wordcount": "460"
}