{
    "headline": "Apps Rush: Wimbledon, Song Pop, Radiolab, Disney FilmPulse, Rough Guides Trip Lens and more", 
    "text": "A selection of 15 new and notable apps for you today: Wimbledon With England out of Euro 2012, can Andy Murray do any better at Wimbledon? As the annual tennis tournament gets underway, there&apos;s an official app for Android and iPhone offering live scores, results, videos and live radio commentary from the big matches.Android / iPhone Song Pop A confession: I missed this come out a few weeks ago, but it&apos;s currently enjoying (early) Draw Something-style success, thanks to an endorsement from Facebook boss Mark Zuckerberg. The game available on Facebook as well as Android and iOS sees you guessing song clips and sending challenges to friends.Android / iPhone / iPad Radiolab Acclaimed US radio show Radiolab focuses on &quot;science and philosophy, first-person storytelling and radio theatre&quot;. Now it&apos;s got an app, offering its archive of podcasts, and the ability to mix audio effects, texts and photos in response to requests from its presenters, before uploading to SoundCloud. Android / iPhone Disney FilmPulse Count this as an experiment for now, especially as it only works in one Hollywood cinema. But it&apos;s interesting to see what Disney is up to: an app to check-in when watching a Disney film at the cinema. &quot;Unlock surprises and enjoy interactive games and bonus content before the movie, then take advantage of special offers after the credits roll.&quot; The link above is for Android, but here&apos;s the iPhone version.Android / iPhone Rough Guides Trip Lens Travel publisher Rough Guides has a new app that wants to help people &quot;document and share your adventures&quot;, with an emphasis on sharing photos and text with family and friends back home. It also ties into Facebook and Twitter, and compiles photos into a separate blog. Rough Guides worked with HipGeo on the app.iPhone Sports Car Challenge German publisher Fishlabs has a good track record with driving games on iOS, so Android gamers should check its new title Sports Car Challenge. It sees you racing cars from the likes of Audi, Bentley, Bugatti and Porsche.Android Edinburgh Festival Fringe Developer Kotikan has launched the official apps for this year&apos;s Edinburgh Festival Fringe, offering listings, ticket-booking and a My Festival planner, as well as the obligatory Facebook and Twitter sharing features.Android / iPhone Project 83113 iOS hit game Project 83113 has been ported to Android, as a pink, gun-toting cat named Belle blasts her way through a series of action-platformer levels, with weapon upgrades to help along the way.Android Bug Princess 2 Black Label Nothing to do with lager, unaccountably. Instead, this is an &quot;alternate version&quot; of Japanese shoot &apos;em up specialist Cave&apos;s Bug Princess 2 game already available on iOS. The commercial model feels a little hawkish though: the initial download is 9.99, and then there are extra fees to play the game&apos;s Boss Rush mode.iPhone / iPad P&amp;G Virtual Quest Brand giant Procter &amp; Gamble has a new app tying in with its Olympic Games sponsorship: &quot;a Mobile Augmented reality application that allows you to show the world just how much you love and appreciate your Mom by writing her a Thank You, Mom message&quot;. But really, flowers would probably be better.iPhone Olly the Little White Van Children&apos;s TV show Olly the Little White Van has been turned into an iOS app, offering two games starring Olly, driver Stan and other characters from the CiTV series.iPhone / iPad StoryChimes The Happy Elf He&apos;s not just a smooth-voiced jazz crooner, y&apos;know. Harry Connick Jr wrote this story about the happiest elf at the North Pole, and now its book-app version has landed on Android courtesy of the StoryChimes platform.Android Lego Monster Fighters Race Lego&apos;s latest free iOS game is aimed at 9-11 year-olds, based on its Monster Fighters brand. That means werewolves, bats and spiders trying to stop you racing to catch a mad scientist. Obviously.iPhone / iPad Bus Scout There are lots of apps tracking buses in London, but Bus Scout offers departure boards and route plans across England, Scotland and Wales, promising data from more than 370,000 bus stops, plus underground, trams and even ferries.Android Inappropriate Llama Disaster! More for the title, frankly. Although the pitch &quot;Choose the most inappropriate moment. Press a button. Bring on a llama&quot; for situations including a funeral, bomb disposal task and &quot;intimate bedroom moment&quot; may raise chuckles too.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/25/apps-rush-wimbledon-song-pop", 
    "wordcount": "745"
}