{
    "headline": "Readers' photos: water and sanitation  in pictures", 
    "text": "   Girls carry water from a communal pipe in Mzimkulu valley, Kwazulu Natal, South AfricaPhotograph: bridgetinnes/Flickr       Women irrigate their crops in the village of Mapandi in Mozambique. They don't have access to energy for pumping water and therefore have to collect it from distance sources and irrigate their field by hand, which is both time-consuming and inefficient   Photograph: Jason Morenikeji/TCEC/RenewableWorld/Flickr       Women in the east of the Democratic Republic of the Congo collect water from a protected spring, which prevents water contaminationPhotograph: Caroline Gluck/Oxfam/Flickr       A child at a clean water point in Benata, Ethiopia. Such facilities, part of ongoing work to build communities resilience, have reduced the impact of drought for many peoplePhotograph: Christian Aid Images / Flickr       Mathare, Nairobis oldest slum, is home to about 500,000 people. It lacks water and sanitation services, making diseases such as diarrhoea and typhoid commonPhotograph: Christian Aid / Flickr       Women collect water in Dadaab refugee camp in Kenya, where 300,000 Somali refugees live, many of whom have been there for 20 years. The population relies on cattle and agriculture and has therefore been severely affected by the droughtPhotograph: Pino Gonzalez/Doctors of the World UK       Dry ground, in Dadaab refugee camp, Kenya. Meeting medical needs is a struggle because the influx of refugees has caused increased demandPhotograph: Pino Gonzalez/Doctors of the World UK       Fari Awade draws water from a well in the community of Natriguel, Mauritania. A combination of low rainfall and water levels, poor harvests, lack of pasture, high food prices and a drop in remittances from migrants is pushing many areas in west Africa towards a serious food crisis. In Mauritania, Oxfam is working closely with pastoralist communities, providing cattle feed, cash transfers, refurbished wells, water and sanitation programmes, and a co-op vegetable gardens programme for 1,300 womenPhotograph:  Pablo Tosco/Oxfam        A girl stands in a river in Sipacapa, Guatemala. Independent tests show the river has been poisoned by the Canadian-owned Marlin goldmine, which has been accused of causing environmental damage and adversely affecting the local population's healthPhotograph:  Sean Hawkey / Flickr       Workers stand at the edge of a water tank in Buenos Aires village, Santa Barbara, HondurasPhotograph: Sean Hawkey / Flickr       Dawn on the border of the Juma reserve in the Brazilian AmazonPhotograph: Neil Palmer/CIAT/Flickr       A vegetable farmer with his watering cans in Ghana's Upper West region, which has suffered failed rains and rising temperatures   Photograph: Neil Palmer/CIAT/Flickr       In Jamam camp, South Sudan, women spend several hours a day collecting water, often standing in baking heat. Since the start of 2012, nearly 30,000 refugees from the conflict in Sudans Blue Nile region have arrived in Jamam, a village in the remote Upper Nile state. Oxfams team in South Sudan is providing clean water, public health services, and sanitation in the new camp and its environsPhotograph: Alun McDonald/Oxfam/Flickr  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/apr/20/readers-photos-water-sanitation-in-pictures", 
    "wordcount": "0"
}