{
    "headline": "Game on: Game of Thrones preview", 
    "text": "Let me begin by declaring an interest: I love the Game of Thrones television series. Love it. In the sense that I want to buy a house in the countryside with it and have kids and grow old together. It has bewitched me, mind, body and soul, to the point where I measure outmy life in the week-long countdowns between episodes, and I plunged into what will surely be months of inconsolable depression when the second season came to a close this week. What&apos;s striking about Game of Thrones (Xbox 360 / PS3 / PC) the game  or Video Game of Thrones, if youprefer  is that it&apos;s not a mere cash-in. In fact, developers Cyanide Studios bought the rights to the books before HBO had even committed to make the show. When they began work on the game, they had no way of knowing that its popularity would explode as it has. Unlikely though it sounds, this was a passion project, not a tie-in. While a few characters from the books and TV show make appearances, by and large, Video Game of Thrones tells two new, separate stories, written and plotted in collaboration with author George RR Martin. The two protagonists&apos; tales are played out in alternating chapters. You begin the game as Mors, a battle-scarred veteran of the Night&apos;s Watch, out on a typically grisly mission to bring a rapist to justice. While his appearance is pre-determined, Mors can be built as one of three classes, and dialogue decisions allow him to be played as cold-hearted killer or gentle giant. The events of the game take place simultaneously with the events of the first series of the show, and Mors&apos; quest begins with the arrival of a letter from John Arryn, the character whose death sets the saga&apos;s entire plot in motion. Survive the first adventure and the action shifts to the grimy fort town of Riverspring, where red-robed priest and heir to the castle Alester has returned a decade after running away. Alester has come to attend hisfather&apos;s funeral, but soon discoverssomething is rotten in the town of Riverspring. Several things, infact: his dad&apos;s death was no accident, a suspect half-brother is plotting to hijack the succession and, as if there wasn&apos;t enough to worry about among the nobles, the starving peasants are on the verge of revolt. The central narrative is linear, but most problems can be approached in a variety of ways: the rioting peasants can be put to the sword, calmed with food taken from the castle&apos;s stores or placated by the introduction of higher taxes on the town&apos;s wealthy nobles. Each choice will have knock-on effects later in the game. (No prizes for guessing which one this Guardian writer chose.) There&apos;s none of the open-world freedom of bigger RPGs, but the narrow focus allows for a rich and fast-moving story. Gameplay is more of a mixed bag. There are some brilliant innovations, of which the potions system is a particular highlight. It has always bugged me that in a standard RPG, the player can stock up on 50 or 100 healthpotions and basically booze their way through battles quaffing a tonic every time a bad guy blinks. Here, the player has to collect refillable flasks before he can carry a potion at all, can carry no more than five flasks at a time, and has to resupply after downing each single measure. Another classy touch is the optional strengths and weaknesses in character creation. You&apos;re free to load up Mors and Alester with perks, combat expertise and skills, but must counterbalance each with a corresponding vulnerability, such as allergies, gout or pyrophobia. In fact, character creation is impressive: there are six classes, a choice of three for each character, and a two-sided skill tree for each class, plus a dozen weapon and armour types to specialisein, on top of which there are perks andabilities picked up through in-game action. It&apos;s only really in the heat of combatthat the game fails to deliver: battles consist largely of repetitive turn-based auto-attacks, with a limitedrole for tactics, player skill or flair. It&apos;s not a game that will wow a Skyrim player, or whisk a newcomer away into its world. But for a fan of thetales of Westeros a little old-fashioned hack&apos;n&apos;wait&apos;n&apos;slash will beasmall price to pay for two whole new chapters.", 
    "section": "technology", 
    "gid": "technology/2012/jun/07/game-of-thrones-video-game", 
    "wordcount": "748"
}