{
    "headline": "Google+ Local combines searches and Zagat reviews for new online venture", 
    "text": "     After using its online prowess to build its own social network, it looks like Google is once again putting its own spin on already-successful online ventures. Google+ Local, an online review feature that made its debut Wednesday, appears to be the search giant&apos;s in-house version of popular online review sites. Like online review website Yelp, for which Google put up a reported $550m in an unsuccessful bid in 2009, Google+ Local users post reviews and photos which are made available to everyone on the web.  Unlike Yelp, Google+ Local uses old-guard expertise to augment its searches. Currently, about 35,000 place reviews feature a brief paragraph by the review and ratings service Zagat, featured prominently just before user comments.  Google bought Zagat in September for $125m, and its integration means that all of its subscription-only information is now available to everyone registered for Google+ Local.  In a September statement regarding the acquisition of Zagat, Google said: &quot;Their surveys may be one of the earliest forms of UGC [user-generated content]  gathering restaurant recommendations from friends, computing and distributing ratings before the internet as we know it today even existed.&quot; Zagat has been around since 1979 and collects community reviews, which it coalesces into a concise summary. &quot;We&apos;re the first people to do user-generated content, and we have a consistent reputation for doing quality content,&quot; Zagat co-founder and publisher Tim Zagat told the Guardian.      A typical google search with Google+ Local    Shortly after Google acquired Zagat, it appeared before the Senate judiciary subcommittee on antitrust, competition policy and consumer rights to address whether it was using its search strength to unfairly promote its own entities like YouTube, Google Books and Google Travel.  In his testimony, Google Chairman Eric Schmidt said he was &quot;not aware of any unnecessary or strange boosts or biases&quot; in search results. Google continues to be criticized by groups like Consumer Watchdog, which believe its search dominance thwarts competition. &quot;Google has been expanding its empire in every direction possible and often while using unfair practices,&quot; Consumer Watchdog&apos;s privacy project director John M Simpson told the Guardian.  Avni Shah, director of product management at Google, denied the claims. &quot;Our goal is still to help people find the best resources on the web. We do point to other sites and to other places on the web,&quot; told the Guardian. Now, when running a basic Google search for something like a restaurant, users receive the typical Google search results next to a window filled with the Google+ Local information. This information includes a map, Zagat rating and links to other review sites, including opentable.com, citysearch.com and yahoo.com.  Throughout Wednesday, Google users can expect to see more integrations of the Google+ Local features on the site.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/may/30/google-local-combines-zagat-reviews", 
    "wordcount": "459"
}