{
    "headline": "Microbes manipulate your mind", 
    "text": "   Microbes Manipulate Your Mind, in the July/ August issue of Scientific American MIND     &quot;The thought of parasites preying on your body or brain very likely sends shivers down your spine. Perhaps you imagine insectoid creatures bursting from stomachs or a malevolent force controlling your actions. These visions are not just the night terrors of science-fiction writersthe natural world is replete with such examples. &quot;Take Toxoplasma gondii, the single-celled parasite. When mice are infected by it, they suffer the grave misfortune of becoming attracted to cats. Once a cat inevitably consumes the doomed creature, the parasite can complete its life cycle inside its new host. Or consider Cordyceps, the parasitic fungus that can grow into the brain of an insect. The fungus can force an ant to climb a plant before consuming its brain entirely. After the insect dies, a mushroom sprouts from its head, allowing the fungus to disperse its spores as widely as possible.&quot; That&apos;s the introduction to my feature article about how the microbes in your gut might influence your brain and behaviour, which is out now in the July/ August issue of Scientific American MIND. The article focuses mainly on the work of Jane Foster and John Bienenstock of McMaster University in Ontario and John Cryan of University College Cork, who have been collaborating on experiments designed to test how certain species of gut bacteria influence the activity of genes in the brain. Below is a story I wrote last year about some of the work from Foster&apos;s group, updated to include quotes and new research that has been published since I wrote the feature.  Gut bacteria may influence thoughts and behaviour The human gut contains a diverse community of bacteria that colonize the large intestine in the days following birth and vastly outnumber our own cells. These so-called gut microbiota constitute a virtual organ within an organ, and influence many bodily functions. Among other things, they aid in the uptake and metabolism of nutrients, modulate the inflammatory response to infection, and protect the gut from other, harmful micro-organisms. A study by researchers at McMaster University in Hamilton, Ontario now suggests that gut bacteria may also influence behaviour and cognitive processes such as memory by exerting an effect on gene activity during brain development. Jane Foster and her colleagues compared the performance of germ-free mice, which lack gut bacteria, with normal animals on the elevated plus maze, which is used to test anxiety-like behaviours. This consists of a plus-shaped apparatus with two open and two closed arms, with an open roof and raised up off the floor. Ordinarily, mice will avoid open spaces to minimize the risk of being seen by predators, and spend far more time in the closed than in the open arms when placed in the elevated plus maze. This is exactly what the researchers found when they placed the normal mice into the apparatus. The animals spent far more time in the closed arms of the maze and rarely ventured into the open ones. The germ-free mice, on the other hand, behaved quite differently  they entered the open arms more often, and continued to explore them throughout the duration of the test, spending significantly more time there than in the closed arms. The researchers then examined the animals&apos; brains, and found that these differences in behaviour were accompanied by alterations in the expression levels of several genes in the germ-free mice. Brain-derived neurotrophic factor (BDNF) was significantly up-regulated, and the 5HT1A serotonin receptor sub-type down-regulated, in the dentate gyrus of the hippocampus. The gene encoding the NR2B subunit of the NMDA receptor was also down-regulated in the amygdala.  All three genes have previously been implicated in emotion and anxiety-like behaviours. BDNF is a growth factor that is essential for proper brain development, and a recent study showed that deleting the BDNF receptor TrkB alters the way in which newborn neurons integrate into hippocampal circuitry and increases anxiety-like behaviours in mice. Serotonin receptors, which are distributed widely throughout the brain, are well known to be involved in mood, and compounds that activate the 5HT1A subtype also produce anxiety-like behaviours. The finding that the NR2B subunit of the NMDA receptor down-regulated in the amygdala is particularly interesting. NMDA receptors are composed of multiple subunits, but those made up of only NR2B subunits are known to be critical for the development and function of the amygdala, which has a well established role in fear and other emotions, and in learning and memory. Drugs that block these receptors have been shown to block the formation of fearful memories and to reduce the anxiety associated with alcohol withdrawal in rodents.  The idea of cross-talk between the brain and the gut is not new. For example, irritable bowel syndrome (IBS) is associated with psychiatric illness, and also involves changes in the composition of the bacterial population in the gut. But this is the first study to show that the absence of gut bacteria is associated with altered behaviour. Bacteria colonize the gut in the days following birth, during a sensitive period of brain development, and apparently influence behaviour by inducing changes in the expression of certain genes. &quot;One of the things our data point to is that gut microbiota are very important in the first four weeks of a mouse&apos;s life, and I think the processes are translatable [to humans],&quot; says Foster. &quot;I&apos;m getting a lot of attention from paediatricians who want to collaborate to test some of these connections in kids with early onset IBS. Their microbiota profile is wrong, and our results suggest that we have a window up until puberty, during which we can potentially fix this.&quot;  Exactly how gut bacteria influence gene expression in the brain is unclear, but one possible line of communication is the autonomic branch of the peripheral nervous system, which controls functions such as digestion, breathing and heart rate. A better understanding of cross-talk within this so-called &apos;brain-gut axis&apos; could lead to new approaches for dealing with the psychiatric symptoms that sometimes accompany gastrointestinal disorders such as IBS, and may also show that gut bacteria affect function of the mature brain. More evidence that gut bacteria can influence neuronal signalling has emerged in the past few months. In June, Cryan&apos;s group reported that germ-free mice have significantly elevated levels of serotonin in the hippocampus compared to animals reared normally. This was also associated with reduced anxiety, but was reversed when the gut bacteria were restored. And at the General Meeting of the American Society for Microbiology, also in June, researchers from the Baylor College of Medicine in Texas described experiments showing that one bacterial species found in the gut, Bifidobacteria dentium, synthesizes large amounts of the inhibitory neurotransmitter GABA.  SSRIs, the class of antidepressants that includes Prozac, prevent neurons from mopping up serotonin once it has been released, thus maintaining high levels of the transmitter at synapses. And benzodiazepines, a class of anti-anxiety drugs that includes diazepam, mimic the effects of GABA by binding to a distinct site on the GABA-A receptor.  All of this suggests that probiotic formulations that are enriched in specific strains of gut bacteria could one day be used to treat psychiatric disorders. &quot;There&apos;s definitely potential on numerous levels, but I do think studies need to be done in a proper, robust manner in representative samples,&quot; says Cryan. &quot;Even as an adjunctive therapy for anti-depressants, this could be really important, but first we&apos;ll have to figure out which species are going to be beneficial, and how they&apos;re doing it.&quot; Microbiota researcher Rob Knight of the University of Colorado, Boulder, agrees that probiotics could potentially be useful. &quot;I find the mouse data convincing but there&apos;s not yet direct evidence in humans,&quot; he says. &quot;What&apos;s needed is longitudinal studies of at-risk individuals to determine whether there are systematic changes in the microbiota that correlate with psychiatric conditions, and double-blind randomized clinical trials. Research-supported, FDA-approved and effective products are likely at minimum 5-10 years off, but given the lax regulation of probiotics, I&apos;m sure that products could be on the shelf tomorrow.&quot;", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/aug/19/microbes-manipulate-your-mind", 
    "wordcount": "1345"
}