{
    "headline": "Higher education in 2012: a global perspective", 
    "text": "Molly Corbett Broad, president, American Council on Education, a co-ordinating body for all US HEIs Economic and political pressures as well as international competition will force US higher education to keep adapting, but at what cost to quality? In addressing what the future holds for US higher education, we must acknowledge that the recession has brought about a series of transformative trends that will endure long past the current economic moment and fundamentally change our industry. Further, I believe the pace of change will only continue to accelerate, due to political and economic pressures as well as disruptive technological innovations. I foresee several areas where higher education will experience ongoing change in 2012:  Heightened international economic competition, whether it comes from the United Kingdom, China, India or other countries, will continue to force the US to produce more college-educated graduates and expand centers of graduate education and scientific research.  In the context of the recession, endowment funds have dropped and states have cut budgets for higher education. Thus the federal government&apos;s financial stake in higher education is now greater than ever and it will continue to grow.  Higher education leaders will continue to seek efficiencies and reforms in our basic business model and our models for teaching and learning.  The for-profit sector, which has been fueled to some extent by increased demand and lack of capacity in the public sector, has reshaped the higher education landscape and will continue to do so for the foreseeable future.  While the adaptability and flexibility universities show in responding to these factors has been tremendous, every one of these factors has placed additional pressure on our system of quality assurance. Our policy-makers will retain their focus on higher productivity, better consumer protection and increased evidence of learning outcomes. The new year brings enormous challenges for US higher education. But in every challenge are the seeds of opportunity, and I know leaders at our colleges and universities will have the vision to see beyond our immediate problems and show the courage to embrace new ideas and new ways of doing business. To me, the outlook for 2012 is unpredictable, but also full of promise. Dr Glenn Withers, chief executive officer, Universities Australia, a body representing Australia&apos;s universities Regulatory reform has built a strong higher education sector in Australia, but in 2012, success will be determined by the implementation process In recent years, a new Labour government under the challenge of the global financial crisis has infused higher education with infrastructure funding and set about reform of the government&apos;s regulatory apparatus, with the goal of &apos;taking the foot of government off the throat of the universities&apos;. The result has been a thorough review of the regulatory structures for universities and of the system&apos;s fiscal constitution. There was also review of the special area of international education following student safety concerns. In each case progressive new legislation has resulted. This includes a risk-based national regulatory framework that limits ministerial and executive discretion, and a more supportive funding framework to allow student-demand driven enrolments and with better indexation and indirect research cost funding. On the international front a new student protection regime has been legislated and a risk-managed student visa system focused on high quality students has been introduced. Does this mean that 2012 is the year that universities can finally just get on with their business? Regrettably, not quite. For, as ever, there is devil in the detail. The implementation process can still make or break reform. 2012 is also the year in which a remaining major piece of the puzzle will be resolved: student funding. An independent review has found student places underfunded. If micro-regulation and fiscal timidity can be avoided, 2012 will look good Down-Under. With half of Australia&apos;s universities ranked in the top one per cent of global universities, and the rest close by, we are proving that size is not an obstacle to success. Increased collaboration and partnership with neighbouring countries will also place Australia in an ideal position for growth as we enter the &apos;Asian century&apos;. Professor Loyiso Nongxa, vice-chancellor and principal, University of the Witwatersrand (Wits), Johannesburg, South Africa South African universities will have to confront rapid changes in technology, emerging fields of study and a skills gap in order to have an impact across geographic and intellectual borders When academics Abrahams and Melody, looked ahead to 2014, they made the following predictions about South African higher education in the knowledge economy:  High levels of talent mobility across national borders and the generation of new knowledge through real and virtual knowledge clusters or networks irrespective of geographical location.  Intensification of the pace of innovation in all spheres of human endeavour, for example, the rate of production of new knowledge and the shortening of time between discovery or inventions and innovations for socio-economic development.  Relative ease of accessibility of knowledge through global research networks and the internet.  Increased importance of research and development and the creation and promotion of new knowledge in the form of innovations that are commercialised and generate revenue, as well as in the form of social innovations that have positive development impacts.  Significant value attributed to human knowledge capital compared to valuating an enterprise solely on its fixed capital assets.  Value of information and communication technologies in promoting the capturing, access and analysis of complex and voluminous data sets, and the value of ICT networks in promoting rapid knowledge exchange  irrespective of time and distance and dependent only on access to people and institutional networks; and  Emergence of entirely new disciplines and fields of knowledge in advanced manufacturing, nanotechnology, next generation communication networks, and so on. This confronts universities like Wits with new challenges that include, among others, the need to define niche areas of scholarship for different disciplines to work together while integrating across disciplines. It encourages the integration into international efforts and networks and the ability to train the next generation of researchers to fit into large teams, yet to retain their own individual identity and allow room for individual creativity. The recruitment of talent (students, staff, researchers and academics) from global markets is imperative as is the development of high level critical skills. There is no doubt that students have to be trained to participate in the international context and that they are assured that they are provided with the best opportunities available to lead from the front and to leave a global footprint in their wake. Finally, there is a need to explore the new means of knowledge sharing and appropriation across geographic and intellectual borders. We need to provide platforms for the development of multinational, multidisciplinary, multi-sectoral intellectual projects that generate the high level and scarce skills required to address development in our country and on the continent, while we foster intellectual communities and promote sustainable social and economic development in a globally competitive environment. Sally Goggin, director of education, British Council India Increasingly sophisticated partnerships will further open up India&apos;s HE sector but policy makers must prioritise vocational courses This is now my fourth year in India. I remember clearly the post-2009 election excitement around the plans to open up the Indian education market to foreign institutions, to develop new centres of innovation and to bring back Indian academics to these new institutions. Two years on, and the legislation for these proposals is not moving as quickly as most Indian and foreign institutions would like. So will 2012 just be a year of maintaining the status quo for foreign institutions? I don&apos;t think so. India is a key player in higher education international strategies. The trend for building international partnerships will continue. It is hoped this will help to bring about the long-term change of fully opening up the market to foreign university campuses. These partnerships will get more sophisticated in nature. While we may see one or two more institutions explore having campuses here, we are more likely to see small partnership centres develop first in the hope of opening something bigger when the legislation allows. Therefore 2012 will lead to record number of new partnerships, new courses being offered here and more research being shared. Despite this good news, the main focus for India in 2012 must be developing vocational education and training schemes. With 500 million people to train by 2020, this huge task got underway in 2010, started to build momentum 2011 but needs to go full steam ahead in 2012. In terms of change agents, the use of technology will also bring about the biggest changes this year in India  from the $35 USD tablet in schools, to teacher training being delivered by open and distance learning  &apos;digital&apos; will be the buzz word here. James Pitman, managing director HE, UK and Europe, Study Group, international education provider, with students from 140 countries undertaking pathway programmes and degrees at partner universities. Education tourists will remain valuable to the UK&apos;s HE sector The past year has been a tumultuous one for the Tier 4 international student visa system in the UK. January saw stakeholders including the UUK, NUS, UKCISA and English UK join forces, and rally for revisions to the new Tier 4 guidelines the government had proposed to cut net migration. The guidelines suggested that international students had to be able to speak English at CEFR B2 to gain a visa - 80% of students that arrive to study in the UK with us have levels of English proficiency under B2 and yet 98% of them advance to successful degree study at British universities. The HE sector was therefore at risk of losing thousands of potential international students. Ministers considered the effects and sensibly dropped the level to B1 in most cases. Tier 4 was then fine-tuned until a complete set of guidelines was published in September  the new rules come into force in April 2012. The UUK has since released a report reflecting on the importance of HE as an export sector, revealing that it was worth 8.25billion in 2010 and international students contributed the majority of this in tuition fees and off campus expenditure. To add to that, Oxford think-tank, The Migration Observatory, recently confirmed that only 6% of international students remain in the UK after five years. This combined with the Home Affairs Committee&apos;s July warning to Theresa May about the damage ill judged Tier 4 revisions could do, would suggest the government needs to think carefully about the negative rhetoric attached to the issue, and separate these &apos;education tourists&apos; from the larger, messier migration debate. We wait for April&apos;s Tier 4 enforcement with trepidation as our main competitors, the US and Australia, revise their international student visa systems in order to capture the UK&apos;s lost market share. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/23/internationalisation-in-2012", 
    "wordcount": "1817"
}