{
    "headline": "MPs raise alarm over Chinese equipment in UK phone networks", 
    "text": "A group of MPs has lambasted the government for risking national security by failing to monitor the widespread use of Chinese equipment in Britain&apos;s phone and broadband networks. In a damning report into the potential threats posed by the Chinese telecoms company Huawei, MPs on the parliamentary intelligence and security committee have highlighted the &quot;apparent absence of any strategy&quot; to monitor or react to state-sponsored security threats, saying government oversight is &quot;feeble&quot;. The committee is concerned about allegations that Huawei has links to the People&apos;s Liberation Army in China and the Chinese government and so could be involved in spying on UK domestic communications or cyber-attacks. Huawei has been banned from doing business in the US and blacklisted from Australia&apos;s critical national infrastructure, but in the UK most emails sent and phone calls made are likely to involve its equipment. It supplies mobile handsets, routers and equipment in telephone exchanges and street cabinets to BT, TalkTalk, O2 and Everything Everywhere, equipment which the report says &quot;permeates the national infrastructure&quot;. Around 20% of detected cyber-attacks against UK interests demonstrate levels of sophistication which indicate they are state-sponsored, with China considered a main perpetrator. Huawei&apos;s founder, Ren Zhengfei, is a former red army officer, but the company strenuously denies direct links with the Chinese government or military, claiming it receives no financial support and is almost entirely owned by its employees. Committee member Hazel Blears, a former Labour cabinet minister, said: &quot;We don&apos;t see any evidence of Huawei&apos;s equipment being used for espionage. We cannot prevent trade with foreign companies. The issue is risk management.&quot; BT gave Huawei its first foothold in the UK in 2005, hiring it to modernise the broadband network. But eight years later, a security centre in Banbury set up to clear Huawei for use in the UK is still not fully operational, and of the five companies using its equipment, two  both major national broadband providers  are not using the testing facility. The committee has recommended that responsibility for staffing and running the Banbury security centre, which is managed and funded by Huawei, be handed to the GCHQ listening agency. During its investigation, the committee was &quot;shocked&quot; to learn that ministers had not been asked to consider the security implications of BT&apos;s decision to hand a contract to Huawei. &quot;Such a sensitive decision with potentially damaging implications should have been handed to ministers,&quot; said the committee chair, Sir Malcolm Rifkind. &quot;A lack of clarity around procedures, responsibility and powers means that national security issues have risked, and continue to risk, being overlooked.&quot; The government says it is now developing a process to assess risks with foreign investment to the UK, although the details of this process have not yet been made public.", 
    "section": "technology", 
    "gid": "technology/2013/jun/06/chinese-equipment-uk-phone-networks-huawei", 
    "wordcount": "469"
}