{
    "headline": "Windfarms: the bitter fight dividing the UK", 
    "text": "On a sunny, blowy evening in September, a new single turbine was being unveiled in the Gloucestershire village of St Briavels. If you had been in the room, you would have been filled with optimism about the future. It wasn&apos;t that the community centre was heaving, because it wasn&apos;t, and frankly, most of the people in it were already converted (the couple behind the wind turbine, Sue and Andrew Clarke, are so committed to wind that if you ask them how they met, they will find a way to bring that back to the power routes of the National Grid). There was alocal couple who&apos;d already invested in the turbine, Norman and Mrs Fry; a few young men in a hurry; the guy from Co-operative Energy, Tom Hoines; James Greenwood, the Brideshead-ish local Green party candidate I was struck by how sunny and dynamic they seemed, how different from the dour deep-greens that I&apos;d free-associate with words such as &quot;sustainable&quot; and &quot;renewable&quot; and &quot;crowdsourced community energy project&quot;. The Clarkes spent two decades working for multinational environmental consultancies, advising governments and large companies such as Exxon Mobil. Eventually, they simply knew too much about the future of energy supplies not to try to make a go of renewables. Which is when they set up the Resilience Centre. They&apos;ve had no grant funding, and have sunk everything  time, energy, pensions  into wind. &quot;If we don&apos;t make this work,&quot; Andrew starts, &quot;we&apos;re going to be skint.&quot; &quot;We&apos;re skint, anyway,&quot; Sue says, in the brisk fashion of someone used to making stuff happen. Before I went to St Briavels, I&apos;d concluded  from the powerful certainties of the anti-wind subsidy lobby  that, whatever else was true of it, wind energy was very expensive. But when Isaw the modestly sized Great Dunkilns turbine, which can supply electricity for the whole village, for 20 years, the real value finally penetrated my thick skull. The cost argument is ared herring, based on energy markets that are set by finite fuels and yet which imagine those fuels to be infinite. Besides which, the monetary value doesn&apos;t ask any other questions, such as, &quot;How much does it cost the environment?&quot; The mood in St Briavels is powerfully optimistic. &quot;If we want to destroy the environment, we should destroy the bit we&apos;re living in, not somebody else&apos;s bit,&quot; Norman Fry says. He sounds so cheerful, using the word &quot;destroy&quot; to underline how little detriment it causes, the single, slightly surreal-looking turbine on the farm up the road. Greenwood muses: &quot;That thing out there powers this village. You never have to worry about another cubic metre of gas, coming from somewhere where you have to fight to get your hands on it, economically, militarily How exciting is that?&quot; Tom Greatrex, the Labour MP for Rutherglen and Hamilton West, points to this community model as a way out of the pro-/anti-wind deadlock: &quot;It&apos;s amazing the difference it makes when the people who live under it are involved and make money out of it. There&apos;s a good one in Cumbria, one in Stirling. In Gigha [in the Hebrides], they got a grid connection a couple of years ago, and most of the time they were meeting all their energy needs on their own island.&quot;     Sue and Andrew Clarke: 'If we dont make this work, were going to be skint.' Photograph: Joel Redman for the Guardian    I walked out of that squat, strip-lit hall believing that things could be different; that energy supply didn&apos;t have to be dominated by afew juggernaut, global providers, sucking money inexorably upwards to shareholders as people&apos;s bills got bigger. People could invest in their own infrastructure and reap their own rewards. Maybe we could live without feeling as though we constantly had to pit our comfort against the future of the planet, and perhaps it was possible to create a system in which a boom in Asia or an uprising in the Middle East had very little impact on electricity bills in the UK. Then I spoke to the residents of Montgomeryshire, where the community feels under siege. They talk about the plans for an expansion of grid capacity to deal with extra wind  from Scottish Power and the National Grid  in terms of sheer violence, ground gouged, landscape sliced open, fertile land out of commission for an unforeseeable time. So far, thanks to very successful opposition from Montgomeryshire Against Pylons (Map), the only change has been to the political landscape  prowind candidates replaced by antis, from the county council to the MP. Jonathon Wilkinson, founder of Map, says, &quot;Before 2011, I had little idea about the scale of wind development in mid-Wales, and I&apos;m in favour of renewables. I was in favour of wind. Butwhat&apos;s proposed here is industrial in scale, it&apos;s 800 turbines to start, and we believe that once the National Grid link&apos;s in there could be 1,500 turbines. It&apos;s just wholly disproportionate.&quot; &quot;That&apos;s not really about wind,&quot; says Bruce Davis, co-founder of Abundance, which raises investment for green projects. &quot;They&apos;re just being screwed by the National Grid.&quot; There are options that would be less disfiguring, such as chasing the pylons underground, but Wilkinson says he&apos;s seen an underground pylon development in action, and he couldn&apos;t even countenance that, because it&apos;s so disfiguring and makes the land unworkable for such a long time. Such alternatives are unlikely to get beyond the drawing board at present anyway, because they are more expensive. &quot;It&apos;s called National Grid,&quot; Wilkinson points out, &quot;so everyone assumes that it&apos;s a national company, but it&apos;s an American company [see footnote] that happens to have a state monopoly in providing infrastructure for the UK. They will always choose the cheapest and easiest route they possibly can.&quot; (This is another great untold story of energy, that the assumptions we make of national ownership are wishful  the National Grid is American [see footnote]; E.ON and RWE npower are German; EDF are French; local electrical engineers are frequently digging up your roads on behalf of Li Ka-Shing or JP Morgan.) Pros and antis: it is disconcerting how decent they all seem. But there&apos;s apparently no middle ground, and the claims of the two camps are so wildly at odds that it&apos;s hard to conceive of what amiddle ground would look like. Pros say we are the Saudi Arabia of wind; itisso blowy, we should be the envy of Europe. We should also, given our engineering and manufacturing background and potential, bemaking all our own turbines. Antis say windfarms destroy the environment and cause more CO2 damage than they relieve, with the infrastructure they demand, the extra roads, the turbines themselves, the peat bogs they destroy. They say (some of them) that the cost of supplementing wind energy with gas-fired generators is greater, in terms of CO2 emissions, than a gas turbine operating alone. They say windfarms kill birds and interfere with people&apos;s hearing and health. They say wind energy is pointless because you can&apos;t store it, and it always blows the most at times when nobody needs it. Vexingly, the two sides of this debate do not organise neatly along opposite straits: it&apos;s not as though the antis are fighting for the landscape, while the pros are fighting for the economy. Everyone&apos;s a conservationist; everyone&apos;s trying to secure a long-term energy future; everyone&apos;s trying to compete globally; everyone says they want to reduce energy bills. But things do organise pretty neatly along party lines and, says James Greenwood of the Green party, &quot;The division has got worse. Leftie liberals want wind turbines; the hard right hates them.&quot; Those who are anti  before you talk about where the farm will be, and how big, and how it will be funded  are against wind in principle. As Chris Heaton-Harris, Conservative MP for Daventry, puts it, &quot;I only started looking at onshore wind because I&apos;m a landlocked constituency. But now I have some quite big concerns about the future costs of energy, compared with our economic competitors, in affordability terms. And offshore is obviously almost twice as expensive as onshore. I&apos;m vehemently opposed to onshore  to be quite honest, I&apos;m probably coming round to being against wind altogether.&quot; Heaton-Harris is absolutely immovable on the cost of wind, and apparently cannot see the point of it at all: &quot;Wind energy is very expensive energy, at the end of the day. The intermittency and the inability to store the power causes all sorts of problems for the grid. When the wind blows, it&apos;s amust-take resource. Because you can never tell when it&apos;s likely to stop, and until recently it was difficult to dial down gas, it&apos;s a very inefficient way to use the gas-powered station.&quot; Now, this is partly true  we&apos;ll come to that in asecond  but partly nuts, if only because it&apos;s unviable within his own party. Wind energy is an unavoidable element of Conservative green promises, but it is more and more understood that to be anti-wind is, like being Eurosceptic, a matter of conscience. The party can tell them how to vote, and they can vote in the opposite direction, and nobody will be kicked out. Heaton-Harris, however, was caught on camera by Greenpeace activists backing the ferociously anti-wind independent James Delingpole for the Corby byelection, against the Conservative candidate. &quot;Please don&apos;t tell anybody ever,&quot; Heaton-Harris can be heard begging the green moles. He figured it would finish him, if this got out, and we&apos;ll have to wait and see if he was right  but his hatred of wind, in the end, meant more than his party career. Undeniably, wind is intermittent  there probably isn&apos;t a country in the world that could get all of its electricity from wind, though it will help when countries have better interconnectivity, so that when it&apos;s windy in Norway, they can use the extra power in France (they&apos;re planning a European supergrid). In the UK, we hit an all-time high three weeks ago, by coincidence  at 3pm on Tuesday 6 November, 9.3% of the country&apos;s electricity use was from wind. In 2008, the National Grid said it could foresee us getting 25% of our energy from wind, with no great cost caused by its intermittency. All energy is intermittent anyway  power stations have planned and unplanned outages. Tidal energy is probably the only thing on Earth whose regularity can really be counted on. This is how it works. The entire cost of wind is the structure, so there is next to no cost at the point of use. Any wind power generated will go straight into the grid, ideally; whatever else we need will be made up with other fuels, in ascending order of expense, so basically you&apos;ll turn gas up and down according to how much wind you have. Heaton-Harris&apos;s argument is that this is so wasteful that it would be cheaper just to ignore wind and keep the gas at a constant level. It&apos;s not unlike the argument in the 90s that said you shouldn&apos;t turn your computer off at the end of the day, because powering it up and down used more energy than leaving it on all night. But many people argue that the situation calls for better technology, rather than premeditated waste.     Bruce Davis, co-founder of Abundance, which raises investment for green projects. Photograph: Joel Redman for the Guardian    It seems to be only in the UK that people think these are good enough reasons to walk away from the idea altogether. Alexander Sewohl, from the German Wind Energy Association, says, &quot;We have more and more wind turbines that have to slow down because the grid is full. And we&apos;ll soon have this as an offshore problem, too  the grid capacity won&apos;t be enough until we build new grids. But our prognosis is that we&apos;ll have 25% of our electricity from wind by 2020, 47% from renewables. Most politicians know this is the future.&quot; Asked how Germany arrived at such harmony, Sewohl says: &quot;We have astrong wind industry and a good home market framework. Those are the most important things. A third is acceptance by the German people  everybody wants to get to 100% renewables, there is no more discussion about that. There is not much support for nuclear:if you look at France, they accept nuclear power and that has affected their wind industry.&quot; But what I think is crucial, and he doesn&apos;t dwell on, is the structure of ownership and taxation in Germany  60% of farms are community owned (compared with 10% here). Whereas most companies are taxed in the region of their HQ, wind companies are taxed where their turbines are. Money goes into the community in rent, other companies are drawn into the area, employment goes up. People living in the shadow of the farms are those most in favour of them. It&apos;sthe (local) economy, stupid. Matthew Spencer of the Green Alliance points out, mildly, &quot;They do have disagreement in Germany, too, you know. It&apos;s just their ruler for measuring polarisation is a lot shorter than ours&quot;. At present, the government demands that the big six energy companies provide a certain amount of green electricity  either themselves, or by buying it from another generator. In return, they earn an ROC (Renewables Obligation Certificate). The cost of doing this  the &quot;subsidy&quot;  is passed on to their customers. Heaton-Harris argues, contentiously, that 40,000-50,000 cases of fuel poverty are attributable to subsidies on wind energy. The counterargument runs that ROCs affect only 10% of the average fuel bill. The fluctuations in the other 90% are mainly down to gas price spikes (recently caused by the Arab spring interrupting oil supply, and Fukushima setting Japan on a dash for gas). Wind does add about a tenner to an average bill, though  which is enough to tip over the edgethose households already almost in fuel poverty. So the two sides manage to disagree inthe most fundamental terms, without anybodybeing technically wrong. While there is broad public support for wind energy  a YouGov poll in October found 69% of people wanting wind energy increased or maintained  it depends very much who&apos;s asking the question, and whereabouts. Joss Garman, from Greenpeace, lays it out in this deliberate, controlled voice, as if to say, I&apos;m prepared to be patient, but there&apos;s only so much time you people have left to understand. &quot;There are three questions facing Britain in terms of its energy future  how do we go low-carbon? How do we secure our supply? How do we reduce our bills?&quot; The answer emphatically isn&apos;t unabated gas, which, whatever its cost (pretty high at the moment, subject naturally to global undulations), is incompatible with emissions targets (by 2030, we&apos;ll be scarcely able to burn any gas and meet climate targets). George Osborne announced over the summer that he wants to make the UK a &quot;gas hub&quot;; it&apos;s not immediately clear what that means, but if it involves us using much of it, for any significant amount of time, then we will certainly have to tear up the 2008 Climate Change Act. With a backdraft of exasperation, Ed Davey, LibDem Secretary of State for Energy and Climate Change, said, &quot;Fifteen per cent of our energy has to be renewable by 2020. That&apos;s binding in law.&quot; And yet the government&apos;s line on wind remains bizarrely conditional. Abundance&apos;s Bruce Davis said in September, &quot;All this flip-flopping around and briefing and counterbriefing is just scaring away investment. Investors think, &apos;Why would we invest in a country that can&apos;t decide what it wants to do?&apos;&quot; It was a remark that could have been pessimistic or prescient. Returning to Davey, I asked whether he had any anxiety about the threat posed to the energy bill by the Tory right. &quot;No,&quot; he said tersely. &quot;When the coalition government came into office, we were bottom of the European league for renewables. There were only two countries below us: Malta and Luxembourg. Labour had been in power for 13 years.&quot; (This was wishful thinking on his part  the energy announcement last week may have allayed uncertainties about the 2020 target, but it abandoned targets for 2030, effectively signalling that Osborne, and his dreams of unabated gas, were winning the argument.)     Jonathon Wilkinson, founder of pressure group Montgomeryshire Against Pylons.  Photograph: Joel Redman for the Guardian    When I spoke to Davey, on 2 October, he had already had a letter signed by 100 MPs  overwhelmingly Conservative  calling for an end to wind subsidies, but he was unruffled. &quot;When there&apos;s noises off, you can get distracted from what&apos;s going on, but we&apos;re really going somewhere. We&apos;re motoring,&quot; he said  an unfortunate metaphor for a good environmental policy. Then, for the rest of the month, the Conservative party went rogue. David Cameron announced, apparently on-the-hoof, that everybody should have access to the lowest energy tariffs. Some days later, John Hayes, the Conservative energy minister, declared that we had enough wind provision as we were and should stop building any more. Greenpeace sent more moles to talk to Osborne&apos;s father-in-law, Lord Howell, who claimed Osborne was positioning people in government deliberately to undermine the wind agenda. Heaton-Harris didn&apos;t help here, either, telling his moles, &quot;so actually EdDavey&apos;s got the &apos;strategic stuff&apos;, so he can go and talk bollocks around the world, where[as] John Hayes is in charge of deployment&quot;. And in the middle of all this, seven of the world&apos;s leading turbine manufacturers wrote to Davey to say they were &quot;reassessing the level of political risk in the UK&quot;. So Davis was prescient; and really, who can blame them? We are still the Saudi Arabia of wind, but you have to imagine us as an oil-rich country with avery strong objection to the extraction of oil, for reasons that are absolutely self-evident to half our parliament and totally obscure to the other half. In a way, the coalition has been disastrous for the future of energy supplies, because it has turned the debate into soft, green Lib Dems like renewables; hard, business-minded Tories like gas. The simplicity plays to the sympathies of MPs too lazy to look any deeper, which is adispiriting number of them; the Labour party are functionally irrelevant and the Conservatives, being more numerous, make sure gas comes out on top. But this is by no means how it had to look: the CBI is very pro-renewable, nearly a million jobs come from the low-carbon/environmental sector, the private sector invested more money in low-carbon projects than the public sector last year by a power of 10. There is no need for business and low-carbon to be ranged against one another. It&apos;s just the collateral damage in apolitical battle. So how expensive is wind? The simple cost was estimated by World Energy Outlook 2008 as around 60 per megawatt hour, which makes it quite similar to coal, cheaper than gas, more expensive than nuclear. It has got progressively cheaper with technology since 1987, climbing abit in recent years as the raw materials for the turbines have got more expensive. That stuff is relatively uncontroversial. How it operates in termsof the market is where the complexity opens up to give people something to fight about. The central plank of the energy bill (well, until it turned into a novel scheme to price-cap energy bills) is to change from Renewables Obligation Certificates to a system whereby energy companies are guaranteed a minimum price for their green electricity. The minimum price for offshore wind will be higher than onshore, and nuclear will be higher than either, in all likelihood, but we won&apos;t know until the bill comes out. The system is meant to incentivise companies to build turbines or nuclear power stations (although, since the commitment to &quot;decarbonisation targets&quot; is now only until 2020, it&apos;s hard to see many companies getting excited about what will effectively amount to a five-year business plan). Jerome Guillet summed up the way different power sources work, in terms of cost, in the European Tribune: &quot;It is worth emphasising that &apos;letting the markets decide&apos; is not a technology-neutral choice when it comes to investment in power generation: public funding (such as can be available to state-owned or municipal utilities) is cheaper than commercial fund of investment: given that different technologies have different sensitivities to the discount rate, preferred &apos;market&apos; solutions will inevitably favour fuel-burning technologies, whereas public investment would tilt more towards capital-intensive technologies like wind and nuclear.&quot; There are a couple of points that aren&apos;t contested by anyone: first, as Matthew Spencer of the Green Alliance points out, &quot;For goodness sake, the energy bill should be just as much about reducing demand as it should be about creating new things to demand. We should have [subsidies] for nega-watts, the absence of energy use.&quot; Second, we&apos;ve not talked about aesthetics, because they are so subjective, even though this is what most people who hate windfarms hate. In France, they build them along motorways, on the principle that they&apos;ve already scarred the landscape. That seems like quite a good way of doing things, but of course requires a joined-up, collective agreement and forward planning that we are light years away from. Third, wind is not the only renewable, and shouldn&apos;t be invested in to the exclusion of hydro, solar and anaerobic digestion. Fourth, no fossil fuel is going to last for ever. Fifth, there is no evidence for the health problems caused by windfarms, though they do make a noise. Sixth, they do kill birds, but in tiny numbers compared with cats (who kill birds, I mean; not cats that are killed by windfarms). In the pub down the road from St Briavels, there was a small table of other people who had invested in the turbine. One, Matt Dunwell, said, &quot;I teach permaculture. I sell vegetables. When you talk to a lot of people, there&apos;s a patronising air: a) you&apos;re insignificant, b) that&apos;s never going to work on the main stage, and c) you&apos;re going to be trashed by multinationals anyway. This answers an energy question, it answers an investment question, it answers a resilience question. Ican hold that up in the pub and say, &apos;This is happening in my village.&apos;&quot; The parliamentary picture of diametric opposites has remained unchanged in tone since the 1980s and, from that perspective, resolution looks a long way off. But when the people in the pub support the turbine next door, there&apos;s a sense of quiet revolution, and it&apos;s hard to see what could stop it.  This article was amended on 3 December 2012. The original quoted Ed Davey, the energy and climate change secretary, as saying that 50% of the UK&apos;s energy had to be renewable by 2020. The figure he gave was 15%.  This article was further amended on 12 December 2012 to add the following footnote: National Grid runs electricity and gas infrastructure in the north-eastern US as well as across the UK, but its headquarters are in Britain and its main listing is on the London Stock Exchange.", 
    "section": "environment", 
    "gid": "environment/2012/nov/30/windfarms-bitter-fight-dividing-uk", 
    "wordcount": "3896"
}