{
    "headline": "Owner of stolen laptop that sends spy photos from Iran regrets exposing users", 
    "text": "This is a story of theft, loss, discovery  and of mortification  designed for the digital age. It tells how a laptop stolen in London found its way to a family in Tehran and how, via a hidden app, the rightful owner was able to photograph those using his computer and expose them on the web. There is however, a happy ending. The laptop in question belonged to Dom del Torto, a Londoner who works for an animation company in London&apos;s Shoreditch. In February his computer was stolen in a burglary at his home in Holloway Road, north London. A month later a tracking app he had installed in the laptop revealed not only that his computer was in Tehran but was transmitting pictures back of the family using it. Intrigued, Del Torto set up a Tumblr page, Dom&apos;s Laptop in Iran, showing his computer&apos;s new owners&apos; interactions with his machine taken through the Mac&apos;s camera. The pictures, to which Del Torto attached witty captions, showed a young woman and an older man. In one image the younger woman has a towel on her head; in another she is wearing a hood. He speculates about the relations within the family, and how his laptop ended up with them  comments and images he now says he regrets posting. &quot;My laptop was stolen from my home in February 2013,&quot; he said on his blog this week. &quot;In March 2013 tracking software revealed that it had turned up in Tehran, Iran. I shared this information with the UK police dealing with the matter and they said that they were regretfully unable to help.     Another picture sent from the laptop. Photograph: Dom del Torto/Tumblr    &quot;On 12 April 2013 I decided to share the data from the laptop on [a] Tumblr blog as an amusing story for my friends to enjoy. It seemed to me that a laptop that went missing from London and turned up in Iran was like a space probe landing on a distant planet and beaming back proof of intelligent life.&quot; The story began to go viral. &quot;As the story circulated, I started to receive messages from concerned individuals warning of privacy issues and the possible harm and distress the blog may cause the people in the photos. I hadn&apos;t really considered any of this, as I hadn&apos;t expected the story to get so much attention. So I hid the identity of the people in the photos.&quot; Then one of the people in the photos contacted him to ask him to remove the pictures. &quot;They were very upset. I could understand why. The people shown on the blog site are not thieves. The safety and wellbeing of private individuals is more important than any possession. Although I still miss my laptop I do not wish ill on anyone. &quot;The people who now have my laptop have been good enough to get in touch and therefore the tracking software has done its job.&quot; There are questions that remain unanswered. Del Torto, who feels he made a &quot;huge error of judgment&quot; posting pictures of the family undisguised, was not returning calls. And how his computer made its way to Iran and into the hands of its new owners remains a mystery.", 
    "section": "technology", 
    "gid": "technology/2013/apr/12/owner-stolen-laptop-spy-iran", 
    "wordcount": "539"
}