{
    "headline": "Gro Harlem Brundtland censures Rio+20's gender equality outcomes", 
    "text": "Gro Harlem Brundtland, the former Norwegian prime minister and chairwoman of the Brundtland commission, has criticised the call to action issued by UN Women on Thursday for not including women&apos;s reproductive rights in the text. Brundtland, a member of the Elders, said omitting a specific reference to reproductive rights represented &quot;a step backwards from previous agreements&quot; on women&apos;s empowerment and gender equality. She also criticised vague wording on gender in the Rio+20 draft outcome document. The call to action, presented at a high-level event hosted by UN Women and the Brazilian government, reaffirmed signatories&apos; commitments to equal rights enshrined in the UN charter on human rights. It also reasserted commitments made at UN conferences over the past 20 years, but did not explicitly mention reproductive rights. UN Women called for governments to &quot;take urgent measures to ensure the full and equal enjoyment of all human rights and fundamental freedoms by women, including the right to sexual and reproductive health&quot;, similar wording to that used in the Rio+20 draft document. The call to action was signed by female leaders including the Brazilian president Dilma Rousseff, Costa Rica&apos;s president Laura Chinchilla Miranda, the Australian prime minister Julia Gillard, Helle Thorning-Schmidt, the prime minister of Denmark, and the head of UN Women Michelle Bachelet. Brundtland and Mary Robinson, former president of Ireland and former UN commissioner for human rights, told the event it was important that the momentum on women&apos;s rights, built up over the past 40 years, was not allowed to slip away. In 1994, the International Conference on Population and Development, held in Cairo, acknowledged for the first time that women&apos;s human rights include reproductive rights. In Beijing the following year, the fourth world conference on women reasserted this right. The UN Women call to action said:  &quot;The future women want is a world that is healthy, free from hunger, fear, violence and poverty; a world that prioritises equity, human rights and gender equality, where women and men, girls and boys have equal rights and opportunities and equal access to resources, education, healthcare, employment, leadership and decisionmaking, a world where women constitute a dynamic force for realising the benefits of sustainable development for present and future generations.&quot;  It called on governments to fully integrate gender equality and women&apos;s empowerment in any future international development framework, accelerate the full and equal participation of women in decisionmaking at all levels, eliminate all discriminatory barriers faced by women, and be proactive in addressing the factors preventing women from equally accessing, owning and managing resources and having the same job opportunities as men. Bachelet said: &quot;We know from research that advancing gender equality is not just good for women, it is good for all of us. When women enjoy equal rights and opportunities, poverty, hunger and poor health decline and economic growth rises. Advancing the equal rights of men and women creates healthier and more sustainable societies and economies.&quot; Rose Mwangi, from women&apos;s advocacy organisation Soroptimist International, based in Nairobi, said she was not too concerned with the omission of reproductive rights in the call to action. She felt the decision about what to include was a matter of give and take, saying: &quot;As the president [of Brazil] put it, we have to collaborate. It&apos;s always about give and take. But that doesn&apos;t stop us from working on the issue of reproductive rights. We can still implement what we want to implement. It&apos;s still in our hands, not the document.&quot; Amanda Khozi Mukwashi, director of policy at VSO, based in London, said the important thing was what action followed the words. &quot;I am encouraged that there is some political will, but we have to continue to do more as civil society to hold them to account,&quot; she said. At the launch of a report on population and sustainable development on Thursday, Babatunde Osotimehin, executive director of the UN Population Fund, said slowing population growth can only occur &quot;if women have the right, the power and the means to decide freely how many children to have and when&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/22/gro-harlem-brundtland-rio20-gender-equality", 
    "wordcount": "688"
}