{
    "headline": "Education in brief: Everton football club's free school starts small", 
    "text": "Kick start? It&apos;s the only &quot;free school&quot; so far to have been launched by a Premier League football club. But does Everton free school have another remarkable claim to fame: opening last month with only six pupils? This seems to be the case after the school in Liverpool was forced by the Unison union to respond to claims that it began life with as few as three students. Everton free school focuses on alternative provision for 14- to 19-year-olds, taking on secondary pupils referred to it by other schools or the local authority. In a letter to Jon Richards at Unison, the school&apos;s principal, Adrian Packer, said the figure of three children was inaccurate. He added that the school had a strict policy not to take on more than six pupil referrals in a week because of the complexity of the needs of the young people it educated, and that &quot;this is our first week of offering alternative provision so our numbers (in this part of the school) reflect our policy&quot;. The numbers would double in the coming week, he said. Packer also said claims that the school has only two classrooms are wrong. However, an email to local teacher and free school critic Richard Knights from the Department for Education (DfE) said: &quot;The school has two dedicated classrooms and an office [although] the staff and students are free to use the communal areas.&quot; The email says: &quot;Because of the restricted classroom space currently available, it is likely that the school will teach fewer students this year than it had originally planned.&quot; The school&apos;s roll would reach its capacity of 200 within three years, the email said. An Everton FC spokesman added: &quot;Our free school operates under an agreed framework with the DfE, which permits the school to enrol up to six young people each week. That is precisely what we have done.&quot; Critics question whether public money is being used efficiently, although the school&apos;s budget has not been revealed. Money for &apos;free&apos; Still on the &quot;free school&quot; front, a freedom of information request has revealed that one of the most high-profile of the schools, Bolingbroke academy in Battersea, London, has benefited from funding similar to that received by many academies under the less cost-inhibited times of Labour. Bolingbroke, which also opened last month and is run by the Ark academy chain, is receiving 25.95m from the DfE in site acquisition and construction costs, Wandsworth council has said. This dwarfs the set-up costs of any other free school so far published by the DfE. Capital funding for 13 free schools that opened in 2011, published on the DfE&apos;s website, say the highest overall cost was for a primary school: Eden primary in Haringey last year had a capital budget of 6m when it opened. Again, questions will be asked about value for money: Bolingbroke&apos;s website says it only has 120 pupils, with a final capacity of only 600, plus a sixth form, by 2018. In the interests of science And finally ... an influential group will set out plans this week to improve in-school assessment in primary science. The group, funded by the Nuffield Foundation and backed by the Association for Science Education, is worried schools are neglecting the subject after ministers scrapped primary science Sats in 2008. The plans would see each school&apos;s teacher assessment results published on its website, but not collected by the government or turned into league tables. More details at www.nuffieldfoundation.org", 
    "section": "education", 
    "gid": "education/2012/oct/01/everton-football-academy-small-start", 
    "wordcount": "592"
}