{
    "headline": "Are video games really the villains in our violent age?", 
    "text": "The number of aliens you kill may directly contribute to an improvement in your brain. This may not sound like a typical scientific discovery, but it has come from some of the world&apos;s finest neuroscience laboratories. In fact, it is the genuine outcome of studies on how action video games can improve your attention, mental control and visual skills. We&apos;re talking here about fast-moving titles such as Halo, Call of Duty and Grand Theft Auto, which demand quick reflexes and instant decision-making. They&apos;re often portrayed as the most trashy, vapid and empty-headed forms of digital entertainment, but it looks as if they may be particularly good at sharpening your mental skills. This may come as a surprise if you read much of the popular press, which is often obsessed with technological scare stories. Scientific evidence has been less media-friendly but considerably more convincing. We now have numerous studies on how playing action computer games, as opposed to puzzle or strategy titles such as The Sims or Tetris, leads to an improvement in how well we pay attention, how quickly we react, how sensitive we are to images and how accurately we sort information. Crucially, these studies are not just focused on people who already play a lot of video games, but are testing whether action video game training genuinely leads to improvements. The studies use randomised controlled trials. It is a method normally used to test medications, but it can be applied to anything. In this case, a group of people are randomly assigned to one of two groups. Half get the &quot;treatment&quot;, perhaps blasting away at enemy combatants in Medal of Honor, while the others get the &quot;placebo&quot;  for example, managing a digital family in The Sims 3. Reliably, those assigned to play the fast-moving action games show improvements on neuropsychological tests that measure the ability to process quickly and react to visual information. It&apos;s worth saying that these conclusions were thrown into doubt in 2011 when several scientists, led by Walter Boot from Florida State University, suggested that these findings may be due to poor experimental design, but subsequent and better planned studies have continued to find a positive effect. Another aspect of the game debate concerns the impact of violent video games. This has become a matter of public anxiety again in light of the tragic Sandy Hook killings after the gunman was identified as being a fan of first-person shooter games such as Call of Duty. It&apos;s worth saying that such appalling events are not a good basis for science, simply because the popularity of this form of entertainment makes it difficult to attribute any form of link between their use and statistically rare individuals. This does not, however, mean that the issue itself is not important and worthy of study  and it has, in fact, been researched widely. Also using randomised controlled trials, research has found that violent video games cause a reliable short-term increase in aggression during lab-based tests. However, this seems not to be something specific to computer games. Television and even violence in the news have been found to have a similar impact. The longer-term effects of aggressive gaming are still not well studied, but we would expect similar results from long-term studies of other violent media  again a small increase in aggressive thoughts and behaviour in the lab. These, however,are not the same as actual violence. Psychologist Christopher Ferguson, based at the Texas A&amp;M International University, has examined what predicts genuine violence committed by young people. It turns out that delinquent peers, depression and an abusive family environment account for actual violent incidents, while exposure to media violence seems to have only a minor and usually insignificant effect. This makes sense even in light of horrifying mass shootings. Several of the killers did play video games, but this doesn&apos;t distinguish them from millions of non-violent young men. Most, however, had a previous history of antisocial behaviour and a disturbed background, something known to be much more common in killers. Perhaps the most telling effect of video games concerns not what they involve but how much time someone spends playing them. A helpful studyon the effect of giving games consoles to young people found that, while the gaming had no negative impact on core abilities, school performance declined for those kids who put aside homework for screen entertainment. Similarly, a significant amount of research has found that putting aside exercise for the physical inactivity of video games raises the risk of obesity and general poor health. And while &quot;addiction&quot; is now the pop psychology label of choice for anything that someone does to excess (sex, video games, shopping), the same behaviour could just as easily, and more parsimoniously, be described as a form of avoidant or unhelpful coping. Rather than dealing with uncomfortable life problems, some people avoid them by absorbing themselves in other activities, leading to an unhelpful cycle where the distractions end up maintaining the problems because they&apos;re never confronted. This can apply as easily to books as video games. The verdict from the now considerable body of scientific research is not that video games are a new and ominous threat to society but that anything in excess will cause us problems. The somewhat prosaic conclusion is that moderation is key  whether you&apos;re killing aliens, racing cars or trying to place oddly shaped blocks that fall from the sky. Vaughan Bell is a clinical and research psychologist based at King&apos;s College, London", 
    "section": "technology", 
    "gid": "technology/2012/dec/30/games-first-person-shooter-vaughan-bell", 
    "wordcount": "924"
}