{
    "headline": "Has Everest been good for Nepal's development?", 
    "text": "Dawa Steven Sherpa is the new face of Nepal. Born in Khumjung, a village just 12 miles from Everest, he is in his 20s, speaks five languages, has a business degree from a British university, and is the director of a highly successful trekking and guiding company based in Kathmandu. He has climbed Everest twice and this week was airlifted off Mount Dhaulagiri, the world&apos;s seventh-highest peak, after a Japanese climber died of exhaustion at 7,700m (25,260ft). Everest and mountaineering have been the catalyst to enable three generations of his family to prosper. His father, Ang Tshering, used to climb with British mountaineer Chris Bonington and was one of the first pupils to study at the school Sir Edmund Hillary founded with the Himalayan Trust after the successful 1955 expedition. His grandfather, who portered for Hillary, barely had an education, eking a living from yak herding and spinning. More than anyone, he has witnessed a massive transformation in the fortunes of local communities. From some of the poorest people living in one of the harshest environments on Earth, the villages close to Everest have become among the most prosperous in Nepal. Nepal has eight of the 10 highest mountains in the world. Khumbu, in north-eastern Nepal, is a bustling region that earns millions of dollars a year from hundreds of expeditions. Mountaineering, a form of extreme tourism, has grown to the point where the Sherpas  the ethnic group who mostly live in the unfertile mountains and became load carriers for foreign mountaineers  now run their own businesses, contracting much of the heavy work to other Nepali ethnic groups. Sherpas are said to earn between seven and 10 times the average Nepalese wage. Many are able to send their children to the best schools. The new generation, like Dawa, are likely to spend much of the year in Kathmandu or abroad; they aspire to start businesses, or to become doctors, engineers or airline pilots. &quot;Everest is a big industry. People were very poor and lived with great difficulty. So when the mountaineering industry took off, it brought us real progress. It changed us, yes, but I think we have taken the best of the west and kept our own culture,&quot; says Dawa. Tourism is now Nepal&apos;s largest industry and greatest source of foreign exchange and revenue. More than 700,000 foreigners descend on the country each year, mostly for trekking, mountaineering and adventure holidays; in the areas they frequent, there tends to be little malnutrition, better housing and clean water. Most of Nepal has not been so lucky. The country is unrecognisable from the isolated Himalayan kingdom that the British expedition in 1953 found, and is now a major trading crossroads with its mighty neighbours China and India. New roads are being bulldozed through previously isolated regions, and western influences are everywhere. But development has come at a huge price. The air pollution and traffic jams of Kathmandu are among the worst in the world, the cities are chaotic, unemployment is massive, and the predominantly rural population remains mostly locked in subsistence farming. Tens of thousands of young men now work in Saudi Arabia and the Gulf states as labourers, and the Maoist revolution grew out of deep poverty and worsening conditions in rural areas. Only about 40% of girls and 46% of boys go to secondary school. In addition, Nepal is on the frontline of climate change and is highly vulnerable to flash floods, landslides and droughts. As elsewhere in the Himalayas, the most vulnerable people are affected the most. All three generations of Dawa&apos;s family testify to major climate change taking place today. &quot;Grandfather used to take yaks to a place called Gokio, which was on the other side of the Ngozumba glacier, Nepal&apos;s longest. He could walk them over the ice, but now it&apos;s just not there  it&apos;s a stony wasteland. The whole thing has melted,&quot; says Dawa. He was shocked to find flies at 17,500ft on Everest. &quot;Glaciers are melting at an increasing rate and the Himalayas are definitely warmer. It&apos;s not a seasonal thing any more. It&apos;s rapid. It&apos;s so apparent. It will change the way we all develop.&quot;  This article was corrected on 30 May 2013. Khumbu is a region in Nepal, not a town", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/29/everest-nepal-development", 
    "wordcount": "719"
}