{
    "headline": "Teachers fear new school sport policy may fail to deliver Olympic legacy", 
    "text": "Headteachers, teachers and sports administrators have privately voiced concern that the government&apos;s soon-to-be-announced 100m-a-year school sport policy may fail to deliver the hoped-for legacy from the London 2012 Games. They fear that schools will not quickly recover from the impact of the decision by the Department for Education to axe 162m in ringfenced funding for a nationwide network of school sports partnerships and are concerned that the anticipated new plan remains flawed because it will rely heavily on external coaches rather than staff PE teachers. The new scheme, brokered by the prime minister, David Cameron, and the London 2012 chairman and government legacy adviser Lord Coe, aims to ensure that all children retain access to specialist sports provision at least once a week and has been described as &quot;the last piece in the legacy jigsaw&quot;. Major sports governing bodies, including the Football Association, the Rugby Football Union and the Lawn Tennis Association, will play a key role offering expertise and coaching provision. They are expected to be briefed on the plans on Thursday, while the Premier League has also indicated that its clubs may be prepared to play a role in providing coaches to local schools. But while they are reluctant to speak out publicly until the detail of the plans is unveiled, those on the frontline of providing PE in schools say that offering coaching in competitive sport is different to ensuring they are able to provide their pupils with a basic level of &quot;physical literacy&quot; and encourage sporting habits for life. There is also concern that engaging outside coaches to provide tuition rather than funding PE specialists within schools could over time lead sport to be pushed out of the curriculum. In particular, there are worries that the funding announced will not be ringfenced exclusively for sport and may be spent on other things, and that proper ways of measuring its impact may not be put in place. The future of school sport became a political issue during the London Games, with many athletes and coaches calling for an overhaul of government policy. Cameron defended the decision to axe a minimum requirement of two hours of PE a week, controversially claiming some schools met it with &quot;Indian dance&quot;. Coe has called the debate between competitive and non-competitive sport  such as dance, aerobics and trampolining  a red herring and expressed frustration at the lack of progress. Gove recently held a series of discussions with ministers and other interested parties, plus a summit meeting with sports organisations, in an effort to find a way forward. When Gove axed the school sport partnerships in 2010, an outcry forced him to reinstate 65m of funding to release a PE teacher one or two days a week to work in primary schools. But that funding runs out at the end of this academic year. Clive Efford, the shadow minister for sport, said the government had spent the last two years &quot;going backwards&quot; at a time when it should have been seizing on the momentum provided by the Olympics. &quot;Any announcement giving extra resources for school sport is welcome, but coming six months after the end of the Olympics highlights the fact that the government has no coherent plan for sport. The 100m plus they are announcing does not replace the 162m that Michael Gove took away from school sport partnerships in 2010,&quot; he said.", 
    "section": "education", 
    "gid": "education/2013/mar/13/teachers-sport-policy-olympic-legacy", 
    "wordcount": "576"
}