{
    "headline": "Could Malawi's empty grain stores signal return to the bad times?", 
    "text": "The great family grain stores in the small village of Mgwata, 40 miles west of Malawi&apos;s capital Lilongwe, stand less than half full. At this time of year, they should be bulging with enough maize to take a family well into January and beyond. Instead, the village of 300 subsistence farmers already knows that this year&apos;s &quot;lean&quot; season  the months before the main harvest  will be the worst in at least a decade. The country has surplus grain from previous years, but soaring fertiliser and food prices, following a 45% devaluation of the national currency, the kwacha, combined with a collapse of cotton prices and perennially depressed tobacco prices, have all conspired to make life in the southern African country harder than ever for most people. Mgwata is not alone. Malawi is one of the world&apos;s least developed countries, ranking 171 out of 187 in the 2011 UN Human Development Index. Despite large amounts of aid, 75% of the population earn less than $2 a day and 1 million, or more than 10% of the population, regularly go short of food. &quot;2012 is already hard,&quot; says Patrick Kamzitu, a health officer in Nambuma district, in western Malawi. &quot;This is a return to the bad times. Many people fear for the next six months.&quot; But the Lilongwe government, donors such as the UN&apos;s World Food Programme (WFP), and international charities working in Malawi, report that the food gap is worst in the south of the country, where most villages already have empty grain stores. The latest official post-harvest food security assessment, published in July by the famine early warning systems network (Fewsnet), predicts &quot;significant food consumption gaps&quot; and &quot;crisis food insecurity conditions&quot; in a swath of the country around the second city, Blantyre. The shortages are expected to peak, affecting 1.6 million people, between December and March 2013, says WFP. &quot;The situation is very serious,&quot; says the WFP director, Abdoulaye Diop. &quot;Our field staff have observed that households in parts of the country have harvested almost nothing. Our first priority will be to make sure that vulnerable people have enough food to sustain themselves through this lean season. At the same time, we must invest in more long-term solutions.&quot; Last week WFP, working closely with Britain and other donors, appealed to the world for $48m in food aid for Malawi. Britain offered $4.5m. The move signalled Malawi&apos;s formal reinstatement as a favourite of international donors after Britain, the IMF and others abruptly withdrew all aid last year following &quot;concerns&quot; about the human rights record of former president Bingu wa Mutharika  who died unexpectedly in April  as well as corruption and government accountability. International approval for the new president, Joyce Banda, was formally restored last week when the US secretary of state, Hillary Clinton, unexpectedly stopped in Lilongwe and announced a big expansion of US government investment in Malawian cattle breeding. But the devaluation insisted upon by donors, and agreed by Banda, as part of the new IMF aid package for Malawi is hurting ordinary people. Prices of fuel, transport and many basic imported items have risen by 50% in a few weeks. Fertiliser prices, which are heavily subsidised by the government, have risen steeply and the price of maize has risen from an average of about 50 Malawian kwacha ($0.18) a kilo to MWK75. &quot;They have removed tax on bread, salt and water so the price of bread has come down, but maize could go up to MWK100,&quot; says John Makina, Oxfam&apos;s Malawi director. &quot;If so, it will hurt a lot of people.&quot; Happily, Malawi&apos;s grain reserves  stored in vast silos outside Lilongwe  are brimming with 800,000 tonnes surplus from previous years, says Peter Mwanza, the minister of agriculture and food security. Launching a programme in Lilongwe this month to distribute livestock to villages in 28 hard-hit regions, he said he hoped the country would have enough to feed itself. &quot;Last year the government diversified into cotton, but it did not do well. So now we are trying with livestock. We cannot rely on the rains these days, or one crop like maize any more. The areas traditionally hit by drought in the south are the ones which have been hit the hardest again,&quot; he said. &quot;At the national level, there is food sufficiency,&quot; said Makina. &quot;The country has actually done well. But there are populations that do not have enough. The problem is not production but distribution. Every year there is a surplus at national level, but every year there are pockets of people where there is not enough.&quot; Aid agencies are optimistic that Malawi will not see a repeat of 2002, when the IMF  backed by donors including Britain and the EU  was widely accused of forcing Malawi to privatise its grain stocks, leaving the country unable to meet its emergency needs. The result was Malawi&apos;s worst food shortages in 30 years and thousands of deaths. &quot;I think there will be a good response to the situation,&quot; said Makina. &quot;It&apos;s coming at a time when Malawi has a new administration and everyone, including donors, wants to support it. In addition, the president has signed off reports and donors like the WFP are geared to respond.&quot; Charities, such as the Dublin-based Concern Worldwide, are using mobile phones in their response to the latest crisis. Ten years ago it was almost impossible to reach farmers in remote areas, but today the mobile phone is ubiquitous. &quot;In the next few months we will be able to directly text 800 farmers to give them the latest prices for maize, tobacco, cotton and other crops,&quot; said Manu Mwaipopo, assistant country director in Malawi. &quot;We will roll the programme out to 2,000 people next year. We hope we do everything from warning of pest outbreaks, to giving them access to market prices, helping them negotiate better deals with traders and improving the timing of getting their crops to market.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/21/malawi-empty-grain-stores", 
    "wordcount": "1023"
}