{
    "headline": "Why has Marine Le Pen been invited to Cambridge?", 
    "text": "It will pull the crowds. It will get you in the news. It may even accord you a place of significance in your university&apos;s history. For decades, organisers of student debates at top universities have courted controversy through their choice of guests. In the 70s, Michael Howard resigned from the Cambridge University Conservative Association, then presided over by a youthful Ken Clarke, after the former fascist leader Oswald Mosley was invited to speak. The &quot;politically-independent&quot; Cambridge Union invited Holocaust denier David Irving in the 1980s; Oxford&apos;s equivalent gave him a platform alongside that other bastion of reasonable thought, Nick Griffin. At Cambridge, the craving for publicity seems to have escalated into an alarming dependency. Not content with the huge protest that greeted Dominique Strauss-Kahn on his visit in March last year, when he had just been arrested over allegations of pimping, the Cambridge Union treated students to a follow-up of Julian Assange and members of the British National Party. And now we discover that on Tuesday, just days before the Cambridge community  black and white, town and gown  will unite to oppose the English Defence League&apos;s march through the city, the leader of the French far-right Front National, Marine Le Pen is to speak at the Cambridge Union, a last-minute addition to the published schedule. She could do with some rhetorical practice, for she may soon be in the dock for comparing Islamic prayers to the Nazi presence in France in the second world war. Whenever anyone dares mention the insensitivity of promoting speakers whose invitation risks legitimising such social ills as prejudice, racism or rape, the same defence is given: free speech. This is the founding principle of the Cambridge Union, we are told, and whether or not we agree with a speaker&apos;s view, they have the right to make their case and be robustly challenged. Union officers consistently fail to acknowledge that inviting speakers is also a matter of responsibility. Just as neo-fascists are free to speak, student organisations are free to decide whether to host them. When they do so, they are taking a political decision, regardless of whether they actively wish to promote neo-fascism. The arguments are as old as neo-fascism itself. In 1976, management at the North London News saw fit to accept an advertisement from the National Front. After their plea to reject the ad was snubbed by management, journalists at the paper downed tools. At a Press Council hearing, where the journalists were accused of infringing the freedom of the press, the presiding official invoked Voltaire&apos;s famous line: &quot;I don&apos;t agree with what you say, but I will defend to death your right to say it.&quot; However, in the end the council ruled that that applied to the journalists too, who were free as individuals to exercise their consciences. Sadly, the word conscience seems to have disappeared from university dictionaries. Students are growing weary of small committees taking decisions in their name behind closed doors. The Cambridge Union is bizarrely constituted as a private company, and due to its extortionate membership fees and stuffy atmosphere, many students do not join. But, like every student institution, it relies on the university&apos;s academic standing and the vibrancy of the student scene for its platform&apos;s prestige. Just as happened when the Leeds Student newspaper allotted Nick Griffin a double-page spread, the Cambridge Union&apos;s recent actions have prompted an outcry on a national level, led by the National Union of Students black students&apos; campaign. Student debating societies see themselves as the embodiment of intellectualism and reasoned discussion. But for this to be true, their officers must accept that it&apos;s not enough to have fancy dinners and jumped-up, celebrity-driven shouting matches. They need to engage in intellectual arguments that go beyond the cry of &quot;free speech&quot;. If elite debating committees fail to realise that students expect them to acknowledge the political implications of their decisions, they can expect to face further derision. They may not enjoy the challenge to their status as bastions of intellect, but if they cling to the mast of populist tactics, they will fade into irrelevance.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2013/feb/13/cambridge-invites-marine-le-pen", 
    "wordcount": "688"
}