{
    "headline": "Put planet and its people at the core of sustainable development, urges report", 
    "text": "Social and environmental costs need to be integrated into measurement of economic activity, a new UN report said on Monday as it urged world leaders to focus on the long-term resilience of the planet and its people. The report from the high-level panel on global sustainability calls for a set of sustainable development indicators that go beyond the traditional approach of gross domestic product. It recommends that governments develop and apply a set of sustainable development goals that can mobilise global action. At the report&apos;s launch during the AU summit, Ban Ki-moon, the UN secretary-general, made it plain that sustainable development is a top priority for his second term of office. &quot;We need to chart a new, more sustainable course for the future, one that strengthens equality and economic growth while protecting our planet,&quot; he said. Ban established a 22-member panel in August 2010, co-chaired by Finland&apos;s president Tarja Halonen and Jacob Zuma, the president of South Africa. The group was tasked with producing a blueprint for sustainable development and low-carbon prosperity. The panel&apos;s final report, Resilient People, Resilient Planet: a Future Worth Choosing, contains 56 recommendations to put sustainable development into practice and to mainstream it into economic policy as quickly as possible. Halonen stressed the importance of placing people at the centre of achieving sustainable development. &quot;Eradication of poverty and improving equity must remain priorities for the world community,&quot; she said. &quot;The panel has concluded that empowering women and ensuring a greater role for them in the economy is critical for sustainable development.&quot; The report feeds into preparations for the UN conference on sustainable development (Rio+20) in Brazil in June 2012. Among its key points is that most goods and services sold today fail to bear the full environmental and social cost of production and consumption. &quot;Based on the science, we need to reach consensus, over time, on methodologies to price them properly. Costing environmental externalities could open new opportunities for green growth and green jobs,&quot; says the report. Underscoring the importance of science as an essential guide for decision-making on sustainability issues, the report calls on the UN secretary-general to lead efforts to produce a regular global sustainable development outlook report that integrates knowledge across sectors and institutions, and to consider creating a science advisory board or scientific advisor. The report stresses the importance of gender equality in any serious shift towards sustainable development. &quot;Half of humankind&apos;s collective intelligence and capacity is a resource we must nurture and develop, for the sake of multiple generations to come,&quot; says the report. &quot;The next increment of global growth could well come from the full economic empowerment of women.&quot; Among the recommendations for a sustainable economy, the report calls for a phasing out of fossil fuel subsidies and other &quot;perverse or trade-distorting&quot; subsidies by 2020. However, such decisions can be politically unpopular, as the unrest in Nigeria over a reduction in fuel subsidies underlined. Aware of the political sensitivities involved, the report says the reduction of subsidies must be done in a manner that protects the poor. The report calls on governments to change the regulation of financial markets to promote longer-term and sustainable investment. It cites the example of Norway, where the ministry of finance is responsible for co-ordinating work on a national strategy covering the economic, environmental and social dimensions of sustainable development. To implement this strategy, Norway has integrated sustainable development into the annual budget. In every yearly budget, follow-up is reported in a separate chapter that includes contributions from each government ministry as well as the statistics office. As the report notes, Norway has developed 18 indicators that have become increasingly important in monitoring the extent to which the country&apos;s activities are consistent with sustainable development targets. While welcoming the panel&apos;s vision, Oxfam said the recommendations were weak. &quot;The emphasis on women&apos;s rights and the call for an &apos;ever-green&apos; revolution in agriculture, so it is more resource-efficient and productive, is helpful, but concrete recommendations on reforming the food system are thin,&quot; said Sarah Best of Oxfam. &quot;There is nothing in the report on how to finance the recommendations  for instance, through a levy on international shipping and aviation, or a financial transaction tax  which has been backed by the UN panel on climate finance.&quot;  The panel&apos;s findings come 25 years after Gro Harlem Brundtland, the former prime minister of Norway, produced a landmark eponymous report that defined sustainable development as &quot;development that meets the needs of the present without compromising the ability of future generations to meet their own needs&quot;. &quot;Since then, the world has gained a deeper understanding of the interconnected challenges we face and the fact that sustainable development provides the best opportunity for people to choose their future,&quot; says the report. &quot;This makes ours a propitious moment in history to make the right choices and move towards sustainable development in earnest.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/30/planet-people-sustainable-development-report", 
    "wordcount": "833"
}