{
    "headline": "Make cycling proficiency a compulsory part of driving licence", 
    "text": "Dan Harris&apos;s tragic death last Wednesday and Bradley Wiggins&apos; response have put cycle safety in the news again. But while we&apos;d all love better cycling infrastructure, there is neither the money nor the political will to make our streets safer for cyclists. For all the positive talk about increasing the bike awareness component of the driving test, there is a limit to how much you can tell someone to be aware of their position on the road, and a limit to the effect that theoretical knowledge can have. So why not make cycle proficiency a mandatory condition for getting a driving licence? Every driver should have firsthand experience of what it&apos;s like to ride a bike in the traffic. Any driver wanting to acquire an HGV licence has to get a normal driving licence first. And people wanting to take a car on the road should have the experience of cycling alongside cars and other vehicles. Drivers need to know how smaller vehicles and their more vulnerable users behave on the road, and the only real way to understand how cyclists act is to have a go at being one. Providing safety training to more cyclists on the streets is obviously desirable, but mandatory cycle training and licensing, often suggested by the more irate and vocal petrolhead crowd, would be a disaster and create a barrier to cycling take-up. An additional benefit would be that many more people would get a chance to see how convenient and safe cycling is. Many people are still too scared to travel by bike. In a recent survey, 46% of those who took part said they would switch to cycling for short journeys if roads were safer. While there is plenty of practical work to be done in this area, changing people&apos;s perception of what is safe by increasing their confidence works wonders too. In a 2008 study of people who had received cycle training in Lambeth, half of those who cycled more after training said they felt more confident. There are also health and economic advantages. A recent paper in the Lancet concluded that replacing short journeys in cars and on public transport could save the NHS 17bn over 20 years. The average cost of learning to drive is 1363, according to uSwitch. The additional cost to the learner driver, thus, would not be significant. For example, a complete cycle training course for a resident of Hounslow would cost 82.50, giving the learner four hours on-road experience. For someone with the most basic cycling ability who could skip the first session, the cost drops to 55. Hounslow&apos;s provider, CycleExperience, makes a small charge for bike rental, while other outfits will loan a bike for free. Many local councils offer free or highly subsidised bike training, and while the demand might put pressure on these services the fact remains that cycle proficiency lessons are very economical and would not significantly increase the cost of learning to drive. In fact, cycling could save them money  60% of adults who participated in the Lambeth study cycle more after having received the training, saving money on petrol and public transport. Evidence suggests that having more cyclists on the road decreases the proportion who are involved in accidents, so more people taking up cycling makes it safer. Introducing a measure which is guaranteed both to get more people on bikes and make sure drivers understand cycling is a no-brainer. It would be relatively cheap, have a big impact and would improve cyclist safety without infrastructure investment.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/06/cycling-lessons-driving-licence", 
    "wordcount": "593"
}