{
    "headline": "Church of England aims for 200 new Anglican schools over five years", 
    "text": "At least 200 Anglican primary and secondary schools could be established over the next five years as the Church expands its role in education. The Church plans to take advantage of the coalition&apos;s academies and free schools reforms, which take schools out of local authority control and places them with parents, firms, charities and faith groups. A review led by the Bishop of Oxford, the Rt Rev John Pritchard, who is also chairman of the Church&apos;s board of education, said the number of Anglican schools  currently 4,800  could rise to 5,000. Free school groups and other state schools have already started to approach dioceses because they feel their ethos is similar to that of Anglican schools, the review  The Church School of the Future  states. The report recommends that in future, dioceses could offer services to schools to replace those previously provided by local authorities until their budgets were cut and their role reduced. Pritchard also called for the Christian culture and ethos in Anglican schools to be protected &quot;against a rising tide of strident opposition&quot; and the &quot;onset of so-called &apos;aggressive secularism&apos;.&quot; Dr Priscilla Chadwick, a former headteacher who chaired a six-month review that led to the report, added that the public&apos;s &quot;default understanding of Christianity was disappearing&quot;. Last month, the Tory party chairman, Lady Warsi, warned of what she called the &quot;militant secularisation&quot; of society and proposed that Christianity was given a central role in public life. The Church&apos;s review also warns that ministers are sidelining religious education from the curriculum. The subject faces &quot;multiple challenges&quot; and the government has &quot;no will&quot; to address them, it argues. The English Baccalaureate, introduced in school league tables last year, recognises pupils who have achieved a grade C or better in English, maths, history or geography, sciences and a language. RE&apos;s absence from the Ebacc is disappointing, and has led to fewer pupils taking the subject, the Church said. &quot;While the Church of England has received some encouragement to work together with other partners to address some of the issues related to religious education, the responses of the government to these concerns have been disappointing,&quot; its report states. The Department of Education said pupils still had to study RE up to the age of 18. &quot;It is rightly down to schools themselves to make sure pupils take the exams right for them and decide how much teaching time to devote to RE  not politicians in Whitehall.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/23/church-200-new-anglican-schools", 
    "wordcount": "423"
}