{
    "headline": "MP Peter Lilley has received more than $400,000 in oil company share options", 
    "text": "The Conservative MP Peter Lilley, one of only three MPs who voted against the Climate Change Act, has received share options worth at least $400,000 from an oil company, Guardian analysis has revealed. Lilley&apos;s links to the oil industry have long been declared by the former cabinet member. But the revelation about the full extent of his financial interests will place him under further scrutiny in his new role as a member of the Commons select committee on energy and climate change, which will be quizzing the energy and climate secretary, Ed Davey, about the energy bill on Tuesday. Since 2006, Lilley has been a non-executive board member of Tethys Petroleum, a Cayman Islands-based oil and gas company with drilling operations in Kazakhstan, Tajikistan and Uzbekistan. In the register of MPs&apos; financial interests, Lilley has routinely declared that he receives a quarterly payment from Tethys for &quot;attending meetings and advising on business developments&quot;. The latest quarterly payment registered by Lilley on 1 October was 11,750 for 30 hours&apos; work, meaning he has received 47,000 over the past year. But the Guardian has discovered Lilley has also been granted share options valued by the company at the time they were granted at $428,399, in addition to other share options that have not been given a clear financial valuation. Under parliament&apos;s code of conduct, he is not required to disclose details about the precise value or volume of any shareholding. Tethys&apos; financial public filing reports show that Lilley was granted $107,290 worth of share options in 2011, $194,350 in 2010, $57,040 in 2009, and $69,719 in 2008. In 2007, Lilley was granted 150,000 share options, but a financial valuation was not expressed in the documents. Tethys is currently publicly listed on stock exchanges in Toronto, London and Kazakhstan. Its share price in London has fallen sharply since recording a record high in March. Tethys reported last week that it had &quot;seen a substantial increase in oil production and revenue from the Doris oil field in Kazakhstan&quot; in 2012, and that overall the company had seen a &quot;46% increase in production revenues over the third quarter of last year&quot;. Lilley did not respond to the Guardian&apos;s invitation to comment. A Tethys spokeswoman said: &quot;We have no comment except that all of the options are currently out of the money and none have been exercised to date.&quot; The term &quot;out of the money&quot; means the company&apos;s stock price is currently lower than the share option&apos;s &quot;strike price&quot; and would, therefore, result in a loss if exercised now. As a new member of the Commons energy and climate change select committee, Lilley is expected to declare any relevant interests to the committee&apos;s clerk upon his first appearance, which took place last week. Next Tuesday, the committee will recommence its inquiry into shale gas. The minutes of any interests or information declared by Lilley to the clerk is not expected to be published for at least a month, but the Guardian understands that, as a committee member, he is not obliged to declare anything beyond that required in the MPs&apos; register of financial interests. When Lilley was appointed to the committee last month, Caroline Lucas, the Green party MP, said: &quot;That Conservative MPs have voted Lilley, a senior oil industry figure and well-known climate sceptic, to serve on the parliamentary committee tasked with scrutinising the UK&apos;s climate and energy policy is a clear sign that anti-green, anti-science forces are gaining ground.&quot; She added: &quot;Lilley&apos;s position as an oil executive means that he is likely to be far more concerned with the short-term profits of the dinosaur polluting fossil fuel barons than tackling the huge threat posed by climate change  or recognising the opportunities of switching to a green economy.&quot; Lilley recently wrote a report  which failed to declare his oil industry interests  for Lord Lawson&apos;s Global Warming Policy Foundation, in which he criticised the &quot;failings&quot; of the influential Stern review of the economics of climate change published in 2006. In September, Lilley wrote to the BBC&apos;s director of editorial policy and standards to complain about the broadcaster&apos;s &quot;systemic bias&quot; in its climate change reporting. Last week, a covert Greenpeace video was released showing Lilley calling Greg Barker, the Conservative energy minister and an enthusiastic backer of renewable energy, a &quot;complete nutter&quot;. In the video, Lilley said that the chancellor, George Osborne, &quot;wanted to get people into key [government] positions who could begin to get the government off the hook from the [climate] commitments it made very foolishly.&quot; He added: &quot;We could well see certainly amendments to the Climate Change Act, cease to make it legally binding, make it advisory.&quot; Lilley described the covert recording as &quot;deplorable&quot;. He added: &quot;I would happily have given an interview making the same points if they had approached me honestly  I have never discussed climate policy with the chancellor or anyone speaking for him.&quot; This article originally said &quot;the term &quot;out of the money&quot; means the company&apos;s stock price is currently higher than the share option&apos;s &quot;strike price&quot;&quot;. Higher has been corrected to lower.", 
    "section": "environment", 
    "gid": "environment/2012/nov/20/peter-lilley-oil-company-shares", 
    "wordcount": "891"
}