{
    "headline": "RIP Mike Singleton, the RPG visionary who revolutionised the genre", 
    "text": "If you were a gamer in the 1980s, you knew Lords of Midnight. Released in 1984, first on the Spectrum and later on the Commodore 64, it was an absolutely singular adventure, a vast epic quest to destroy the evil witchking Doomdark and restore the land of Midnight to peace. Its designer, Mike Singleton, who died last week after having cancer, was already a veteran coder when he envisaged this role-playing fantasy classic. Originally a teacher, he started messing about on early computers such as the Commodore Pet and ZX80, discovering a talent for nippy arcade conversions, adeptly working within the ridiculous confines of these early systems. But in 1983, he approached Beyond Software with his idea for an ambitious adventure, allowing the player to control four separate characters as they traversed a desolate landscape, slaying dragons and taking on Doomdark&apos;s armies. The Spectrum was not capable of rendering an entire world to Singleton&apos;s vision, so he invented his own system named &quot;landscaping&quot;. This involved drawing 32,000 images of the landscape, providing a view for everywhere players could look as they navigated the world, inputting simple navigational commands. And this considerable programming challenge was not the game&apos;s only claim to history. It was also one of the earliest titles to feature a day/night cycle, to allow control over more than one character and to successfully combine strategy and RPG elements. The protagonists could beat Doomdark in two ways; by stealthily destroying his ice crown or by defeating his armies. The former was a standard fantasy quest, the latter a military simulation. All this within thousands of times less processing power than a mobile phone. I was obsessed with this game. As a kid with a Commodore 64 in the early 80s, I had played countless blocky arcade game conversions by the time Lords of Midnight arrived, and I was immediately hooked by its comparative depth and ambition. The stark, stately landscapes were enormously atmospheric and somehow the loosely sketched lead characters  Luxor the Moonprince, Corleth the Fey, Rorthron the Wise and Morkin  had real stature and resonance. There was such a sense of literature about the whole thing. Brilliantly, your moves during the day were collated into a text commentary during the night cycle, which would detail the battles taking place throughout the realm. &quot;Night has fallen and the foul are abroad!&quot; read the text as the computer took its turn to manoeuvre Doomdark&apos;s troops against you. Such drama, such tension, and in the morning I would discover which of my armies had fallen and who had survived to wander further into the icy nothingness, searching for allies. The packaging, too, was beautiful. Lords of Midnight came with a lavish map and a novella written by Singleton, providing the backstory to the game. It all added to the experience and the immersive magic of the adventure. Lords of Midnight, like many fantasy titles of the time, operated somewhere between reading and gaming. It provided so much, but asked some more from the imaginative participant. Unlike today&apos;s role-playing adventures which effectively molly-coddle or batter us into a state of amazed supplication, Lords of Midnight and its sequels Doomdark&apos;s Revenge and The Citadel, required the gamer to become part of the fiction, an active interpreter, a student of the lore. I have also never forgotten the cruelly capricious nature of this world. The way that my mighty warriors could fight off a whole army, only to be attacked and slayed by wolves if they wandered into the wrong rocky pass. It could feel horrendously unfair, but it worked, because Singleton set out to create an uncaring world, a cruel slate, every bit as majestic and unyielding as Middle Earth or Westeros. It was Lords of Midnight that sent me, an unwilling schoolboy reader, to Tolkien and Ursula K Le Guin. Nobody gives video games much credit for literary stimulation, but it happens, and I think it started here. This story doesn&apos;t end with Midnight. Singleton went on to code games until the current era. He made the brilliantly tense post-apocalyptic adventure Midwinter, as well as jobbing on games by LucasArts and Codemasters. But he ended his career on a nostalgic note, working on an iOS port of Lords of Midnight with longtime fan Christopher Jon Wild, who has written movingly about his relationship with Singleton on his blog. The iPhone version remains unfinished and Wild is not sure now that he is up to the task. As a gamer of more than 30 years, there are few games I remember actually unpacking and poring over  in the same way that music fans would scour the record sleeves of new releases. Lords of Midnight is one example. I had the map on my wall, I had a notebook, in which I scribbled my tactics and discoveries; it was where I also noted my trading missions in Elite  another game that relied on the collaborative imagination of coder and gamer. Singleton was an archetypal games coder of the 8bit generation. He had a vision of the epic adventures he wanted to create and he refused to be limited by the hardware on offer. Instead, he constructed his own idiosyncratic systems to conjure a craggy desolate realm from nothing. The video game industry is so young, we have not had to face losing too many of our heroes. But that is what has happened this week.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/16/mike-singleton-rpg-visionary-games", 
    "wordcount": "907"
}