{
    "headline": "Keystone XL pipeline not good for Canada, opposition leader suggests", 
    "text": "Canada&apos;s opposition leader spoke out against the Keystone XL tar sands pipeline during a visit to Washington on Wednesday, breaking with the Canadian government&apos;s full-on lobbying push for the controversial project. In appearances around Washington, Thomas Mulcair, the leader of the New Democratic Party, was scathing of the Conservative government&apos;s environmental record and strongly suggested  without saying so explicitly  that he does not believe the pipeline is in Canada&apos;s interest. &quot;We would never have made this a priority if we had been a government,&quot; Mulcair told reporters after a speech at the Wilson Centre, a Washington thinktank on Wednesday. The remarks were a clear break with Canada&apos;s Conservative government, which has despatched cabinet officials and provincial premiers to Washington, New York and Chicago this month to push Barack Obama to approve the project. Mulcair&apos;s drew immediate fire from the natural resources minister and Alberta&apos;s premier, who accused the NDP leader of working against Canada&apos;s national interest. A number of conservative commentators in Canada speculated that the opposition leader could derail the project altogether. Mulcair, in prepared remarks and in comments to reporters, was highly critical of the Keystone XL&apos;s impact on Canada. He was careful to say the final decision on the project  now expected this summer  was for Obama to make. &quot;It&apos;s up to the Americans to take a decision,&quot; he said. But Mulcair said current development of the tar sands was exacting a heavy environmental cost. Pumping tar sands oil to America would cost 40,000 Canadian jobs, and would keep energy prices high inside Canada, Mulcair said. Instead of lobbying hard for a pipeline south, to refineries on the Gulf coast, Mulcair said his government would have focused on getting tar sands crude to market through Canadian east coast ports. &quot;We would make sure that we bring the product from west to east. We would take care of our energy security. We would create jobs in Canada, and we would get a better price for our producers,&quot; he said. Mulcair&apos;s remarks  though he stopped short of explicitly opposing the pipeline  were in sharp contrast with the line promoted by the Conservative government of Stephen Harper, which has said the Keystone XL project is critical to Canada&apos;s economy. The Canadian government has conducted an aggressive lobbying effort for Keystone XL  stepping up its campaign after the installation of John Kerry as secretary of state. Kerry must sign off on the project because its crosses the international border. The State Department took a step towards approval earlier this month when it released a review saying the pipeline would have no negative impact on the environment. Mulcair, however, has been withering in his comments this week about Canada&apos;s environmental record under Harper and the wisdom of building a pipeline to the south. He told one audience on Tuesday that the Conservatives were &quot;playing people for fools&quot; by touting their green credentials while dismantling environmental regulations and pulling Canada out of the Kyoto protocols on climate change. Mulcair contrasted Harper unfavourably with Obama, and his recent stirring speeches on climate change &quot;If we have a 2, 3, 4C increase in temperature over the next decade we are going to wreak havoc on all species,&quot; he said. The NDP leader went on to cast the Conservative government as being at odds with Canadian traditions. &quot;The Canada that Conservatives are projecting on the world stage right now is no longer recognisable to a lot of the countries we worked closely with over the decades, and it&apos;s no longer recognisable to ourselves,&quot; Mulcair said following his prepared remarks. &quot;Fighting any serious attempt to deal with issue of climate change, withdrawing us from Kyoto lecturing at the United Nations, calling them a bunch of dictators, hectoring  it&apos;s not productive It&apos;s a way to appease your strong rightwing base, but it&apos;s not a way to move forward.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/keystone-xl-pipeline-canada-opposition-leader", 
    "wordcount": "655"
}