{
    "headline": "How Olympic spirit can turn around the prospects of global warming", 
    "text": "&quot;Extraordinary&quot;, &quot;amazing&quot; - the ritual reviews of 2012 agreed it was special. It was particularly good for the word &quot;unbelievable&quot;. Commentators and athletes sputtered it repeatedly about Olympic successes, Jessica Ennis liked it so much she used it as the title of her autobiography. But here are seven more seemingly unbelievable things about 2012 that are harder to come to terms with, and two insights that could make things better in 2013. It is unbelievable, given the inevitable consequence of compromising a habitable climate, that global greenhouse gas emissions kept on rising. A record 35.6bn tonnes of carbon dioxide entered the atmosphere, a rise of 2.6%, leaving emissions 58% higher than 1990 levels. That is the year used as a measure for international efforts to cut carbon and we are meant to be heading in the opposite direction: down. It is unbelievable that this situation is allowed to continue when all the years from 2001  2011 were among the hottest on record, and that when the numbers are done, 2012 will almost certainly join them. To underline the point for those who find numbers alone tedious, Europe had its warmest spring and Arctic sea ice hit a record low. The World Meteorological Organisation stated: &quot;Climate change is taking place before our eyes.&quot; Both northern and southern hemispheres had their catastrophic extreme weather events in hurricane Sandy and super typhoon Bopha. Bad as things are, it is hard to believe that new research keeps revealing them to be even worse than thought. We knew that the west Antarctic ice was adding to sea level rise, but then we found out that central west Antarctica is &quot;among the most rapidly warming regions on Earth.&quot; It was unbelievable that in the heart of the fossil-fuel rich Middle East, there should be riots in Jordan caused by rising gas prices. But it is more unbelievable still that in the UK the government is so spellbound by the success of gas and shale gas in the United States (transient and unrepeatable here or elsewhere in Europe for several reasons), that it intends to gamble on deepening our dependence on imported gas, and subsidise shale gas development here. It is similarly unbelievable that at an official level we are not seriously rethinking our food system in terms of its high dependence on imports and vulnerability to the shocks of a warming world. During 2012 wheat imports to the UK hit their highest for 32 years as bad weather led to crop failures and pushed record grain prices. The situation was worse than the last food price shock in 2007-08. Extreme weather events became such a commonplace that one weekend I stumbled across my young daughter playing &quot;natural disasters&quot; with her Lego. The animals were helping to rebuild hedgehog&apos;s house and clean up a chemical spill after a hurricane. But, there were reminders of inspiration too. It was the 50th anniversary of Rachel Carson&apos;s seminal book Silent Spring. She told us that: &quot;Those who contemplate the beauty of the Earth find reserves of strength that will endure as long as life exists.&quot; And it appears that, as with many other things, she has been proved right. Studies of people&apos;s responses to nature show that when you walk in woodland, for example, you engage the part of your brain that deals with &quot;involuntary attention&quot; in such a way that it reduces mental fatigue. Perhaps there&apos;s a positive lesson, a different kind of legacy that we can take from the eulogised Olympics. At the time an awful lot of fuss was made of the sponsors. They got privileged seats, transport and some hilariously heavy-handed policing of competing brands to protect their interests. There were huge billboard adverts saying that nothing would have happened without them. Leave aside for a moment the jaw-dropping inappropriateness of having oil company BP as your sustainability partner, junk food giants providing the catering at an event meant to promote sport and health, or the Paralympics being sponsored by a company, Atos, seen as the enemy by people receiving disability benefits. How much did the direct sponsors of the 2012 Olympics actually contribute to the costs of the event? Half? One-third? Unbelievably, it was about just 6% (a bit more in you include the IOC&apos;s global partners, but a bit less if you priced in the value of volunteers freely donated time). For that sponsors were able to purchase the reflected glory of a society&apos;s achievement, and pass it off disproportionately as their own. Why does it matter? Because it creates a distorted view of what the public sphere as opposed to the market can do. It reinforces the view that only markets are dynamic and should be relied on to make things happen, whereas planning and public purpose and resources should not - exactly the opposite of the truth. In fact, unbelievably, it&apos;s us and the governments that we elect that can make really big things happen when the will is there and when they matter. To turn around the prospects of global warming it will take the equivalent collective effort, and rewarding togetherness of an Olympics every year. We can do it if we choose to. There&apos;s nothing to lose by trying, and everything to gain. Believe it. www.onehundredmonths.org", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/02/olympics-2012-global-warming", 
    "wordcount": "896"
}