{
    "headline": "Windows Phone 8 offers new features  but no upgrade for existing users", 
    "text": "Microsoft has shown off the next version of its mobile phone operating system, Windows Phone 8  but admitted that it will not work on existing Windows Phone handsets such as Nokia&apos;s Lumia range. The company unveiled the new software at an event in San Francisco on Wednesday, explaining that it will be built on the same core code as its upcoming Windows 8 tablet and PC operating system, expected to be launched in autumn, when the new phone software will also be available. The new phones  from handset makers Nokia, Samsung Electronics, HTC of Taiwan and China&apos;s Huawei  will feature voice commands, Skype calling, near-field communication (NFC) for wireless transactions and built-in Nokia maps with turn-by-turn navigation.  Dual-core and more They will also run on dual-core processors, which should improve video and other playback capability. The phones, which will be available in three screen resolutions, will have an updated, customisable start screen in Microsoft&apos;s new &quot;Metro&quot; style, which centers on touchable &quot;tiles&quot;  large icons  to represent people, applications and services which update in real time, for example showing Facebook posts or new email. Metro is also the interface for Windows 8. Windows Phone is struggling to keep up with the runaway success of Google&apos;s Android mobile software, for which more than 900,000 devices are being activated every day. The research company Gartner said that in the second quarter Android sales were 56% of the world smartphone market, while Apple&apos;s iPhone had 23%. Rivals such as Windows Phone, RIM&apos;s BlackBerry, and Nokia&apos;s now-outdated Symbian had single-digit shares. However, the success of the phones partly depends on the marketing support they get from carriers, especially in the US where pricing plans minimise differences between products. The largest US mobile operator, Verizon Wireless, said in April that it expected to have Windows Phone 8 devices in time for the Christmas shopping season, as it wanted a strong competitor to the iPhone and Android.  The second-largest US mobile operator, AT&amp;T, and fourth largest, T-Mobile USA, said they planned to carry Windows Phone 8 smartphones later this year. The third-largest US operator, Sprint, declined to comment.  Microsoft said that the use of a common core meant customers would have a greater choice of phones and applications, and be able to switch between multiple machines more easily. The move follows the launch of the Surface tablet on Monday, Microsoft&apos;s effort to join the fast-growing mobile computing market and to tackle Apple&apos;s iPad head on. No upgrade path But existing devices such as Nokia&apos;s Lumia range, which run the current Windows Phone 7.5 version, won&apos;t be able to update to the next version  and apps written exclusively for Windows Phone 8 won&apos;t run on older handsets. However, existing apps will run on the new platform. It is common on all smartphone platforms for newer apps not to run on older operating software  but it&apos;s unusual for handsets less than two years old to be unable to upgrade to new software. Apple&apos;s iOS 5, released last October, and forthcoming iOS 6, expected this autumn, will run on the iPhone 3GS, released in summer 2009. Android handsets bought in the same timeframe can usually be upgraded to the latest Android 4.0 software. Greg Sullivan, senior product manager for Windows Phone, said that existing phones would not be able to make the full upgrade because the new software was built to take advantage of certain hardware capabilities  such as dual-core processors  which existing Windows Phone handsets did not have. Instead, there would be an &quot;interim&quot; version of Windows Phone  7.8  which would bring a number of core elements from Windows Phone 8 to older devices. &quot;The underpinnings of Windows Phone 7 are the primary reason we haven&apos;t had support for multicore chips  it&apos;s why we haven&apos;t had LTE [high-speed mobile broadband] on CDMA [the data system used by Verizon], which requires [the next-generation internet protocol] IPv6, and why we haven&apos;t taken advantage of the latest generation of SOCs [system on chips],&quot; Sullivan said. Stall at the stall? Analysts were nonplussed, seeing the break between the existing Windows Phone and the still-unclear release date of the next software as imperilling existing hardware partners  particularly Finland&apos;s Nokia, which has staked its smartphone future on Windows Phone.  &quot;If Nokia does its job right, consumers will want to upgrade to the next Lumias anyway, so those models [had] better come fast, as [sales of] the [Lumia] 800 and 900 will stall,&quot; Carolina Milanesi, Gartner&apos;s smartphone analyst, observed. &quot;It is certainly not good news for the Lumia 900.&quot; Nokia, which until the start of 2011 was the leader in both the featurephone and smartphone markets, launched its Lumia 900 smartphone in the US in April in an attempt to regain a foothold in that crucial market. But eager buyers who rushed to buy them may be disappointed that their phones will not run the new software. Windows Phone 8 includes a new Wallet hub designed to support NFC payments and the ability to store credit card information, member cards, and frequent flier cards. &quot;Google has the NFC payment part, Apple has the Passbook thing, we&apos;ll have both,&quot; said Sullivan. SD cards can also be used as additional storage, and can be transferred between devices  giving the phones a capability that Android phones have long had, and which the iPhone lacks. Microsoft&apos;s Windows phones have been well reviewed but have not caught on in the market. Partly that has been unfamiliarity, and partly bad timing: the launch in November 2010 came just as Android handset makers and Apple were hitting their stride, leaving Microsoft  then without Nokia as a partner  to try to push the first version of its software with companies which then saw more opportunity in Android. Another factor that has been blamed is that there are only 100,000 or so apps available, compared to 500,000 or so for both Apple and Android devices. Nor has there been the capability to buy add-on functions within an app  though that will be rectified in Windows Phone 8.", 
    "section": "technology", 
    "gid": "technology/2012/jun/20/windows-phone-8-microsoft-unveiled", 
    "wordcount": "1024"
}