{
    "headline": "Private providers in higher education: is it time to bury the hatchet?", 
    "text": "The dust seems to be settling on many of the reforms announced in last year&apos;s HE white paper but one topic still seems to get backs up: the perceived privatisation of HE and the growing number of private institutions. Writing about proposals to allow more private organisations the powers to award degrees, Kim Catcheside said: &quot;Images of American bullfrogs invading Sussex ponds, the triffid-like advance of Japanese knotweed and rats murdering endangered birds on distant islands, come to mind. A delicate eco-system is at risk and I fear we can have little confidence that policy makers have much idea how their plans will play out in the real world.&quot; And she&apos;s not the only one who&apos;s worried. &quot;At the very time when the UK HE white paper is putting in place a framework for deregulation and subsidies for for-profit providers, the US government is now, following deregulation by the previous Bush administration, looking for ways to reduce such funding and create tougher rules for no-frills colleges,&quot; said professor Patrick McGhee, vice chancellor at the University of East London. But there are also benefits to welcoming private providers into a fast-growing sector, namely their ability to cater to niche groups. Roger Brown, a professor of higher education at Liverpool Hope, puts it this way: &quot;There is little doubt that many commercial courses meet needs that conventional ones do not. In particular, there is unfulfilled demand for post-experience courses for working adults in many applied professional areas. The typical private college student is a nursing manager in suburban Milwaukee, who is combining her career with bringing up a family, and who wants to improve her qualifications in a way that suits her living pattern. She prizes flexibility and cost over residence and institutional status. It is also claimed that, as well as flexibility and a relentless focus on customer needs, commercial providers are innovators, which is beneficial to the system.&quot; So has the time come to stop seeing private providers as pariahs and accept them as a valuable part of a diverse HE sector, catering to a diverse group of students? And, as Patrick suggested in his blog, can we learn from the US in order to avoid making the same mistakes? Join us at noon on Friday 11 May, to discuss the contribution of private HEIs to the sector. The live chat happens in the comment threads below. You can also have your say on Twitter using the hashtag #HElivechat This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network. Panel Carl Lygo, principal, BPP University College Carl is a qualified barrister, having practised in London and Yorkshire. He holds a first class undergraduate degree in law as well as a higher research degree and further qualifications in business subjects. @carllygo Mychelle Pride, development officer for educational oversight, Quality Assurance Agency Born in New Zealand and having lived in and attended school and university in Germany, Russia, Sweden and USA, Mychelle completed her BA from a private college and her MA from a state funded university in the USA. She has taught in both the private and public education sector in the USA, before moving to England where she worked at in FE for 10 years. Currently, Mychelle supports QAA&apos;s peer reviews of private sector HE providers who recruit international students. @QAAtweets Matthew Batstone, director, New College of the Humanities Matthew has had a long career in business, both in large organisations and as an entrepreneur, including The Economist Group, Carlton Communications and iAnnounce. As a co-founder of New College of the Humanities he created the college&apos;s Professional Skills programme that sits alongside students&apos; academic studies with the intention of making NCH&apos;s graduates highly attractive to employers. Jonathan White, deputy head of campaigns, University and College Union  Jonathan White leads UCU&apos;s work on privatisation. He has led the union&apos;s campaign against government plans to allow for-profit higher education providers greater access to taxpayers&apos; money in the form of student loans. @ucu Keanan Barbour-March, program manager for accreditation, University of Pennsylvania Keanan has a diverse work history spread across education, consulting, and entrepreneurship. His experiences include developing and directing leadership trainings &amp; orientations for students; consulting and researching for educational, nonprofit, and government organisations. As well as working for the University of Pennsylvania, Keanan is also a contract program manager on multiple projects at the Lumina Foundation, a private foundation committed to increasing access to quality higher education.&quot; @kbbmarch Matthew Robb, head of education practice, The Parthenon Group consulting firm Matt has worked in the public and private sectors in education. He worked for seven years at McKinsey and Company, and then worked for the (then) Department of Children Schools and Families on the Five Year Strategy. He now leads Parthenon&apos;s education practice, working on strategy projects in the public and private sector. A particular focus is the emerging Higher Education landscape.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/09/private-providers-in-higher-education", 
    "wordcount": "834"
}