{
    "headline": "Facebook will need lots of friends to justify a $100bn flotation", 
    "text": "Another week, another rumour about a Facebook IPO. Stories that the social network is about to go public have been circulating for over a year now. One day soon, they will be true. The excitement is palpable. Facebook is already the stuff of Hollywood movies. This would be the hottest tech flotation since Google and would create a listed company that could, by some estimates, be worth $100bn, more than Disney and five times the value of Yahoo, the company that once nearly bought founder Mark Zuckerberg out for $1bn. Last week, Facebook&apos;s law firm, Fenwick &amp; West, temporarily halted trading in Facebook&apos;s privately held shares on the secondary market, sparking fresh rumours that an announcement is imminent. So what would life look like for Facebook after an IPO  and why does it need to go public? &quot;The company doesn&apos;t need to raise cash for its business: it&apos;s not like they are building factories,&quot; says one analyst close to the action, who wishes to remain anonymous for fear of appearing a party pooper. &quot;This is about paying off investors.&quot; It&apos;s also about size. Facebook now has more than 500 private shareholders, a point at which it has to start reporting figures to the US Securities and Exchange Commission. So it is looking increasingly inevitable that it will join lesser social-media lights, such as LinkedIn, Groupon and Zynga, on the US stock market. None of this new wave of dotcom flotations has lived up to the initial hype but Facebook is a different beast. More than 800m people have Facebook accounts. More than half its active users log on in any given day and they all share information that advertisers find increasingly valuable. On top of this  unlike Myspace, the social network that boomed and busted  Facebook has established itself as its own universe for other businesses. Zynga, the social gaming firm behind online phenomena such as Words With Friends and FarmVille, relies on Facebook for most of its business. According to the company, on average, Facebook users install apps more than 20m times every day. The company has created its own ecosystem of linked companies, a world where some of the most talented tech-heads on the planet dedicate themselves to coming up with new ways to attract people to Facebook with their apps. The company even turns a profit  reportedly more than $1bn last year, double what it made in 2010. But that pace of growth, and what lies behind it, will come under unprecedented scrutiny if and when Facebook goes public. If the stock market values the firm at $100bn, &quot;they are going to need to grow revenue at a healthy clip to justify that valuation,&quot; warns Colin Gillis, an analyst at BGC Partners. The big advantage to a flotation for Facebook is money, says Sam Hamadeh, chief executive of PrivCo, an analyst specialising in private companies. Facebook has tended to &quot;acqui-hire&quot; talent  that is, buying small companies to add to its talent pool. The IPO will give it cash to buy firms and compete with Google, which has $50bn on hand. &quot;Zynga has bought four private companies in the three months since its IPO,&quot; points out Hamadeh. But the big negative is scrutiny. &quot;You have to deliver every quarter,&quot; says Hamadeh. Other tech companies, including Google, have tried to shake off the tyranny of managing a business for the quarterly results, but ultimately if you go public, you end up playing the game, he warns. &quot;For a little while it&apos;s cute, but not for long,&quot; he says. And it&apos;s not just institutional shareholders who lose patience: staff with shares do too. Zuckerberg has ambitious plans for Facebook. In the long term, he would like the eight-year-old firm to be seen as a giant like Apple, Intel or Microsoft, he told the Wall Street Journal recently. But in order to do that, Zuckerberg is going to have to live up to Facebook&apos;s admittedly big promise. A $100bn flotation would value Facebook&apos;s members at about $125 apiece. Alan Patrick, co-founder of the technology consultancy Broadsight, calculates that Google&apos;s customers are worth about 15times that  and that for Facebook to justify $100bn, it will have to prove it can approach those sort of numbers. &quot;Everything has to go right for Facebook for a very long time,&quot; says Patrick. It will prove to be the defining IPO of this tech cycle, he believes. &quot;It&apos;s of an order of magnitude bigger than anything that has gone before.&quot; But for all the hype  which, if anything, is about to get even more intense  there will be a lot to prove. &quot;It&apos;s a classic dotcom sales pitch: &apos;You could imagine if  dot dot dot&apos;,&quot; saysPatrick. Investors will be able to join their own dots once Facebook goes public. Then we will see how many friends it really has.", 
    "section": "technology", 
    "gid": "technology/2012/jan/29/facebook-flotation-friends", 
    "wordcount": "827"
}