{
    "headline": "Mazda CX-5", 
    "text": "Price 22,995MPG 61.4Top speed 126mph Dear Martin, I&apos;ve just got divorced and I&apos;m in the market for a new car. I want something with great looks, that&apos;s cheap to run and that won&apos;t let me down. Any ideas? Rachel, by email Sometimes writing about cars can feel like being a relationship counsellor. We&apos;re in search of excitement, happiness, dependability, sexiness All I&apos;d have to do is replace the word &quot;car&quot; with &quot;partner&quot;. Anyway, if you are back in the automotive dating game  maybe you have suffered a domestic write-off and you&apos;re looking for a new ride  you&apos;ll be amazed how things have moved on. Take this latest family SUV from Mazda. Most new cars have a certain amount of carry-over from existing models within the range  baggage, if you like. The chassis may already feature on another car in the line-up, the interior may have been sourced from the group&apos;s parts bin. But this Mazda is all new. Untainted. Not only have the engine, transmission, chassis, bodyshell and styling never been seen before, but the thinking behind the drive train is groundbreaking, too. On the rear of the CX-5 you&apos;ll see asmall badge that says: &quot;SkyActiv&quot;. The CX-5 is the very first Mazda to carry the badge and in future all the Japanese maker&apos;s vehicles will feature SkyActiv technology. It amounts to a mission statement. While other manufacturers chase their tails creating futuristic hybrid and electric engines, Mazda&apos;s engineers have decided that there&apos;s still plenty of life left in the ICU (not intensive care unit, but internal combustion unit). You might say, that Mazda has rescued the ICU from the ICU! Ha where were we? Oh, yes, so Mazda decided it was going to concentrate on improving existing technology and make its engines more efficient, its bodies lighter, and ensure its gearboxes were friction free. It&apos;s easy to make these sugared promises, but Mazda seems to have delivered with its CX-5. Two engines are on offer: a2-litre petrol and a2.2-litre diesel. The former boasts the highest compression ratio ever seen in a road car  this ensures that emissions are driven down, power output is pushed up and the minimum fuel possible is burned. The diesel, which I tested, is a real charmer  smooth, strong, quiet and responsive (we&apos;re back to dating). So much for the drive, what about the looks? The CX-5 is the first to feature what the company calls its &quot;Kodo&quot; design theme or &quot;soul in motion&quot;. Not sure quite what that means, but it is handsome enough as far as family SUVs go and it has a pleasantly feline set to its chops. Inside it&apos;s remarkably spacious, with plenty of leg and head room in the back, plus an enormous boot. Handily, the parcel shelf can be stored under the floor  which is a lot better than losing it in the shed. So, if your relationship wish list features direct and focused steering, good grip and reasonable body control, along with a slick gear change as well as the ability to cope with along run with the minimum of fuss, it might be worth spending a day test driving a Mazda CX-5. Can women save money on insurance? With less than three months until the EU gender ruling comes into force, women across the UK are preparing for the inevitable increase in their insurance premiums when they next come to renew. While the average car insurance policy for a young woman aged 17-25 currently stands at 1,959, the EU ruling could mean an increase of up to 25% in quotes for women, according to The Association of British Insurers. Autosaint, the car insurance provider for young drivers, has released its top five tips on how young females can save once the prices rise: 1. Renew early: If your insurance is due within a couple of months after the gender ruling, it may be worth considering cancelling your existing insurance to renew before 21 December 2012 to receive the &quot;gender discount&quot;. Weigh up your options carefully: you could lose your no-claims discount and incur cancellation charges, so be certain the discount is worthwhile. 2. Choose your car wisely: Choose a car with a small engine and don&apos;t buy an old banger - cars valued at under 1,000 will be likely to increase your premium, not reduce it. After all, they are probably more likely to have a fault. 3. Occupation can make a difference: Occupations in female-dominated industries can help reduce premiums. For example, hairdressers and beauticians will have lower quotes than mechanics or electricians, as females are typically expected to be safer drivers. In addition, keep things simple. If you&apos;re a hairdresser, state it. Don&apos;t overcomplicate forms by calling yourself a creative hair manager. This can confuse insurance systems, causing them to default to occupations (such as manager) which may incur higher premiums. 4. Be honest about mileage If you only drive 5,000 miles per year, but state 20,000 on your insurance documents, this will significantly increase the amount you pay. Calculate how far you travel each week and work out your realistic mileage. 5. Telematics Telematics policies, which base premiums on how safely you drive, can reduce premiums by as much as 70%, compared to standard quotes. These policies include having a telematics box, installed in the policyholder&apos;s car, which will measure harsh braking activity, fast acceleration or if the driver is breaking the speed limit  all factors which will increase the premium on a quarterly basis. Drivers who continue to drive safely will benefit from the cheapest premiums. Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/oct/21/car-review-mazda-cx-5-martin-love", 
    "wordcount": "974"
}