{
    "headline": "Mammal Society photographer of the year competition - in pictures", 
    "text": "   First place: Jumping Rat by Roy Rimmer 'I caught this rat in a live trap and kept it in a outdoor set I made, the set-up is two metres long and a metre wide made of Perspex, it has a plywood front with holes cut in for my camera and flash guns. I placed two rusty paint cans in the set-up and the rat would leap from one can to the other, I had to use flash to freeze the action' Photograph: Roy Rimmer/Mammal Society Photographer of the Year 2013       Second place: Licking Fox by Julie Milne 'I am very privileged to have a fox den in my garden. From day one when the cubs first emerge I observe and photograph their antics. They are not tame but I have a strong bond of trust with two females that are particularly inquisitive. They interact with my many pets and myself but are wary of strangers. They have both recently found mates but interestingly they stay in the background' Photograph: Julie Milne/Mammal Society Photographer of the Year 2013       Third place: Wood mouse with blackberry by Gary Cox 'I noticed several woodmice and a vole were feeding on seeds falling from the bird table, so I built a nearby enclosed feeding table at ground level just for the small rodents. By gradually raising it a little way off the ground the mice/voles would go up a strategically placed ramp. When they were used to this I replaced the ramp with a blackberry stem which they readily took to. They would often grab an item and run back down the stem carrying it. I placed a few blackberries and hazelnuts on the feeder which were eagerly carried off. The best time to photograph them was very early in the morning using several flashguns which also helped to freeze the movement' Photograph: Gary Cox/Mammal Society Photographer of the Year 2013       Under 18 winner: water vole by Alex Berryman'Unfortunately this is becoming a much rarer sight in my area with just a few isolated populations left, mainly caused by the American mink. For this image I was lying down on the muddy bank in order to try and capture the vole at eye level as it fed on the short grass' Photograph: Alex Berryman/Mammal Society Photographer of the Year 2013       Under 18 winner: Leaping Dolphins by Alessandro Oggioni'I knew that there was dolphins in the Firth of Forth and they are used to appearing during the tides. So I went here to photograph but there were a lot of photographers that wanted to do the same thing. I didn't seen anything! I had to go in the water (very cold!!!) to take my photos'  Photograph: Alessandro Oggioni/Mammal Society Photographer of the Year 2013       Member winner: Roe buck in the fog by Bex Cartwright'This photograph will always remind me of one of my most intimate moments with a beautiful British mammal. I was staying at Malham Tarn field centre and one morning before breakfast set out for a peaceful walk to Tarn Moss. This buck emerged from the early morning mist and we shared a few moments observing one another before the deer leaped away across the moss'  Photograph: Bex Cartwright/Mammal Society Photographer of the Year 2013       Highly commended: Surfing seal by Tim HuntThis surfing seal was taken at Godrevy on the north coast of Cornwall. It shows interesting behaviour that I have never seen before. I pre-empted this was going to happen as it was showing signs of being playful, so I stayed even longer to see if it would do what I was hoping it would do' Photograph: Tim Hunt/Mammal Society Photographer of the Year 2013       Highly commended: Grey squirrel searching for nuts by Mark Fox'These shots are from a university project based on squirrels. The photos are displaying a grey squirrel's caching behaviour. I set up a remote timer and baited the area with nuts, and waited for the squirrels to come. Once the squirrels were consistent and knew where the food was, I made it a little harder for them to retrieve the nuts. This meant that they had to dig for it, and therefore mimic the caching behaviour. So even though they were digging up the nuts instead of burying them for the winter, the same motion was recorded' Photograph: Mark Fox/Mammal Society Photographer of the Year 2013       Highly commended: Weasel chasing sparrows by Harry Martin'I was walking back to the visitor centre at RSPB Rainham Marshes when I noticed a group of sparrows picking at the stones on the ground. I stopped a minute to watch them when suddenly this weasel burst out of the grass. My instinct was to drop to the ground to get as low as angle as possible and fire off a couple of shots. Luck must have been with me as this was one of the resulting images' Photograph: Harry Martin/Mammal Society Photographer of the Year 2013       Highly commended: Fox with lunch by David Gibbon 'I took this photo of a male fox after he had collected two voles and carried them off. I managed to capture this shot of him just after he picked them up. This shot amazed the mammal expert at BBC Wildlife magazine, who said he had never seen a male fox carry off voles as its normally the vixen who would pick up voles and them to the cubs'  Photograph: David Gibbon /Mammal Society Photographer of the Year 2013       Highly commended: Grey seals laughing by Tom McDonnell'It looks as if one seal is laughing at the other and the other seal is going to slap him because he does not like the laughing at him' Photograph: Tom McDonnell/Mammal Society Photographer of the Year 2013       Highly commended: Leaping squirrel by Austin Thomas'This picture was taken in the Cairngorms national park in the summer of 2012. The area has a healthy population of red squirrels and a friend of mine has been feeding them for some time so I went along to photograph them. I had noticed that the squirrels would very often approach and leave the feeding area by the same route. Just out of the picture are some tall trees that the squirrels would run towards at any time they became disturbed. Having understood their preferred path I set up my camera to try and record the action of the squirrel. This picture was my favourite from a very enjoyable afternoon' Photograph: Austin Thomas/Mammal Society Photographer of the Year 2013       Highly commended: Play-fighting stoats by Joel Walley'Each year a family of stoats raise young along the rocky edge of the Conwy estuary, in north Wales. This is part of the RSPB reserve and, the young animals quickly become accustomed to people walking nearby along the estuary path. I was fortunate enough to see them on several occasions, and on this instance was lucky enough to see these two juveniles play fighting amongst the rocks and seaweed for the best part of an hour. Before seeing this family, my stoat sightings had largely consisted of fleeting glimpses of animals sprinting along field edges. Seeing these animals and being able to observe them growing and developing in such a different habitat has given me a whole new insight into the species' Photograph: Joel Walley/Mammal Society Photographer of the Year 2013       Highly commended: Red deer at sunrise by Richard Fisher'I had rented a camera for the weekend to photograph a friend's wedding, and so had planned to get my money's worth by visiting Richmond Park. We were treated with tall frozen grass and dense fog that lit up golden as the sun rose in to a cloudless sky. As a herd of red deer made they way into a wooded area this stag and two females hung back for a few minutes. Richmond Park is large enough to compose shots that hide any trace of human presence, however this is my favourite shot of the morning: the stag stood facing into the sun mirrored in the tower blocks on the distant hill, their television antennae mirroring his antlers' Photograph: Richard Fisher/Mammal Society Photographer of the Year 2013       Highly commended: Oh no, you got me! by Kate Williamson 'This photo was taken on the 6 October 2012, on a small mammals training course at Kindrogan field studies centre, Perthshire, Scotland. I took many photos on this training course, but this one has to be my favourite. It was a really frosty morning when we trapped this woodmouse. I love the way the photo captures the startled look on the mouse's face, with its paws up and fingers and toes spread wide as it's being handled. I bet he was really enjoying a nice warm bed and a feast in his trap before he was rudely disturbed by a group of novice handlers' Photograph: Kate Williamson/Mammal Society Photographer of the Year 2013       Highly commended: Urban fox by Ian Wade'I took this image of a urban fox in Bristol whilst I was photographing this fox and another family in Cotham. Over the year I had spent follow this fox he became tolerant with my presence and allowed me to photograph him acting as natural as possible. On this occasion he was stalking a rock dove at the end of the street. After I took a number of photos the fox passed me and the rock dove was spooked by the approach of a car and the dove escaped to live another day and that day the fox went hungry' Photograph: Ian Wade/Mammal Society Photographer of the Year 2013  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/05/mammal-society-photographer-in-pictures", 
    "wordcount": "0"
}