{
    "headline": "International women's day: a voice from Lima, Peru", 
    "text": "   Yaneth Llerena Photograph: Yaneth Llerena    &quot;The more you hit me, the more I love you&quot; is an old saying from the Andes that the men repeat. &quot;I have to hit her so she knows who&apos;s in charge&quot; is another. Every day we&apos;re trying to convince women it should not be that way. Sometimes they think &apos;I&apos;m a woman and that&apos;s how life is. I was born to suffer.&apos; We say nobody was born to suffer and everyone has the right to be happy. They say &apos;This is my problem, we&apos;ll deal with it within the family.&apos; The same goes for sexual abuse; they think the danger is outside but often it&apos;s the stepfather or the nephew who, when the mother goes out to work, is touching the children. We tell them that they must report the abuse even if it&apos;s difficult, even if the abuser has said it&apos;s the last time. We carry games to markets and fairs in a van called the Friends Caravan. Games like roulette wheels with alerts about gender violence, a giant informative dice, and the tumbamitos, or &apos;knock-down myths&apos;  big cans on which are written beliefs that violence can be endured. The women knock them down with a ball so that those myths no longer exist. It&apos;s a symbolic way of saying &apos;I don&apos;t want these myths in my life anymore&apos;. Machista culture is very deep-rooted here in Peru. It&apos;s very difficult to convince men to change their everyday attitudes. We&apos;re working with young leaders from the age of 13 in secondary schools to teach what it means to be a man and a woman, what their roles are and what roles they can share. That it&apos;s OK for a man to be in the kitchen and for a woman to go out to work. We&apos;ve seen that machista beliefs are ingrained from childhood. When you hear adolescent boys making remarks about their girlfriends like &apos;You have to control them of they&apos;ll go off with someone else&apos;, you realise the work with these youngsters has to be sustained. One workshop is not enough but we&apos;ve seen positive results. One of the big problems is there is a certain resistance among many women to talk about the issue freely. They see it as very private. We have to tell them it&apos;s also a public health problem, which damages society, and they can talk about it because they are not alone. Four out of 10 women have been victims of violence at some point on a national level. In Villa el Salvador the incidence is very high and the cases often come with a background of a lot of other conflicts. Once you begin to investigate the family violence you realise there&apos;s often a very sad story behind it.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-lima-peru", 
    "wordcount": "463"
}