{
    "headline": "Facebook announces $1bn purchase of mobile photo network Instagram", 
    "text": "Social network giant Facebook has bought Instagram  a profitless, two-year-old photo sharing website  for $1bn. Instagram is a mobile sensation that counts Twitter co-founder Jack Dorsey among its backers. It has been downloaded by over 30 million people. When the Silicon Valley startup released a version for Android phone users this month, it was downloaded a million times in its first 12 hours.  Celebrities including Justin Bieber and Kim Kardashian have accounts. President Barack Obama signed up in January.  The app allows people to share photos taken with their mobiles with friends on its own site and Facebook, Twitter or via text. Photographers can use a variety of filters to alter the look of their pics, with names like Lo-fi, Earlybird or Nashville giving their images a vintage, old world feel. Users can then vote on pictures and add comments. Facebook founder Mark Zuckerberg broke the news on Facebook: &quot;This is an important milestone for Facebook, because it&apos;s the first time we&apos;ve ever acquired a product and company with so many users. We don&apos;t plan on doing many more of these, if any at all. But providing the best photo sharing experience is one reason why so many people love Facebook and we knew it would be worth bringing these two companies together.&quot; The company was founded in October 2010 by Stanford graduates Kevin Systrom and Mike Krieger. At $1bn the price is the highest for a profitless startup since Google  also founded by a couple of students from Stanford, Sergey Brin and Larry Page  bought YouTube for $1.65bn in 2006. Asked about Instagram&apos;s history on the Q&amp;A site Quora recently, Systrom said he had &quot;never expected the overwhelming response&quot; the app had received. &quot;We went from literally a handful of users to the No 1 free photography app in a matter of hours.&quot; Systrom said Instagram took just eight weeks to build and launch, but was the result of over a year or work. &quot;Wedecided that if we were going to build a company, we wanted to focus on being really good at one thing. We saw mobile photos as an awesome opportunity to try out some new ideas,&quot; he wrote. After experimenting with a more complicated app, the pair scrapped the project and started with something far simpler. &quot;What remained was Instagram. (We renamed because we felt it better captured what you were doing  an instant telegram of sorts. It also sounded camera-y),&quot; he wrote. Last year he told the Guardian that for all its apparent simplicity Instagram had a lot of technological depth. &quot;There&apos;s this large network underneath where people can connect and follow inspiring photographers and friends around the world,&quot; said Systrom. &quot;That&apos;s what a lot of other apps don&apos;t provide, but we&apos;ve combined it with the effects. We tried to lower the bar for producing awesome stuff, so people can walk around with their iPhones and produce amazing pictures. The network really democratises attention: everyone from celebrities to a random guy in Japan taking pictures of his dog every day can get many thousands of followers. Taking images is the great equaliser.&quot; At the SXSW conference in Austin this year, Systrom and Kreiger announced that the company&apos;s iPhone app had nearly doubled its number of registered users since December, going from 15 million users to 27 million. This is the first time that Facebook, which is in the process of going public in a deal that could value the company at more than $100bn, has made a big acquisition. Zuckerberg said the Instagram team would continue to operate as a separate company. &quot;We will try to learn from Instagram&apos;s experience to build similar features into our other products,&quot; Zuckerberg said in a statement. &quot;At the same time, we will try to help Instagram continue to grow by using Facebook&apos;s strong engineering team and infrastructure.&quot; The sale comes shortly after Zynga, the online games firm, paid $200m for OMGPOP, maker of Draw Something, an online version of Pictionary that in less than two months has been downloaded over 50m times.", 
    "section": "technology", 
    "gid": "technology/2012/apr/09/facebook-buys-instagram-mobile-photo", 
    "wordcount": "697"
}