{
    "headline": "6000000 and the Abel Prize", 
    "text": "      I can&apos;t believe I didn&apos;t tell you about this before, so I am going to remedy this situation right now. There are several major international prizes for mathematics: the Fields Medal is awarded once every four years to two, three, or four mathematicians who are under 40 years of age. The other is the Abel Prize, which is awarded every year by the King of Norway to one or more mathematicians for a career of outstanding scientific work in the field of mathematics, and it comes with a monetary award of 6 million Kroner (more than $1 million US). Since the Abel Prize has no age restrictions, it resembles the Nobel Prize and thus, is often referred to as the &quot;Nobel Prize in mathematics&quot;. Indeed, the original inspiration for the Abel Prize was the Nobels: when it was first learned that Alfred Nobel had no plans to initiate a prize for mathematics, the Abel Prize was established to fill in that gap.    Unfortunately, a long time elapsed before the mathematics prize was established. However, starting in 2003, this prize was awarded for the first time by the Norwegian government, and it (fortunately) continues to be awarded every year. The prize is intended to create publicity for mathematics, making the discipline more prestigious, especially for young people.  This year&apos;s Abel Prize was awarded to Hungarian-American mathematician, Endre Szemerdi, &quot;for his fundamental contributions to discrete mathematics and theoretical computer science [more than 200 published papers in a variety of fields], and in recognition of the profound and lasting impact of these contributions on additive number theory and ergodic theory&quot;. Ergodic theory applies to the behaviour of dynamical systems, where &quot;almost all points in any subset of the phase space eventually revisit the set&quot;. (Basically, I think of ergodic theory as being the mathematical explanation why, for example, humans are doomed to repeat our past history, although this may not actually be what it means at all. But I digress.) One important mathematical proof that Professor Szemerdi published proves that there is structure in randomness. That certainly seems counterintuitive since the definition of randomness would be based on the lack of structure or repeatability.  But try it for yourself: write a sequence of integers that you think is random, then study them carefully and you&apos;ll quickly find some sort of mathematical pattern. For example, let&apos;s choose a string of integers between 1 and 15: 1, 4, 6, 7, 10, 14  Already, we can see that 1, 4, 7, and 10 form an arithmetic progression where the gap between these numbers is the same (3). Knowing this, let&apos;s go back and intentionally choose numbers where there is no discernible pattern of gaps between them: 1, 2, 4,  based on those numbers, we can&apos;t choose 6 ... 1, 2, 4, 5,  and now we can&apos;t choose either 7 or 8 ... So as you can see, choosing a string of random numbers, of numbers that have no discernible pattern, is non-trivial. In fact, as Szemerdi&apos;s Theorem proves, it&apos;s impossible. If this isn&apos;t interesting enough for you as stand-alone information, there actually is a practical everyday application for this proof. Many of us use online banking or credit cards to pay our bills and to buy stuff. How can we be sure our data (and our money!!) is safe? One way this is done is by using RSA cryptography. Basically, when you or I communicate online with our bank or credit card issuer, our instructions are transformed into what appears to be a string of numerical gibberish so only the intended recipient -- the bank -- can read it. This encrypted message typically includes a key so it can be unencrypted, except that a third party can capture the message, and the key, and decode it. Which is bad news for you since you will be stuck with a massive bill!  But RSA cryptography has addressed this problem by using prime numbers -- often very large prime numbers -- as keys to messages. Prime numbers complicate this scenario since they form a small subset of regular numbers that are both rare and unpredictable, which makes them difficult to guess. The bank holds one prime number whilst the account owner holds the other. Only by knowing both numbers can anyone communicate effectively with the bank -- and only the bank knows what both numbers are. Since prime numbers are both unpredictable and rare, even when the data stream between an account owner and the bank is captured by a third party, the task of identifying which prime number in that package of numerical data is the account owner&apos;s key is very difficult, which is why this method works so well.  In this interesting video, we learn more about what is randomness, and how Professor Szemerdi proved that randomness as we understand it, has structure and therefore, doesn&apos;t really exist:            [video link]. Did you catch the mistake in this video? James Grime made a misstatement when talking about the primes proof (since these videos are unscripted, mistakes do sneak in). Dr Grime writes: &quot;I attributed the theorem to Tim Gowers when I should have attributed it to Green and Tao. See what I did -- they have the same initials! Between the three of them, Green and Tao and Tim Gowers, they&apos;re responsible for all the major stuff to do with that theorem -- and they have the same initials! And references use initials!! Gah. And Ben Green is also a Cambridge mathematician.&quot; Actually, it&apos;s understandable to see how this mistake was made (faulty brain wiring). And a note from Brady: &quot;Sorry this got through... James was speaking unscripted and as you can hear was responding to an unexpected question... Mistakes are inevitable in this situation but we still hate them and correct them when we can.&quot;  Here&apos;s the original open access primes proof for those who wish to read it: The primes contains arbitrarily long arithmetic progressions.  .. .. .. .. .. .. .. .. .. .. .. ..  In this video, we met:  James Grime, a mathematician and public speaker on behalf of the Millennium Mathematics Project from the University of Cambridge, who shares his insights on The Singing Banana  David Hodge, a lecturer at the University of Nottingham&apos;s School of Mathmematical Sciences. His research interests focus on Operations Research and he is also interested in mathematical games and puzzles. Numberphile, a project by video journalist Brady Haran, is on facebook and can also be found on twitter @numberphile .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/30/1", 
    "wordcount": "1096"
}