{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Gulls wheel at sunset over Umm Suqaim public beach in Dubai, United Arab Emirates Photograph: Hassan Ammar/AP       Deer bound through a snowy field near the village of Mileikovo, Belarus. Unusually severe cold has gripped eastern Europe this week Photograph: Sergei Grits/AP       Flocks of snowy owls have been winging down from the Arctic into the American south this winter, in a bizarre mass migration that Denver Holt, head of the Owl Research Institute in Montana, calls 'unbelievable'Photograph: Reuters/US Fish & Wildlife Service       A phesant near Dulverton on Exmoor, England. Cold and snow finally hit the UK after what had been until now an unseasonably mild winterPhotograph: Matt Cardy/Getty       A hailstorm hits a stand of snow queen silver birches at the National Trust's Dunham Massey in Cheshire, the country's largest winter garden Photograph: Christopher Thomond/Guardian       Vultures squabble for food at a 'vulture restaurant' in Nawalparasi, Nepal. The diner was established in 2006 to provide wild vultures a healthy meal, in a drive to boost the population of a species that is endangered in Nepal Photograph: Navesh Chitrakar/Reuters       Invasive Burmese pythons have been blamed for precipitous declines in the numbers of formerly common animals in Everglades national park. Bobcats (above) are one of the species affected by the pythons, which both hunt them and compete with them for prey Photograph: Christopher Gillette/Florida International University/USGS       A female turtle builds a nest on the southern Philippines island of Mindanao. Green turtles, though globally endandered, are enjoying a baby boom on some remote Philippine islands as a three-decade-long protection programme starts to pay offPhotograph: AG Sano/Conservation International/AFP/Getty       Australia's only two African elephants, Yum-Yum (left) and Cuddles (right), graze at Taronga zoo. Human encroachment into bush elephant habitat has spurred research into how best to safely keep elephants away from people, including the discovery that playing the sound of angry honey bees is remarkably effective at prompting elephants to flee an area Photograph: Torsten Blackwood/AFP       This mother orangutan and her baby were saved by the animal charity Four Paws from people who are paid to kill them. There are allegations that many palm oil companies in the area of Borneo pay rewards of up to 1m Indonesian rupiah (about 70) for each ape killed. The Four Paws team found the pictured orangutans surrounded by a group of local youths intending to kill them for a bountyPhotograph: Vier Pfoten/Four Paws/Rex       Two stranded dolphins wait to be rescued at Herring River in Wellfleet, Massachusetts. More than 110 common dolphins have been stranded on Cape Cod shores in the last week in a development that has baffled scientists Photograph: Julia Cumes/AP       A brown spider monkey keeps his fingers on the pulse (and his toes, and his tail) in Selva de Florenca national park, Colombia Photograph: Nestor Roncancio/WCS       A zookeeper inspects a sea lion at the Oceanografic aquarium, the largest in Europe, in Valencia, Spain. The Oceanografic is reportedly working on a pioneering project to evaluate the capacity of sea lions to participate in maritime rescue Photograph: Manuel Bruque/EPA       Two fieldfares snack on berries in Przemysl, Poland Photograph: Darek Delmanowicz/EPA       The setting winter sun catches the grass on Shapwick Heath wetland reserve, near Glastonbury. Every year, World Wetlands Day is celebrated on 2 February, marking the adoption 41 years ago of the Ramsar Convention on Wetlands in the Iranian city of RamsarPhotograph: Matt Cardy/Getty       Thousands of fish struggle for room at the Divor Dam in Arraiolos, Portugal, where water levels are dangerously low after a two-month drought Photograph: NUNO VEIGA/EPA       A latticework of snow in Rubi, Spain Photograph: Manu Fernandez/AP       Coots search for food on the frozen Lake of Eymir, near Ankara, Turkey Photograph: Selcan Hacaoglu/AP       Moira1954 captured a dramatic sign of winter for January's Green Shoots gallery Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/03/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}