{
    "headline": "Apple's efforts fail to end gruelling conditions at Foxconn factories", 
    "text": "Gruelling workloads, humiliating punishments and battery-farm living conditions remain routine for workers assembling Apple&apos;s luxury electronics, according to one of the most detailed reports yet on life inside China&apos;s Foxconn factories. The researchers claim that intimidation, exhaustion and labour rights violations &quot;remain the norm&quot; for the hundreds of thousands of Chinese iPhone workers, despite Apple redoubling its efforts to improve conditions. Interviews with 170 workers and supervisors at Foxconn factories in the cities of Shenzhen and Zhengzhou from March to May this year found that punishments remain a key management tool. The report, by the Hong Kong workers&apos; rights group Students and Scholars Against Corporate Misbehaviour (Sacom), says workers at the world&apos;s 10th largest employer have been told to clean toilets, sweep lawns and write &quot;confession letters&quot;, which are then pinned up on noticeboards or read out to colleagues. Living conditions in Foxconn campus dormitories remain cramped, with 20 or 30 workers sharing three-bedroom flats, sleeping eight to a room in bunkbeds. They are forbidden to use power-hungry electrical items such as kettles or laptops on pain of confiscation, says Sacom, which published the study to coincide with Foxconn&apos;s annual general meeting in Hong Kong on Thursday. Where most assembly staff were previously forced to stand, stools have now been introduced for some workers. However, they are under instructions to sit on only a third of the seat, so that they remain &quot;nimble&quot; enough to do the work. Staff reported their mistrust of a counselling hotline introduced after a spate of Foxconn suicides. One Guanlan factory worker who rang after conflict with his supervisor was advised to resign if he was unhappy. Another, who has since left Foxconn, rang to complain about unpaid overtime and the hotline diverted the complaint back to his irate supervisor. There were 728 industrial injuries at Foxconn factories in Shenzhen in the year to May 2012, according the Shenzhen regional public register. This is a small portion of a workforce estimated at 500,000 in the city, but Sacom believes injuries are under-reported: &quot;The management simply negotiate with the injured workers for a settlement. According to the respondents, cases of industrial injuries have an impact on the annual bonus received by middle management. Therefore, the middle management are very reluctant to report all the cases.&quot; Foxconn did not respond to requests for comment. Apple says it has made improving conditions at its factories a priority. An independent audit by the not-for-profit Fair Labor Association at the end of March, which set out a roadmap for improving conditions, insisted on a ceiling of 60 hours a month for overtime. Foxconn has gone a step further by promising a ceiling of 36 hours by next summer, in accordance with Chinese labour law. Interviewed this week, Apple&apos;s chief executive, Tim Cook, said the company was addressing the long hours culture. &quot;We want everyone to know what we are doing, and we hope that people copy. We&apos;ve put a ton of effort into taking overtime down.&quot; Apple said in April that its suppliers achieved 95% compliance with the 60-hour working week specified in its code, up from 91% for March. But Sacom&apos;s findings fly in the face of Apple&apos;s figures. Foxconn employees interviewed in April were still working up to 80 hours of overtime a month at Longhua. A payslip from the plant showed overtime at 78.5 hours for April. In the runup to the release of the new iPad on 16 March this year, monthly overtime work for Apple production-line workers in Longhua was 80 hours a month, it was claimed. Line managers work unpaid overtime daily, often up to four or five hours a day. About 10% of interviewees were supervisors or assistant supervisors. They claimed their administrative work was unpaid, and that shifts were usually followed by unpaid work meetings, at which frontline managers would be scolded by their superiors, causing them to &quot;unconsciously vent their anger on the production workers&quot;. The mistreatment is not confined to Apple workers, but affects those making products for other western companies including Amazon, Hewlett-Packard, Dell and Nokia, according to Sacom. Chen Meifang, who like all interviewees used a pseudonym to protect her against retaliation by her employer, is a &quot;tiny&quot; female worker on the Kindle production line at the Longhua campus. She was denied a request to take leave on a Saturday. When she took the day off anyway, she claims her supervisor asked her to move 3,000 boxes a day for 10 days as punishment. On the first day, she suffered from backache and was unable to sleep. An Apple spokeswoman declined to comment other than referring to an earlier statement: &quot;We care about every worker in our worldwide supply chain. We insist that our suppliers provide safe working conditions, treat workers with dignity and respect, and use environmentally responsible manufacturing processes wherever Apple products are made. Our suppliers must live up to these requirements if they want to keep doing business with Apple.&quot; Sacom, founded five years ago to campaign for better conditions in factories making toys for Disney, is demanding the formation of genuine trade unions within Foxconn; a living wage for Chinese workers, whom it says are paid half the salary of workers in Foxconn&apos;s Brazilian factory, and receive five as opposed to 30 days&apos; annual leave; and compensation for victims of labour rights abuses. &quot;The findings demonstrate that Apple and Foxconn have not turned over a new leaf,&quot; said a Sacom officer, Debby Chan Sze Wan. A worker&apos;s tale Liu Jingjing, 20, (not her real name) started at Foxconn&apos;s Zhengzhou factory six months ago. The work on an iPhone production line is demanding: at first Liu found her fingers and forearms ached every day. After deductions for accommodation and food, she earns just 90 some months. Late last year, as Christmas sales of the latest Apple phone were booming, she says overtime rose, with employees asked to work up to 100 hours a month  despite Apple&apos;s 60-hour limit. She is one of those fortunate enough to be able to sit down on a shopfloor where staff usually stand. However, she says employees are only allowed to perch on a third of the seat  to keep them &quot;nimble&quot;. Liu broke the rules. But because she did not sit in a standardised way she was punished by being asked to write a &quot;confession letter&quot;. Recently, when she complained about a cut in overtime pay, her boss told her: &quot;If you do not want to work here, you can get out.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/30/foxconn-abuses-despite-apple-reforms", 
    "wordcount": "1111"
}