{
    "headline": "Ireland is cool for Google as its data servers like the weather", 
    "text": "Just like their neighbours across the sea, the Irish enjoy nothing more than whingeing about the weather. But, according to internet giants such as Google, the people of Ireland should be grateful for their dank, damp, cold climate. The country&apos;s mist, rain and chilly air have all become selling points: Google and other multinationals say that the Irish weather is now one of the main attractions for global computer and online corporations setting up data centres in the Republic. The Silicon Valley firm has just established a $75m (46.2m) data processing centre alongside its European headquarters in Dublin, insisting that the chilly climate makes it more energy efficient  and hence &quot;greener&quot;  to cool down its servers. Since Google&apos;s arrival, south-east central Dublin has been rapidly transformed into a technological hub similar to Berlin&apos;s Silicon Allee or London&apos;s Silicon Roundabout. Other companies such as Facebook, LinkedIn, Twitter, Zynga, HP and Dropbox have all set up in Dublin. Amazon also operates a cloud computing centre in the Irish capital, while overall most of the world&apos;s data-centre providers have a base in the city. Ireland has been able to attract these world-famous corporations despite the depth of its financial and economic crisis, due to the lobbying work of the country&apos;s Industrial Development Authority; a highly educated, young, English-speaking workforce; and, crucially, the Republic&apos;s rock-bottom 12.5% corporation tax. And now the weather can be added to those factors. &quot;It&apos;s not often that Irish weather is a cause for praise, but the temperate climate was very significant in choosing Ireland as a location for this data centre,&quot; says Dan Costello, Google&apos;s global data centre operations officer. The group has managed to reduce the amount of energy it uses worldwide to cool down its data systems to just 12% of its energy bill. &quot;It&apos;s not quite as simple as just opening the windows, but it&apos;s pretty close,&quot; he says. Google now employs more than 2,000 staff in Ireland and generates 40% of its revenue from its European hub near Dublin&apos;s south docks. &quot;Silicon Dock&quot;, as the area has become known, has generated spin-off retail and food businesses to look after the thousands of well paid, highly educated workers who have flocked there. The Google effect has also created a recession-free bubble in an otherwise stagnant economy, where national unemployment is still at 14.5% and general domestic demand stuck in the doldrums. Empty office space and ghost towns remain physical symbols of the Celtic Tiger collapse. Outside of this hi-tech hub on the south side of the river Liffey, for instance, only 13% of office space in the surrounding Dublin 2 area is currently occupied. Other companies in the same sector have also moved large parts of their operations to Dublin. UK-owned Telecity invested 100m (81.3m) in August 2011 in a data processing centre at three locations in Dublin. It currently employs 60 people in Ireland and 660 across the EU. Maurice Mortell, Telecity&apos;s managing director, emphasises the importance of the weather for the data processing industry. &quot;The growth of the digital economy is creating significant demand for IT infrastructure environments  The cooling element of these IT facilities is one of the reasons why Ireland is a popular choice for data centres,&quot; he says. A year before Google&apos;s investment, Microsoft put an additional $130m into its data processing centre, having already invested $500m. The Irish government recently injected 5m into a new cloud computing research centre at Dublin City University as part of its strategy to maintain the republic&apos;s reputation as a leading nation in computer development. The centre in north Dublin, the 11th of its kind to receive state funding, is guided by a panel of experts from Fujitsu, Intel, IBM and Microsoft. As far back as 2009, American independent technology research company Forrester Research  in one of the darkest years of the Irish recession  urged US companies to establish their overseas headquarters in Dublin. It recommended: &quot;Make sure you consider Dublin, it is becoming an ever-more popular alternative to London for the more abundant power, less expensive real estate, and climate suited for free cooling.&quot; Charlie Connelly, the author of a recent history of the weather, Bring Me Sunshine, which was a Book of the Week on Radio 4 earlier this year, says that with Google giving Ireland&apos;s climate the thumbs-up, we could finally see Irish weather as being cool in more ways than one. Connelly points out that the Romans famously refused to establish long-term colonies in Ireland because of the weather, and called it Hibernia, meaning the Land of Winter. &quot;Maybe Ireland will now embrace its climate. Some have tried already, most notably the 19th-century writer William Bulfin from County Offaly, who described the Irish rain as &apos;a kind of damp poem. It is a soft, apologetic, modest kind of rain, as a rule; and even in its wildest moods it gives you the impression that it is treating you as well as it can under the circumstances.&apos; But this [Google&apos;s recent investment] is probably the first recorded case of anyone planning a move to Ireland because of the weather,&quot; he says.", 
    "section": "technology", 
    "gid": "technology/2012/dec/23/ireland-cool-google-data-servers-weather", 
    "wordcount": "871"
}