{
    "headline": "'It was like being in a boys' club': female aid workers on sexual harassment at work", 
    "text": "Women in the international aid industry have recounted their experiences of sexual harassment and abuse in a new survey of more than 1,000 female workers in the humanitarian sector. The results of the self-report survey, published on Tuesday by the Humanitarian Womens Network, revealed that 55% of those questioned said they had suffered sexual advances from a male colleague at least once. The research is the first of its kind and suggests that sexual harassment and abuse within the industry could be widespread, according to the organisers of the study. Forty-eight percent of those who responded to the survey reported unwanted touching by a male colleague, and nearly 20% reported physical aggression directed towards them. Of those who said they had suffered harassment and abuse, a third said it came from a male superior.   Related: Want to change the aid industry? Here's how to do it    The survey drew responses from 1,005 women across the international aid industry who worked for 70 different organisations, including NGOs and UN agencies. Most women  83%  were international staff, while 17% of responses came from women working within their own country.  Four percent of those who took part said they had been forced to have sex with men they worked alongside.  Most women who suffered predatory sexual advances did not report what had happened to them  69% said they had not made a complaint within their organisation.    Two-thirds of women chose not to report harassment   The reasons for not reporting included being concerned about the professional consequences of doing so within a male-dominated industry and mistrust of the system. Although the research cannot be seen as representative of the whole aid sector, the organisers believe it provides evidence of the hidden scale of sexual harassment and abuse, much of which goes unreported. They have called for more research and monitoring of the problem. Rosalia Gitau and Dr Capucine de Fouchier, founders of the Humanitarian Womens Network, a support group for women working in aid, said the results suggested women in the industry were subjected to regular and frequent abuses.     Women carry relief supplies Port-au-Prince, Haiti on 11 October 2016. Photograph: Rodrigo Arangua/AFP/Getty Images    Reporting is not reliable or systematic across the industry, hence fostering a culture of impunity for wrongdoers, they said. The survey gives a significant snapshot of the level of discrimination and violence faced by women in the humanitarian sector and it clearly indicates there is problem worth probing. More in-depth studies need to be conducted. The report is being passed to Stephen OBrien, the chair of the inter-agency standing committee of the United Nations, a forum of UN and non-UN partners. The Humanitarian Womens Network is calling for:  An acknowledgement of the problem. A system-wide review of the scale of sexual harassment and abuse. An online monitoring platform to encourage reporting.  Annual reporting of the problem across institutions, outlining best and worst practices and ranking performance across organisations.  The survey suggested that women who had suffered discrimination, harassment or sexual assault in the workplace felt it had affected their careers. Most women who had experienced sexual abuse took themselves out of the game, the findings suggest, by leaving a country, a mission or an organisation or leaving their career in the field altogether. Five women said they were forced to leave their organisation because of their experience.   Related: 'It savaged my life': military sexual assault survivors fighting to become visible    Gitau and De Fouchier said: Not all organisations are equal when it comes to responding to incidents. Some are trying to find responsible, functional approaches  Others are not addressing the problem and implicitly encouraging women to quit while promoting alleged perpetrators. The women said the survey results suggested there were systemic failings within the industry when it came to dealing with sexually abusive behaviour, which could have an impact on the ability of the aid sector to protect vulnerable people in the countries where they worked. We need to get our house in order so that we can get to our core business of helping people, they said.  One of the women to respond to the survey, who gave her name as Ann, recounted how a male colleague who was regularly sexist was only penalised by his superiors when he physically assaulted two male members of staff. While working in an isolated compound in an active conflict zone, one [colleague] routinely made derogatory, sexist remarks about the women working on the project and women generally, Ann said.   Half of women reported unwanted touching by male colleagues   He also had a habit of invading my and other womens personal space when he was especially angry. Several times, he barked at me with his face only inches from mine, setting off every one of my domestic abuse survivor alarms... He was also extremely rude and aggressive with female national staff... His resentment of them was palpable and it put women on edge whenever he entered a room. She added: The organisation I worked for refused to intervene on behalf of its female staff, most often with an insinuation that I probably wasnt tough enough for the field or an excuse about the administrative difficulty of [terminating his employment]. The man was eventually unceremoniously bundled off to the airport after physically assaulting two male colleagues, Ann said.  Another respondent, Marie, recalled having worked at an agency that felt like being in a boys club where male colleagues would comment on the bodies and attractiveness of other female colleagues. My instinctive thought was, What are they saying about my body?   Related: USAid in Palestine: 'It's not about solving the world's problems but peoples daily ones'    Marie said she brushed off the remarks about sex that would be made in the office until one day a male colleague commented on her chest size in front of other staff. I was in such shock I didnt know how to respond, and stayed quiet for the rest of the trip back, she said. I knew he didnt intend to be lewd or mean, but his comment shook me in a way that even surprised me  it made me feel small and powerless. Marie said she had spoken with her colleague and explained why his remark had offended her. After a long conversation, he came around and understood, and the office culture not only changed, but he became an ally in confronting other issues of gender inequity in our workspace. So [a] happy ending.  Last year the Guardian reported the testimonies of women within international aid agencies who said they had not been supported by their employers when they reported sexual abuse. Alicia Jones, vice-president of operations at the Headington Institute in California, which provides psychological support for humanitarian workers, said there was a lack of detailed research on the scale of the problem. She said sexual violence within the humanitarian sector was massively underreported. Most agencies were hearing about these events internally but survivors were choosing not to report for a variety of reasons, said Jones. From our ongoing work supporting various humanitarian aid organisations, we think its likely that 1 in 10  and more likely even more  experience this during their lifetime and at least 1-2% of aid workers have experienced sexual assault during their humanitarian career, she said.  Jones added that with more than 400,000 aid workers internationally, that amounted to thousands of people who were being affected by sexual harassment and abuse. What was needed was a secure way for individuals to report what had happened and whether their manager was part of the problem. While most organisations had zero-tolerance policies towards sexual harassment and violence, enforcing these policies was another matter, she said. Many agencies are bound by in-country employment laws which may or may not have protections for those who experience harassment, she said.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/25/it-was-like-being-in-a-boys-club-female-aid-workers-on-sexual-harassment-at-work", 
    "wordcount": "1242"
}