{
    "headline": "Labour could strip private schools of charitable status, says Stephen Twigg", 
    "text": "A Labour government could legislate so that private schools not serving the community lose their charitable status, according to the shadow education secretary Stephen Twigg. He said an attempt by the last Labour government to apply the charitable status test more rigorously &quot;fell apart&quot; and that a &quot;significant number&quot; of private schools did not fulfil a charitable function. In an interview with the Guardian, Twigg also said private schools were &quot;a major barrier to achieving a more just society and greater social mobility&quot;. Most private schools enjoy charitable status and thus benefit from various tax concessions worth at least 100m a year. Twigg said that some private schools, such as Manchester Grammar, took their charitable obligations seriously and worked hard to serve the community at large, by sponsoring academies or collaborating with local state schools. But &quot;there are a lot of other private schools that aren&apos;t doing any of those sorts of things&quot;, he said. Until 2006 private schools could claim charitable status because there was an automatic assumption that providing education served the public good. The Charities Act, which was taken through parliament by the then Cabinet Office minister Ed Miliband, said that in future private schools would have to prove they operated for the public benefit. But the law did not specify how this would be defined and, when the Charity Commission suggested schools should have to offer bursaries to poor pupils to qualify, the Independent Schools Council successfully challenged that at a tribunal. Instead, the tribunal said it was largely up to the schools themselves to decide how they fulfilled their charitable obligations  although it did say they had to go beyond tokenistic gestures. &quot;I think the Charity Commission should be much tougher on this,&quot; Twigg said. He conceded that the last Labour government had tried to address the problem, but said that defining charitable was &quot;probably where it all fell apart&quot;. &quot;It may be we need to look at primary legislation on this,&quot; said Twigg, who admitted he had not fully developed his ideas in this area. &quot;And I would do that, because it is a serious, serious issue if schools are getting the benefit of charitable status and aren&apos;t doing anything to fulfil that benefit. &quot;And it&apos;s no good them saying: &apos;We fulfil our charitable status by educating our students.&apos; That isn&apos;t enough.&quot; Twigg said there should be &quot;a proper, open, transparent process that is very, very rigorous in how it treats private schools and charitable status&quot;. He added: &quot;There are a significant number of private schools that are failing to fulfil their charitable objectives. And that&apos;s unacceptable.&quot; Twigg also said the last Labour government wasted some of the money it spent on school buildings. &quot;What are the things that made [floating voters] turn their back on Labour? There are a number of things, but I think there was a sense of: &apos;Does Labour care enough about value for money in public services?&apos; We did brilliant things in terms of providing good quality [school] buildings. But we did not always get value for money, and that&apos;s a widely held view among those who work in education.&quot; He also said Labour should work with some Liberal Democrats on certain policy issues. &quot;There are certainly issues where Ed Miliband&apos;s Labour and people like Tim Farron [the leftish Lib Dem president] can work together,&quot; he said. &quot;Let&apos;s look at social care, let&apos;s look at childcare, let&apos;s look at education reform. If there are areas where we can work together with those Lib Dems that are uncomfortable with the government, then I think that&apos;s sensible politics.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/19/twigg-private-schools-lose-charitable-status", 
    "wordcount": "627"
}