{
    "headline": "Fatalism has a major bearing on Pakistan road deaths", 
    "text": "The roads of Pakistan are among the most dangerous in the world. Every year, hundreds if not thousands die. Few families have not been touched in some way by road deaths, accidents or injuries. As a police officer with the national highways and motorways police, I am constantly exposed to the inevitable crashes that follow widespread unsafe road use. There are multiple reasons behind Pakistan&apos;s poor road safety record, not least the infrastructure, and old and badly maintained public transport fleets. But here dangerous and risky driving is the rule rather than the exception, and is the major cause of many of the multiple deaths that occur on roads throughout the country. Much research has been done into how to make roads across the developing world safer. Yet after studying international &quot;best practice&quot; approaches to improving safety from developed countries, I am not convinced that standard approaches provide the solution to Pakistan&apos;s deadly highways. To truly understand the driving culture in Pakistan, we must look to fate for the answers. Take these words from a 46-year-old taxi driver talking about a bus crash where children who were sitting on the roof died when it went under a bridge: &quot;The children who died in that crash would have died for some other reason anyway, because death was their fate and that was their day. Death was fated for these children who were sitting on the top of bus. This was inevitable, and the driver&apos;s mistake just becomes the source of that crash. The sitting of the children on the top of the bus also became a source of death. If they had not had to face death, they would not have sat there. It was also the driver&apos;s destiny that it was in his fate to face difficulties of life in this way.&quot; I interviewed many Pakistanis about this while researching the relationship between fatalistic and cultural beliefs and risky road use. Like the taxi driver, most believed that a person&apos;s time of death is fixed and cannot be avoided. The overriding belief is that there is no point taking steps to avoid death because it will come at the appointed time, no matter what you do. My research was conducted in three Pakistani cities. In addition to professional drivers, I interviewed police officers, policymakers and religious leaders. All of these groups expressed strong fatalistic beliefs, regardless of education and role. It became clear that, across the board, fatalism about death extends to fatalism about risky driving. For example, one police officer said: &quot;If a disaster has to come in your life, you cannot escape, no matter what you do  even if a driver follows safety measures.&quot; This reasoning came up time and time again throughout the research, and was considered a simple matter of fact backed up by experiences on the roads. Interviewees could cite many personal experiences of risky driving that had no consequences, and other experiences of people being injured or killed while doing the &quot;right&quot; thing. For them, this confirmed the operation of fate. This has important implications for efforts to promote messages about safe driving. In Pakistan, messages about the relationship between crash risk and speeding  or not wearing a helmet, or any other risky behaviour  lack popular credibility. Crucially, they also lack credibility among the very people responsible for making and enforcing laws and policies. So what does this mean for the promotion of road safety and safe driving measures? Fatalism is found in all cultures in some form or another, and is a powerful force because it severs the link between actions and consequences. For a country like Pakistan, fatalism is so ingrained in everyday thinking and mindsets that it is certainly a major contributing factor to the high numbers of people that die on the roads every year. The great challenge for all of us in trying to make Pakistan&apos;s roads safer is how to get people to change their behaviour. I wish I had the answer, but in my experience the only way for campaigners and public officials to effectively promote road safety is for them to emphasise the idea of probabilities. It&apos;s a subtle shift, but we need to move rhetoric from a position of certainty  for example, &quot;Speeding kills&quot;  to one emphasising probabilities of injury or death. Speeding does not inevitably lead to a crash, but it does increase the likelihood that a crash will occur and that the injuries will be severe. We need to make this directly relevant to people&apos;s lives  how likely it is that adults will be widowed or lose children  and push the idea that safe driving means you can do something about this. It is vital for the authorities to make it clear that people who have been driving dangerously will suffer the consequences and be held accountable for their actions. It could be the only way of making sure that people&apos;s lives are not left to fate.  Ahsan Ul Haq Kayani is a senior patrolling officer with the national highways and motorways police in Pakistan", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/11/pakistan-fatalistic-culture-road-deaths", 
    "wordcount": "852"
}