{
    "headline": "Academies to become a majority among state secondary schools", 
    "text": "The majority of England&apos;s state secondary schools are, or are about to become, academies, government data shows  a major milestone for one of the coalition&apos;s most controversial reforms.. Figures published by the Department for Education (DfE) reveal 50.3% of the country&apos;s 3,261 state secondaries are now academies  or have applied to be. This means the majority of secondary schools will soon no longer be accountable to their local authority. Instead, they will report to central government. Academies are often funded by businesses or philanthropists as well as the state. They have greater freedom to change the timings of the school day, teachers&apos; pay and conditions, and the subjects they teach, although they must teach core elements of the national curriculum. The DfE figures show primary schools are far more reluctant to adopt academy status. Just 5% of primaries are, or are about to become, academies. Academies began as a Labour government initiative under Tony Blair. Under Labour, only under-performing schools could become academies. The government insisted that these schools had high-profile business backers and gave them multimillion-pound buildings. As most of these schools were in deprived parts of the country, the initiative was seen as a way of giving poorly-performing schools in difficult circumstances a new start. In contrast, the coalition has allowed the highest-performing schools, including those that select pupils academically, to become academies. Schools no longer need a sponsor to become an academy. As a result, the number of academies that have opened since the coalition came to power has risen eightfold. In May 2010, there were 203 academies. Now, there are 1,776. Of these, 464 are primary schools. In some parts of the country, such as Darlington in north-east England and Rutland in the east Midlands, all state secondary schools are already academies. In other areas, all state secondary schools are, or are in the process of becoming, academies. These include Bromley and Bexley, in south-east London, Kingston upon Thames, in south-west London, and Swindon in Wiltshire. Ministers argue that the &quot;freedoms&quot; academies are given mean they are more innovative and can respond better to the needs of their pupils. One of the first academies to open under Labour, Djanogly City Academy in Nottingham, has made radical changes. It has introduced a five-term year and its 10 and 11-year-old pupils study themes, such as &quot;international trade&quot;, rather than subjects. Matt Buxton, curriculum leader for 12 and 13-year-olds at the academy, said that as an academy, the school had been able to &quot;choose what is best for our pupils&quot;. &quot;This is obviously the route schools are taking,&quot; he said. However, the academies project has attracted considerable criticism from teaching unions, parents and some local authorities who see it as a smokescreen for the privatisation of state education. They object to academies not having to abide by nationally set pay and conditions rules for teachers and are concerned by the schools&apos; lack of accountability to locally elected town halls. Last month, government officials registered a spike in applications for academy status from schools, with more than 140 bids  the largest number since May last year. Critics say this coincides with a drive by Michael Gove, the education secretary, to force schools to become academies against their will. One example of this is Downhills primary in Tottenham, north London, which was judged inadequate in its latest inspection by the watchdog Ofsted in February and will now become an academy. The school has claimed Gove is illegally attempting to force academy status on it and that attainment records and an interim Ofsted report last September suggest standards were improving. The DfE said the school, last placed in special measures in 2002, has struggled to obtain the required standards for years and that the independent inspection, ordered by Gove, was necessary. One parent of a pupil at the school has started a judicial review against the DfE in retaliation. Fiona Millar, an education campaigner said the &quot;vast majority&quot; of England&apos;s primary and secondary schools had chosen not to become academies and this was why the government was &quot;having to force them&quot; to take on academy status. When a school becomes an academy, it receives money that equates to what its local authority would have spent on it for services such as transport and special needs. Most of those that had decided to become academies recently did so to receive extra funds, Millar said. &quot;Schools are no longer certain that this money will be available in the next few years,&quot; she said. &quot;In uncertain times, a lot of schools feel cautious about taking the leap to becoming an academy. They rely on their local authority for support. They turn to the authority for emergencies, such as if the roof falls in. If a school goes it alone, then it doesn&apos;t have this support.&quot; The coalition&apos;s academy programme ran into trouble last year when it emerged that some academies were mistakenly being given an extra 300 per pupil.  This article was amended on 12 April 2012. The standfirst in the original said &quot;over half of Britain&apos;s schools&quot; where over half of England&apos;s was meant. This has been corrected", 
    "section": "education", 
    "gid": "education/2012/apr/05/academies-majority-state-secondary-schools", 
    "wordcount": "876"
}