{
    "headline": "David Cameron meets Tory MPs opposed to windfarm plans", 
    "text": "The prime minister, David Cameron, has met MPs who are fighting the government&apos;s support for onshore windfarms as concern mounts that billions of pounds of investment in green jobs is on hold while the row continues. The Guardian revealed on Monday that spending on energy infrastructure, from research and development to building turbines, is in doubt while company executives look for reassurance from ministers that they are committed to a big expansion of wind and other renewable energy. Growing concern about the government&apos;s support for its own climate and energy policies was refuelled three weeks ago by the publication of a letter signed by more than 100 Conservative, two Liberal Democrat and other MPs opposing subsidies and planning policies supporting windfarms. Cameron, along with the Conservative energy minister Charles Hendry and planning minister Greg Clark, met the Tory MP Chris Heaton-Harris and a small group of others who signed the letter. Cameron is understood to have reiterated his support for wind power, as he did in a letter to the MPs last week. In that letter, Cameron said he understood the concerns of local residents about large planning applications for windfarms, and said the government was already committed to reducing subsidies to onshore windfarms  by 10%. However, the prime minister also said there were &quot;perfectly hard-headed reasons&quot; to support onshore wind as part of the &quot;energy mix&quot;, in particular reducing the UK&apos;s reliance on imported gas and creating jobs and investment in renewable energy. Significantly, perhaps, he played down the importance of government targets to reduce carbon emissions from fossil fuel power and to produce 15% of all energy from renewable sources by 2020, though the Department of Energy and Climate Change (Decc) has stressed it is still committed to these pledges. Following the letter, Heaton-Harris welcomed the PM&apos;s recognition of the &quot;massive concern&quot; of voters about windfarm plans, but said MPs wanted bigger cuts to the subsidies than those proposed, and said they were worried about the impact of rising fuel bills on poorer households. A Downing Street spokesman said: &quot;The prime minister, Decc minister Charles Hendry and DCLG [Department of Communities and Local Government] minister Greg Clark met Chris Heaton-Harris and several other MPs today. The aim of meetings like this is to give backbench MPs a chance to get a better understanding of government policy and constructively engage with ministers on issues. The PM routinely meets with backbench MPs to discuss issues of importance to them.&quot; On Monday the government also announced the first grant from a new scheme to support offshore wind technology: 1.2m for David Brown Gear Systems based in Huddersfield, Yorkshire, where the company is developing gearboxes for 7MW turbines. The climate change minister Greg Barker said: &quot;The coalition is determined to drive ambitious green growth and this is putting our money where our mouth is. This cash shows we are really shifting gear when it comes to supporting innovation and offshore wind. Making wind turbines more efficient is common sense and will help bring down the costs, making them more attractive to build and helping us increase the amount of electricity we get from clean, green sources.&quot; Unite, the UK&apos;s largest trade union, also signed a memorandum of understanding with the industry body, RenewableUK, in which both bodies said they wanted to work together to generate more investment in the sector, which they hope will create &quot;tens of thousands of skilled jobs over the next 10 years.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/cameron-meets-tory-mps-windfarm", 
    "wordcount": "588"
}