{
    "headline": "Refugee women need sexual healthcare too, says Lakshmi Puri", 
    "text": "Women and girls who have been displaced by conflict or disaster need to be offered the same sexual and reproductive healthcare available in other settings, the acting head of UN Women said on Wednesday. Lakshmi Puri, who assumed temporary leadership of the organisation following the resignation of Michelle Bachelet in March, said women&apos;s right to access healthcare needed to be upheld &quot;in all circumstances, in all settings, including for refugee[s]&quot;. Family planning has been one of the three key themes of the Women Deliver conference in Kuala Lumpur this week. Speakers have repeatedly highlighted the need for affordable, reliable, accessible services to satisfy the unmet need of more than 200 million women and girls in developing countries. But there has been little or no mention of ensuring family planning reaches women and girls in difficult settings, such as those in camps for refugees or internally displaced people (video). According to the UN, at the beginning of 2012, more than 15 million people were registered as refugees globally. The Internal Displacement Monitoring Centre said the number of people internally displaced by conflict, war or human rights abuses reached a record-high 28.8 million last year. The UN Population Fund (UNFPA) says refugees&apos; demands for contraception should be met as soon as possible. But a study of refugee camps in Djibouti, Jordan, Kenya, Malaysia and Uganda  conducted in 2011 by the UN refugee agency, UNHCR, and the Women&apos;s Refugee Commission  found the use of contraceptives in camps was lower than in surrounding settlements. The report said more information about family planning should be made available to women in camps and called for a wider range of contraceptives to be offered. An initiative expected to be launched on Thursday by the International Planned Parenthood Federation and the UNFPA could boost family planning services among refugees and other hard-to-reach communities. &quot;You need to have accessible, affordable, sustainable, quality  sexual and reproductive health service delivery and this applies to women in refugee situations,&quot; Puri told the Guardian. &quot;All three aspects of sexual and reproductive health-related services need to be provided  contraception, [the] maternal health aspect, and for sexually transmitted infections.&quot; Women and girls can spend years in refugee camps. Access to family planning could reduce the need for other services. &quot;In a refugee context, I think you need it to control the demand side,&quot; she said. Family planning services are as much a priority provision in a refugee camp as any other services. &quot;It&apos;s a human entitlement,&quot; she said. Looking ahead to development after 2015, when the millennium development goals expire, Puri says UN Women has put forward a &quot;prototype&quot; of what should be included in a standalone gender equality goal  which she says &quot;cannot but be there&quot; in any new set of targets. Among the nine indicators included in a gender quality goal is one referencing the protection of women&apos;s sexual and reproductive health and rights, which would specifically include access to family planning services. Other indicators include prevention and protection against violence, reducing maternal mortality rates, and participation in all levels of decision-making. A test of whether gender equality is considered a priority among the international community will be the publication on Friday of the UN high-level panel report, which is expected to contain illustrative goals that member states will either build on or reject over the coming 18 months. &quot;We&apos;ve had MDG three and MDG five, which are off track, and effectively every other goals is a gender goal in some way. We have to carry all that forward into the new generation of development goals,&quot; says Puri. The ability of UN Women to do its job to the full and drive progress on these issues is, she adds, affected by funding. UN Women was established two years ago as the world plunged deeper into economic crisis and donors began to shy away from committing funds to overseas development. From the start, the agency has struggled for cash and has had to prove itself worthy of any money it has received. &quot;We have been a child of hard times,&quot; says Puri.  Watch Mark Tran&apos;s interview with Lakshmi Puri on combating violence against women  Liz Ford&apos;s flights and accommodation are being paid for by Women Deliver. Guardian Global development is a media partner of the conference", 
    "section": "global-development", 
    "gid": "global-development/2013/may/30/refugee-women-sexual-healthcare-lakshmi-puri", 
    "wordcount": "732"
}