{
    "headline": "Charity condemns tourists' use of fresh water in developing countries", 
    "text": "The disproportionate use of fresh water by tourists in developing world destinations is causing local conflict, exacerbating poverty and helping to spread disease, says a report to be published next week by the charity Tourism Concern. The report examined five coastal destinations popular with international tourists  the Gambia, Bali in Indonesia, the islands of Zanzibar off the coast of Tanzania, and Goa and Kerala in India. Researchers claim to have uncovered huge inequalities in consumption and access to water supplies between tourists and the local populations. &quot;While hotels may have the money and resources to ensure their guests enjoy several showers a day, swimming pools, a round of golf, and lush landscaped gardens, neighbouring households, small businesses and agricultural producers can regularly endure severe water scarcity,&quot; says the report. In the resort villages of Kiwengwa and Nungwi in Zanzibar, Tourism Concern&apos;s researchers found that, on average, tourists were using 16 times more fresh water a day per head than locals. The researchers found that locals used, on average, 93.2 litres of water per day, whereas in the five-star hotels the average daily consumption per room was 3,195 litres. In less luxurious tourist &quot;guesthouses&quot;, the consumption rate fell to 686 litres per day. The water crisis has led some Zanzibar hotels to employ security guards to protect the water pipes leading into their walled complexes following sabotage attempts by angry locals who claim they are facing extreme shortages as a result of the area&apos;s falling water table. &quot;Hoteliers were taking much water and communities decided to demonstrate and destroy the water system to the hotels,&quot; one Nungwi villager told a Tourism Concern researcher. In 2010, an outbreak of cholera in the Zanzibar resort village of Jambiani, which killed three locals, was blamed, in part, on sewage from hotels contaminating ground water. Tourism Concern is calling on the international tourism industry, destination governments and tourists to urgently address this problem of &quot;massive inequality&quot;. &quot;Governments need to provide and enforce clear regulatory frameworks for tourism and water management that puts the water rights of communities first,&quot; said Rachel Noble, Tourism Concern&apos;s head of policy and research. &quot;If governments are serious about using tourism as a means to alleviate poverty and to support sustainable development, marginalised groups and communities, particularly women who usually bear the greatest burden of fetching water, must be empowered to participate in water and tourism decision-making processes.&quot; Noble added: &quot;It&apos;s time for the tourism sector to take responsibility for its water use and address the wider impacts of its consumption beyond the hotel walls.&quot; Sheela Gracias, a local activist and legal advocate in Goa, told Tourism Concern: &quot;The hotels here all have lush lawns and boreholes. But there is contamination of groundwater and the huge consumption of water by hotels lowers the water table. Wells in the neighbouring village have already become saline and unfit for human consumption. These hotels don&apos;t benefit us in any way.&quot;The report will be launched at an event at the Houses of Parliament on Monday. John Robertson MP, secretary of the all-party parliamentary group on water and sanitation in developing countries, said: &quot;It must be made clear that 2.5 billion people in the world do not have access to adequate sanitation and that almost 2,000 children a day die from diarrhoea caused by unsafe water and poor sanitation, so it is vital that this is put right for the future. The government&apos;s announcement of plans to double its targets on water and sanitation are one vital step. It is important then that Tourism Concern&apos;s report identifies that the basic right to water and sanitation should not be compromised by tourism. Governments, working with industry, should do whatever they can to protect the right to water and sanitation of citizens as a priority.&quot; Nikki White, head of destinations and sustainability at the Association of British Travel Agents (ABTA), said: &quot;The equitable use of water for both local people and the tourist industry is a key concern for ABTA and our members. We will consider carefully the recommendations made by Tourism Concern and where appropriate, how best to help progress their recommendations where action has not already been taken.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/08/fresh-water-tourist-developing", 
    "wordcount": "717"
}