{
    "headline": "Fatal attacks prompt call to lift ban on killing great white sharks", 
    "text": "The deaths of five swimmers killed by sharks in the waters off Western Australia in the past 12 months have led local officials to consider ending the ban on the killing of great whites. &quot;There&apos;s no documented account of fatal attacks attributed to white sharks in such a short time and geographic location, anywhere in the world, than what we have experienced in Western Australia and action is necessary to deal with it,&quot; said the state minister of fisheries, Norman Moore, in the wake of the latest fatal attack in July. &quot;I think we need to have another look to see whether there&apos;s been a significant increase in great white numbers since they became protected. And if that&apos;s the case, should they still be on a protected list?&quot; Moore asked for urgent clarification from Canberra on the shark&apos;s status as a protected species. Since 1999, the animals have been listed as &quot;rare or likely to become extinct&quot; and fishing or culling them has been banned. Many conservationists believe they should remain protected. &quot;Australia has an immense moral and legal responsibility to protect great white sharks in our waters,&quot; said Alexia Wellbelove, from the Humane Society International. The latest fatality was Ben Linden, 24, who was surfing 200 metres offshore when a great white bit him in half, according to witnesses. A would-be rescuer on a jet ski was driven away by the shark. Theories to explain the number of attacks range from increasing populations of seals, sea lions and whales that the sharks feed on, to there being more people in the water each year as Western Australia&apos;s population grows. What is clear to scientists is that the sharks are now bigger. Professor Shaun Collin from Western Australia University&apos;s Oceans Institute, said: &quot;There&apos;s no doubt that the bans have allowed the sharks to grow to greater maturity.&quot; He thinks removing them from the protected list would be a mistake. &quot;Sharks may be apex predators but they are also a very important part of the ecosystem and if you remove them, there can be hugely detrimental effects on whole species, as new predators step up to where the white sharks were. &quot;The big question is why there have the been so many attacks in the past year. There&apos;s been something about Western Australia in that time that has brought them closer and that&apos;s what we need to find out.&quot; The federal government says it is reviewing its great white protection plan, but getting accurate information is not easy. Only about 100 great white sharks have ever been tagged or sampled in Australian waters. &quot;Trying to find them is like looking for a needle in a haystack because they roam across such large distances and don&apos;t necessarily hang out in groups,&quot; said Professor John Pandolfi from Queensland University, whose recent study on great whites established that there are two genetic populations in Australia, one on the east coast and another that travels between South and Western Australia. Last week at Perth&apos;s Cottesloe beach, where Bryn Martin, 64, was killed by a shark last October, swimmers from the surf club were enjoying the water. Around a dozen women aged 60-90 swim up and down the beach for 20 minutes each day. They stick closer to the shore now than they used to. &quot;We err on the side of caution and only swim about 20 metres off the shore, in water that&apos;s waist-deep,&quot; said Jean Burling, 67, who swims at Cottesloe every day. Surf clubs have been given fresh instructions on shark sightings and encouraged to put posters up about shark safety. At Cottesloe, there are beach patrols and a helicopter monitors the coastline.", 
    "section": "environment", 
    "gid": "environment/2012/aug/25/great-white-shark-attacks-australia", 
    "wordcount": "627"
}