{
    "headline": "Coalition urged to regulate Indigenous hunting of endangered animals", 
    "text": "The Turnbull government is considering greater regulation of Indigenous Australians hunting of dugongs and sea turtles. Malcolm Turnbull has asked the environment minister, Josh Frydenberg, to investigate serious complaints that vulnerable and endangered animals are being subjected to great cruelty by some Indigenous families and killed merely for commercial purposes, not cultural purposes. The Coalition MP Warren Entsch raised the matter in the Coalition party room on Tuesday.   Related: Dead dugong raises concerns over fishing practices in Great Barrier Reef    He showed the partyroom a photo  since seen by Guardian Australia  of a green sea turtle lying upside down on a beach, its flippers cut off and its breast plate removed, its innards exposed. He told his Coalition colleagues the turtle had not been killed before it was mutilated, and it had been left to die in agony because its intestines were found to be inflamed (a sign the animal was diseased). He referred to scores of other incidents involving dead baby dugongs and boatloads of dead sea turtles that he said were killed by Indigenous hunters.  He said some Indigenous families were killing the animals for commercial gain and selling the meat to all parts of the country. He called for a moratorium on the hunting of the animals in areas where they were deemed vulnerable so authorities could determine how many were left. He said vulnerable animals should only be allowed to be eaten where they were hunted, rather than flown around the country to be sold for a profit. Frydenberg has accepted Turnbulls request to investigate the matter.  Im an absolute supporter of native title rights for traditional hunting for ceremony and cultural reasons, Entsch later told Guardian Australia. But there is a very small number of family groups that has commercialised it, so under the guise of traditional hunting theyre taking significant numbers of animals and flogging them off.  We make a lot of noise about the Japanese whaling, but all these conservation groups, when it comes to this sort of thing, are absolutely mute. These families should not be allowed to be packing those animals up in cryovac packs and flying them around the country. They should be consumed where theyre killed. He said Indigenous rangers working on the far north Queensland coast were trying to protect the animals, and many of the communities in which they worked had put their own prohibition on hunting the animals, but they lacked the authority to enforce the prohibition.  What Ive said that rather than duck-shove it from one department to another, what we need to do is to look at it collectively and put in appropriate checks and balances to stop this nonsense. Colin Riddell, a conservationist from a group called Animal Coalition, has supplied Entsch with many of the photos.    Hey Japan look what Australia does . I think you should ask why it is allowed. No season at all and red listed icun pic.twitter.com/cfBDLsJLqV&mdash; colin riddelI (@dugongman) October 10, 2016    He told Guardian Australia he had been promoting the issue for seven years, working with everyone from the former environment minister Greg Hunt to the former Queensland premier Campbell Newman, and the new federal senator Derryn Hinch. Im hoping Josh Frydenberg will do something, Riddell said. Greg [Hunt] said he would have a moratorium all around Australia for a minimum of two years when he was opposition environment spokesman but he didnt do it.", 
    "section": "environment", 
    "gid": "environment/2016/oct/11/coalition-urged-to-regulate-indigenous-hunting-of-endangered-animals", 
    "wordcount": "533"
}