{
    "headline": "Kristin Davis: 'Ivory is basically a blood diamond'", 
    "text": "When Kristin Davis became involved with wildlife conservation, the combination of celebrity and cause probably seemed less incongruous. On holiday in a Kenyan safari park, the actor, who made her name as prim heiress Charlotte York in hit TV show Sex and the City, joined the hunt for a lost baby elephant when a Maasai elder waved down the truck in which she was travelling and raised the alarm. She followed the trail for two days, and filmed what happened when the team found the animal, later named Chaimu after the lava rocks where she was found. &quot;She kept trying to charge us, she was so traumatised and angry. We had to cover her eyes and tie her feet, you feel so horrible but you know you&apos;re helping them, and wet her skin down because she was so hot. She had been eating dirt so her digestive system was all messed up, and you can&apos;t feed them water when they are lying down in case it gets in their lungs so eventually we had to get her up and un-blindfold her so she could drink with her trunk in the proper way, and then we had to carry her on a people stretcher which was kind of hysterical.&quot; Back at the eco-tourism lodge where Davis was staying, the rangers called the David Sheldrick Wildlife Trust whose staff arrived with supplies of elephant formula milk, antibiotics, and a plane in which to transport Chiamu to the famous nursery where Dame Daphne Sheldrick pioneered the hand-rearing of orphaned wild animals. Davis checked up on Chaimu&apos;s progress via email and was delighted, when she offered to help with a fundraiser the Sheldricks were holding in New York, to realise they had no idea who she was. &quot;They didn&apos;t know who I was which was fantastic! I didn&apos;t know they didn&apos;t know who I was but whatever, it didn&apos;t matter, right? So I had this pure relationship with them for a good long time before they realised I was an actress. Even now it&apos;s very hard to get them to ask me to do anything, they&apos;re so shy and reticent, I mean it&apos;s adorable!&quot; As Davis recounts all this over a starter-sized chicken salad in the packed restaurant of a Covent Garden hotel, it sounds like a distant memory. Nowadays she is the patron and very public face of the charity founded in memory of David Sheldrick, first warden of Tsavo national park, and is in London for a black-tie dinner to launch a new anti-ivory campaign. In a knee-length red dress and red heels at least six inches high, with a publicist on hand to whisk her off to the next appointment, she looks every inch the entertainment A-lister who over the summer dated West Wing creator Aaron Sorkin, and made her Broadway debut alongside Cybill Shepherd and Angela Lansbury playing a presidential candidate&apos;s wife in a revival of Gore Vidal&apos;s play The Best Man. Davis&apos;s website shows cheerful pictures of her grinning as she feeds a baby elephant with a giant bottle. Yet as we talk, the heart-warming side of her charity work  the infants rescued, the bonds formed, the happy endings of animals successfully returned to the wild bringing their babies back to visit the orphanage  is soon overshadowed by horror. Drawn to what she saw as an inspiring place where dedicated people were making their mark on nature, Davis now finds herself at the epicentre of a wildlife disaster. Estimates suggest around 38,000 elephants were slaughtered for their ivory in sub-Saharan Africa last year. No one knows how many survive in conflict zones in Democratic Republic of Congo and Somalia, where rare forest elephants are even more at risk. Meanwhile rhinos teeter on the brink of extinction, with fewer than 25,000 left. Seizures of illegal ivory rose from 13 in 2007 to 448 last year, and is likely to rise again in 2012. The reason is increased demand in China and Thailand where ivory has been prized for centuries and more people can now afford to buy it. Last month a report on the front page of the New York Times attempted to map the connections between civil war in Africa, consumers in Asia and criminal traffickers, and suggested that warlords including Joseph Kony are using proceeds of illegal ivory sales to buy arms. &quot;Ivory is basically a blood diamond,&quot; Davis says, &quot;if you buy it, you&apos;re buying the new blood diamonds.&quot; Unlike rhino horn, gathered for non-existent medicinal properties, chiefly sold in Vietnam and entirely illegal, ivory can be bought and sold legally. The &quot;Say no to ivory&quot; campaign that Davis is fronting aims to change this by persuading the 2013 meeting of Convention on International Trade in Endangered Species (Cites) to prevent African governments from selling stockpiled ivory, arguing that such licenses stimulate the market and fuel poaching. On the other side, southern African countries supported by some NGOs argue that the income from legal sales helps support elephant conservation. All agree that the Cites decision is crucial. But while reports increasingly focus on militarisation, with wildlife patrols and poachers engaged in an arms race, and NGOs plead with governments to address the role of organised crime, it is the way unarmed villagers have begun killing the animals that makes Davis cry. &quot;You&apos;d like to hear some gruesomeness? All right&quot; she says, as she describes going to see an elephant trapped by its foot in stolen electricity cable, then tied to a tree around which it walked for several days until it died. &quot;And then they saw its face off, and then you walk like half a mile and there&apos;ll be another one. It&apos;s bad. It&apos;s really hard. But this is the truth of what&apos;s happening and someone needs to pay attention.&quot; Tears dabbed from beneath her eyes with a napkin, she says she admires actor Colin Firth and his wife Livia for their environmental activism, and talks of her nerves about US presidential election: &quot;I don&apos;t know if actors talking about their opinions helps but I&apos;m for women&apos;s rights and women&apos;s choices so obviously that doesn&apos;t really go with the Republican side.&quot; Up all night with her teething baby daughter while working in New York over the summer (14-month-old Gemma, adopted last year by Davis at one day old, is with her mother while she is away), Davis is already planning their first trip to Kenya together. &quot;I figure if I&apos;m going to mess her sleep up it should be for something really good. Kids go to the nursery all the time and they love it. Little elephants are so cute and they play soccer, and they get in the mud.&quot; A film script she was sent recently did not live up to Gore Vidal but she rejects the idea that it is all doom and gloom for women actors over 40 (Davis is 47). &quot;Look at Meryl Streep&apos;s career. Of course she&apos;s a genius, I&apos;m not saying I&apos;m a genius, but at least there are people out there now that you can look to and say, wow.&quot; Sometimes she thinks about giving it all up and moving to Kenya, but then her friends the Sheldricks beg her not to  &quot;because they need me to be able to talk to people like yourself&quot;. &quot;That&apos;s one thing about ageing,&quot; she says. &quot;You kind of get to a point where you don&apos;t feel so ambitious any more, you know? It&apos;s a good feeling.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/kristin-davis-elephant-ivory-blood-diamond", 
    "wordcount": "1272"
}