{
    "headline": "On the road: Pilen Sport bike  review", 
    "text": "It&apos;s always dangerous to advertise something as indestructible. Like the friend who snapped a Le Creuset making a moussaka, there is always someone who&apos;ll manage to destroy in a day what another will pass down as an heirloom through the generations. Nonetheless, this handmade Swedish bicycle is supposed to last more or less for ever, so I did with it all the sort of things I avoid on my racer. I left it in the rain without fretting about rust. I didn&apos;t panic what a pothole might do to the forks. The paintwork on the last bike I tested scratched the first time I tethered it to a lamp-post with a D-lock; I gave the Pilen far more abuse and the green paint remainedpristine. It wasn&apos;t a huge change for me. I&apos;m not one of those weirdos who looks after their bike better than their partner  my bicycle will never sleep in my bedroom. And though some shameful side of me privately enjoys washing my bike of a Saturday afternoon, I generally treat my machines as workhorses rather than ornaments to admire. So the Pilen should have been perfect for me. The expensive steel frame is strong and the Nexus hub keeps the eight well-spaced gears away from the elements. It&apos;s the first time I&apos;ve ridden a bike with front and rear roller brakes tucked away in the wheel hubs, and I was very impressed how effective and low (zero) maintenance they were. The integrated Abus rear-wheel lock meant I only had to lug around one lock to wrap around the front wheel and frame. The dynamo saved me faffing around taking off the lights every time I locked it up and the shiny mudguards protected my clothes from much of April&apos;s showers. And yet, and yet. I never really fell for the Pilen Sport. Perhaps it&apos;s one of those products that only makes true sense in its native setting. Just as that Sarah Lund sweater looks better in Copenhagen than Croydon, the Pilen seems more suited for the civilised streets of Mlilla, the southern Swedish town where Pilens are made, than for someone like me living in a one-bedroom flat in Hackney. It&apos;s advertised as a light bike but it weighs 18.1kg all in, and Idreaded hefting it up two flights of stairs every evening. There was no way I was leaving it outside  it costs 995! Here&apos;s how they came up with the price. Posh frame. Fancy super-strong forks with crown brazed legs. A Brooks saddle worth 70. Limited production runs. Much is made on the Pilen website about the bike being lovingly designed and assembled in Sweden, which would explain much of the cost  until you realise the frames and forks are made in Taiwan and feel a little short-changed. Pilen Sport     Pilen sport bike detail Photograph: Simon Stuart-Miller    Price 995,  from there-cycling.co.ukFrame Chromium-molybdenum steel (not stainless steel) Gears 8 (Shimano Nexus Inter-8 hub) Weight 18.1kg, including lights, rear-wheel lock and rack In a word Scandy  This article was edited on 28 May 2012. In the original, we said Pilens bicycles were made in the &apos;southern Swedish town of Smland&apos;. Smland is, in fact the third biggest province in Sweden, covering more than 29,000 square kilometres. This has been corrected.", 
    "section": "technology", 
    "gid": "technology/2012/may/25/pilen-sport-bike-review", 
    "wordcount": "554"
}