{
    "headline": "How your pension is being used in a $6 trillion climate gamble", 
    "text": "Suppose you werent worried that we humans aredestroying our water supply and eroding our ability to feed ourselves byburning coal and gas and oil and hence changing climate. Suppose you thought that was all liberal hooey. What might worry you about fossil fuels instead?How about a six trillion dollar bet, including a big slug of your own money, onpeople not doing what they have said they are going to do, and that some havealready sworn to do in law? Six trillion dollars is what oil, gas, andcoal companies will invest over the next ten years on turning fossil fueldeposits into reserves, assuming last years level of investment stays thesame. Reserves are by definition bodies of oil, gas or coal that can be drilledor mined economically. Regulators allow companies, currently, to book them asassets, and on the assumption that they are at zero risk of being stranded -left below ground, &quot;value&quot;unrealized - over the full life of theirexploitation.Yet a report published today shows theyare at very real risk of being stranded, and in large quantity. Governmentsagreed in 2010 to keep global warming below two degrees. The Carbon TrackerInitiative, a group of concerned financial analysts based in London, has teamedup with the Grantham Institute, a climate research centre, to calculate howmuch carbon it would take to reach that two degree threshold, and what it meansfor the capital markets. By this calculation, fully 60 to 80% of oil, gas andcoal reserves listed on stock exchanges are unburnable. The six trillion dollar bet is that thiscalculation remains entirely theoretical, and that fossil-fuel companies willbe allowed to keep pumping up the carbon bubble by investing more cash to turnresources into reserves, and continue booking them at full value, assuming zerorisk of devaluation. It&apos;s a bet that effectively says to government: nah, wedont believe a word you say. We think youll do nothing about climate changefor decades.&quot; Yet the British government, for one, has signed its targets intolaw, and the Copenhagen Accord brokered by the Obama administration in 2009specifically sets 2 degrees as its goal.And all governments at the most recent annual climate negotiations haveagreed to set legally binding targets at the 2015 climate summit in Paris. Both companies and ordinary citizens ought tobe very worried by this disconnect between capital markets and climatepolicymaking. This is because so much of the value of stock exchanges involves pension money, and so much of peoples prosperity hinges on the value of theirpensions. HSBC recently calculated that shares in coal companies could bedevalued by 40-60% in a world acting on the climate threat. Yet vast pensionassets are invested in coal. The ratings agency Standard and Poors recentlyconcluded that the business models of tar sands companies could be invalidatedin a world acting to constrain carbon. Yet vast pension assets are invested intar sands. The six trillion dollar bet also involves twomandatory side bets. The first is that the news on climate change doesnt getworse than it already is, so putting governments under even more pressure toact on carbon than they already are. Sadly, we and many like us think it will,especially as natural amplifiers to global warming, like melting permafrost,kick in. For this reason we think that the Carbon Tracker Grantham figures areconservative: if they are wrong, they are much more likely to be wrong on thedown side. The second side bet is that the new civilresistance to fossil fuels wont add significantly to the pressure ongovernments to act. We think it will, for reasons you can see on the350.orgwebsite, and in the rising tide of peaceful direct action on streets, incampuses, on solar rooftops, and elsewhere across society. The pooled message to regulators, fromCarbon Tracker analysts and 350.orgactivists alike, is clear. Do your job.Start requiring recognition of stranded carbon-asset risk in capital-marketsprocesses. Start deflating the carbon bubble before it pops. The message to all the players across thefinancial chain, from ratings agencies through accountants, to actuaries,investment advisors and all the rest, is also obvious. If the regulators wontdo their job, do it for them. Jump, before you are pushed.  Jeremy Leggett is Chairman of Carbon Tracker. BillMcKibbenis founder of 350.organd Schumann Distinguished Scholar at Middlebury College", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/19/pension-6-trillion-climate-gamble", 
    "wordcount": "830"
}