{
    "headline": "How fast is 4G wireless broadband in the UK? A tester reveals", 
    "text": "Trefor Davies is chief technology officer of Timico, and one of the people who last year pushed the idea that the UK needed to begin shifting over to IPv6. He&apos;s also had the opportunity to try out O2&apos;s 4G system around London - and he likes what he finds. Here are his personal experiences. Fast? Try faster 4G is like lightning. It&apos;s an eye-opener which seriously enhances the mobile data experience; it&apos;s going to change the mobile game. Mobile data is already an important feature in the business communication landscape. As an ISP we see demand for it in the area of machine-to-machine, rapid site deployment, backup solutions for disaster recovery scenarios, and of course straightforward internet browsing and email access from mobile devices. The strategic importance of mobile data has even led Timico to invest in an Ethernet connection direct into the O2 network. We can now offer solution with mobile MPLS (multiprotocol label switching, used for high-performance networks) that sit within the same environment as existing fixed-line MPLS networks. That&apos;s ideal for businesses that need security in both fixed and mobile networks. Over the last year or two in the UK the focus in fixed line broadband has been on Fibre To The Cabinet (aka FTTC), or in marketing jargon &quot;fibre broadband&quot;. With downlink speeds of &quot;up to&quot; 40 megabits per second (to be upgraded to 80Mbps in April), the technology is revolutionising how people use their broadband connection. (BT markets it under the &quot;Infinity&quot; label; you&apos;ll probably have seen the TV adverts.) Add in the growth in high-quality streaming video and gaming services, and it&apos;s easy to see how the additional available bandwidth will be consumed. Until very recently the mobile world, in the UK at least, has remained firmly in the domain of 3G  a technology that now seems relatively stone aged compared with fibre broadband. HSDPA makes the experience more bearable but it is still many megabits adrift of its fixed-line counterpart. The mobile companies are poised to change all this with LTE (Long Term Evolution), otherwise known as 4G. Trials are being conducted in a small number of locations in the UK. Timico is the first O2 Service Provider partner to be invited onto its London trials. This service is like lightning. It&apos;s fast, speedy, call it what you like - it&apos;s a life-changer. It&apos;s one of those projects that has been a pleasure to be involved in. With only 25 masts around central London, coverage is nowhere near what you would describe as ubiquitous; but this is only a trial. When you&apos;re in a coverage area, the speeds are great. I started off in McDonalds at Kings Cross with a dongle fresh out of the box. After installation of the software, which was easy, the dongle performed an automatic firmware upgrade (also easy) using its own 4G connection.     4G in McDonald's Photograph: Trefor Davies    At McDonalds I was getting over 13Mbps down and 540Kbps up, which to my mind was a bit disappointing  though I&apos;m not sure it should have been. I have experimented with O2&apos;s 4G at its head offices in Slough and seen much faster speeds both up and down.  But what I was getting while sitting at a table in a fast-food restaurant at a train station was faster than I get from my home ADSL2+ connection. You can&apos;t really grumble about that. However I knew I could get better. Roaming around town on the top deck of a number 25 bus, near Wardour Street I got 15.5Mbps down, and, amazingly, 25Mbps up. The ping times (how long it takes for connections to sites to reach them, not just how fast the connection to the towers was) for all these measurements were impressive. In torrential rain, I next moved around on foot, dipping into various places to check out the speeds and moving generally towards known good hotspots. In the end I took shelter in a pub called the Devonshire Arms, on Duke Street, just off Oxford Street. Sitting in the window and sipping a cup of tea, I hit the jackpot, with 40Mbps down and 23 Mbps up.      4G in the Devonshire Arms pub Photograph: Trefor Davies    I did various tests, including varying the browser for the test - Google&apos;s Chrome was much better than Microsoft&apos;s Internet Explorer. I also did video calls with both Timico&apos;s own VoIP service and Skype. The screenshot shows me running four simuiltaneous BBC iPlayer daytime TV streams. Oh, the sacrifices you have to make to get a blog post written.      iPlayer on 4G Photograph: Trefor Davies    The highest I have seen recorded is 97Mbps in the O2 Arena itself. The 2,600 MHz LTE itself will go to 150Mbps but the dongle tech doesn&apos;t currently support this. We do have to remember this is very much a test rather than a production rollout so it isn&apos;t going to be perfect but even considering this the experience has been great. The raw speed I saw with O2&apos;s 4G was terrific when in good coverage areas. Data allowances: the high-speed elephant in the room The amount of data you can download in a very small amount of time is going to change the game. In the US, owners of the new 4G-enabled iPad have already discovered they can burn through a few gigabytes&apos; monthly allowance in a couple of hours. (Note: link may require subscription.) In upgrading the dongle firmware, for example I used 50MB in around a minute. If you consider that until recently a typical &quot;fair use&quot; policy for an &quot;unlimited&quot; data package was 500MB in a month, then you can see that the model is going to have to change. Mobile operators are going to have to increase their backhaul capacity by some orders of magnitude. Next, spectrum allocation for 4G rollout will be very important. Essentially, there are two groupings: high frequency (2600MHz) or low frequency (in the UK, 800MHz). Low and high frequencies have different characteristics: low-frequency signals are better at penetrating walls, but high-frequency ones can carry more data in a given time. So the overall network design represents an interesting (though not insurmountable) challenge for engineers. This makes the forthcoming Ofcom spectrum auction important: there is a mix of spectrum that is going to be optimum for commercial success. As a side note, it will be interesting to see how much the operators are prepared to pay for spectrum. They all think they overpaid for 3G (22.5bn, followed by gigantic writedowns) but the demand has not been there for most of the time that 3G has been around.  The new new thing It&apos;s different this time  and people are starting to get used to paying for the bandwidth they use. From an end-user perspective, the ability to have genuinely fast internet access on your laptop, tablet or mobile phone is going to change the computing experience. Whilst Wi-Fi is becoming increasingly common (at least in pubs, coffee shops and other public places) the need to authenticate is still a nuisance. Also, not having to wait whilst a screen loads up on your mobile phone feels like it should be a human right. It is certainly going to drive more business into the mobile environment. Timico, for example, gives all its salesforce an iPad so that they can demonstrate Timico applications and our customer portal on the fly at a customer&apos;s premises. An iPad with 40Mbps of bandwidth all of a sudden becomes a low-cost endpoint for a telepresence HD conferencing system. Games for all The gaming experience is going to be great (I&apos;m not a gamer, but one of my kids would spend his entire live tethered to the Xbox.) Who knows what mobility combined with high speed internet will do for that industry, freed from the shackles of the lounge or the bedroom? City-wide action games? Orienteering for the 21st century? The use of mobile technology for backup purposes will also extend into many more areas of businesses. Typically, 3G is used where only low bandwidth is required, or where any bandwidth is better than no bandwidth. But 4G becomes a viable solution for offices  even company headquarters. Of course ,with many more people on a production 4G network the average speeds available may well come down (ever tried to download something on 3G at a busy train terminus?) but LTE really is a game changer. And finally... I should finish off with a big thank you to O2 for including me in the trials. It&apos;s good to be able to work with such a progressive partner.  And now just wait?", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/28/4g-broadband-uk-how-fast", 
    "wordcount": "1426"
}