{
    "headline": "Airlines 'made billions in windfall profits' from EU carbon tax", 
    "text": "Airlines made windfall profits of up to 1.2bn ($1.81bn) last year from a EU carbon tax they claimed would impose crippling costs on industry, according to a report into the measure&apos;s impact on the industry. The EU backed off on plans to charge airlines for their carbon pollution after ferocious opposition from American, Chinese, Russian and other airlines, which argued the charge would cost the industry billions. Congress passed a law last November shielding US carriers from paying the tax. The lobby group, Airlines for America, claimed at the time that the EU law would cost more than $3bn by the end of the decade. Now, it turns out, airlines made 872m from the carbon tax  plus an additional 486m when the EU agreed to hold off collecting the fee for a year, according to the report compiled by the Dutch consulting firm CE Delft. The tax that so outraged the aviation industry was designed to make airlines pay for each tonne of carbon their planes emitted flying into and out of European airports. The report, commissioned by the Brussels-based advocacy group Transport and Environment, said airlines realised two distinct lines of profit from the EU&apos;s emissions trading scheme. First, they charged customers a fee to cover the full cost of the carbon allowances they would need to cover their emissions  even though companies got about 85% of their allowances for free. Some airlines raised ticket prices when the carbon tax first went into effect in January last year. American carriers charged $3 for one-way flights to and from Europe. That was the biggest source of the windfall profit for the industry, worth as much as 872m, according to the report. &quot;It is very probable to assume that the airlines  passed their anticipated extra costs due to EU ETS on to their clients at least until November 2012,&quot; it said. The airlines then made an additional one-off windfall profit of 486m after the carbon tax was put on hold last November. The report acknowledged airline pricing was not entirely transparent. But it estimated European airlines benefited the most from the windfall profits, taking in as much as 758.4m in total. American airlines collectively made as much as 175.4m. In terms of individual carriers, Lufthansa made as much as 53.6m in windfall profits, followed by Air France with 51.5m, and British Airways at 44.1m. Delta was estimated to have made 29.7m and United Airlines 29.2m, with American Airlines in line for 175m in windfall profits, according to the report. Transport and Environment said the airlines should give any windfall proceeds to the UN climate fund. &quot;People have paid for fighting climate change. Why should that contribution go towards the profits of the company?&quot; said Bill Hemmings, aviation manager at Transport and Environment. &quot;Collectively they should make a substantial contribution to the green fund.&quot; The International Air Transport Association, the airline trade association, dismissed the findings, saying they were based on &quot;assumptions and guesstimates&quot;. The industry group&apos;s chief executive, Tony Tyler, said in a statement: &quot;The industry&apos;s 1% net margin in 2012 indicates just how much airlines struggle to cover the real cost of air transport in air fares. Suggesting that airlines have been able to recover hundreds of millions of euros from passengers for costs they did not face is ludicrous.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/24/airline-windfall-profits-carbon-tax", 
    "wordcount": "570"
}