{
    "headline": "Primed for the coming empire", 
    "text": "I know that purpling down the brook: from a distance it resembles a soft haze of claret caught in a cold grey gallery of ash, willow and poplar over streams that ssh and gossip through stick dams. Up close they&apos;re alder catkins, still horn-hard clusters of ammunition, primed for the coming empire but not yet loose enough to drip like wine. I know that whistling hedge: a lone white feather, a torn lichen and spiderweb purse of long-tailed tit nest, then a soft applause of wings and a sound of distant playgrounds as charms of chaffinch and goldfinch arrive to live their charmed lives, if frost and rain and famine spare them. Then the robins start an almost-song and bluetits, great tits and wrens join in but hold back, not wanting to give away too much until the long hedge and its trees sound like singing faraway but not; the birds are only singing faraway in their heads. I know that dusk chorus: blackbirds from these shores and blackbirds from across the North Sea join together in darkening fields to begin a kind of protest. All day they&apos;ve been itching to let out their demon but cannot dare the whole fury, so their chiding clucks and two-note challenges begin. Even fragments of blackbird song slip out and  for a while, as the light fades  they build a fierce sound, silenced by the long hoot of a tawny owl, as iron-clad as the old Severn Valley Railway whistle. I know that hedge-top ghost: gold-backed, white-fronted, disk-faced and silent, the barn owl flies inches above the hedge, watching either side for a betraying twitch or listening for the heart-thud of a vole. Like me, the owl knows something has changed. It&apos;s not just a few days of milder air without rain. It&apos;s not just the alder catkins, the small birds gathering in the hedge, the blackbirds daring to sing. It&apos;s a moment that can&apos;t be spoken about yet and is so easily snatched away.", 
    "section": "environment", 
    "gid": "environment/2013/jan/08/primed-for-the-coming-empire", 
    "wordcount": "332"
}