{
    "headline": "Talk Point: Your views on fair trade", 
    "text": "Twenty-five years since the launch of the first Fairtrade label, the fair trade movement seems more popular than ever. Last year, 60% of consumers surveyed across 24 industrialised countries said they believed their shopping habits can make a difference in the lives of farmers and workers in poorer countries. The UK Fairtrade market is doubling every two years, and in sectors such as coffee and bananas around 20% of products sold now bear the Fairtrade hallmark. According to the Fairtrade Foundation, more than 6 million people in 60 countries worldwide directly benefit from the international Fairtrade certification system. But what difference has the fair trade movement made? Is it still relevant? Does fair trade certification really help individual consumers build the trade systems they&apos;d like to see? Or is it a smokescreen for bigger problems? Later this month we&apos;ll discuss these issues in our Global development podcast. Let us know what you think about fair trade, its possibilities and its limits, and help shape our debate. The Fairtrade Foundation argues:  By requiring companies to pay sustainable prices (which must never fall lower than the market price), Fairtrade addresses the injustices of conventional trade, which traditionally discriminates against the poorest, weakest producers. It enables them to improve their position and have more control over their lives.   But the fair trade movement is not without its critics. Some argue it distorts markets, misleads consumers and carries high administrative costs. Others say it is not a strategy for long-term development and that its claims are exaggerated. In the wake of its November 2011 report claiming cotton subsidies in rich countries cost west African farmers 155m a year, Fairtrade&apos;s Aurelie Walker argued that due to constant WTO failures, fair trade is still the only option for many poor communities.  As long as small and poor countries remain without a voice, the role of campaigning organisations, such as Traidcraft and the Fairtrade Foundation, which are working together to eliminate cotton subsidies, will remain critical.  But, as industries catch on to the marketing potential of fair trade, are big-brands benefiting more than producers? Writing on the Guardian&apos;s Environment site last year, Dan Welch investigated high-street coffee on a range of ethical criteria, from Fairtrade to environment and animal welfare. He concluded that he&apos;d rather buy a 30% fair trade Rainforest Alliance coffee from Costa, than a 100% Fairtrade Starbucks coffee, given the US company&apos;s other ethical failings  which meant it came last on his list. What are the possibilities and the limitations of &quot;ethical consumerism&quot;? Does the focus on fair trade divert attention from deeper issues of global inequality? We&apos;d like to hear from you, whether you work in, or are part of, fair trade production and distribution, and choose to purchase its products or not. Post your comments and questions below, and help shape our podcast on fair trade. If you have any problems posting, or if you would prefer to comment anonymously, email us at development@theguardian.com.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/01/fair-trade-ethical-debate-fairtrade", 
    "wordcount": "497"
}