{
    "headline": "Ivory Coast finding reconstruction easier than reconciliation", 
    "text": "     Construction sites loom at every twist and turn of the super six-lane highways that weave around the bri lagoon in the heart of Abidjan. Roads are being widened. New apartment blocks and shopping malls are joining 1970s skyscrapers on the skyline. And the final touches on a shiny new high-rise tower signal the African Development Bank&apos;s return after more than a decade. Two years after the post-election conflict, when more than 3,000 people were killed, Ivory Coast&apos;s economy is bouncing back. With the country relieved of nearly $8bn (5bn) in debt after reaching completion point of the heavily indebted poor countries initiative, investors are returning and GDP climbed to 9.8% last year. &quot;The recovery has been very impressive,&quot; said Marcelo Giugale, the World Bank&apos;s head of economic policy and poverty reduction in Africa, on a recent visit. &quot;Not just economically speaking, but institutionally.&quot; But amid the praise of the government&apos;s economic success under President Alassane Ouattara, the former deputy head of the International Monetary Fund, there are accusations of &quot;victor&apos;s justice&quot;, continued human rights violations and revenge attacks (pdf). For 10 years, Ivory Coast existed as two self-governing halves. A failed coup in 2002 essentially split the country in two, with the north controlled by the rebels of the former Forces Nouvelles and the south in the hands of Laurent Gbagbo, the former president. When Gbagbo refused to step down after his defeat in the 2010 presidential elections, violence erupted. Both sides were implicated in human rights violations. When Ouattara was sworn in as president in May 2011, the Forces Nouvelles became the government army, the Republican Forces of Ivory Coast (FRCI). Warlords were given strategic command posts, rebel zone commanders controlling the illicit cocoa and cashew nut trade gained political strength, and, according to the UN panel of experts report (pdf), &quot;their warlord-style economic activities&quot; continued. Ouattara has vowed repeatedly to uphold impartial justice, claiming no one will be protected. Last month, the justice minister, Coulibaly Gnenema, said he was ready to prosecute anyone in the military if there is proof of illegal activity. However, while more than 150 pro-Gbagbo supporters have been held to account for violent crimes related to the conflict, only a handful from the pro-Ouattara camp have been prosecuted. In the far west of the country, in the fertile farmland close to the Liberian border, there is little sign of economic recovery. Plagued by land conflict that has sparked some of the country&apos;s most brutal violence over the past decade, the once lush virgin rainforest is home to sprawling cocoa plantations and remains a tinderbox of land disputes and insecurity. Duekoue witnessed the single biggest massacre in the country when pro-Ouattara forces captured the town during the conflict in April 2011. Bohe Constant, 45, and his family, from the pro-Gbagbo area of town, were among 30,000 refugees who camped out at Duekoue&apos;s Catholic mission. &quot;It wasn&apos;t safe outside for men,&quot; he said as he explained how they were pulled out of the crowds and shot on the spot. No one has been charged for the killings. &quot;It&apos;s victor&apos;s justice,&quot; added Constant. &quot;This cannot solve the problem.&quot; While there has been some reform of the security forces, the western region of Ivory Coast is still volatile and unpredictable. In March, 15 people were killed by unidentified gunmen (pdf) who stormed through the border villages of Zilebly and Petit Guiglo in the middle of the night, setting fire to houses as people slept. At least 7,000 people fled and only a few hundred have returned. &quot;There are many who are afraid,&quot; said Anselme Dand, the youth president of Zilebly, whose home was burned down during the attack. Some say the violence was sparked by disputes over land, others say it was down to gunmen, hiding in the forests across the border in Liberia and intent on destabilising the government. Since then, the UN envoy to Ivory Coast has requested the use of drones to monitor the border and the Ivorian government has increased the number of army personnel in the region. Security remains an issue, however. In the nearby town of Blolquin, lines of people waited patiently to see the sous-prfet, the second in charge of the region. Sitting behind a desk piled high with manila folders, Claude Koffi said land conflicts take up most of his time. &quot;More than 60% of those who come to the sous-prefecture come for land dispute issues,&quot; he said, &quot;for example, saying someone else has sold their land or with a dispute over their boundaries. We will listen to them and try to help.&quot; Land and who owns it has often been cited as a root cause of Ivory Coast&apos;s conflict. As the thousands of refugees in Liberia return, along with those displaced internally, the threat of violence persists. &quot;If we do not pay attention now to solve land conflicts, there&apos;s a high risk of things escalating in the west,&quot; said Boniface Di who helps mediate land disputes for the Norwegian Refugee Council, an NGO working in the west. As Ivory Coast rebounds economically, prompting thoughts of a return of the &quot;Ivorian miracle&quot;, tensions over the lack of justice and security bubble under the surface. Attacks in the west and the lack of prosecutions undermine the government&apos;s efforts for national reconciliation and stability. &quot;The reconstruction is relatively easy compared to reconciliation,&quot; said Giugale. &quot;You can build a bridge, the question is whether all parties and all segments of society want to cross that bridge.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/20/ivory-coast-reconstruction-reconciliation", 
    "wordcount": "954"
}