{
    "headline": "Using the web for learning and teaching  a new understanding", 
    "text": "What are the implications for learning and teaching when we move from perceiving the web as a collection of tools to thinking of it as a series of overlapping spaces? This was the focus of a recent Higher Education Academy event on flexible learning and online residency. The term residencycomes from the Visitors and Residents continuum (V&amp;R) which I proposed as an alternative to Marc Prensky&apos;s digital natives and immigrants idea. V&amp;R is a simple metaphor for online engagement: some people visit the web while others live out a portion of their lives online and are, in effect, resident in online spaces. Unlike Prensky&apos;s idea, the V&amp;R continuum does not assume there are links between age and technical skill, but instead focuses on motivations to engage. We are currently using the V&amp;R continuum as the underpinning principle in a longitudinal JISC-funded project which, in partnership with OCLC, is exploring what motivates learners, teaching practitioners and researchers to engage with the web. We are particularly interested in learner-owned literacies  approaches to information seeking and collaboration online which individuals evolve outside of an institutional context. Rather than aiming to produce a framework of digital literacies, we are working with the notion of &apos;genres of participation&apos;, an approach first used to define aspects of digital youth culture but which, using V&amp;R as genres, translates well into more academic contexts. The strength of taking this approach is that the notion of genres is inherently fuzzy edged, reflecting the increasingly blurred boundaries between roles and behaviours online  between the personal and the institutional. Unlike many competency frameworks, V&amp;R doesn&apos;t imply that there is a linear progression in developing digital literacies. In fact our data indicate that individuals evolve their forms of engagement online in a fairly ad hoc, try-it-and-see manner, based on their immediate needs. In many cases their approaches are blunt but effective, with the response to the question &quot;How do you go about using the web for your learning?&quot; often being &quot;I Google and see what comes up&quot;. At the HEA event we focused on the residency end of the continuum, not because this is necessarily a more effective genre of participation for learning, but because the implications of the web-as-a-space and the related modes of engagement are less understood than those at the visitor end of the continuum. Certainly residency is inherent in some of the new forms of practice we see emerging online such as the original form of the MOOC (massive open online course), and the notion of residency is often linked to agile, communal forms of knowledge creation and ways-of-knowing. Many of the graduate attributes higher education institutions are espousing appear to require reasonably high levels of residency and visibility online with phrases such as &quot;engage productively in relevant online communities&quot; and &quot;influence others in an increasingly digital world&quot;. So the importance of these forms of engagement is being established but what is not yet clear is how we actually support this in practice. It&apos;s not easy facilitating a shift from a visitor to a more resident mode and some of the teaching practitioners at the HEA event shared how difficult it is to communicate to learners what the possible benefits of having a presence and sharing practice online could be. For many, education is predominantly about consuming knowledge from trusted sources and seeking the wisdom of established experts. Study is seen as a relatively private activity which finishes with a series of exams. It&apos;s not commonly perceived as an evolving practice in which personal views are openly shared and in which students&apos; opinions become a valued part of a communal learning experience. The resident style digital literacies that are often discussed, such as developing a professional identity online and the ability to visibly collaborate on the web, can appear daunting, risky and potentially a huge distraction from the &quot;real&quot; curriculum for many learners. Even so, I think this type of anxiety is a valid and good defence against a consumerist mindset. We should be pushing learners to expand their view of education beyond traditional forms of expertise. The V&amp;R project is gaining an understanding of how, and more importantly why, we use the web for learning. It will continue to share its findings and is planning to produce a toolkit-style learning resource to support practitioners interested in resident forms of practice. We are keen to move this area forwards so that our learners, to use JISC&apos;s definition, are fitted with the capabilities for &quot;living learning and working in a digital society&quot;, to achieve this we need to be doing much more than advising how to Google a bit better. David White is a researcher and co-manages Technology-Assisted Lifelong Learning (TALL), a learning and technology R&amp;D group in the University of Oxford. He tweets at @daveowhite. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/08/web-learning-teaching-digital-literacy", 
    "wordcount": "852"
}