{
    "headline": "Amazon: 7bn sales, no UK corporation tax", 
    "text": "Amazon.co.uk, Britain&apos;s biggest online retailer, generated sales of more than 3.3bn in the country last year but paid no corporation tax on any of the profits from that income  and is under investigation by the UK tax authorities. Regulatory filings by parent company Amazon.com with the US securities and exchange commission (SEC) show the tax inquiry into the UK operation, which sells nearly one in four books sold in Britain, focuses on a period when ownership of the British business was transferred to a Luxembourg company. The SEC filings, highlighted by Bookseller magazine, show that in the past three years, Amazon has generated sales of more than 7.6bn in the UK without attracting any corporation tax on the profits from those sales. HM Revenue &amp; Customs (HMRC) refused to confirm it was investigating Amazon.co.uk, and its inquiries could be a routine audit. But Amazon&apos;s tax affairs are being investigated in the US, China, Germany, France, Japan and Luxembourg. Amazon, which launched in the UK in 1998, is the UK&apos;s most popular retail website, with more visitors than Argos, Next and Tesco. It sells a vast array of goods other than books and recently won an award for offering the best customer service in the UK. But the business that people voted for is not British-owned. The UK operation avoids tax as the ownership of the main Amazon.co.uk business was transferred to a Luxembourg company in 2006. The UK business is now owned by Amazon EU Sarl and the UK operation is classed only as an &quot;order fulfilment&quot; business. All payments for books, DVDs and other goods go directly to Luxembourg. The UK business is simply a delivery organisation. The latest 2010 accounts for Amazon EU Sarl show the Luxembourg office employed just 134 people, but generated turnover of 7.5bn (6.5bn). In the same year, the UK operation employed 2,265 people and reported a turnover of just 147m. According to the SEC filings, UK sales that year were between 2.3bn and 3.2bn. Amazon in the US has earned an average 3.5% profit margin over the past three years. UK sales over the past three years, according to the SEC filings, were between 7.6bn and 10.3bn. If the same profit margin was applied, this would have generated taxable profits of 266m-360m and yielded notional UK corporation tax of up to 100m. However, in the nine years between 2003 and 2011, the UK-registered company has reported a cumulative net tax bill of just 3m  of which 1.9m was incurred in 2011. This is not the tax actually paid to HMRC; that information is not available because the UK company is not required to produce a cash flow statement. The Guardian asked Amazon why it paid no UK corporation tax on the 3bn it takes out of the economy. The company declined to answer any specific questions on its tax affairs. Instead, in an email, it said: &quot;Amazon EU serves tens of millions of customers and sellers throughout Europe from multiple consumer websites in a number of languages, dispatching products to all 27 countries in the EU. We have a single European headquarters in Luxembourg with hundreds of employees to manage this complex operation.&quot; Richard Murphy, of the Tax Justice Network, said rewriting tax rules to prevent arrangements such as those used by Amazon.co.uk would be a huge task. &quot;The key issue is, what is sold here and what is sold &apos;into&apos; here? The answer is to deem distance sellers [as] resident in the UK with regard to their sales made here. That would be a big issue to take on.&quot; Amazon would not comment on why it switched ownership of the UK business to Luxembourg in a complex manoeuvre that saw the UK company&apos;s shares change hands four times. However, the US parent company has suggested it may have been done to reduce the group&apos;s tax bill. In a 2006 SEC filing, the company referred to &quot;establishing our European headquarters in Luxembourg, which we expect will benefit our effective tax rate over time&quot;. Amazon&apos;s UK operations are also poised to benefit from Luxembourg ownership in the battle for the lucrative and fast-growing ebook market. Being based in Luxembourg means it can charge VAT on ebook sales at the local rate of 3% rather than the 20% VAT imposed on British-based ebook retailers. In its most recent SEC annual filing, Amazon admits: &quot;The effective tax rate in 2011, 2010, and 2009 was lower than the 35% US federal statutory rate primarily due to earnings of our subsidiaries outside of the US in jurisdictions where our effective tax rate is lower than in the US. Such earnings primarily relate to our European operations, which are headquartered in Luxembourg.&quot; Amazon is currently disputing a tax bill of nearly 1bn imposed by US authorities relating to transfer pricing  a mechanism used by multinationals to trade goods and services among group companies. It is also under fire in the US as it does not collect any sales taxes on products sold in states where it does not have an office or warehouse. It is believed to only collect sales tax in five states, but other states are now planning to alter state legislation to impose the sales tax on the company.", 
    "section": "technology", 
    "gid": "technology/2012/apr/04/amazon-british-operation-corporation-tax", 
    "wordcount": "919"
}