{
    "headline": "Women's Legal Centre hails wider import of Namibia sterilisation verdict", 
    "text": "The issues of improving girls&apos; education and women&apos;s access to justice are central to efforts to end the coerced sterilisation of women with HIV, says a South African lawyer who is supporting efforts to end the practice in her country. The victory on Monday in Namibia&apos;s high court of three women who were sterilised without informed consent was welcomed by Sanja Bornman, a lawyer with the Women&apos;s Legal Centre in Cape Town. The centre is backing legal action by two women who claim they were forcibly sterilised in South African government hospitals in 2009. A further 22 women have joined forces through the Durban-based Her Rights Initiative to lobby the country&apos;s department of health for redress. &quot;The outcome in Namibia is of great significance to the South African women,&apos;&apos; said Bornman. &quot;Coerced sterilisations of marginalised populations have a eugenics-based rationale, associated with trying to eliminate minorities or reduce the numbers of those not desired by society. Women&apos;s groups in Kenya, Zambia and Swaziland have reported similar cases, and Bornman believes a more orchestrated approach to tackling the issue is necessary. &quot;Fighting the practice involves action on many fronts, not just in court. Contraceptive policies have to be addressed, women have to understand the concept of informed consent, and they need to be educated and empowered to negotiate with the health system.&apos;&apos; The stories of the 22 women who were interviewed by Her Rights Initiative were presented to South Africa&apos;s health minister, Aaron Motsoaledi, earlier this year. The women in the report, entitled I Feel Like Half a Woman All the Time, describe being sterilised without their knowledge when seeking medical care and being asked to sign consent forms while in labour. The women, both rural and urban, said they suffered double stigmatisation for being HIV positive and unable to bear children. The consequences included abandonment and divorce. They said healthworkers had bullied, humiliated and abused them. Some had been told that all women with HIV had to be sterilised or they would die if they had another child. Promise Mthembu, the founder of Her Rights Initiative, is disappointed by the health minister&apos;s response. &quot;The department of health denies the practice is policy and says it will investigate the cases of the 22 women,&quot; said Mthembu, who discovered she had HIV when she was 22 and says she was refused treatment at a Durban hospital unless she agreed to be sterilised. &quot;But we get the feeling this issue is not one of their priorities. Healthcare workers have to fill in timesheets and book theatres. It looks to us like silent policy.&apos;&apos; Mthembu has regretted the decision ever since and now, aged 35, campaigns full-time to expose a practice she believes is institutionalised in many South African hospitals. &quot;The pain of coerced sterilisation never ends,&quot; said Mthembu. &quot;At every point in your life you interact with it  if you start a new relationship, if a new child is born into the family, or if you start a new job and people ask you about your life.&apos;&apos; She said South African women who have been subjected to the practice have a range of demands. &quot;Counselling is the main request, and a public apology. Others want reversals  but mostly this is medically impossible because of the way the operations have been done  or they would like financial help with assisted conception, or help to adopt.&apos;&apos;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/31/womens-legal-centre-hails-namibia-verdict", 
    "wordcount": "576"
}