{
    "headline": "The Last Story  review", 
    "text": "The orphan troupe, the gelled hair, the tinkling arpeggio, the heaving city, the unseen world-threatening terror, the boastful, conclusive title; The Last Story will be familiar to fans of director Hironobu Sakaguchi&apos;s work. But it is perhaps inevitable that any new Japanese RPG from the creator of Final Fantasy will share themes, ambience and aesthetics with Square-Enix&apos;s conquering behemoth franchise. Final Fantasy  designed by Sakaguchi in 1986 as a last ditch attempt to create a successful video game  salvaged not only his own fledgling career but also the fortunes of the diminutive company, turning it into one of the world&apos;s largest and most powerful game (and movie) publishers. For any creative in his 50s, the temptation to revisit the magical recipe that made him in his 20s must me compelling. But then again, to dismiss this curious Wii game as a copycat would be grossly unfair. The surface details may be familiar, but the mechanical engine that fires the fantasy is fresh, and the experience unique for it. Indeed, Sakaguchi claims that his studio Mistwalker dedicated an entire year of prototyping to answering the design question: how can we make the JRPG battle system more interesting and dynamic? The results of that focus are smart and engaging, offering a real-time weave of offensive and defensive options with ranged and close quarters weapons that ensure each encounter is fraught with tension and tactics. You play as Zael, a young mercenary thrown in with a ragtag bad of cohorts on an unfocused quest to find fame, fortune and their identity on the diverse island of Lazulis. Here mercenaries are feared but also looked down upon, a poor man&apos;s knight characterised by brutality and efficiency, but rarely honour and poise. Zael and his friends have ambitions to become knights, and it&apos;s the twin motivations of inadequacy and ambition that fire the group through the game&apos;s 20-odd hour storyline. As with Final Fantasy, much emphasis is placed on the relationships between the cast (who, as in last year&apos;s Xenoblade Chronicles is almost entirely voiced by British actors) and endless cut scenes reveal the dynamics of the group. Occasionally heavy-handed, these exchanges succeed in giving each character personality and individual quirk and motivation, ensuring that in battle they appear as more than mere ciphers for your combat abilities, but as something closer to people.     The Last Story    The sense of camaraderie between the group helps push you through the story when it lags in the second act, and while some lines of dialogue miss the target (particularly those that take aim at humour) the ensemble cast is more than the sum of its parts. In the opening stages of the game a unique ability awakens within Zael, marking him out as someone special. This ability, known as &quot;gathering&quot;, can be triggered at any time during combat and used indefinitely. While activated it draws all enemy attention onto Zael, leaving your AI-controlled teammates free to wale on their foes uninterrupted. A smart risk/reward dynamic is introduced as Zael recovers a little health every time he successfully lands a strike on an enemy, the risk being that everyone wants a piece of him at once. New abilities are unlocked steadily over the course of the adventure, adding the capacity for Zael to jump over enemy heads and down-slice as he does so, or run up walls, Neo-like, before landing a vertical slice on an enemy, the impact augmented by gravity. The magic users in your group, meanwhile, must be protected as they hover before casting a spell, a floating countdown indicating how many seconds they have left before they unleash their arcane attack. These mages can produce &quot;area of effect&quot; spells that automatically heal comrades that stand within their circumference, or reduce the defences of enemies. Later in the game Zael gains the Gale ability, a gust of wind that can shatter an area of effect spell, causing large amounts of damage to any foe nearby. The range of tactical options moment by moment is wide and, while the game arguably becomes a little too easy in its latter stage, the system is noteworthy and worthwhile.     The Last Story    Outside of battle there&apos;s the usual clutch of side quests to engage in and a huge array of customisation options, with Fable-style collectible dyes allowing you to play tailor. Blacksmiths can, for a fee, upgrade your weapons and armour with the most expensive upgrades requiring rare items. The Last Story is also notable for offering some multiplayer options  a rarity in offline JRPGs. With one co-operative mode and one competitive mode, it&apos;s not the most featured multiplayer arena, but the opportunity to show off your personal, customised Zael into battle alongside other players is a welcome one. The Last Story lacks the contemporary pizzazz of last year&apos;s Xenoblade Chronicles (created by Tetsuya Takahashi, a designer that Hironobu Sakaguchi hired in his Square-Enix days). But nonetheless, the storybook ambiance, strong characters and interesting battle system make this relatively short adventure one that&apos;s worth following to its conclusion. The Japanese RPG may have suffered heavy blows at the hands of Western RPGs such as Skyrim and Fable, but The Last Story does much to demonstrate there&apos;s still life and innovation in the form. That this game should come from one of the genre&apos;s progenitors is testament to a creative spark that still fires even after all these years.  Game reviewed on Wii", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/24/the-last-story-game-review-wii", 
    "wordcount": "901"
}