{
    "headline": "China's Huawei and ZTE pose national security threat, says US committee", 
    "text": "American companies and its government should avoid doing business with China&apos;s two leading technology firms, Huawei and ZTE, because they pose a national security threat to the US, the House of Representatives&apos; intelligence committee will warn in a report to be published on Monday. The Republican-controlled panel also says US regulators should block mergers and acquisitions in the US by the two companies, which are among the world&apos;s leading suppliers of telecommunications gear and mobile phones. The panel&apos;s report will cause transatlantic friction over the role of the Chinese companies. In the UK, Huawei is a major supplier to the telecoms provider BT, and has supplied infrastructure being used in the new 4G superfast mobile network built by Everything Everywhere  the merged Orange/T-Mobile. Huawei provides access to its source code for GCHQ specialists who have reportedly examined it for threats and passed it as safe for use. Huawei is a private company founded by a former Chinese military engineer, and has grown rapidly to become the world&apos;s second largest supplier, behind Sweden&apos;s Ericsson, of telecommunications network gear, with operations in more than 140 countries. ZTE is the world&apos;s fourth largest mobile phone manufacturer, with 90,000 employees worldwide, and fifth-largest maker of telecoms equipment. While both companies&apos; sales of mobile devices such as smartphones have grown in the US, espionage fears have proscribed any move into network infrastructure sales. ZTE has also enjoyed growth in its sale of mobile devices, although in recent months it has faced allegations about banned sales of US-sanctioned computer equipment to Iran. The FBI is probing reports that the company obstructed a US Commerce Department investigation into the sales. The intelligence panel says ZTE refused to provide any documents on its activities in Iran, but did provide a list of 19 individuals who serve on the Chinese communist party committee within the company. ZTE&apos;s citing of China&apos;s state secrecy laws for limiting information it could release only added to concern over Chinese government influence over its operations, the report says. Reflecting growing US governmental and commercial concern over cyber-attacks traced to China, the report also recommends that US government computer systems not include any components from the two firms because that could pose an espionage risk. &quot;China has the means, opportunity, and motive to use telecommunications companies for malicious purposes,&quot; the report says. It also raises the diplomatic temperature by warning that &quot;Huawei and ZTE have failed to assuage the committee&apos;s significant security concerns presented by their continued expansion into the US  In fact, given their obstructionist behaviour, the committee believes addressing these concerns have become an imperative for the country.&quot; But Huawei&apos;s US vice-president for external affairs, William Plummer, hit back: &quot;Baseless suggestions otherwise or purporting that Huawei is somehow uniquely vulnerable to cyber mischief ignore technical and commercial realities, recklessly threaten American jobs and innovation, do nothing to protect national security, and should be exposed as dangerous political distractions from legitimate public-private initiatives to address what are global and industry-wide cyber challenges,&quot; he said. Huawei is a &quot;globally trusted and respected company,&quot; he said, insisting that it had cooperated with investigators. ZTE said it &quot;profoundly disagrees&quot; with the committee&apos;s claims: &quot;ZTE should not be a focus of this investigation to the exclusion of the much larger western vendors,&quot; it commented in an open letter. The recommendations are the result of a year-long probe, including a congressional hearing last month in which senior Chinese executives of both companies testified, and denied posing a security threat. The most recent hearing, in September, was titled &quot;Open hearing on national security threats posted by Huawei and ZTE&quot;. The bipartisan report is likely to become fodder for a presidential campaign in which the candidates have been competing over their readiness to clamp down on Chinese trade violations. The Republican candidate Mitt Romney, in particular, has made it a key point to get tougher on China by designating it a currency manipulator and fighting abuses such as intellectual property theft. The committee made the draft available to reporters and wire services in advance of public release on Monday, but only under the condition that they not publish stories until the broadcast Sunday of a CBS 60 Minutes report on Huawei. In the CBS report, the committee&apos;s chairman, Republican Rep Mike Rogers, urged American companies not to do business with Huawei. &quot;Find another vendor [than Huawei] if you care about your intellectual property; if you care about your consumers&apos; privacy and you care about the national security of the United States of America,&quot; Rogers said in comments broadcast on the programme. The panel&apos;s recommendations are likely hamper Huawei and ZTE&apos;s ambitions to expand their business in the US. Their products are used in scores of countries, including in the west. Both deny being influenced by China&apos;s communist government. &quot;The investigation concludes that the risks associated with Huawei&apos;s and ZTE&apos;s provision of equipment to US critical infrastructure could undermine core US national-security interests,&quot; the report says. The report says the committee received information from industry experts and current and former Huawei employees suggesting that Huawei, in particular, may be violating US laws. It says that the committee will refer the allegations to the US government for further review and possible investigation. The report mentions allegations of immigration violations, bribery and corruption, and of a &quot;pattern and practice&quot; of Huawei using pirated software in its US facilities. An unclassified version of the report will be released at 15:00 BST, though a classified annex with &quot;significantly more information adding to the committee&apos;s concerns&quot; will remain redacted. Similar concerns have led the Australian government to ban Huawei from bidding as a supplier to the A$38bn National Broadband Network (NBN). And in November 2011, the US online security company Symantec dissolved a joint venture in which it was the 49% minority partner with Huawei because it feared being shut out of US government business. However, &quot;Huawei has not and will not jeopardize our global commercial success nor the integrity of our customers&apos; networks for any third party, government or otherwise,&quot; senior vice-president Charles Ding testified to the committee in September, suggesting it would be corporate suicide to do so. The report says the companies failed to provide responsive answers about their relationships and support by the Chinese government, and detailed information about their operations in the US. Huawei, in particular, is criticised for failing to provide thorough information, including on its corporate structure, history, financial arrangements and management. &quot;The committee finds that the companies failed to provide evidence that would satisfy any fair and full investigation. Although this alone does not prove wrongdoing, it factors into the committee&apos;s conclusions,&quot; it says. In Washington, Huawei executive Plummer said on Friday that the company co-operated in good faith with the investigation, which he said had not been objective and amounted to a &quot;political distraction&quot; from cybersecurity problems facing the entire industry. All major telecommunications firms, including those in the west, develop and manufacture equipment in China and overlapping supply chains require industry-wide solutions, he added. Singling out China-based firms wouldn&apos;t help. Plummer complained that the volume of information sought by the committee was unreasonable, and it had demanded some proprietary business information that &quot;no responsible company&quot; would provide. In justifying its scrutiny of the Chinese companies, the committee contended that Chinese intelligence services, as well as private companies and other entities, often recruit those with direct access to corporate networks to steal trade secrets and other sensitive proprietary data. It warned that malicious hardware or software implants in Chinese-manufactured telecommunications components and systems headed for US customers could allow Beijing to shut down or degrade critical national security systems in a time of crisis or war. The committee concluded that Huawei likely has substantially benefited from the support of the Chinese government. Huawei denies being financed to undertake research and development for the Chinese military, but the committee says it has received internal Huawei documentation from former employees showing the company provides special network services to an entity alleged to be an elite cyberwarfare unit within the People&apos;s Liberation Army. The intelligence committee recommended that the government&apos;s Committee on Foreign Investment in the United States, or CFIUS, bar mergers and acquisitions by both Huawei and ZTE. CFIUS is a multi-agency regulatory panel chaired by treasury secretary Timothy Geithner, and screens foreign investment proposals for potential national security threats. Last year, Huawei had to unwind its purchase of a US computer company, 3Leaf Systems, after it failed to win CFIUS approval. However, Huawei employs 1,700 people in the US, and business is expanding. US revenues rose to $1.3bn in 2011, up from $765m in 2010.", 
    "section": "technology", 
    "gid": "technology/2012/oct/08/china-huawei-zte-security-threat", 
    "wordcount": "1472"
}