{
    "headline": "Facebook Home launches on Android with Chat Heads messaging feature", 
    "text": "Facebook launched its new Android &quot;experience&quot;, Facebook Home, with a messaging feature called Chat Heads at its heart. When a user&apos;s Facebook friends start a new chat, their picture pops up on Android phone home page in a small bubble  a &quot;chat head&quot;. &quot;We think that Chat Heads are this great, personal way to do messaging,&quot; said Facebook CEO Mark Zuckerberg at the presentation in San Francisco, California. Adam Mosseri, Facebook product designer, said the feature would personalise people&apos;s phones better. &quot;What we&apos;re trying to do is shift people&apos;s focus away from tasks and apps and toward people,&quot; he said, He demonstrated how the phone bounces back and forth between the various features. &quot;There&apos;s nothing between you and your content. You can literally just reach out and touch it,&quot; Mosseri says. If you can&apos;t quite picture Chat Heads, imagine if the text message bubble on your phone expanded and saturated everything, everyone in your contacts grew a bobble head, and whenever you revved up your phone, your friends&apos; heads would be there, talking to you. &quot;It really feels like your friends are always there,&quot; Mosseri said. &quot;Your friends shouldn&apos;t be siloed off from these apps.&quot; The appeal of this feature for you will depend in part on whether you think it&apos;s nice to have your friends always there. Reaction was, inevitably, mixed: Guardian commentator Dan Gillmor wasn&apos;t buying the hype.  Facebook isn&apos;t just shifting people away from apps and toward people. It&apos;s shifting them to always be inside Facebook.  Dan Gillmor (@dangillmor) April 4, 2013  But Ant de Rosa, social media editor at Reuters, liked the Chat Heads feature.  I do love the idea that I don&apos;t need to switch apps to send a message. Chat Heads is a big upgrade IMO reut.rs/FacebookLIVE  Anthony De Rosa (@AntDeRosa) April 4, 2013  Like many, Ryan Tate of Wired thought Chat Heads (Chatheads?) was just a dumb name.  Chatheads is just a cool normal word. Feels very natural. Very human. Very warm. Not something from a freak show. CHATHEADS. Thx Facebook.  Ryan Tate (@ryantate) April 4, 2013   Follow our Facebook Home live blog", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/facebook-home-chat-heads-messaging", 
    "wordcount": "366"
}