{
    "headline": "Journey of the Future competition: FAQs", 
    "text": "Can I enter this competition? The competition is open to all current students, aged 18 or over, enrolled on a full-time course at a UK university or further education college. However, you cannot enter if you are currently working for the Guardian or our sponsor Atkins, or are a family member of anyone who does so. What do I have to do to enter? Simply follow the instructions and fill out the form on the competitions main page. How many students can be involved in the entry? Your entry should be yours, and yours only. You mustnt include anything in your entry that you dont have permission to use. If you get ideas from anywhere else, please credit or link to the source, as you would a piece of academic work. Who will decide the winner? An expert journalist will decide on a longlist from all valid entries received before the closing date. Three judges will narrow this down to a shortlist of five, which will be put online, and opened to a public vote. Voting will be open from Tuesday 15 November until Friday 2 December. When will I know if Ive been successful? If youre one of our five shortlisted entries, well call you or send you an email to let you know. At this point, youll also need to send proof that youre a full-time student. Unfortunately, if you dont get back to us, we wont be able to include you in the shortlist. What happens if Im shortlisted for a prize? You will be invited, along with your friends and family, to an event at the Guardian offices on Friday 9 December, where winners and runners-up will be announced. Is the competition open to all university and college institutions? The competition is open to all students, aged 18 or over, enrolled on a full-time course at any UK university or further education college. I am in sixth form, can I enter? Yes, if youre over 18 and enrolled on a full-time course at a UK further education college. What can I win? The first prize is an the new Apple iPad Pro A9X, iOS, 12.9 screen, Wi-Fi, 32GB, space grey.  Second prize is an Apple Watch series 1, 42mm, space grey aluminium case with sport band, black. Three-runners-up will also each receive 50 Amazon vouchers. More questions? See the full terms and conditions for more information about this competition.  You can also contact us at thomas.peach@theguardian.com (please include Journey of the Future in the subject line). ", 
    "section": "education", 
    "gid": "education/2016/oct/25/journey-of-the-future-competition-faqs", 
    "wordcount": "437"
}