{
    "headline": "Is Google Glass an affront to privacy? Rest easy: Congress has got your back", 
    "text": "What&apos;s the most dystopic future you can imagine resulting from Google Glass? That facial recognition technology will allow a Glass-wearer to walk past you and instantly know who you are and what you do? That Glass-holes might walk into a train station and instantaneously see Google pushpins tracking any celebrity travelers, the recently divorced or children from wealthy families? Or that data stored on a pair of Google Glasses you&apos;ve used will be uploaded to a secret government or credit-card company database?  Be provisionally consoled: Congress is making an attempt, at least, to get your back, as the president would say. The congressional bipartisan privacy caucus has sent a letter to Google, asking the company questions about privacy safeguards that will  or won&apos;t  be built into its new product. Google has given privacy advocates cause for grave concern. As the congressional letter points out, the company recently agreed to pay $7m (only) to settle charges with 38 states for the collection of data from unprotected Wi-Fi networks without permission, as its street-view map-mobile drove around. Past efforts by the congressional privacy caucus have met with ridicule. Its work can look like stodgy Washington sending the hottest tech companies plodding questions about what these newfangled devices do. In fact that&apos;s what the caucus&apos; work is  but it&apos;s the Lord&apos;s work Previous letters sent by the privacy caucus, which is co-chaired by Democrat Ed Markey of Massachusetts and Republican Joe Barton of Texas, have uncovered important features of the government&apos;s domestic spying program. Last year, cellphone carriers reported to the caucus that in 2011 they had received 1.3 million demands from law enforcement for subscriber information. The phone companies handed over locations, numbers dialed and other data, with nary a warrant in play. &quot;I never expected it to be this massive,&quot; Markey said at the time. It would be good to have answers to all the questions the caucus has for Google. How does the company plan to prevent its product from collecting data without user/non-user consent? How does the facial recognition technology work, and can users/non-users opt out? Is any information off-limits? Congress has given Google a month to reply.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/may/17/congress-caucus-google-glass-privacy", 
    "wordcount": "364"
}