{
    "headline": "Long-billed vulture numbers recover in Pakistan after diclofenac ban", 
    "text": "Populations of the critically endangered long-billed vulture (Gyps indicus) in Pakistan are beginning to recover after the ban of diclofenac, a veterinary drug that is toxic to vultures, a new study shows. Diclofenac was banned for veterinary use across south Asia in 2006 after it was discovered to be responsible for catastrophic declines in vulture populations in Pakistan, India, Nepal and Bangladesh, by as much as 99% over 10 years. The anti-inflammatory treatment was used to treat ailing cattle and other livestock, and when these carcasses were left out for vultures to scavenge, the birds died of kidney failure in their thousands. As a result, once-common Asian vultures are among the most endangered birds in the world, and the long-billed vulture is one of four Asian species listed as critically endangered by the IUCN. However a new study by the Peregrine Fund found that by 2008, two years after the ban, breeding populations of the long-billed vulture at study sites in Pakistan had increased by up to 52%. &quot;The 2006 ban on veterinary diclofenac appears to have caused an increase in population size and growth, which is the first time this has been documented in Gyps vultures since the onset of the Asian vulture crisis over a decade ago,&quot; the report&apos;s authors said. Scientists monitored the country&apos;s largest known breeding colony of long-billed vultures on a series of cliffs in south-east Pakistan for up to two weeks every November and March before (2003-06) and after (2007-12) the ban. After counting the number of birds in each age class, occupied and unoccupied nests, nestlings, and fledglings, results showed that sharp declines between the 2003-04 breeding season and the 2006-07 breeding season began to be reversed in the 2007-08 season and have remained steady ever since. Numbers of vultures declined by 61% before the ban and increased 55% after. &quot;We are observing similar increases in nest occupancy for white-rumped vultures in Nepal and long-billed vultures in central India, but we need more time to confirm the trends with higher certainty,&quot; said the report, published in Bird Conservation International journal. The authors said this population may grow to the pre-diclofenac size if adult mortality remains low, nesting continues to attract more birds, and food availability is sufficient. &quot;Despite this encouraging trend, we have a long way to go to fully recover vulture populations throughout south Asia,&quot; said one of the authors, Munir Virani. &quot;Unfortunately, some livestock owners are illegally using the human version of diclofenac to relieve pain and inflammation in their animals, even when alternatives that are less toxic to vultures are available.&quot; Next week the 10 members of the group Saving Asia&apos;s Vultures from Extinction (SAVE)  which includes the Peregrine Fund, the Zoological Society of London and the RSPB  are meeting in Kathmandu. Chris Bowden, the RSPB&apos;s head of vultures and SAVE co-ordinator, said: &quot;This is very welcome news, and supports the urgent need to remove diclofenac from veterinary practice in order to save these species that are so important to the entire ecosystem. However, there is evidence that human diclofenac formulations are still being widely used in many parts of south Asia, and other unsafe and untested drugs are being introduced to the market that threaten to undermine the efforts of banning diclofenac.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/30/pakistan-vulture-diclofenac-ban", 
    "wordcount": "553"
}