{
    "headline": "Norway to double carbon tax on oil industry", 
    "text": "Norway is to double carbon tax on its North Sea oil industry and set up a 1bn fund to help combat the damaging impacts of climate change in the developing world. In one of the most radical climate programmes yet by an oil-producing nation, the Norwegian government has proposed increasing its carbon tax on offshore oil companies by 21 to 45 (Nkr410) per tonne of CO2 and a 5.50 (Nkr50) per tonne CO2 tax on its fishing industry. Norway will also plough an extra 1bn (Nkr10bn) into its funds for climate change mitigation, renewable energy, food security in developing countries and conversion to low-carbon energy sources, Environmental Finance reported. It will step up spending on new projects to combat deforestation in developing countries to 44m, taking up its spending overall on forestry programmes to 327m. Previous forestry projects have involved Brazil, Indonesia and Ethiopia. The Oslo government is also to spend 69m on buying carbon credits in 2013, to help offset its emissions, force through new building regulations to make all new homes carbon-neutral by 2015 and increase efforts to heavily cut emissions from cars, switching to electric vehicles. The scale of these initiatives will pose a significant political challenge to other oil-producing nations, who are also investing in low-carbon technologies and cutting their own emissions, but not yet investing heavily in tackling the impacts of climate change on developing countries. The UK and Scottish governments estimate there are up to 24bn barrels of oil left to be exploited over the next 40 years from the UK&apos;s oil and gas fields in the North Sea, west of Shetland and smaller sites off western England. But that would lead to total CO2 emissions of an extra 10bn tonnes  dwarfing the UK&apos;s annual 500m tonnes of CO2 emissions, at a time when many climate scientists urge cutbacks in oil, gas and coal use to avoid significant global warming and to meet climate targets. Neither the UK or Scottish government has supported a carbon tax on the oil and gas industry. The Scottish government, which often looks to Norway as a model for its independence plans, has greatly increased its funding and support for renewable energy investment. It announced a 103m investment fund for marine renewables and community power schemes on Wednesday and has a 4m &quot;climate justice fund&quot; to help developing countries. But fields in Scottish waters account for about 80% of the UK&apos;s North Sea oil and gas fields, which produced 1m barrels of oil a day in August. Alex Salmond, Scotland&apos;s first minister, said on Wednesday that oil economies have a &quot;moral obligation&quot; to increase low-carbon energy and tackle climate change, but says there is no contradiction in maximising oil, gas and coal production. He told a conference on low-carbon investment: &quot;As countries such as Denmark show, there&apos;s no contradiction between making use of substantial in their case gas reserves which will be needed by the rest of the world in the coming decades by the rest of the world, while leading the transition to a low-carbon economy.&quot; After speaking at the same conference on Thursday, Ed Davey, the UK energy and climate secretary, told the Guardian he believed the UK&apos;s actions on climate change and green energy were also world-leading. The UK government was putting 3bn into the new green investment bank, and aims to cut CO2 emissions by 34% by 2020, he said. Asked about Norway&apos;s new programme, Davey said: &quot;I would say that the UK government has very ambitious climate change targets and carbon emission reduction targets. &quot;We were one of the first countries in the world to pass legally binding targets on ourselves, with the Climate Change Act 2008 which had cross party support. And the government has introduced on the back of that, the fourth carbon budget and the whole electricity market reform, the green deal, the green investment bank. &quot;These are all our tools to deliver on those targets; these are incredibly ambitious and maybe some countries are catching us up.&quot; Ranking third among the world&apos;s oil exporters, with production peaking at 3m barrels of oil a day, Norway has 51 active oil and gas fields in the North Sea, and believes it has more than 7bn barrels of undiscovered reserves. Its oil and gas sector is the world&apos;s richest: its employees earn $180,000 on average a year. With a population of 5 million - the same as Scotland - it is the third wealthiest country per capita in the world thanks to its oil and gas exports. Norway&apos;s plans to offset the impacts of its oil exports on the world&apos;s climate come as it also proposes to expand oil exploration into the Barents Sea to the far north. Richard Dixon, director of WWF Scotland, said: &quot;Norway is showing how you can use oil income to fund the transition out of oil, we should be doing the same with UK oil revenues. The Scottish National Party have always been keen on the Norwegian oil fund, and now it is setting an example really worth following.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/norway-carbon-tax-oil", 
    "wordcount": "866"
}