{
    "headline": "Rivers will generate a quarter of GDP by 2050, study shows", 
    "text": "Water is the very stuff of life, yet billions of people do not have access to a clean, reliable source. Changing that takes investment - public and private - so winning the economic argument about the value of such investment is very valuable. And a new report commissioned by HSBC makes the argument in a striking way. By mid-century, a full quarter of global GDP will be generated from within the world&apos;s ten most populous river basins, predict researchers from Frontier Economics. In contrast, the current contribution from the people living on the banks of great rivers such as Ganges, Yangtze, Nile and the Niger, is just a tenth. But that economic growth, lifting millions of people out of poverty, is far from guaranteed. If water is not better managed in seven of the 10 river basins, they will be suffering from severe water scarcity by 2050. &quot;The findings show that the future of river basins is critical for global economic growth,&quot; said HSBC chairman Douglas Flint. &quot;Rapid, collaborative action worldwide is needed. The report also highlights the powerful economic rationale for improving access to freshwater and sanitation, at a time when total aid for water access and sanitation has actually declined.&quot; Frontier Economics found the global average return on each dollar invested in access to water and sanitation was just under $5, even after taking maintenance costs into account. But it was much higher in some regions: $16 in Latin America, for example. In some African countries, the capital investment would be paid back in only three years. The researchers concluded that providing universal access to safe water and sanitation could deliver a potential economic gain of $220 billion a year.  &quot;There has been an assumption up to now that water will always be available. People are realising that now is not the case,&quot; said Nick Robins, head of HSBC&apos;s Climate Change Centre of Excellence. He said water investments are potentially attractive, for both the public and private sector: &quot;They are fairly long-lived secure assets, so there is not much risk there. But you do need to give investors reassurance that the assets are safe&quot; from government interference. HSBC is giving $100m over five years to WaterAid, EarthWatch and WWF to tackle water problems. Barbara Frost, CEO of WaterAid said: &quot;This partnership will result in 1.1 million people gaining access to safe water and 1.9 million to improved hygiene and sanitation in Bangladesh, India, Nepal, Pakistan, Nigeria and Ghana.&quot; The programme follows a previous five-year, $100m project focused on climate change. But Robins says the focus on water is not really a great shift of emphasis. &quot;Water is the way in which climate change is expressed,&quot; he said. &quot;You get the disruption of traditional weather patterns; dry areas get drier while wet areas get wetter; and there are extreme weather events too. Water is at the heart of adaptation to climate change.&quot; Water is also at the heart of economies, and perhaps civil unrest and even wars. The taps of investment need to start gushing soon. Note: The 10 river basins in declining order of population are: Ganges, Yangtze, Indus, Nile, Huang He (Yellow river), Huai He, Niger, Hai, Krishna and the Danube.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jun/11/water-river-hsbc", 
    "wordcount": "550"
}