{
    "headline": "Tech Weekly special: women in games  breaking the boys' club", 
    "text": "The representation of women in video games has become a hot topic over the last year, fed by controversies over Lara Croft, the Tropes vs Women Kickstarter and many other flashpoints. While current industry statistics show that female players now make up half the audience for games, there are still very few releases with women in lead roles. Furthermore, women are very poorly represented in games development, providing less then 10% of the creative workforce in the US and Europe.  At the Game Developers&apos; Conference in San Francisco last month, the whole issue of representation, including gender, LGBT and race, became a key focus. Several sessions and &quot;developer rants&quot; dealt with the limited depiction of characters outside of the white male demographic, leading to a series of major Twitter storms and lots of debate via blogs and game sites.  So does the industry have a problem with representation, both in games and in the development workplace? To discuss this, Guardian games correspondent Keith Stuart recently spoke to Jo Twist, chief executive of trade body UKIE; game developer Mitu Khandaker; and games writer and producer, Cara Ellison. The results can be heard in this podcast. During the debate, we also mentioned lots of interesting games, designers and academics, and wanted to provide links to some of those: Anna Anthropy: game designer, responsible for a series of titles exploring gender and sexuality, including Dys4ia. Here&apos;s a transcription of the poem, Romero&apos;s Wives, that she read at GDC. Tom Abernathy: A narrative designer at Microsoft Studios. He gave a talk at GDC about how increasing diversity in games would be good for business. &quot;Women are not a small special market on the fringe of the core,&quot; he says at one point. &quot;Women are the new core.&quot; More info here. Terry Cavanagh and Porpentine: game designers who spoke at GDC about free indie games. There&apos;s coverage of their session here. Daniel Cook: game designer at Spry Fox. He wrote about the macho culture at Microsoft here. Anna Marsh: game designer at Lady Shotgun. Spoke at GDC about the damaging culture of &apos;crunch&apos; in games development. There&apos;s a transcription of her session here. Here is the video clip of Toby Gard talking about player reactions to Lara Croft. It&apos;s from the Critical Path interview archive. Here is the sequence in the Channel 4 comedy series Spaced, where Simon Pegg&apos;s character drowns Lara Croft. The Observer has also recently featured an article on representation in games, which ran after we recorded this discussion. You can find it here.", 
    "section": "technology", 
    "gid": "technology/audio/2013/apr/18/tech-weekly-women-in-games", 
    "wordcount": "428"
}