{
    "headline": "Facebook to help Washington state with online voter registration", 
    "text": "Washington is expected to become the first state in the US to offer voters the opportunity to register via Facebook with a new application that could launch as early as next week. Facebook, in collaboration with Microsoft, approached Washington just as state officials were looking for ways to increase the use of its existing online voter registration programs and MyVote online service. The application takes an individual&apos;s name and date of birth  information Facebook already has stored  and opens a frame within the Facebook page that takes users to the voting portals on offer. Washington&apos;s co-director of elections Shane Hamlin said that the data would not be collected by Facebook. &quot;Even though you&apos;re on a Facebook page, the information you provide to us isn&apos;t going through them,&quot; Hamlin told the Guardian. &quot;They&apos;re not collecting it and giving it to us, you&apos;re interacting directly with us, but in a frame that is Facebook&apos;s  and you get to us through Facebook.&quot; Not everyone is enthusiastic about the application. Lillie Coney, associate director at the Electronic Privacy Information Center, recommends that users avoid the Facebook app and register directly through Washington&apos;s voter registration website. Coney said: &quot;Facebook is known for taking whatever data users provide through Facebook and having access to that. In providing even more personal information, like driver&apos;s license number and current mailing address, the information could be used in ways that people would not anticipate with the app.&quot; Hamlin insists that the the only interaction between Facebook and Washington&apos;s own voting applications is the inital name and birth date exchange. After that, users go directly to the state&apos;s voting apps, where they must provide state ID or driver&apos;s license information to verify that the user is a real person. For those already registered to vote in Washington, the MyVote page can be used to check ballot status, see who the current elected officials are and to see the history of who a user has voted for. In 2008, Washington was the second state to offer online registration, but all of the state&apos;s voting is done by mail. The Facebook initiative will be available at no cost to the government.  In traditional Facebook style, users will also be able to &quot;like&quot; the app to let their friends know they recommend the product.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jul/19/washington-online-voter-registration-facebook", 
    "wordcount": "389"
}