{
    "headline": "A couple of interesting visitors have arrived at the lakes in the past week", 
    "text": "Between Oundle and Northampton the River Nene threads its way through bunches of flooded gravel pits. The 10 main Stanwick Lakes were active pits from 1985 to 2004 and are now managed by Rockingham Forest Trust and East Northamptonshire council for public recreation and wildlife. Wigeon graze on banks along the water&apos;s edge. There&apos;s nothing to not like about these dabbling ducks: dumpy, with warm russet plumage, they nibble the grass busily in little herds  the drakes proudly sporting their drawn-out fawn quiffs. When disturbed they take flight, the drakes flashing a large white wing patch and giving their incongruously delicate musical call, halfway between a whistle and a mew. There have been a couple of interesting visitors to the area in the past week; both &quot;white-winged&quot; gulls have been seen. The Iceland gull is herring gull-sized and the glaucous gull is even bigger  both nest in the Arctic and winter in the UK in small numbers. The two can be separated from all our commoner large gull species by the absence of black tips to the wings. As the light starts to ebb away, gulls, big and small, drift up the valley to roost among the thin, low-profile islands on the biggest lake. A handful of local birdwatchers have been drawn out by the unusual opportunity to see one, or perhaps even both, of these cold-weather gulls on an inland lake. The birders are somewhat easier to identify than the gulls, dressed in dark clothes with thick woolly hats and a telescope and tripod held tightly over the shoulder, they stride purposefully to their positions and stake out the lake. The flock of black-headed, common, herring, lesser black-backed and a handful of greater black-backed gulls pack densely on to the islands and sit in flocks on the open water, all facing the same way, into the stiff, near-freezing breeze. Unfortunately all the gulls have their black wing-tips in place; the birdwatchers disperse looking sullen, some heading off to one of the other lakes to try to catch sight of some consolatory pintail ducks that have been reported.", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/stanwick-lakes-northamptonshire-interesting-visitors", 
    "wordcount": "350"
}