{
    "headline": "Mystery bird: Little grebe, Tachybaptus ruficollis", 
    "text": "Little grebe, Tachybaptus ruficollis (synonyms, Podiceps ruficollis and Tachybaptus fluviatilis; protonym, Colymbus ruficollis), Pallas, 1764, also known as the common grebe, as the common or little dabchick, red-throated grebe/dabchick or as the red-throated little grebe/dabchick or just as the dabchick, photographed at Lake Zway, one of the freshwater Rift Valley lakes of Ethiopia (Africa).  Image: Dan Logen, 6 February 2011 (with permission) [velociraptorize].Nikon D300s, 600 mm lens, f/8, 1/1250 sec, ISO 500   Question: This Ethiopian mystery bird speaks to us like horses -- what am I talking about? Can you name this mystery bird&apos;s taxonomic family and species? Response: This is a little grebe, Tachybaptus ruficollis, a species that is notable for being the smallest member of the grebe family, Podicipedidae, and also for having a call that sounds a lot like the whinny of a horse.  This small waterbird ranges widely throughout southern Europe and into Africa, and is probably the commonest grebe species in the British Isles.  When in winter plumage, the little grebe can be mistaken for a Slavonian grebe or a black-necked grebe whilst in summer. However, little grebes have characteristically pale and fluffy plumage on their bluntly squared off rear-ends and a yellow spot at the corners of its bill, which also is distinctive. To my eye, this species is quite similar to the North American pied-billed grebe, except more colourful. Interestingly, I did find an account where this species produced hybrid offspring with a vagrant pied-billed grebe in Britain.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/23/6", 
    "wordcount": "312"
}