{
    "headline": "Young coders: ideas for change", 
    "text": "Priscilla Ossai, 18     'Everyone needs to know coding.' Photograph: Katherine Rose for the Observer    Where are you studying? I&apos;m at school in Chingford, London. How did you get into coding? My uncle is a systems analyst, and he works all around the world. I was always interested in what he was doing. I remember one day I walked into the room, I was about 14 years old, and all I saw was letters and numbers on his computer screen and I was like, &quot;What is that? It doesn&apos;t even make sense!&quot; That got me really interested and slowly he started teaching me how to do it. It was amazing. What drew you in? Technology is changing so quickly, you really have to be up to date and you have to learn more and more things. I think that&apos;s what really caught my attention. Also, seeing my uncle doing it made it click for me, and my mum also pushed me on by saying, &quot;This will take you places.&quot; What&apos;s the attitude to coding at school? As soon as I got into sixth form, my ICT lessons helped me grasp it. In the first term I learnt CSS, HTML codes, how to make websites, stuff like that. Before that I was learning, but I wasn&apos;t really understanding what I was doing. Do you think it should be taught more in schools? Yes, because coding makes everything so much quicker  you can just go straight to what you need to do and it saves you so much time. I think everyone needs to know coding. At least a little bit. If they did push it more in school, young people these days would probably not necessarily go down the lawyer route or the architecture route or the engineering route, I think a lot of people would go for computer science instead. Where do you see yourself in the future? I&apos;d like to work for Apple. If not Apple then definitely Microsoft. One of the two. I&apos;d like to be a systems analyst like my uncle, but I think that&apos;s all I know - maybe if I saw other avenues in computing I&apos;d change my mind. Gemma Kappala-Ramsamy Jordan Hatch, 17     'I have already got my dream job.' Photograph: Katherine Rose for the Observer    What&apos;s your background? I was born in Preston, Lancashire and went to Kingsfold school. I still go home at weekends. How did you get into coding? When I was six, we got our first computer and I absolutely loved it. My parents bought me my own a few years later. I started reading a lot online about programming and I loved learning to build things I find useful myself. Should coding be part of the curriculum? Definitely. I went to quite a small secondary school, and our IT teacher really encouraged me and a few others. She let us build things for the school, for example the intranet, which was really useful. Kids should learn to code because you learn problem-solving skills, and that&apos;s really valuable. What are you doing now? I work for the Cabinet Office, for the Government Digital Service (GDS). We&apos;re the team building the small-domain new government platform, and we intend to replace online services over the next few years. I&apos;ve been living in London, staying in hotels during the week, for five months. It&apos;s good fun at first but the novelty wears off.   Have you ever hacked? I have, in a good way. At hack days people come together and are set challenges in the morning using government data or whatever. We all brainstorm some projects, build a prototype and show it to the press at the end of the weekend. It&apos;s really good fun. What music/blogs/magazines do you like? I like indie rock. I like John Gruber&apos;s blog Daring Fireball and a technology news site called the Verge. How do you see your coding future? This is already very much my dream job. I&apos;m not sure where it&apos;ll take me but there is a lot of potential at GDS. Kathy Sweeney Kush Depala, 17     'Suddenly everyone's saying, let's program.' Photograph: Katherine Rose for the Observer    Background I grew up in London. I&apos;m still at school in London. How did you get into coding?  It started last August actually, at a Rewired State event. That was the first time I ever wrote a line of code. It was a bit daunting but I teamed up with someone called Josh and we put together our first project, a little thing called Snackonomics, which translates economic concepts like debt into things you&apos;d understand, like Jammie Dodgers and coffees from Starbucks. Since then, I&apos;ve been learning as much as I can. I got on to the Microsoft student partnership, which is a cool little thing. They give us support and in return we write really basic stuff for them. And in January I started my lunchtime club at school, teaching younger students how to use code. Do you want to make a career out of it? I&apos;ve always liked technology and it&apos;s been interesting to go from being a consumer to actually making stuff. But I&apos;ll probably end up doing a degree in classics. What is the attitude towards coding at school? It was awkward up to the point when Michael Gove decided to scrap ICT education and then all of a sudden everyone started saying, &quot;Yeah, let&apos;s start programming.&quot; It used to be very outdated. My coursework was a 60-page Word document explaining how I made an Excel document and how it worked and it was painful and tedious. Now the school is embracing new kinds of things, including programming, to give a sense of what&apos;s going on behind the scenes. Do you think it is important to learn the discipline of coding? I don&apos;t know much about economics but to me the only sector that will last for any length of time is the technology sector. Everything else is stagnant and oil will eventually run out, so I guess the only place we can really go is into exploring technology. How many languages have you mastered? I&apos;ve mastered none, but I have exposure to HTML, CSS, a little bit of JavaScript, a tiny bit of Ruby and I&apos;ve started looking at C#, a slightly bigger one, which means I can start programming things properly. Killian Fox Lawrence Job, 17     'You can learn quicker away from school.' Photograph: Katherine Rose for the Observer    Background I&apos;m from Worthing and I&apos;m studying computer engineering in my first year at Sussex University. How did you get into coding? When I was much younger I found computers fascinating. When I was 12 or 13, I taught myself how to build websites and write software. From the beginning the attraction was problem-solving, especially when it&apos;s a real-life problem. Have you taken it to a professional level? Yes. I&apos;m funding university by working with various companies. For example, I&apos;ve worked with a company that does valet parking at airports. They wanted a way to track their staff and the cars that they&apos;re due to pick up, so I came up with a system that allows them to track all that movement. What was the attitude towards coding at your school? I think people were just becoming aware how out of date the educational system is in that area. If it was left to the school I wouldn&apos;t have done any of this. When it&apos;s not forced down your throat at school, I think you can learn it much quicker. Is the UK a good place to be for a coder, or would you prefer to be in Silicon Valley? I know a few people who have gone to Silicon Valley, but I think there are as many opportunities here as there are there, if not more. It seems to me that Silicon Valley is closed  you have to know someone to get in there. It doesn&apos;t appeal to me personally. Why should kids learn to code? I think in this generation there&apos;s a degree of freedom in knowing how the world around you is built, especially in this country where the economy is increasingly tied up in intellectual property. Doing it on your own, being enthusiastic about it and teaching yourself sets you apart from everyone else. KF Isabell Long, 17     'It's cool being a girl who know's coding.'  Photograph: Katherine Rose for the Observer    Background I&apos;m studying for A-levels at college in Woking. I spent four years in France, so most of my secondary education took place there. How did you get into coding? I got my first computer at 10 but I didn&apos;t know about the coding side until I was 15, at Young Rewired State. At last year&apos;s YRS I counted three girls and 50 boys! They do talk to me  we&apos;re all interested in the same stuff. It&apos;s cool being a girl who knows about coding. How many programming languages do you know? Three: visual basic, HTML and CSS but I want to learn as many as possible. Should coding be part of the national curriculum? Yes, though teachers need to realise it&apos;s not for everyone. But people should have the chance to get over their fear of it. It has to be more useful than Latin! What do your friends think of your interest? My friends are also geeks, so they understand. I&apos;m not interested in clothes or makeup. I don&apos;t watch TV, but I do like music, I&apos;m listening to Drowning Pool at the moment. I like metal and indie stuff. What do you want to do with your coding skills? Something in computers, but I&apos;m not a natural coder. I&apos;m more of a people person, although the social animal inside me is dying slightly, the more time I spend alone in a room. Have you ever hacked anything? I&apos;ve done stuff with data which we call hacking, so ethically I have, making cool stuff out of data. But no breaking into MI5 computers! KS Michael Mokrysz, 18     'The fun bit is doing ridiculous things and seeing what happens.' Photograph: Katherine Rose for the Observer    Background University of York computer science student Why did you start learning to code? It was something that nobody else knew. Part of the appeal probably was that it wasn&apos;t something taught in school, though I&apos;m sure I would have enjoyed it if it had been. I really got into it four years ago, partly motivated by money. I started doing freelance work, like making websites for computer game tournaments that ranked competitors. That really pushed me on to write good code, rather than just things that worked. Should kids be taught to code? Within a rigid curriculum programming can be incredibly boring. The fun bit is doing ridiculous things and seeing what happens, playing with it. If I&apos;d never gone to Young Rewired State in 2010 and 2011, I wouldn&apos;t have come anywhere near as far as I have. I owe a lot to those weeks. That made me realise there are a lot of people doing this and it is absolutely brilliant. Seeing coding being appreciated, it was huge. What are your plans? To go my own way in the medium term, trying to build my own businesses. You&apos;ve probably seen all the buzz around tech startups in Shoreditch  in the long run that&apos;s where I see myself. I&apos;m spending the summer in San Francisco, so hopefully that will get me a lot of experience working for startups. GKR Patrick Socha, 17     'I'm proud of my riot cleanup site.' Photograph: Katherine Rose for the Observer    Background Kingston grammar school student, London. How did you get into coding? Playing games like Halo on my computer with friends who also coded. For a year or so I dabbled, and then curiosity took over. What do you like about coding? The sense of achievement, the feeling you get at the end, after you&apos;ve spent hours, days or even months working on something. I guess it&apos;s like when you finish a race. I think to myself, &quot;Now I know I&apos;ve got this in the bag, and I can move on to learn new stuff.&quot; What project are you most proud of?  The Riot Clean Up website. Last summer I was working at a sailing club in France, and saw reports of the riots on BBC News. A woman called Sophie Collard had started a trend on Twitter to help people organise cleaning up afterwards, but there was this huge stream of tweets going by, too quickly to read. In 20 minutes I wrote some script for a basic listing telling people: &quot;I&apos;m going to help clean up this place at this time on this date.&quot; People would tweet their plans and upvote, so the places that needed the most attention would be number one on the list, and the abuse would get sent to the bottom. Then I started talking to the other guys from the RiotCleanUp.co.uk website and we started building a bigger site with more information  council phone numbers and so on. While the code wasn&apos;t hard, it affected the most people  my site had 12,000 visitors. At school, what&apos;s the attitude to coding like?  I tend not to talk much about it at school, except for with close friends. People are not interested. They say: &quot;Angry Birds  wow, this is a great game! I&apos;d love to make something like that.&quot; But there&apos;s a beautiful system behind it that they don&apos;t understand. It&apos;s like a bridge  you can cross it, but the engineering behind it is something else. Have you ever hacked anything? It&apos;s not hacking, it&apos;s getting around! My parents installed software on our computer when I was younger, to restrict the time I could spend on it  that was when I started to learn how to program, to get round the software that was restricting me. What do you want to do in the future? I want to become a programmer and get into the startup world. At the moment I&apos;m working on a site called Propelly, which lets people upload digital content they&apos;ve made themselves  Photoshop files, downloads, zip files, code  and sell it through a link. It&apos;s an extremely easy way to sell content online without having to go through lots of different systems. GKR", 
    "section": "education", 
    "gid": "education/2012/mar/31/young-coders-ideas-for-change", 
    "wordcount": "2313"
}