{
    "headline": "A different class: the expansion of Steiner schools", 
    "text": "The school run resembles the exodus from a festival. There are vans with hippyish bumper stickers  Homeopathy Heals, says one  bouncing down a track tothe sprawling car park,where women in ponchos hug their babies and chat. Inside the Steiner Academy Hereford, which occupies a renovated Victorian school and converted farm buildings in the village of Much Dewchurch, it&apos;s a picture of pastoral charm. There&apos;s a babbling water feature in a courtyard lined with potted shrubs, and a pleasingly old-fashioned wooden staircase leading up to classrooms. The kindergarten is just that  a triangular garden fringed with pine, apple and cherry trees laden with blossom where children in woolly hats sit on the ground making mud pies. To the casual observer, the message couldn&apos;t be clearer: this is a school where an appreciation of nature is deeply embedded in children&apos;s lives. In class, there is an emphasis on teaching through music and physical expression; in one lesson for six-year-olds the children recite times tables while touching parts of their body, or stepping back and forth over a skipping rope laid flat on the floor. And there is astrong sense of the practical side of education. A group of older children who were out building brushwood shelters in the Forest of Dean a few weeks ago are back in class copying out the floorplan of a house from the teacher&apos;s chalk sketch. Next to the sketch there are drawings of brickwork, labelled according to their style: &quot;running bond,English bond, Flemish bond&quot;. The Steiner education movement, named after its Austrian founder RudolfSteiner, describes itself as providing an &quot;unhurried and creative&quot; environment for learning. &quot;It&apos;s about keeping that vitality and that freshness and that twinkling eye,&quot; says Trevor Mepham, principal of the Hereford school. &quot;I think that&apos;s common sense, though. It&apos;s just that we arguably try todo that as a matter of course.&quot; In England, Steiner education is on the brink of a significant expansion. At present, the academy in Herefordshire isthe only one to receive state funding out of 34 Steiner schools in the UK. InSeptember, it will be joined by a state-funded &quot;free school&quot; in Frome, Somerset. Two more Steiner schools  inLeeds and Exeter  are applying forstate funding under the free schoolsprogramme. They are being interviewed at the Department for Education this week and next, and a decision will be announced in June. There&apos;s something undeniably wholesome about the Steiner approach. In an age when toddlers are adept at using iPhones, the idea of children building shelters in the woods is profoundly attractive to parents. Access to television is restricted  under the homeschool agreement with parents, children are not meant to watch TV before the age of eight. Thereis no uniform; the children wear hoodies, sturdy trousers and plimsolls, and the canteen serves mainly vegetarian food. A homely vegetable curry spiced with mustard seeds is dish of the day when I visit. As in Scandinavia, children start theirformal education later. The first year group in the Herefordshire school isa class of children who have their seventh birthdays this year. &quot;As human beings we have a close andimportant relationship with the natural world. To pretend that we just need gadgetry and technology, that misses out a very vital part of the piece,&quot;Mepham says. &quot;Especially whenchildren are young, we need totryto foster in them an interest andsense of inquiry and hopefulness about the natural world.&quot; But there&apos;s also something deeply contradictory about a government so wedded to exams and school league tables extending taxpayer&apos;s cash to schools that offersuch a meagre set ofGCSEs. The Herefordshire school offers just five GCSEs: English, English literature, maths, Spanish and art. No physics, chemistry, biology, geography or history. It&apos;s quite common for pupils totake just the English and maths GCSEs, and a BTEC in Countryside andEnvironment. Mark Hayes, director of Cambridge university&apos;s eScience group, which specialises in the application of computer science, has explored the Steiner approach to science, and is disquieted by what he found. When Hayes contacted the academy to discuss their science teaching, he was referred to a book on the Steiner curriculum thatthe school uses as a guide. Darwinism, the book notes, is &quot;rooted in reductionist thinking and Victorian ethics&quot;, while homeopathy is given as an example of &quot;an effect that cannot be explained&quot;. A typical passage on biology reads: &quot;A reductionist biology which states or implies that the human body is a machine  is not one which nourishes the adolescent&apos;s deepest concerns. The current theories are just that  theories. They have not been in existence long and though presented as &apos;truth&apos; they will inevitably change.&quot; Hayes became interested in Steiner when he was looking at private education for his son after his local state school went into special measures. &quot;Oneof the things that attracted us to it was the fees, which are considerably lower than other private schools,&quot; he says. &quot;The schools market themselves asbeing very based around the arts, children spend a lot of time outdoors, there are gardening lessons. They go off into the woods once a week.&quot; The family joined a Steiner parent-and-child group in Cambridge, but Hayes quickly felt like an outsider. &quot;Ican remember feeling slightly patronised, as probably the only person around the table that didn&apos;t see alternative medicine as a great thing.&quot; Behind the Steiner movement is the philosophy its founder devised, known as anthroposophy. This includes elements akin to Hindu belief  karma and reincarnation  but is centred on using the mind and senses to explore aspirit world. Hayes says: &quot;What&apos;s unique about Steiner schools is anthroposophy as a basis to education. The way they stick very rigidly to the Steiner philosophy. It&apos;s a kind of semi-religious outlook on life. There is an emphasis on reverence for nature. Steiner believed in things called elementals, nature spirits you can&apos;t see but are out there in the woods.&quot; There&apos;s little evidence of this philosophical backdrop in the Herefordshire school&apos;s everyday life, however. It&apos;s clear from talking to the pupils that they don&apos;t regard Steiner as areligious movement. And the children are confident and inquisitive. Asked what she likes about the school, Gabrielle Johnson, 15, says: &quot;It&apos;sthe subjects we study and the way we study them. It&apos;s not all about getting a good mark  its about getting the information in between.&quot; When I visit, Johnson and her classmates are engagedin a debate on the ethics of zookeeping. It&apos;s part of a day spent exploring how to make an argument, which began with pupils singing protestsongs, and watching the MontyPython &quot;argument&quot; sketch. The philosophy class is not part of thenational curriculum, but the Steiner curriculum, which the school is allowed to offer because it is an academy. Johnson loves drama and likes the idea of going into acting. Her classmate Conor Clarke McGrath, 15, has similar ambitions. He is doing just three GCSEs  English language, literature and maths, as well as the environmental BTEC. When I say this isn&apos;t a lot, he replies: &quot;I&apos;m grateful for that.&quot; Asked what he plans to do, he says: &quot;I&apos;d like to act, so theatre studies at the sixth form [college] I think, and a few others such as English and history.&quot; And if acting doesn&apos;t work out? &quot;I&apos;dbe a struggling author.&quot; There are some successful performers among Steiner alumni, such as Jennifer Aniston. But if these children can&apos;t make a living as actors or writers, what might they do? The Steiner movement insists there are distinguished scientists among its ex-pupils  such as the US physicist John Fitzallen Moore  but it&apos;s much harder to make up lost ground in physics or maths than it is in the humanities. Mepham says: &quot;There are different ways of approaching science, aren&apos;t there? We would argue that we do lots of science, and we do it in a scientific way.&quot; Jonathan Godfrey, principal of Hereford sixth form college, confirms that the small number of GCSEs Steinerpupils take has &quot;never been anissue&quot; when it comes to doing A-levels. There may be some gaps in their knowledge, but Godfrey says this applies equally tochildren who have done the &quot;double science&quot; GCSE at otherstate schools, rather than taking individual sciences. Godfrey admits, however, that most Steiner pupils go on to choose the humanities over science. But he is enthusiastic about their ability to learn. &quot;What youdo find is they are articulate andmotivated and mature in many respects,&quot; he says. &quot;More willing totakeresponsibility for their own learning than traditional students.&quot; Ofsted rates the school as &quot;satisfactory and improving&quot;, noting the challenge ofretaining a Steiner curriculum while meeting the responsibilities of being a state school. An unusually lyrical Ofsted report says &quot;children are immersed in the rhythm and rhyme of language, including verse, song and stories&quot;. At present, Steiner schools have a toehold in the English state system. Most schools are privately funded, andwhile there are plenty of flourishing kindergartens, there is only a handful of schools for older children. In the US, where Steiner schools are known as Waldorf, the charter school model  publicly funded but privately run schools, like England&apos;s free schools  have offered a way in. There are now 23Waldorf charter schools inthe US. Despite their unorthodox approach tothe curriculum and exam system, England&apos;s education secretary Michael Gove has spoken warmly about Steiner schools. In opposition, Gove visited the Meadow School in Bruton, Somerset, aprivate Steiner school, and declared that &quot;whilst the education is based on alternative principles, [the children] also end up with an impressive record ofliteracy and numeracy&quot;. The free schools policy would enable schools likethe Meadow to acquire state funding while preserving their educational beliefs, Gove indicated. William Rees-Mogg, a Conservative peer and a former editor of the Times  where Gove was a colleague  has been akeen advocate of Steiner schools. Rees-Mogg&apos;s daughter, Emma Craigie, educated all of her children at the school Gove visited. The invitation to visit was extended by another daughter, Annunziata, who ran unsuccessfully as the Conservative candidate for Frome (where the first Steiner free school will open in September). After Gove&apos;s visit, Annunziata praised the Meadow school for offering &quot;a first class and rounded education  and if it gets state funding will be able to follow its goal of not charging fees&quot;. Mepham, who is moving from Herefordshire to be principal of the Frome school, is keen toadvance the Steiner curriculum and legitimise the Steiner approach to science education. &quot;That&apos;s one of the questions thatwe areexploring  how can we turn that unaccredited element [of science teaching] into something that has validity and recognition. &quot;The answer, ideally, is to get our curriculum accredited. It isn&apos;t at the moment, so we have to dovetail GCSEs with Steiner curriculum [and] that dovetailing is a compromise.&quot; For parents who have become disenchanted with Steiner, the falling out of love seems to follow a familiar pattern. Melanie Byng, who lives in south Devon with her husband, who is a GP, and their three children, recalls how the focus on children was a powerful part of the attraction. Her husband, she says, was enchanted bythe way the kindergarten teacher talked about children: &quot;Slowly, carefully,and as if she was interested inthe individual child.&quot; She feels embarrassed to admit that the aesthetic was part of the appeal. &quot;Anordinary nursery seems messy, crowded, full of plastic. In a Steiner kindergarten, they use natural materials  wood, wool, everything very neatly and pleasingly arranged.&quot; But, after moving from south Londonto attend another Steiner schoolin Devon, she withdrew her sonas she became dismayed by his lackof academic progress. &quot;What put me off after about 18 months in Devon was that the education was very poor. Joe, who was nine by thisstage, could read, just about, but he couldn&apos;t write a sentence. He had no developmental problems  he&apos;s a very bright boy who&apos;s now getting As and A*s at A-level.&quot; When she asked the classroom teacher for answers, Byng says, she felt as if she was interfering. Any unconventional approach to education will be polarising. It&apos;s clear from the number of fee-paying Steiner schools that there are many who favour this style of education for their child. But it&apos;s not just a matter of attractive wooden furnishings and organic food  Steiner schools offer a radically different take on the world.  This article was amended on 4 June 2012. The original suggested, incorrectly, that Annie Lennox had attended a Steiner school and that she had &quot;named the Eurythmics after eurhythmy, a Steiner exercise involving stretching and hopping to music&quot;. Lennox did not in fact have a Steiner education. The name of the band came from eurhythmics, a method of teaching music developed by mile Jaques-Dalcroze, which Lennox encountered at her non-Steiner school, rather than eurythmy, the movement art and therapy associated with the Steiner movement.", 
    "section": "education", 
    "gid": "education/2012/may/25/steiner-state-funded-free-schools", 
    "wordcount": "2306"
}