{
    "headline": "Facebook users raise privacy concerns as company tweaks security settings", 
    "text": "In the weeks since Mark Zuckerberg trumpeted Facebook&apos;s growth to 1bn monthly users, there has been a lot of focus on the social network&apos;s struggle to convince investors of its worth.  But if almost daily reports on user privacy are any indication, Facebook should be just as concerned about its relationship with users, who are increasingly miffed about what the site does or doesn&apos;t do with their data.  On Monday, for example, came a dispatch on Facebook&apos;s labyrinthian suite of privacy controls, and how they still display private information.  But the biggest splashes in recent weeks came in the form of alleged privacy breaches within the site: one rumor that Facebook was scanning private user messages to equate conversation with page &quot;likes&quot;, and another that claimed private messages were being posted to public-facing user timelines.  Facebook reps will tell you that such rumors come with the territory of being a hugely popular site; however, the site&apos;s historically clunky evolution has meant that the deployment of new features  the timeline  and refreshed scrutiny around old mechanisms  a long-standing technology that analyzes the links sent in private messaging  has resulted in confusion and, in turn, suspicion. Maybe that&apos;s why when more than 625,000 people in Zuckerberg&apos;s subscriber base replied to his October 4 1-billion-followers announcement, one theme stuck out among the well-wishes, as illustrated by this message from a user named Neville Unvalla:  Mark, while Facebook has transformed our lives over the last few years, the only thing I would ask is to not constantly change your privacy policies and to give users COMPLETE control of their private information!  When French media reported in late September that a glitch had made private messages visible on user timelines, the story was quickly picked up in the US. The rumors went global, and though since disproved they persist, almost in the manner of conspiracy theory.  Among several users who wrote the Guardian with such allegations (and screenshots) in response to this story was Caroline Ardrey, 25, a doctoral student at Oxford.  &quot;There are lots of people who are really angry about having their privacy abused, not least me,&quot; wrote Ardrey. She remains convinced that Facebook invaded her privacy and that of her friends.  In a phone interview with the Guardian on October 10, Facebook&apos;s Pan-Euro communications manager Iain Mackenzie said a rash of similar allegations arose last year but that they &quot;didn&apos;t gain the same traction&quot; as recent reports.  &quot;We did a really high priority investigation of it,&quot; which included a review with the site&apos;s engineers, Mackenzie said. &quot;To have [private messages] publish to [private walls], somebody would&apos;ve had to make a technological mechanism that was never created.&quot; Simply put, here&apos;s the explanation: people spoke differently on Facebook when Zuckerberg first built it; it was college-kids-only, after all. But when the company cast a wider social net  employers, parents, distant relatives, far-flung friends  the tone changed. And not knowing exactly how those old public messages were going to be displayed on public-facing timelines years later resulted in confusion and, later, suspicion that borders on conspiracy theory.  &quot;Facebook doesn&apos;t exist in isolation,&quot; Mackenzie said. &quot;There are bad things and many good things going on in the online world. It&apos;s not surprising that people look at the service that&apos;s closest to them and are at least receptive to these myths.&quot;  &apos;I&apos;ve got nothing to hide, so it doesn&apos;t worry me&apos; Another topic of scrutiny Mackenzie acknowledges was a recent story that reported that the content of private Facebook messages is analyzed by the network in order to compute a number score on shares, likes and interactions around a news story, public figure or topic. This is different from liking a Facebook page, which still takes direct user interaction. But a video posted by Polish programmers showing them gaming the system resulted in Facebook&apos;s quick acknowledgment that a bug did in fact exist.  Still, analyzing public and private conversations to put a number score on shares and likes around a topic &quot;has been a part of the platform possibly as long as Facebook has existed,&quot; Mackenzie added.  The problem, it seems, is that the rumors attempting to deconstruct how Facebook uses data haven&apos;t historically been met with clarity from the social network itself. The site has long been able analyze, display and, essentially, put a number score on what users say and do, but it takes programmers publicly manipulating the system to address it. And Facebook doesn&apos;t actually post users&apos; private messages to public timelines, but whatever reassurance the network has presented on the issue hasn&apos;t been enough to completely quell the conversation that continues on about it.  More transparency on the network side is needed, but it also must be said that millions of users have overlooked and adapted to the site&apos;s many changes without asking the important questions they&apos;re asking now. And more importantly, despite their vocal protests, they&apos;re not leaving Facebook. In the end, the benefits of human connection outweigh the data users give up.  Indeed, users like Ardrey will continue to use Facebook as the site processes even more changes to the platform  most recently, a fresh attempt at e-commerce with the &quot;gifts&quot; platform. The goal here is that the act of buying gifts will become quietly ingrained in Ardrey&apos;s user experience, just as messaging and posting and liking things that are important to her have become.  For her part, Ardrey is still convinced private messages were displayed publicly, but she feels safe using Facebook for now.  &quot;I don&apos;t consider it a risk at the moment,&quot; she said. &quot;At the moment, I&apos;ve got nothing to hide, so it doesn&apos;t worry me.&quot; Further reading:  * The best reporting around Facebook privacy (ProPublica)", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/facebook-users-privacy-concerns-security", 
    "wordcount": "970"
}