{
    "headline": "Next question after Scott Thompson's departure: what is Yahoo actually for?", 
    "text": "As the furore swirled around Scott Thompson a few days ago, the previous Yahoo chief executive, Carol Bartz, told some of the media: &quot;You know, I actually do have a computer science degree.&quot; Bartz was fired last September, to her fury, over the phoneby chairman Roy Bostock  a move thatleft the company rudderless. Now it looks as though the steering wheel has broken, too. Thompson, hired from PayPal to reinvigorate the business, has been forced out over an error in his CV  which wrongly claimed he has a computer science degree. (&quot;He should say he&apos;s leaving to go and get one,&quot; suggested one wag on Twitter.) Yahoo is in a mess. Worse than that, it has entered what analysts call the &quot;death spiral&quot;  where revenues fall, so costs, including staff, are cut, which causes revenues to fall, and so on. Thompson, who started in January, was initially praised by Wall Street for his first round of cuts  removing 2,000 jobs (from a headcount of around 14,000) in order to save $375m per year, saying that it was &quot;an important next step toward a bold, new Yahoo  smaller, nimbler, more profitable and better equipped to innovate.&quot; Fine. Nice idea, although note it doesn&apos;t actually generate any new revenue. Now see if you can answer this question, which is essential for Yahoo to be able to grow, and jump out of the death spiral. It&apos;s one the next full-time (and fully-vetted) CEO should be able to answer really well. It&apos;s this: what is Yahoo for? Thompson never said. I asked it of Bartz when she visited London in April 2010. All the famously straight-talking Bartz had was a rambling answer about personalised offerings. Yahoo&apos;s problem is that since the advent of Google, and then Twitter and Facebook, it hasn&apos;t had a unique selling point. The upstarts all do search, and fast-breaking news, and what your friends are up to. (Ignore that Yahoo was offered Google&apos;s technology by Larry Page and Sergey Brin back in 1997, and that it tried to buy Facebook for $1bn.) Nobody knows what Yahoo is for, or what makes it special. Even its Flickr photo-hosting site is smaller than Facebook&apos;s, and Google+ is starting to draw photographers away. And being unable to define what your company really stands for, while its advertising revenue base gets eaten away by those newcomers, means that Yahoo has the most existential of problems. Nobody knows why it&apos;s still there; it is kicking out its staff; it can&apos;t expand its revenues. Perhaps a new CEO will come in and figure out a fabulously profitable new niche to exploit. (With luck, it won&apos;t be suing rivals such as Facebook over software patents  a tactic Thompson tried, and one that made Yahoo a Silicon Valley pariah.) But the likelier tale is that it&apos;s going to dwindle. The Yahoo CEO&apos;s job is a poisoned chalice. Thompson&apos;s fate proves it. Expect the executive search to take much longer this time. ", 
    "section": "technology", 
    "gid": "technology/2012/may/14/next-question-scott-thompson-yahoo", 
    "wordcount": "507"
}