{
    "headline": "Whatever happened to carbon capture in the fight against climate change?", 
    "text": "In the cool, salty air of the Norwegian coast, a revolution in reverse is being attempted. Here, amid a mare&apos;s nest of gleaming steel pipes and flaming yellow gas flares, engineers are aiming to put back under the ground what many nations have exerted all their might for the last century to get out: carbon. If all goes to plan, the oil refinery and gas power plant at Mongstad will have millions of tonnes of its climate-warming carbon dioxide funnelled back under the North Sea. And there are plans aplenty around the world for carbon capture and storage (CCS). They carry racy names such as Goldeneye and Gorgon, promise to even suck greenhouse gases out of the air one day, and are laced with the delicious irony of having been kickstarted by climate sceptic US president George W Bush, who wanted to &quot;do something for coal&quot;. But the optimism that fuelled hopes of CCS driving deep carbon cuts has stalled. The infant industry was knocked off course by the world economic crisis that dragged urgency about global warming down with it, and made money hard to come by. This matters, says the International Energy Agency, which thinks 20% of all the carbon cuts needed to tackle global warming could come from trapping the exhausts of power stations and putting them out of harm&apos;s way. &quot;If CCS is out, we need to find other ways to get those carbon cuts and that will be very, very difficult: we have to do it,&quot; said Maria van der Hoeven, the IEA executive director, adding that almost three-quarters of all energy between now and 2050 will come from burning fossil fuels. The IEA, which recently warned current trends would lead to a catastrophic 6C of warming, says 3,000 large CCS plants will be needed by 2050, with three dozen within a decade. There are currently none on power stations. Norway&apos;s prime minister Jens Stoltenberg, who opened the Mongstad plant, told the Guardian: &quot;With nine billion people expected on the planet in 2050, there is no way we can choose between increased energy production and reduced CO2  we have to achieve both. Without CCS, we cannot do it.&quot; The country clearly in the lead is the US. Of the 15 major CCS projects currently running or being built, which aren&apos;t attached to power stations, it has eight. The $3bn for CCS in the US stimulus bill in 2009 turbocharged the several billion the nation had already ploughed in. &quot;The former [Bush] administration wanted to do something for coal,&quot; said Jay Braitsch, senior CCS advisor at the US department of energy (DoE). He said Bush had dropped out of international climate negotiations and wanted another way to address energy concerns. &quot;That meant giving it a whole lot of money,&quot; Braitsch said. But another factor has put the US in pole position: the need for copious carbon dioxide to pump out the last dregs of oil from drained reservoirs, so-called enhanced oil recovery. All but one of the eight current US projects depend on selling CO2 for this, to make their finances add up. Canada and Australia  who also have heavy carbon footprints and a history of sceptical climate policies  are next furthest advanced in CCS. Norway, which has put $1bn of state money into the world&apos;s largest CCS test centre at Mongstad and has been burying CO2 since 1996, is also a leader, but for different reasons. Howard Herzog, a CCS expert at Massachusetts Institute of Technology, said: &quot;There are unique circumstances in Norway, where they care very much about climate change and have the money to actually do something about it,&quot; alluding to Norway&apos;s vast sovereign wealth fund built on oil and gas revenues.     Operational and planned CCS plants across the world, in 2012. Photograph: guardian.co.uk    But the status of China, the world&apos;s biggest polluter, divides opinion. Brad Page, chief executive of the Global CCS Institute, said: &quot;The fastest mover in the last 12 months has been China.&quot; A large plant opened in 2011 near Shanghai, was built very rapidly. But Herzog said: &quot;China&apos;s goal is not to be the innovator, but to be the low-cost supplier. They will not leapfrog the rest of the world in technology.&quot; The Shanghai plant, which will pump its CO2 into fizzy drinks, was built using 20-year-old technology, he said. Europe hosts none of the 15 frontline CCS plants, but has 21 of the 60 or so plants currently in planning. But Herzog said: &quot;The EU plan is totally on the rocks.&quot; Its plan to fund development by selling off 300m carbon pollution permits will raise far less than anticipated due to the floundering carbon price, which throws a double whammy as the plants&apos; future earnings from burying CO2 have also tanked, he said. Gnther Oettinger, the European commissioner for energy, acknowledged the problem. &quot;Most CCS projects funded by the EC face delays, due to slow investment and the low carbon price. If the EU wants to remain a leader, we have to step up.&quot; Within Europe, the UK leads with one-third of the bloc&apos;s planned projects, and has the advantage of the vast storage potential of the North Sea. One is at the UK&apos;s biggest polluter, the Drax coal-fired power station in Yorkshire, where a new 1.5bn furnace is planned. It would burn wood and straw alongside coal and, as CO2 was drawn from the air as the plants grew, burying the gas would cut the level in the air. &quot;You create a giant vacuum cleaner that sucks CO2 from the atmosphere,&quot; said Charles Soothill, head of technology at Alstom, the French engineering company behind the Drax plan. &quot;It is the only industrial way of reversing climate change. I think that is very exciting.&quot; A further promise of CCS is cleaning up the vast emissions of the steel, cement and chemical industries, which contribute roughly 20% of global CO2 from energy. These energy-intensive industries have few options, and capping their pollution at source with CCS appears most promising, say experts, yet barely any current CCS projects address this issue. Another hidden issue is whether local communities will accept the burial of CO2 under the land near their homes, as campaigners have already helped halt a project in the Netherlands. The energy industry bigwigs gathered in Mongstad for the plant opening all bemoan the low value the world currently places on carbon pollution. The world&apos;s biggest carbon trading scheme, in Europe, currently charges about $9 for a tonne, contrasting with the likely $70/tonne cost of CCS. Most interested parties, including oil giant Shell for example, are betting on that price rising. &quot;It is a very cost effective technology,&quot; said Andy Brown, director for upstream international at Shell, which is involved in the Goldeneye CCS project at Peterhead, Scotland. Others are looking further ahead. Braisch said the US DoE is focusing its new research on future generations of CCS, including using fossil fuels to power plants full of fuel cells. That would result in a pure stream of CO2, he said, avoiding the two-thirds of CCS&apos;s cost, which is incurred in separating the gas. Another cost-cutter could be using the CO2 to grow algae, which is then used as animal feed. CCS has one final card: the prospect of a global high-technology industry that could bring desperately sought growth to stagnant economies. Many governments use the industrial opportunity presented by CCS to press the case for pushing ahead in the race to develop the technology. But prime minister Stoltenberg, who will sign off billions more of his taxpayers&apos; krone for a full-scale plant if testing at Mongstad is successful, claimed there was a different motivation. Maintaining Norway&apos;s position as the biggest gas exporter in the world by cleaning it up with CCS is &quot;much less important than people believe&quot;, he said, as &quot;gas will be a winner even without CCS, because it has half the carbon emissions of coal.&quot; &quot;We should not look upon efforts to develop this technology as a race between countries,&quot; Stoltenberg said, &quot;but as a race between what we do together versus global warming.&quot;  The Technology Centre Mongstad assisted with the Guardian&apos;s travel", 
    "section": "environment", 
    "gid": "environment/2012/may/09/carbon-capture-storage-climate-change", 
    "wordcount": "1385"
}