{
    "headline": "If Sandy doesn't destroy Obama's climate cowardice, what will?", 
    "text": "Could the backing of Barack Obama by the mayor of New York City Michael Bloomberg be &quot;the most important news story of all time&quot;? Was the &quot;Frankenstorm&quot; Sandy the disaster some, including David Attenborough this week, believed was unfortunately necessary to wake the US and the world from its slumber over global warming? It has certainly resurrected the issue in the US, as my colleague there Suzanne Goldenberg reports, and has broken the extraordinary climate silence Obama instigated in the spring of 2009 - having decided that climate change was not a winning issue for him.  The devastation of New York and New Jersey has changed that and Bloomberg&apos;s intervention is certainly striking. His endorsement was headlined &quot;Vote for a president who will lead on climate change&quot;, while his Business Week magazine cover was ever starker: &quot;It&apos;s climate change, stupid.&quot; However, people suggested hurricane Katrina in 2005 would galvanise climate action and it clearly did not. On our current trend of greenhouse gas emissions, the world is on track for 6C of warming, i.e. catastrophe. Other natural disasters, droughts, floods and storms all supercharged by climate change, have struck across the world since and caused far more human suffering than Sandy.  But what has changed is two things. First, this latest disaster has struck the most famous city on Earth at the moment it is electing the most powerful person on the planet. Second, the 2007 report from the UN&apos;s climate scientists and everything since has built an incontrovertible case that the burning of fossil fuels is a severe threat to the benign climate that has prevailed for millennia. The reason why Bloomberg&apos;s backing for Obama will, I think, resonate beyond the US election is that it strikes at the very heart of the inaction on climate change: the lack of political will. The low-carbon technology exists to tackle the problem, as does the clear economic case for doing so. What was missing was, as Bloomberg put it, the desire to &quot;place scientific evidence and risk management above electoral politics&quot;. The shock of Bloomberg&apos;s endorsement for Obama is clear: the mayor was elected as a Republican before becoming an independent. It&apos;s a little like London mayor and Conservative Boris Johnson backing Labour leader Ed Milliband for prime minister in the wake of the capital flooding. Some might even think that Bloomberg&apos;s attack on Mitt Romney for &quot;reversing course&quot; on climate change action could apply to David Cameron, who has indulged in his own politically convenient climate silence since being elected. Only time will reveal the ultimate significance of Bloomberg&apos;s choice. But the US has been a huge barrier to international progress on dealing with climate change.  If Sandy  and this summer&apos;s record US heatwave  end up blowing Obama back into the White House with enough wind in his sails to persuade him to make climate change a winning issue, it really could have positive global consequences. If not, I shudder to think what scale of apocalyptic disaster will be needed to destroy the political cowardice among world leaders that is stoking the ever greater climate change storms of the future.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/nov/02/bloomberg-obama-climate-us-election-2012", 
    "wordcount": "533"
}