{
    "headline": "Somaliland: a photographic diary  in pictures", 
    "text": "   This Soviet-era Mig in Freedom Square in Hargeisa, Somaliland's capital, is a reminder of the heavy bombardment the city endured in 1988, when Somaliland broke away from Somalia  then ruled by the dictator Siad Barre. Reduced to rubble, Hargeisa became known as the 'Dresden of Africa' Photograph: Mark Tran/Guardian       Hargeisa is experiencing a construction boom, financed by remittances from the Somali diaspora, many of whom are in the US and the UK Photograph: Mark Tran/Guardian       Hargeisa and Somaliland are in desperate need of good roads. Some construction and repairs are being financed jointly by local authorities and private-sector moneyPhotograph: Mark Tran/Guardian       Somaliland is about to pass a banking law that would allow the country to have proper banks for the first time. Dahabshiil, a money transfer company, has set up this new banking facility, which will open for business once it is granted a licence Photograph: Mark Tran/Guardian       Street vendors in Hargeisa are a reminder of the hard existence for many Somalilanders. Youth unemployment is estimated to be as high as 75%, and at  least 65-70% of the population of 3.5 million are younger than 30 Photograph: Mark Tran/Guardian       Mini-vans are the main form of public transport, although recently yellow taxis have begun to appear in Hargeisa Photograph: Mark Tran/Guardian       Goats munching on rubbish are a common sight in Hargeisa. Livestock is a mainstay of Somaliland's economy Photograph: Mark Tran/Guardian       Sheep, donkey and bus on a main street in Hargeisa Photograph: Mark Tran/Guardian       Typical street scene in Hargeisa. Note the colourful stonework favoured by Somalilanders Photograph: Mark Tran/Guardian       A truck sets off from Hargeisa to collect camel's milk Photograph: Mark Tran/Guardian       Typical stonework in Hargeisa Photograph: Mark Tran/Guardian       Workmen dig trenches in Hargeisa for a new fibre optic cable Photograph: Mark Tran/Guardian       Vendors selling drinks at the Hargeisa book fair. The drinks come from Somaliland's new Coca-Cola bottling plant located an hour outside the capital, in the desert. Local produce is also on show, including watermelons, papayas and lemons Photograph: Mark Tran/Guardian       Somaliland is highly security conscious. Even though this was a book fair, armed guards were out in force. Here they are talking to the fair's founder, Jama Musse Jama Photograph: Mark Tran/Guardian       A view of the port at Berbera. Somaliland has a big rubbish problem, which the authorities are struggling to deal with Photograph: Mark Tran/Guardian       A statue at Berbera, the port from where cattle, camels and oxen are shipped out in their thousands every day to Saudi Arabia and other parts of the Gulf Photograph: Mark Tran/Guardian  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/aug/17/somaliland-photographic-diary-in-pictures", 
    "wordcount": "0"
}