{
    "headline": "Your memories of the 1952 great smog", 
    "text": "Dave Higgins  I remember as a nine year old in 1959 living in South Ealing barely being able to see to catch the bus to school and my dad having to be guided home by a policeman with a torch  he was on our road at the time but had become completely disorientated. The policeman had a torch and used that to read the road name and house number.  Jim Tilley  I was caught up in that smog that weekend. I had travelled to Chigwell in the NE of London from Southall West Middlesex to play soccer for my Latymer Upper School XI. It was touch and go whether we should travel from Hammersmith, where Latymer was located, but being a tube journey and the phone messages from Chigwell School indicated that it was OK to play out there in the field of Essex, off we went by tube for our afternoon&apos;s active sport. The weather at Chigwell was cold and misty but sufficiently clear to play the game. On our return to Hammersmith that evening the tube train service was terminated at Hammersmith instead of travelling on towards Ealing Common, so my mate and I had to leave the train and set off to walk from Hammersmith to Southall. We were guided by the trolley-bus wires, which we could see above us glistening from the street lights. So slowly we trudged home, coughing and spluttering along the high road through Chiswick and Kew to Brentford Half Acre. There we turned right towards Hanwell along Boston Manor Road to reach Hanwell Broadway, where we then turned left and westwards towards Southall, still using the trolley-bus wires as our guide.  Having left Hammersmith at about 6pm I arrived home in Southall at midnight my face and hands covered in black soot. My father, a chimney sweep at the time, laughed at my appearance for I looked as he used to look after a day&apos;s work. But there was the rub, he recognised that his family trade was on its last legs. Our family had been London &apos;sweeps since early Victorian times. He could see this smog and the national reaction to burning smoky coal for heating was the death knell of his trade, which would soon be coming to an end through subsequent Government legislation. By 1957 he had stopped sweeping and took up a newsagency. I experienced other severe smogs later in my early life, in Birmingham and Glasgow, as I trained and worked my way around the UK, but none were as long lasting and debilitating as that 1952 December London smog.  Now, having emigrated to Australia in 1971, I live in a beautiful southern Sydney suburb, miles from smog and smoke, surrounded by beautiful bushland, but smoke does concern us here too when we occasionally suffer bush-fires.  Teresa P, on our Facebook page  Yes, I remember the great smog in the London area. I was 10 years old. Most people heated their homes with dirty coal, and did not realize they were contributing to the deaths that resulted. I remember walking to school with a woollen scarf wrapped tightly around my mouth and nose; feeling our way along the hedgerows; holding hands to not get lost; the black soot on the scarf when I took it off at school. I remember the chronic bronchitis that seemed to last all winter then. Mr. Thurston, our Geography teacher, during a class unit on mining, assured us that there was enough coal in Britain to last 100 years when I asked what would happen, and how would we heat our homes, if it ran out? That comment got me thinking and turned me into a life-long environmentalist.  Nicola B, on Facebook  My mum told me that she remembers her mother (my granny) walking in her high heels in front of her second husband&apos;s car so the family could drive safely down the road. They subsequently moved out of London to Essex.  Vicky P, on Facebook  I remember the 1957 smog. I was 7. We had to wear our school scarves wrapped round over our faces so as not to breathe it in. It was yellowish and smelled bad. I also recall later fogs in the 70s but they were whiter. I remember driving and now seeing the bonnet of the car, never mind the car in front.  Charlotte B, on Facebook  I remember thick smog more recent than that, being sent home from junior school in about 1977? A real pea souper, couldn&apos;t see my hands held out in front of me.  Maureen B, on Facebook  I remember this very well. My mum and Dad had gone to London to see Porgy and Bess, a stage show. They had to walk home to Edmonton. Couple days after Mum was seriously ill with pleuresy. Doctors were run off their feet. It wasn&apos;t unusual to go out with handkerchiefs over noses. The industrial &apos;clean up&apos; was the best thing that ever happened.  Robert P, on Clean Air London&apos;s Facebook page  I was right in the heart of all that smog and remember clearly our mum put a wet hanky over our nose and mouth before securing it in place with a scarf. By the time we got to school the hanky was badly stained with a dark brown substance! No one told us anything at the time! Today I suffer with COPD which I attribute mainly to those conditions and everyone ignores me!   Gordon R, on Clean Air London&apos;s Facebook page  Remember the &quot;Smog&quot; well. Had to walk from Mare St to Essex Rd pushing my bike. Could not see the front wheel of the bike.  On Twitter:  @guardianeco #smog1952 my mother tells of how she walked into a street lamp that was lit but she didn&apos;t see  Tanya Taylor (@TanyaAGT) December 5, 2012   @guardianeco Some of photo do not do justice on foot on pave not see Curb!  Kevin John Lee (@kinlevan) December 5, 2012   #smog1952 I was 8. School wasn&apos;t cancelled &amp; my father escorted me home each day with a torch held low. I feared it was a permanent change.  Pam Shurmer (@mazabuka1) December 5, 2012   My 75 yr old mum says she remembers walking to work from Palmers Green to Wood Green as the buses weren&apos;t running. #smog1952  Grasstuft (@grasstuft) December 5, 2012   @guardianeco @qpnell Ah! Those were the days. I walked home from school in that.  Philip Holt (@Oldcoalman) December 5, 2012 ", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/06/your-memories-1952-great-smog", 
    "wordcount": "1076"
}