{
    "headline": "US governors cross party lines in support of windfarm subsidies", 
    "text": "Republicans and Democrats called a momentary truce in the energy and climate wars on Tuesday, teaming up in support of windfarms and even the introduction of a carbon tax. In a first sign of a possible shift in the landscape after Barack Obama&apos;s re-election, governors from both parties urged Congress to extend subsidies for windfarms. The governors from Colorado, Iowa, Kansas and Oregon, who included two Democrats and two Republicans, said ending the subsidies would stunt an emerging industry. &quot;I strongly support extension of this production tax credit so we can continue to build wind energy and the jobs and electricity that are associated with it,&quot; Kansas governor Sam Brownback said. Investments in windfarms soared this year to $3bn with producers rushing to beat the subsidy deadline, Brownback said. &quot;We are seeking to be the renewable state but all those numbers go to nearly zero next year,&quot; he told a conference call with reporters. &quot;Virtually no new wind operations going in next year. That shows you just how dramatic the impact of the production tax credit is.&quot; Meanwhile, Al Gore and speakers at a one-day forum at the conservative American Enterprise Institute discussed the adoption of a carbon tax. Al Gore, in an interview with the Guardian, said a carbon tax would allow Obama to solve both the climate and budget crises, reducing emissions that cause global warming while raising government revenue.  Gore is a longtime supporter of a carbon tax. But a number of Republicans have also been discussing the idea, including Bob Inglis, a former South Carolina congressman who lost his seat to a Tea Party challenge, in part because of his views on climate change. At the AEI, meanwhile, speakers discussed how a carbon tax would fit into the wider negotiations to avoid the &quot;fiscal cliff&quot;, and how it might affect negotiations for a global climate change deal.  Supporters of a carbon tax say it is simpler than the cap and trade measures that collapsed in the Senate in 2009. It also offers Obama a &quot;twofer&quot;, a chance to deal with the fiscal crisis and the climate crisis at a same time. Most supporters still believe, however, that a carbon tax is a very remote possibility in the current political situation. But there was a glimmer of hope earlier this week when the anti-tax activist Grover Norquist initially appeared to open the door to a carbon tax, telling the National Journal that it would not violate his conservative no-taxes pledge.  Norquist appeared to be backing away from that idea on Tuesday  but by that point the Obama administration was signalling it would be open to a wider deal on fiscal reform, if the Republicans were truly interested in such a tax. &quot;The administration has not proposed a carbon tax nor is it planning to, but if there is, as part of fiscal reform discussions, there are a lot of pieces on the table, and if Republicans see this as a viable piece, then it could be part of the mix,&quot; Gibert Metcalf, a deputy assistant secretary for environment and energy told reporters at the AEI event, according to The Hill newspaper.", 
    "section": "environment", 
    "gid": "environment/2012/nov/13/us-governors-windfarms-carbon-tax", 
    "wordcount": "536"
}