{
    "headline": "20 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of new games for smartphones and tablets, this time covering iOS, Android and Windows Phone. The week&apos;s pick of new and notable games includes basketball, racing, jetpacking and a few retro titles to boot. NBA 2K13 2K Games has launched its new basketball sim on iOS and Android, promising an engine based on the console version, and &quot;One-Finger controls&quot; designed for the touchscreen. As on console, Jay-Z has curated the soundtrack, while the official NBA teams and players are present and correct. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad PlayStation Mobile Okay, not as such a game  this is an entire store. It&apos;s Sony&apos;s official PlayStation-branded app store for Android devices, downloadable directly from the company rather than through Google Play. Around 20 games are available at launch, with standouts including Super Crate Box, Aqua Kitty and Underline.Android Payback HD Remember the days before Grand Theft Auto was available for iOS, but several games were trying to bring GTA-style gameplay to the touchscreen? Payback was one of the better ones, and now it&apos;s got a sequel. The model remains driving round a large world shooting people, completing missions and picking up new weapons along the way. Online multiplayer is also included.iPhone / iPad Jetpack Joyride Having received enormous critical acclaim on iOS, Halfbrick Studios&apos; Jetpack Joyride has flown onto Android, where it&apos;s proving just as popular. It sees grizzled spaceman Barry Steakfries flying through an endless level collecting coins, outfits and power-ups. It remains excellent.Android Re-Volt Classic If you owned Sega&apos;s Dreamcast console, you may have happy memories of remote-controlled racing game Re-Volt. Now it&apos;s been updated for iOS, with 14 themed tracks to zip around, 42 cars to unlock, and a plethora of game modes. Thankfully, the controls have been updated for touchscreens too.iPhone / iPad Beastie Bay Nothing to do with hip-hop: this is the latest game from Japanese developer Kairosoft, blending its addictive simulation gameplay with a dash of Pokemon. That means you have to build a town on a desert island, but also capture local creatures and send them into battle.Android Rayman Jungle Run The franchise that launched a million &quot;Armless fun&quot; jokes in reviews has popped up on Android, a couple of weeks after its iOS release. Here, Rayman is getting back to his 2D platform-adventure roots, with all the graphical flair fans of his console outings have come to expect.Android Extraction Shoot &apos;em up Extraction: Project Outbreak won plenty of praise on iOS, but now it&apos;s available on Windows Phone too. Publisher Chillingo has kept its soldiers-gone-viral plotline and frenetic gameplay intact, while adding support for Microsoft&apos;s Xbox Live community.Windows Phone Kingdom Royale Korean publisher Gamevil has ported its Kingdom Royale social war-game from Android to iOS, mixing resource management and kingdom-building with turn-based battles against other players around the world. Humans, elves and orcs provide the cannon fodder.iPhone / iPad Stunt Star: The Hollywood Years A number of developers have had a crack at turning Hollywood stunts into mobile gameplay down the years I&apos;ve got fond memories of Digital Chocolate&apos;s Johnny Crash in the pre-App-Store years, for example. Stunt Star is great fun, with its emphasis on physics, power-ups and lots of crashes. And explosions. 70 levels provides plenty of challenge too.iPhone / iPad Clucks Clucks is only available in the US for now, which is a shame, as it&apos;s one of the more innovative social games released in recent memory. &quot;If a picture is worth a thousand words, then a video is worth more,&quot; suggests its blurb, positioning Clucks as, essentially, Draw Something with video. Which means trying to get friends to guess a word without actually saying it, pinging videos back and forth to play. The publisher may surprise you too: AOL.iPhone Tentacles: Enter the Dolphin Talking of surprising publishers, the company responsible for Tentacles: Enter the Dolphin is... Microsoft. The title sounds like it should be a banned DVD, but it&apos;s actually about a black tentacled creature called Lemmy (er...) who&apos;s trying to escape from a mad scientist&apos;s body through a &quot;top-down platformer&quot;. Quirky, but very interesting.iPhone / iPad Restaurant Star A social game based on running a restaurant? WHY HAS NO ONE THOUGHT OF THIS BEFORE?! Oh. But enough flippancy, because Restaurant Star looks like a polished take on the social cook &apos;em up genre, with different cuisines to master, and friends to out-serve.Android Zaxxon Escape My, Zaxxon is looking different. When the original arcade game launched in 1982, it was a space-shooting racer with isometric graphics. Now it&apos;s been turned into a fully into-the-screen 3D title for iOS, as you try to escape an asteroid city by swiping and tapping. It also adopts another modern gameplay feature: in-app purchases. Update: after this piece was published, the game was also released for Android.Android / iPhone / iPad Drift Mania Championship 2 10m people have apparently played the first Drift Mania Championship game, making a sequel an inevitability. Launching across iOS and Android, it&apos;s a fast-paced racer with lots of customisation and social features, with a mixture of solo and online multiplayer modes to master.Android / iPhone / iPad Blade Guardian Described as a &quot;defense real-time strategy game&quot; (so, er, tower defence then), Blade Guardian looks a polished addition to the genre, with plenty of depth. It&apos;s the second iOS game from developer Mistwalker Corporation, founded by Hironobu Sakaguchi whose CV includes inventing a little-known RPG series by the name of Final Fantasy.iPhone / iPad Big Win Football That&apos;s football as in the American variety: endzones, touchdowns, comedy replacement referees and so on. Well, possibly not the last one in this case. Big Win Football is a card-based game where you build your team and its special moves from packs of virtual cards.Android Roller Casino Apple&apos;s decision to allow real-money gambling on iOS is spawning some interesting new titles. Roller Casino is the work of gambling firm Paddy Power, made for iOS rather than converted from an existing web game. Roulette, blackjack, slot machines and video poker are all included, but remember the stakes are real money, not virtual cash.iPhone / iPad Fantasy War Another impressive game out of South Korea is Fantasy War, which describes itself as an &quot;epic battle RPG&quot;. That means building up your skills, then taking to dungeons for all manner of monster-slaying treasure-looting fun. With the added spice of being able to nick the loot of other players.Android Drag Tag Smash Imagine if Space Invaders had more of a puzzle element, along with a floor-shaking DOOF-DOOF-DOOF techno soundtrack. That, sort of, is what Drag Tag Smash is all about. It gets you breaking gaps in enemy lines, with the soundtrack closely tied into your actions as you &quot;tag&quot; those enemies. Who, by the way, spawn infinitely providing a pleasantly old-school challenge.Android That&apos;s our selection, but what are you playing this week on your smartphone or tablet? Make your recommendations, or provide feedback on the games we&apos;ve chosen, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/04/best-iphone-android-windows-phone-games", 
    "wordcount": "1195"
}