{
    "headline": "Schmallenberg virus hits livestock in 74 farms in England", 
    "text": "Scientists and farming leaders are urgently seeking ways of fighting a disease new to the UK threatening sheep flocks. Weeks after government vets confirmed the arrival in Britain of the deadly Schmallenberg virus, which causes miscarriages and birth deformities in lambs, 74 farms in southern and eastern England have been found to have the disease and the number is expected to rise sharply as the lambing season peaks. Restrictions on animal movements, imports and exports are unlikely because officials do not want to further jeopardise rural economies to combat a virus that has also affected cattle and goats across Europe but is not thought to be dangerous to people. Public health bodies are monitoring the health of farmers, farm workers and vets who have been in contact with infected animals. The National Farmers Union has warned of a &quot;ticking time bomb&quot; over the disease, which has affected up to 20% of lambs on some farms. The virus, which is thought to have been carried by midges over the North Sea or English Channel, is named after a farm in Germany where it was first identified last year. It was initially seen in cattle and quickly spread through the Netherlands and Belgium to northern France. The virus has hit sheep on 69 farms and cattle on five since its first detection in England last month, according to the Animal Health and Veterinary Laboratories Agency (AHVLA). There have been cases in 14 counties, with East Sussex, Norfolk and Suffolk the worst hit. The midges suspected of being the virus carriers probably arrived last summer, according to the Department for Environment, Food and Rural Affairs. &quot;The midges are not around at the moment, so movement restrictions are not going to have any effect,&quot; said a spokesman. Such restrictions could cause huge problems for farmers without reducing the spread of the disease. However, AHVLA says methods of infection have not been confirmed. &quot;The potential for direct transmission (ie direct from one animal to another) is therefore, as yet, unknown.&quot; Symptoms of the disease have not been identified in adult sheep but it causes diarrhoea, fever and lower milk yield in cows, which later recover. There is currently no treatment and a vaccine could take 18 months to two years to develop.", 
    "section": "environment", 
    "gid": "environment/2012/feb/26/schmallenberg-virus-74-farms-england", 
    "wordcount": "383"
}