{
    "headline": "Is microfinance an engine of development? Finca says yes", 
    "text": "It&apos;s probably fair to say Rupert Scofield had no idea what he was getting himself into. It was 1971, he had just graduated, and entering the world of pinstripes and percentages inhabited by his father  an assistant treasurer at a bank in his native New York  seemed no more appealing than enlisting for the Vietnam war. So he volunteered for the Peace Corps, embraced crash courses in Spanish and farming, and joined an agricultural project in San Martn Jilotepeque, a rural municipality in the Chimaltenango department of Guatemala. It was an experience that would define his life. &quot;These people were very capable farmers, and had been working the land for generations,&quot; recalls Scofield. &quot;But the soil was very depleted and the yield was getting lower and lower. I thought that, with the addition of a little chemical fertiliser, we could boost the crops so that they would get a better yield and be able to eat better. The problem was, they didn&apos;t have any means to purchase the fertiliser. So we organised a credit scheme where we gave these people $50 loans, but in the form of fertiliser.&quot; With the modern form of the microfinance industry barely nascent, it was innovative thinking. The take-up was enthusiastic and, before long, Scofield found himself dealing with an 800-strong co-operative of farmers. But in such a remote community, the logistics of transporting the fertiliser presented an obvious challenge. The difficulties were compounded by a lack of urgency on the part of Scofield&apos;s bosses. By the time the fertiliser arrived at the Peace Corp office in Guatemala City, the national capital, the seasonal rains had started. &quot;I couldn&apos;t find any drivers who would take me,&quot; says Scofield, who was desperate not to fail the people in whom he had raised such hope. &quot;They all said: &apos;Are you crazy? We&apos;ll get stuck and we&apos;ll be there until next spring&apos;.&quot; Eventually, an old man named Luis agreed to help  for double the going rate. After a hairy return journey, the pair re-entered the town in Luis&apos;s ramshackle truck, horn blaring triumphantly. &quot;I&apos;ll never forget the looks of jubilation on the faces of those farmers,&quot; says Scofield. &quot;I realised then that it was going to make a huge difference to their lives. For many, it might even have been the difference between life and death. They used the fertiliser and got terrific yields. Many people began repaying the $50 loans before the crop even came in and by harvest time some had repaid in full. Of the 800 farmers that I worked with, 799 repaid in full.&quot; At a time when the microfinance industry has been overtaken by a crisis of faith, Scofield&apos;s story is an uplifting one, an antidote to talk of poverty traps and corruption allegations. It illustrates that  on one level, and in the right circumstances  microcredit can yield tangible results for the world&apos;s poor, whatever its critics might say. But Scofield&apos;s story didn&apos;t end there. &quot;I&apos;d read all these terrible stories about how foreign aid is stolen and wasted and so forth, but this really worked. It had an immediate impact on the welfare of the people and it was cheap. But what really made an impact on me was that, when the time came to leave, the people were terrified. I realised that we&apos;d made a real difference.&quot; The realisation stayed with him. Today, Scofield is president and CEO of the Foundation for International Community Assistance (Finca), a global microfinance organisation he co-founded with John Hatch in 1984 to provide savings accounts, loans and other financial services to some of the world&apos;s poorest communities. A shaping influence in the evolution of the village banking model, the group has a loan portfolio of more than $500m extending across five continents. From small beginnings to great things, as they say. Except, of course, it&apos;s far from clear microfinance is a great thing. When the UK Department for International Development (DfID) commissioned a study of its impact (pdf), the report&apos;s authors concluded: &quot;Despite the apparent success and popularity of microfinance, no clear evidence yet exists that microfinance programmes have positive impacts.&quot; The review also cautioned  pointedly, when one considers the above story  that &quot;while anecdotes and other inspiring stories purport to show that microfinance can make a real difference in the lives of those served, rigorous quantitative evidence on the nature, magnitude and balance of microfinance impact is still scarce and inconclusive&quot;. Those conclusions appear to have done little to dampen the enthusiasm of the UK development secretary, Andrew Mitchell, though. Speaking at a London symposium on the role of social entrepreneurship in poverty alleviation, Mitchell offered a resounding endorsement of microfinance. &quot;Getting more people involved in microfinancial and microcredit services is something we recognise as being enormously important,&quot; he said at the event in central London last week. &quot;The brilliant thing about microfinance is that it doesn&apos;t require aid money  [it&apos;s] self-generating.&quot; Arguing for economic development and wealth creation as &quot;the engine of development, not the enemy of it&quot;, Mitchell implied DfID would be receptive to Finca proposals to renew a relationship that first began with projects in Africa a decade ago. &quot;For what you are seeking to do, we are aiming to provide very strong support,&quot; he told Scofield. &quot;We think that microfinance has the capacity to make quite extraordinary changes across the world.&quot; Many, however, will find this sentiment quite extraordinary, not least those who buy into the strident critiques of microfinance put forward by sceptics such as Milford Bateman. But for every academic theory about microcredit, there is a compelling story of triumph against the odds, and therein lies a problem for the naysayers. When it comes to grabbing the attention of donors, financiers, and, it would seem, government officials, simple, compelling narratives tend to put academic theorising in the shade.  This article was corrected on 30 March 2012. The original stated that Finca was founded in 1994; this has been corrected to 1984", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/28/microfinance-engine-of-development-says-finca", 
    "wordcount": "1023"
}