{
    "headline": "New UK nuclear power station plans suffer setback", 
    "text": "Plans for new nuclear power stations in the UK have suffered a setback as Chinese financial backing for two new reactors has failed to materialise, and a bid by French nuclear group Areva has not been submitted. In March, German utilities E.ON and RWE scrapped plans to build two new reactors at Wylfa in Wales and Oldbury in Gloucestershire, inviting bids for the project, called Horizon Nuclear Power, with a deadline last Friday. On Wednesday, French nuclear engineering group Areva told the Guardian that it had dropped its interest  in partnership with the China Guangdong Nuclear Power Group  in bidding for Horizon. &quot;Areva and CGNPC have suspended their interest in the planned sale of Horizon Nuclear Power and did not submit a bid,&quot; an Areva spokeswoman said, adding that the company was still committed to new nuclear in the UK through other avenues. Areva&apos;s withdrawal leaves bids by a consortium led by US nuclear engineering company Westinghouse  reportedly without the involvement of the China National Nuclear Power Corporation, as has been previously floated  and one by Japan&apos;s Hitachi, whose nuclear techonology is not yet licensed for use in the UK. A decision is expected within weeks, but if either failed to proceed because of financial or other challenges, that would leave EDF as the main developer committed to building new nuclear reactors in the UK. The French state company already owns and operates eight of the UK&apos;s 10 existing nuclear power stations, and is due to make a final investment decision on a new reactor at Hinkley Point in Somerset by the end of the year. EDF has also been in discussions with Chinese state corporations over funding new reactors in the UK, while UK government officials flew to Beijing in September to hold talks on energy collaboration between the UK and China, including new build nuclear power. The other project eyeing new nuclear in the UK is NuGen, owned by Spain&apos;s Iberdrola and France&apos;s GDF Suez, which is considering new reactors in Cumbria and says it will make a decision by 2015. This week, three councils, Cumbria county and Allerdale and Copeland districts,  delayed a decision on new nuclear waste sites - due in October - until January.", 
    "section": "environment", 
    "gid": "environment/2012/oct/03/new-uk-nuclear-power-station-setback", 
    "wordcount": "372"
}