{
    "headline": "The pleasure of talking about science", 
    "text": "I&apos;ve got a riddle for you: when is a documentary not a documentary? When it&apos;s an iPad app called The Incomplete Map of the Cosmic Genomeby Robin Ince. It&apos;s funny because it&apos;s true. OK, I guess I shouldn&apos;t give up the day job. But Ince is someone who has made a success of combining comedy with a deep interest in science, most notably in his live shows and Radio 4&apos;s The Infinite Monkey Cage. The latest incarnation of his mission to enthuse and amuse through science comes in the form of a documentary that somehow mutated into an iPad app. The app is distinctly Feynmanian in theme and takes as its cue the American physicist&apos;s observation that &quot;we are matter with curiosity&quot;.It is simple to use. The clean, intuitive interface provides easy access to a series of short videos, each with a talking head or heads belonging to a scientist, science-interested person, writer or performer as they talk about the bits science or of the universe that intrigue them most. The starting lineup is a good mixof familiar faces, including Brian Cox, Simon Singh, Steve Jones, and Marcus du Sautoy, but also has a healthy peppering of some of the rising stars of science communication, among themAoife McLysaght, Lucie Green, Claire Benson and the Guardian&apos;s own Jon Butterworth. The videos generally have a mix of personal detail  What got them interested? Who is their scientific role model? Why do they think science is important?  and chat about scientific ideas. The researchers talk about their work or the most intriguing developments in their field while the others discuss their favourite ideas. The content includes Claire Benson&apos;sbrief history of the Bunsen burner, Steve Jones on his childhood love of maps anda chat between Ince and Cox on the nature of science and the difference between a theory and an effective theory. A favourite of mine isStewart Lee talking about how dealing with his kids&apos; incessant questions has reawakened his own sense of wonder at science and the world. He concedes he may have done too good a job at explaining gravity to his son, who now resents this fundamental force for making it so difficult to push his bike up hills.(Stew, just tell him about the speedy exit he would make from the planet if gravity were to disappear.)  The whole package is nicely put together. It has a professional feel but still manages to retain a relaxed, inviting ambience. That is largely down to the way that the various talking heads are allowed to, well, talk. We hear their &quot;ums&quot; and &quot;ahs&quot;, their &quot;sort ofs&quot; and &quot;you knows&quot; (I&apos;m glad I&apos;m not the only one with these verbal tics); we hear and see them thinking out loud. There is little artifice and each speaker is clearly interested. Each is filmed in front of a blank screen on which pictures and diagrams occasionally sweep in and out of view to illustrate meaning. The short films are simultaneously low key but unafraid to grapple with tough ideas: try out Brian Cox on Feynman&apos;s idea that all electrons are identical because there&apos;s only one of them. That said, this is not the place to come looking for deep understanding of complex ideas. Rather The Incomplete Map of the Cosmic Genomeis a smorgasbord of curiosity; the aim is to spark interest. And even if some of the ideas are hard to grasp, the friendliness and enthusiasm of the presenters tells you it&apos;s OK not to understand on the first pass. For those who want to know more, the videos are accompanied by transcripts that are strewn with links to further reading. If I have one criticism it is that some of the transcripts would be greatly improved by editing  the stops and restarts that are a natural part of speech and present no difficulty in the video are somehow very difficult to read as printed text. The content can be accessed thematically or from a list of named presenters or via a funky periodic table in which Ince and Cox are the hydrogen and helium of science communication and the rest are scattered according to a system that I could not divine. There are lots of empty spaces to be filled and so plenty of scope for more and more varied participants. Those slots should eventually be occupied because The Incomplete Map of the Cosmic Genome is in fact a subscription service that will be regularly updated with additional material. I look forward to it. If I can make a suggestion, I would like a future edition Cosmic Genome to include the sonorous tones of Simon Schaffer talking about his favourite episodes from the history of science (his documentary on automata last nightwas outstanding). Oh, and if the producers want someone to prattle about proteins in a Northern Irish burr, I&apos;m yer man.  Stephen Curryis a professor of structural biology at Imperial College. Twitter @Stephen_Curry", 
    "section": "science", 
    "gid": "science/occams-corner/2013/jun/04/1", 
    "wordcount": "854"
}