{
    "headline": "Tumblr to ban self-harm blogs that promote anorexia and bulimia", 
    "text": "Tumblr is to launch a new policy banning &quot;self-harm blogs&quot; from the site, with posts promoting anorexia, bulimia and self-mutilation set to be prohibited. The blogging site had previously allowed blogs which promoted and depicted self-inflicted injury, but in a staff blogpost Tumblr said the policy would be changing &quot;next week&quot;. &quot;Our content policy has not, until now, prohibited blogs that actively promote self-harm,&quot; the post read. &quot;These typically take the form of blogs that glorify or promote anorexia, bulimia, and other eating disorders; self-mutilation; or suicide.&quot; Tumblr said it &quot;strongly opposed&quot; such messages, but had been faced with a dilemma:  The question for us has been whether it&apos;s better to (a) prohibit them, as a statement against the very ideas of self-harm that they are advancing, or (b) permit them to stay up, accompanied by a public service warning that directs readers to helplines run by organizations like the National Eating Disorders Association.  The statement said Tumblr would be implementing a new content policy &quot;in the very near future&quot; which would prohibit content &quot;that actively promotes or glorifies self-injury or self-harm&quot;. &quot;This includes content that urges or encourages readers to cut or mutilate themselves; embrace anorexia, bulimia, or other eating disorders; or commit suicide rather than, eg, seek counselling or treatment for depression or other disorders.&quot; The statement added: &quot;Of course, we will allow any affected blogs a grace period in which to edit or download your content&quot;  implying that if offending material was left on an individual&apos;s Tumblr account it would eventually be deleted. In addition, the site will show &quot;&apos;public service announcement&apos;-style language&quot; to users searching for terms typically related to self-harm blogs, directing them to self-help organisations and similar.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/feb/23/tumblr-ban-self-harm-blogs", 
    "wordcount": "303"
}