{
    "headline": "Academic ebooks can succeed but publishers must play their part", 
    "text": "Surprisingly, there comes a time in life when the discussion of house prices and the quality of the local schools loses its charm. One then turns to marvelling at the bargain price of off-the-shelf reading glasses and the not-unrelated question of whether it is legitimate to purchase a Kindle if you already own an iPad. The electronic revolution is edging its way into the classroom. The ebook is here, but it is not so obvious yet that it is here to stay. At a recent seminar, alongside the shiny new hardbacks and marked-up photocopies, a few ebook readers were to be seen. All was going swimmingly until someone mentioned a passage on a particular page. The ebook users looked up in panic. Their ebooks had no page numbers and there was no obvious way of correlating what appeared on the screen with the real thing. From then on, the ebook devices were powered down and their owners sheepishly peered over the shoulders of their classmates. For serious academic purposes, we don&apos;t seem to have arrived yet at the age of the ebook. Aside from the matchless virtue of page numbers, there are other ways in which the printed book still seems to have the edge. Sometimes I can remember that a vital line was on the right-hand side, near the top. Indexes and footnotes bring me joy, but electronically they are still a chore. At the moment, though, I find ebooks are excellent if I want to start at the beginning and plough right through, but not if I want to make the book part of my living and breathing soul for a while. Ebooks are for holidays, not for the spaces in between. Much of this will be solved in due course, I&apos;m sure. But here is my first modest plea to ebook publishers. Can we have some page numbers please? And now I&apos;m on the subject, here is a second. Can you take another look at your pricing model? Despite my carping, I would like to have every book I own in electronic form as well as on my bookshelves. I rarely work where my books are, and it would be wonderful if I had them all in my pocket. And electronic searching is one of the new wonders of the age. But if I have paid for a real book I&apos;m not going to pay again for an ebook. So why not sell a package of real book and ebook together at a serious discount? Yes, I know that you may get a real book lover and an ebook lover pairing up. There might even be a website offering a matching service. In fact, I can even see the possibilities in a combined dating and matching site. But even so, what is wrong with spreading a little happiness? Just as the academic user was an afterthought for word-processing software  remember how awkward it was to create footnotes in the old days?  the truth is, I suppose, that the academic market is such a small part of the book trade that our needs are never going to drive the delivery model. But if the publishers don&apos;t sort this out then, as we saw with the music industry, someone else will. Students tell me this is already beginning, and unauthorised free downloads of some academic texts are now available. They gleefully reported that this is so for one of my books. (Of course! What else could explain the modest sales figures?) But if someone has already stretched their overdraft to fork out for a cynically priced academic hardback, would they feel that they were doing anything wrong if the accompanying bootleg ebook happened to find its way to them? Well, I suppose they&apos;d feel a bit guilty for a little while, but I imagine the feeling would wear off sooner or later.  Jonathan Wolff is professor of philosophy at University College London. His column appears monthly", 
    "section": "education", 
    "gid": "education/2012/feb/19/academic-ebooks-success-publishers", 
    "wordcount": "657"
}