{
    "headline": "From Laos to Libya, landmines still take their toll on civilians", 
    "text": "Amid confirmed reports of landmine use in four countries, the director of the International Campaign to Ban Landmines, Kasia Derlicka, recently warned: &quot;We fear that the global stigma the mine ban treaty has established [in the past 15 years] is under attack.&quot; Landmines and cluster munitions have been described as &quot;weapons of social cataclysm&quot;, which perpetuate poverty and prevent development. They leave a legacy of indiscriminate civilian injuries and deaths, burden struggling healthcare systems and render vast tracts of land uninhabitable and unproductive. As Kate Wiggans, from the International Campaign to Ban Landmines and Cluster Munition Coalition (ICBL-CMC) says: &quot;They keep poor people poor, decades after conflict.&quot; The ICBL-CMC has achieved remarkable progress in the past 20 years. This year Somalia became the 160th signatory to the mine ban treaty, and the Convention on Cluster Munitions has been joined by 111 countries. These treaties have succeeded in binding signatory countries to renounce such weapons, destroy their stockpiles and assist with mine clearance programmes. However, Libya, Syria, Burma and Israel all deployed new landmines last year, and over the past decade cluster munitions have been used extensively by Israel in Lebanon and the US in Iraq. The US, Russia and China remain outside both treaties, significantly denting the hopes of making the moral objection to using these weapons universal. The scale of the problem remains staggering. Between 1999 and 2008 Landmine Monitor documented 73,576 mine and unexploded ordinance (UXO) casualties. Of these, around 18,000 were confirmed deaths  71% of victims were civilians and 32% were children. No country bears the scars of these weapons more than Laos in south-east Asia. During the Vietnam war (in which Laos was officially neutral) US planes dropped 260m cluster bomb sub-munitions on the country  of which around 80m did not explode. A national study estimated that 50,000 people have been killed or injured by UXO since 1964, and that there have been 20,000 casualties since the end of the war. Nearly 50 years later, Laos still averages four new victims every week. The Lao government has identified a &quot;significant correlation between the presence of UXO and the prevalence of poverty&quot;. Men are disproportionately likely to be both the primary wage earners and the main victims of cluster munitions. This has a devastating impact on their extended family  forcing children to abandon schooling to assist with the burden of disability care, further entrenching poverty for another generation. Cluster munitions are a significant barrier to agriculture and land development. Over two-thirds of adults are employed in agriculture  yet poor farmers must choose between leaving land unproductive or risking injury by using contaminated fields. Irrigation and road construction are frequently delayed or abandoned due to the high costs of UXO clearance. Nearly $17m was spent on UXO removal before building the large-scale Nam Theun 2 dam. With small plots less economical to clear, Unicef reports that villagers carry out the demining themselves  with tremendous risks to personal safety. Mine clearance therefore is an aid priority for Laos. MAG (Mines Advisory Group) works extensively in Xieng Khouang, which lies on the border with Vietnam and is one of the most bombed places on Earth. Sidavone Sipaseuth, a deputy team leader for the organisation, explains her motivation for joining. &quot;My older sister lost one eye and injured her leg in a UXO accident 15 years ago,&quot; she says. &quot;She was digging in a field near our house when her shovel hit a bombie [cluster bomb] under the surface and it exploded.&quot; Now Sidavone Sipaseuth is responsible for clearing agricultural land so communities can farm land without fear of injury. Over the past five years MAG has destroyed 150,000 UXO remnants in Laos, and cleared 24m square metres of land. As Sean Sutton from the organisation says: &quot;Areas previously hindered by the presence, or suspected presence, of landmines and UXO can now be used for population resettlement, the construction of wells, schools and health centres and improvements to roads.&quot; Nevertheless, the task remains daunting. Despite working in the country for 15 years, it is estimated that less than 1% of submunitions have been cleared. Until the moral revulsion at using these weapons is universally recognised through binding treaties, and until the international community is prepared to invest sufficiently in their clearance, countries such as Laos will be paying the price for decades to come.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/06/landmines-toll-civilians-laos-bombs", 
    "wordcount": "742"
}