{
    "headline": "Rio+20 Earth summit: pressure for deal  but will leaders hold their nerve?", 
    "text": "More than 150 world leaders and ministers kick off the Rio+20 Earth Summit on Wednesday amid widespread disappointment about the strategy they will adopt to put the global economy on a more sustainable path. The mega-conference was billed as a &quot;once-in-a-generation&quot; opportunity to rebalance the needs of the economy, society and environment, but the deal reached by advance negotiators was immediately criticised as too weak to be effective. It included a limited upgrade to the UN Environment Programme, outlined the benefits of a green economy, promised to do more to protect the world&apos;s oceans and launched a process to establish sustainable development goals. But the lack of clear commitments, timetables, financing or means of monitoring progress in the text prompted dismay among many delegates and observers. &quot;Nobody in that room adopting the text was happy. That&apos;s how weak it is,&quot; tweeted EU climate commissioner Connie Hedegaard, though the EU later said it welcomed the outcome despite failing to achieve what it had hoped. But the Brazilian hosts said the agreement was an achievement. Brazilian foreign minister Antonio Patriota said the adoption of draft document represented a victory for a new multilateralism.  &quot;We were facing a considerable challenge and the general satisfaction among delegations gives me great confidence that we&apos;ve reached a significant outcome,&quot; he said. President Dilma Rousseff is now thought unlikely to reopen debate, which means the event is likely to end not with a bang, but a whimper of photo-opportunities, handshakes and speeches. The document, named The Future We Want, clearly noted many of the problems that the world faces. These were documented in the run-up to the event by UN studies showing carbon emissions have increased 40% and biodiversity loss has risen 30% in the past two decades, while one in six people on earth remain undernourished. But despite calls for urgent action to &quot;change unsustainable production and consumption&quot;, the agreement outlines few concrete steps on such goals are to be achieved. It&apos;s pathetic,&quot; said Jim Leape, the head of the WWF. &quot;If this text proposed by Brazil is accepted, then the last year of negotiations has been a colossal waste of time. If you saw this document without knowing what it was supposed to be, you might think Rio+20 was convened as a seminar.&quot; Part of the problem is the lack of global political commitment. Barack Obama, David Cameron and Angela Merkel, and dozens of other leaders have snubbed the talks. Until last week, the Brazilian hosts were predicting 118 heads of state and government would attend. They now say the number is more likely to be &quot;around 100.&quot; The absence of so many key figures has dismayed the architects of global sustainability governance. &quot;It&apos;s not good and it doesn&apos;t look good,&quot; said Gro Harlem Bruntland, who drew up the recommendations that led to the first Rio Earth Summit in 1992. &quot;The financial and economic problems that some countries face don&apos;t make it easier for them to agree on things that they would have agreed to before 2008,&quot; she said. &quot;However, forward-looking leaders should be taking that on board to create a sustainable development model instead of digging down and not daring to take initiatives with a longer term perspective.&quot; Bruntland said the most important component of the document is the pledge to set Sustainable Development Goals (SDGs) that would be implemented by 2015. Similar in vein to the eight millennium development goals (MDGs) , SDGs would provide a number of targets based around key themes, and each goal would have measurable targets. But unlike the MDGs, the sustainable development goals are not just be about poverty reduction and do not just apply to developing countries, they are universal. The non-binding MDGs have proved quite effective in easing poverty although they are also criticised for not giving enough consideration to environmental issues, such as climate change, the impact of which hits the poorest the hardest. The SDGs are intended to rectify this. It is hoped they will set a wide range of targets, including for food security, renewable energy, livelihoods, employment and women&apos;s empowerment. This is not specified in the agreed text, which merely states that a process should begin to initiate them. UK environment secretary Caroline Spelman has said it may take 12 to 18 months to set the parameters. Spelman, who leads the talks for the UK on Wednesday, said: &quot;The agreement on Sustainable Development Goals is a good outcome. We have backed SDGs from the outset and helped drive them from a good idea to a new agreement that will elevate sustainability to the top of the agenda. We had wanted to get agreement on themes of food, water and energy, which will now be our next aim.&quot; Claire Melamed, head of the growth and equity programme at the Overseas Development Institute, said commitment to continue discussions on a set of SDGs may feel like a &quot;fudge&quot;, but it could be the best long-term result from Rio+20. There is considerable concern that the introduction of SDGs could shift focus away from the MDGs and begin a two-track process as sustainable development goals are tracked separately to development goals. This, says Melamed, would &quot;set the stage for future confrontation.&quot; . With the current text, that looks probable. Europe hoped that Rio+20 would also create the conditions for a low-carbon, resource-efficient Green Economy  said to be worth 15m-60m additional jobs. Measures to achieve this include eliminating subsidies for fossil fuel industries, introducing an eco taxes and placing a higher value of services provided by nature. But many of the core components have been diluted by developing nations who fear this is a ruse to control their growth strategies and reassert leadership by technologically advanced countries. Despite the torpor in the conference halls, Rio+20 has galvanised action elsewhere. Ahead of the summit, Australia announced the creation of the world&apos;s largest network of marine reserves called Future Earth  with businesses and international institutions to participate in the stock-taking and better management of climate systems and the biosphere. Among the plethora of other initiatives, will see the unveiling of a major new initiative by the Institute for Transportation and Development Policy and the World Bank to allocate billions more dollars to sustainable urban transport systems and a partnership between the prime minister of Aruba and Richard Branson&apos;s Carbon War Room to transform the island to 100% renewable energy. There has been limited progress elsewhere. Many civil society groups praised proposals on protecting the world&apos;s oceans and strengthening the United Nations Environment Programme, but those are small elements in the text, which will now go for approval by leaders and ministers. &quot;The outcome document does not have the ambition needed to save the planet or the poor, but it has not taken us backwards,&quot; said Meena Raman of the Third World Network. &quot;This minimal outcome signals a lack of political courage, leadership and commitment from developed countries and those campaigning for the future we really want will have to redouble our efforts.&quot; With little time left, critics say the conference does not yet justify the carbon emissions generated by the thousands of attendees who have had to fly across the world to be here, the hour-long commutes to the RioCentro conference centre and the air conditioning in the hangar-like debating halls. &quot;Everybody should look in the mirror and ask what is history is going to make of this. We face connected crises. This should be a turning point, but it is a dead end,&quot; said Stephen Hale, Oxfam spokesperson at Rio+20. &quot;This summit could be over before it&apos;s started. World leaders arriving tonight must start afresh. Almost a billion hungry people deserve better.&quot; That looks unlikely. Brazil is desperate to avoid the sort of chaotic finale seen at the 2009 Copenhagen talks  which were riven by confusion and conflict. Rio+20, by comparison is seen as drifting towards a sea of torpor. But veterans of international negotiations say the final days may yet produce some surprises. &quot;Maybe because there is so much pessimism at the moment, the outcome may be better than people fear,&quot; said Bruntland. &quot;There are more than 100 leaders coming after all. They are not going to leave with nothing.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/rio-earth-summit-sustainability-conference", 
    "wordcount": "1405"
}