{
    "headline": "Applying to university  how to beat the student wallet woes", 
    "text": "Anyone thinking about applying to uni this year is probably feeling a bit hard done by. The same course that would have cost 1,000 per year a decade ago, or 3,000 back in 2010, could now cost more than triple that. Maybe you&apos;re wondering whether uni really is worth it with that price tag  To help make up your mind, you&apos;ll need to look into the quality of education at your top choices, the social, sports and networking opportunities that you might encounter on campus and the career boost you can expect to benefit from as a graduate. But when thinking about the cost, make sure the facts about funding is absolutely clear toyou.  Tuition fees loan As a guide, for the 2012-13 academic year, unis in England are charging on average 8,393 a year. You don&apos;t have to pay fees up front and tuition fee loans  which cover the cost in full  are available from the government. This is repayable, plus interest, only once you&apos;ve graduated and are earning more than 21,000 a year. Tofind out more abouthow muchyou&apos;re likely to have to pay foruni, check out the studentcalculator at studentcalculator.org.uk.  Maintenance loan Full-time students can also receive a maintenance loan (worth up to 7,675 in 2012-13) for living costs. You can apply for up to 65% of the maximum amount  how much of the remainder you get depends on means testing. This loan is repayable under the same conditions as the fees loan.  Maintenance grants Worth up to 3,250, these are available for students who come from a household where the total income is less than 42,600.  National scholarship  This is available to students with a family income of 25,000 or less, and who are the first generation in their family to go to uni, to do their first year of tuition fee-free.  Further funding options Extra support is available for students with a disability, or who have children or adult dependents  go to studentfinance.direct.gov.uk to find out more. It&apos;s also worth looking at the money available from the unis themselves. The University of East Anglia provides scholarships worth up to 1,500 on merit as well as bursaries  of up to 4,500  available as a fee waiver, halls of residence discount, or in cash. Similarly, Goldsmiths, part of the University of London, offersa range ofscholarships and bursaries for home, EU and international students. Remember: to cover living costs, you&apos;ll need to factor in at least 6000-9000 a year, more if you&apos;re studying in London. &quot;Don&apos;t just look at the tuition fees,&quot; says Mike Nicholson, director of undergraduate admissions at the University of Oxford. &quot;The government loan scheme will ensure that these will be manageable. It&apos;s much more important to find out how much financial support is available to assist with living costs whilst you are at university. Fee waivers don&apos;t put food in your belly or a roofover yourhead.&quot; Jordan James Joice, 18, first year, journalism, University of Westminster Have a change pot which you only put coins in. After a night out, empty what&apos;s in your pocket into it and let it accumulate. I did that last term when my loan ran out and ended up having 70 in loose change to play with  on a tight budget that can get you pretty far. Group together with friends to do laundry and use a clothes horse to dry clothes instead of the pay-for dryer. Cook dinner with friends  if one person brings the sausages, another potatoes and a third the gravy granules and butter, you will have a filling and hearty meal at less than 1 each! Samuel Page, 18, first year, sport science and coaching, University of Bedfordshire It may seem great when your student loan drops into your bank account, but remember it has to last you the entire term. Researchall the bursaries and scholarships your universityoffers you may be entitledto some more money from them. And don&apos;t buy a TV  you&apos;ll save money on a TV licence also and you can watch thingsonline. Helen Johnson, third-year student, nursing, University of Leeds Surviving on a student budget is hard, but it&apos;s not impossible. Shop around, share and don&apos;t waste money on impulse buys. If you&apos;re going out, always buy tickets in advance rather than on the door  and keep your eyes peeled for online vouchers or discounts. Smaller arts cinemas always have cheaper tickers than multiplexes. If you&apos;re desperate for something new to wear, vintage stores or swap shops are good for cheap clothes. And when food shopping, try to buy in bulk and cook with friends, you&apos;ll also find there&apos;s less waste. If you&apos;re renting from a private landlord, don&apos;t opt for a bills-inclusive contract. It might seem like less hassle, but your landlord probablywon&apos;t take the time to look at the latest deals. If you cut down your monthly bills, you&apos;ll have more money to spend hanging out with your mates and enjoyingyourself.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/appyling-university-fees-living-costs-funding", 
    "wordcount": "888"
}