{
    "headline": "UK sustainable palm oil targets are too weak, say retailers", 
    "text": "Retail bodies and charities have criticised the government for setting &quot;weak&quot; targets on the use of sustainable palm oil. The Department for Environment, Food and Rural Affairs (Defra) yesterday asked retailers, manufacturers and charities to sign up to &quot;work towards&quot; ensuring that, by 2015, all palm oil used in food and other products is responsibly produced and does not contribute to deforestation. But the British Retail Consortium (BRC) said that while the government deserved praise for putting the palm oil issue on the agenda, many of its members had already made more ambitious commitments. The BRC wants other sectors to commit to nothing less than the Roundtable on Sustainable Palm Oil (RSPO) standards for sustainable palm oil. Richard Dodd, head of BRC media and campaigns, said: &quot;Manufacturers have not been prepared to sign up to only using RSPO-certified palm oil by end of 2015. The commitment they have signed up to has been watered down, as it doesn&apos;t have a specific timetable and only a commitment to &apos;work towards&apos; using 100% sustainable palm oil. In order to get the wide range of signatories, the pledge that Defra has settled for is not as good as it should have been, and not as good as the one retailers have already made. &quot;[The RSPO] is the only worthwhile standard and the one retailers have committed to.&quot; BRC director of food and sustainability, Andrew Opie, said: &quot;If the government is serious about achieving comprehensive change in the way palm oil is produced and saving rainforest habitats, it should be pushing other sectors to follow retailers&apos; lead. &quot;Retailers have already pledged to meet the world&apos;s most rigorous standards on 100% certified sustainable palm oil, and said they will do it by the end of 2015, because that&apos;s the way to generate a market for sustainable product and eliminate the rest.&quot; The environment minister, Richard Benyon, said the government would lead the way by ensuring that only environmentally friendly-sourced palm oil would be used in central government food and catering services. &quot;People want to know that the products they are using are not contributing to deforestation and climate change and many UK businesses are already starting to make changes. Producers, manufacturers and charities will continue working together to speed up the move to 100% sustainable palm oil in everyday products,&quot; he said. Palm oil is one of the world&apos;s most rapidly expanding food crops and used extensively in the food industry as frying fats, and as an ingredient in biscuits, margarine, snacks and bakery products. It is also used in the production of biodiesel, in animal feed, soaps and other cleaning products and cosmetics. Its production has been linked to the destruction of rainforest habitats in countries such as Indonesia, Malaysia and Thailand, and it is a rising source of greenhouse gas emissions, which come from clearing forests for crop cultivation. According to Eurostat data, the UK imported 397,000 metric tonnes of palm oil and 53,000 metric tonnes of palm kernel oil in 2011. Defra has estimated that only 24% was sourced from sustainably certified plantations. Defra&apos;s statement coincides with the annual conference on the ingredient, held by the RSPO in Singapore. Data released by the RSPO this week showed that UK supermarkets including the Co-operative, Waitrose, Marks &amp; Spencer and Sainsbury&apos;s, and manufacturers like United Biscuits, Warburtons and Burton&apos;s food are already at  or very close to  using 100% RSPO-certified palm oil. Waitrose said on Tuesday that it would reach its target of 100% fully sustainable palm oil by the end of this year. The supermarket lists palm oil in its ingredients and claims to be the first retailer to use the RSPO logo on its soap. Riyaz Dhalla, Waitrose senior technologist, said: &quot;This is an important issue for our customers and we&apos;re delighted to be able to help them make an ethical purchasing decision.&quot; The Food and Drink Federation (FDF) said many food and drink manufacturers had made substantial progress. The FDF director of sustainability, Andrew Kuyk, said: &quot;Many food and drink manufacturers have in place long-standing commitments to using 100% certified sustainable palm oil and the national statement is an important step towards a wider reassurance for consumers that the products they enjoy contain oil from environmentally friendly sources.&quot; Adam Harrison of WWF International  another RSPO member  said that Defra&apos;s move was significant, but given the urgency of the situation relating to the impacts on natural habitats relating to palm oil production, the statement needed to go further. &quot;The impacts of irresponsible and unsustainable palm oil expansion to meet growing demand are completely unacceptable in terms of deforestation, damage to wildlife and climate change. The urgency of the problem needs an equally urgent response. Whilst we welcome the national statement we are concerned that it does not convey clearly enough the need to take action now. Palm oil is a &quot;hidden oil&quot; for consumers. Currently in the EU, palm oil can be labelled as vegetable oil, meaning that consumers cannot easily make an educated purchasing choice. Last year it was announced that changes to food labelling would make it easier for consumers to identify products containing palm oil. Changes to the European Food Information Regulations will mean labels have to identify the specific types of vegetable oils that have been used. Businesses are already starting to implement the change, which will be mandatory on all food products from 13 December 2014.", 
    "section": "environment", 
    "gid": "environment/2012/oct/31/defra-sustainable-palm-oil-targets", 
    "wordcount": "920"
}