{
    "headline": "Lynne Lloyd obituary", 
    "text": "My former wife, Lynne Lloyd, who has died aged 58 after suffering a heart attack, was a highly respected teacher in inner London, Buckinghamshire and, more recently, Northamptonshire. She particularly loved the challenge of teaching younger children to read, and one of the nurses who attended Lynne in the emergency wards had been one of her pupils. She was born in Islington, north London, where she was educated at Dame Alice Owen&apos;s grammar school. She qualified as a teacher after training at Saffron Walden college and accepted a post at Holy Trinity primary school, in Hackney, before we married in 1975. We had three children together between 1979 and 1983. When we moved to Devon, Lynne remained active and used her organisational skills to set up a children and toddlers&apos; group in a largely working-class area of Bridgetown, Totnes. The group flourishes still. Lynne soon returned to what she loved best, and spent several years working at Copenhagen primary school in Islington. From 1987 she worked tirelessly at a variety of schools in Milton Keynes, her longest spell being at Orchard school on the Springfield estate, where she became deputy head. The final two years of her working life were spent at Fairfields school, Northampton. During this time, Lynne had to cope with the break-up of our marriage, after 28 years, and the death of her youngest brother, Russell. Her positive attitude to life was cherished by her many friends and family. Lynne had an infectious sense of humour and was always able to see the fun in daily life. She was a keen fan of Terry Pratchett&apos;s Discworld novels, enjoyed poetry and loved Chelsea FC and the Rolling Stones in a world that, for her, sometimes seemed populated by Arsenal and Beatles fans. More than 200 people attended her funeral, most of whom wore something in her favourite colours of purple and silver. As the mourners departed, the chapel echoed to the sound of the Stones&apos; Ruby Tuesday, her favourite song. Her family intend to establish an annual school prize related to improved reading abilities, in the spirit of her life&apos;s work. Lynne is survived by her parents, Reg and Eileen, and her brother, David; our daughters, Amy, Lucy and Laura; and four grandchildren, Erin, Jack, Charlotte and Amelia.  This article was updated on 27 July. Due to an editing error, the original stated that Lynne Lloyd attended Dame Alice Owen&apos;s grammar school at Potters Bar, Hertfordshire. This has been corrected. ", 
    "section": "education", 
    "gid": "education/2012/jul/25/lynne-lloyd-obituary", 
    "wordcount": "412"
}