{
    "headline": "GameCity7 festival: why I never wanted it to end", 
    "text": "On Friday night it started snowing. Very slowly at first, just a few flakes descending in the bitter Nottingham air. But then the sky began to fill with these little dots of ice and the revellers wandering along Beastmarket Hill pulled their hands into their shirt sleeves as they searched for taxis. Amid the modest flurry, I passed the main tent of the GameCity festival, occupying its usual place in the city&apos;s old square. Even at this hour, light was emanating from within, the promise of one more day of fun before the show ended on Saturday evening. But I was overcome with disappointment because I knew I wouldn&apos;t be going in again until next year. I buttoned up my coat and trudged off, dejected.  GameCity is brilliant. Directed by Iain Simons and organised by a small but committed team (with the help of Nottingham Trent University and the city council), it seeks to provide an inclusive and exciting series of talks and events at venues all over the city. Throughout it all, indie developers, students and academics are able to exhibit their latest titles in the central tent, which is open and welcoming to all, from toddlers to pensioners.  At this year&apos;s festival, you could see Phil Fish, the creator of Fez, giving a talk in which he imagined it was 2027. He provided a complex timeline leading to the release of Fez Forever, his first game&apos;s much delayed sequel  the timeline included a world war, a global electromagnetic blackout and the merger of Apple and Google into Agooglple. The talk was funny, self-depricating and at times biting (apparently the Xbox 360 version of Fez won&apos;t be patched successfully until 2024), and it was unlike any talk I&apos;d seen in games before.  Elsewhere, Ed Key gave a playthrough of his atmospheric retro-tinged exploration game Proteus, accompanied by a live score  the audience was enraptured. We saw Irish coder Terry Cavanagh challenging Edge journalist Jason Killingsworth to a blistering game of hardcore puzzler Super Hexagon. We saw the hugely likeable developer Mike Bithell asking a succession of industry legends how he could improve his own game, Thomas Was Alone. Martin Hollis, co-creator of GoldenEye, told him it was fine as it is. Bithell looked as though he wanted time to stop and replay that moment forever. And on it went. We met Minecraft Edu, the small team of educators helping to promote the massively successful building game as a valuable classroom resource. We met the team from Media Molecule, the creators of LittleBigPlanet, who turned up to make paper models of their forthcoming title Tearaway. We got the radio show One Life Left doing their video game karaoke, encouraging audience members to sing new versions of pop hits modified to have gaming themes. Steve Owen of GamesPress managed to transform Ironic by Alannis Morrisette into a stinging indictment of unimaginative games writing (sample lyric: &quot;&apos;It&apos;s like Heavy Rain on LCD, buy this game if it&apos;s your cup of tea&apos;&quot;). By way of contrast to that performance, Friday night saw an event named Reads Like a Seven, in which a bunch of journalists read out a series of their own articles  a sort of poetry slam, but with games. I had my reservations about the format, but it was an amazing night, with wonderful performances from Leigh Alexander, Ste Curran, Kieron Gillen, Simon Parkin and Cara Ellison. Oh, I also read out something - it was difficult. &apos;Inspirational&apos; is one word that kept cropping up during chats with other attendees. There is nothing about GameCity that smacks of the usual nonsense; no booth babes or bombastic trailers belting out on mega-watt sound systems, no superstar developers hyping franchise reboots or next generation graphics engines. Just lots of people who love games, or love discovering them, enjoying a sense of community, the brotherhood of a shared and meaningful passion.  In the main tent, the heart of GameCity, the magic of gaming was apparent at every turn. The parents trying out touch-based shooters with their teenagers; the octogenarian couple helping each other to use an Xbox 360 controller; the kids interacting with Proteus by bouncing on a trampoline. I saw Lewie Proctor of Savygamer playing the astonishing physical climbing game Girp, with his dad; I&apos;m glad I stumbled upon this heartwarming scene before the reading event on Friday night or I probably would have burst out crying. What GameCity7 said to me is that games are about so much more than this ridiculous month in which all the Triple AAA heavy-hitters flood onto the shop shelves at once. They spread out wider and further, they embrace companionship and community, laughter and sharing and creativity. They are life  just as much as music, books and movies are. These are the thoughts that kept me warm last Friday night as the snow fell on Nottingham town centre and the GameCity tent receded into the distance, into the past.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/29/gamecity-7-review", 
    "wordcount": "825"
}