{
    "headline": "Serbia's unabated quest for coal causes tremors among mining communities", 
    "text": "Vitomir Simi, 53, points at the faded, black and white photograph of his parents, still hanging on the wall of the home he abandoned in Radljevo, a village south-west of Belgrade, Serbia. Its modest frame hides only an inch of the giant fractures that ripped open the walls of the house where he was born, and forced him and his three children to flee. Simi works nearby in the Kolubara coal mine, helping to maintain the giant excavators that gouge the earth day and night. This relentless quest for coal has expanded the boundaries of the mines, threatening whole villages and causing the landslides and tremors that have destroyed homes like his. Like many others from the villages in the Kolubara basin, Simi has been displaced by the very mine he works for. Kolubara is the heart of Serbia&apos;s coal-dependent energy sector, and the fact that it powers every second lightbulb in the country is savoured by politicians and state officials increasingly under pressure to justify its social and environmental impact. In recent years, Kolubara has been marred by complaints from local communities, targeted by environmental campaigners, and tainted by allegations of corruption. Tensions between the mine and local residents escalated in 2011 when hundreds of police arrived in Vreoci, 10km from Radljevo, to stand guard as workers dug up the village cemetery. &quot;We were under siege,&quot; recalls Zeljko Stojkovi, a community activist with the Ecological Society Vreoci, a local NGO. Not only was it painful for those with relatives in the cemetery, he says, but it stands as a prime example of how the mine is choosing what to move, and how, based on its needs alone. &quot;It was done by force to expand the field,&quot; says Stojkovi, who was also president of the village council at the time of the excavation. &quot;Our demand was first they give us a plan for collective resettlement, including public infrastructure, and not first the graveyard and leave people here with all these pits.&quot;     Vitomir Simi indicates damage to the wall of the home he abandoned in Radljevo, a village south of Belgrade, Serbia.  Photograph: Claire Provost/guardian.co.uk    While Radljevo is now on the frontline of Kolubara&apos;s westward expansion, Vreoci is at the centre of the complex, sandwiched between two of its largest pits. This has had devastating consequences for the local environment, says Stojkovi. &quot;All the coal comes through Vreoci  and all negative impacts remain here, even waste water from this dirty processing ends up in the centre of the village. There are health problems, breathing problems, cancers, life expectancy is shortened. People are constantly under stress.&quot; Politicians and state officials are quick to argue that Kolubara&apos;s expansion is critical to securing a stable supply of electricity for the country and that in comparison, complaints are very few. &quot;Usually, the demands have been met. If you look at it [people are] mainly satisfied,&quot; says Dragan Alimpijev, mayor of Lazarevac, the municipality to which Vreoci belongs. &quot;People who are complaining, it is not a large number.&quot; &quot;The problem is this from the past: we could not move the mines,&quot; says Ljubomir Aksentijevic, special adviser to Serbia&apos;s energy minister, who acknowledges that the resettlement of homes near the mines has moved too slowly but argues that a distinction must be drawn &quot;between individual cases, which can be tragic, and the general picture&quot;. The government is working to avoid problems like this, he says, and will plan for new hydropower plants, for example, to be built away from settlements. This is likely to be little consolation to Stojkovi, whose organisation is now trying to hold Kolubara&apos;s financiers to account. In July 2011, more than 70 people travelled from Vreoci to the Belgrade offices of the European Bank for Reconstruction and Development (EBRD), to demand it take responsibility for the actions of Elektroprivreda Srbija (EPS), the state energy company that owns the Kolubara mine. Last year, the Ecological Society Vreoci and the village council filed a formal complaint (pdf) with the EBRD, requesting that the bank suspends its support for activities in Kolubara until the entire resettlement of Vreoci is completed. &quot;The EBRD  [should] put pressure on Kolubara and EPS to respect the rights of the inhabitants and the right to a healthy environment and the survival of the community. Not only to give money to the client and not control his behaviour,&quot; Stojkovi insists. &quot;The bank cannot turn a blind eye to this, saying the credit it gives does not have negative impacts.&quot; Headquartered in London, the EBRD is an international financial institution owned by 64 mainly European countries, the European Union and the European Investment Bank. Its mandate is to promote private sector development and open market economies. The UK is one of its major shareholders. The EBRD has given millions in loans to EPS over the past decade and is considering financing a new lignite-fired power plant, Kolubara B. In 2011, it agreed with KfW, the German development bank, to finance the purchase of mining equipment and new systems to reduce the variability of the coal from Kolubara that gets sent to power stations. In a polished office in New Belgrade, EBRD senior adviser Ian Brown says the bank&apos;s 2011 loan is not about expanding the mines but about making operations more efficient, reducing emissions and local pollution. The resettlement of Vreoci is not directly related to the bank&apos;s investment, he says, flatly: &quot;We are well aware of Vreoci  but it is not a direct part of EBRD&apos;s investment.&quot; With a per capita GNI just over $5,690 - below that of Colombia and South Africa and just ahead of Peru and the Domincan Republic - Serbia is a middle-income country and one of only a handlful of European states that remain on the OECD list of countries eligible for official development assistance, or aid. With unemployment standing at around 27%, and rising daily, job creation is an urgent priority. Development banks like the EBRD and the World Bank have been criticised for years for continuing to finance large coal projects while also committing to tackle climate change. Environmental campaigners in Serbia also argue that continued support for coal mines in the country will undermine its search for renewable energy and damage its ability to meet EU targets to reduce greenhouse gas emissions by 2020. But Matteo Patrone, head of the EBRD office in Belgrade, says it would be unrealistic and economically unsustainable for Serbia to abandon lignite. &quot;We cannot avoid coming to terms with the reality of this country, which is dependent on lignite. What we can do is improve the conditions of the use of lignite,&quot; he says. &quot;Projects like this will not change the world but will probably improve the conditions of the reality which is there.&quot; Simi now lives in Ub, a small town 10km west of Radljevo, where he says housing is more expensive than in the villages. Despite his grievances, however, he insists he is not against the mine. &quot;It gives us work. It is necessary for the whole country. I&apos;m not against the mine. I don&apos;t want to obstruct their work,&quot; he says.     Vitomir Simi says of the Kolubara mine: 'It gives us work. It is necessary for the whole country.' Photograph: Claire Provost/guardian.co.uk    Zvezdan Kalmar, from the Centre for Ecology and Sustainable Development, a Serbian NGO, says the government and the EBRD should pull their money out of coal and put it into renewable energy and energy efficiency projects instead, like insulating and retrofitting homes to make better use of energy. Estimates suggest that Kolubara&apos;s coal reserves will last only another 30 to 50 years, and making the mines more efficient might mean fewer workers are needed, he warns. &quot;In energy efficiency and renewables there are more jobs, and more sustainable jobs, not like in Kolubara. We need to open that market.&quot; Alimpijev says his office is thinking hard about the future after coal but that investors have shown little interest in alternatives. &quot;We have a lot of projects to build new factories and firms but at this moment we do not have enough funds to invest.&quot;  Claire Provost travelled to Serbia with CEE Bankwatch", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/24/serbia-coal-tremors-mining-communities", 
    "wordcount": "1347"
}