{
    "headline": "Scots pine could be next casualty of a 'tidal wave' of tree diseases", 
    "text": "Scientists have pinpointed the Scots pine as the next well-loved British tree species that could fall victim to foreign pathogens. They believe that the expected devastation triggered as ash dieback disease sweeps Britain  which could see most of the country&apos;s 90 million ash trees killed off  could soon be followed by a second invasion. Pinus sylvestris is considered to be particularly vulnerable because two major pests that attack it have already established themselves in western Europe: the pine wood nematode, a worm that infects pine trees and causes pine wilt, and the fungus Fusarium circinatum, which causes the disease pitch canker. Both pathogens are poised to spread to Britain, say tree experts, and a simultaneous double attack would be devastating. The Scots pine is the national tree of Scotland and is distinctive for its blue-green needles and rich orange-red bark. It is also an important source of timber in the UK. &quot;I am extremely worried about the Scots pine,&quot; said Dr Steve Woodward, reader in tree pathology at Aberdeen University. &quot;It is an iconic tree to these islands and it is particularly vulnerable to these two tree pathogens, both of which have established themselves in France, Spain and Portugal and are causing tremendous damage there.&quot; Woodward was speaking last week at a briefing at the Science Media Centre where leading researchers outlined the risks now facing the forests, woods, gardens and parks of Britain following the discovery that ash dieback, caused by the fungus Chalara fraxinea, has established itself. Ian Boyd, chief scientist at the Department for Environment, Food and Rural Affairs (Defra), said the disease was probably now infecting mature trees in Kent as well as East Anglia, where it was first found. &quot;The disease almost certainly spreads through spores on the wind but may also spread through fallen leaves,&quot; said Boyd. However, he ruled out the use of chemicals to treat the disease as impractical given the numbers of trees involved. Ash dieback is just one of &quot;a tidal wave of pathogens&quot; that are arriving in Europe, added Dr Martin Ward, Defra&apos;s chief plant officer, who described the situation as terrifying. &quot;Unless we have better biosecurity in the EU it will be very difficult to stop them coming in,&quot; he added. This view was backed by Woodward, who feared the Scots pine was the most vulnerable of all UK trees to future pathogen invasions. &quot;We know that pitch canker is now established in northern Spain where it affects native pines, and we know that the Scots pine is susceptible to it. We also know that thousands of hectares of pines have had to be felled in Portugal to try to contain the pine wood nematode there. Now it has spread to Spain. It could arrive at any time.&quot; Billions of plants and trees are now traded within the EU every year, often with large amounts of soil attached to each plant, and experts like Woodward and Boyd fear such quantities of material make it impossible to control pathogens. &quot;Some plants have 1,000 litres of soil with them,&quot; said Joan Webber, principal pathologist of Forest Research, the research agency of the Forestry Commission. &quot;That soil is a black box full of billions of bacteria. It is very difficult to inspect and intercept.&quot; Most experts blame the rising trade in exotic plants from Asia as a key cause of the rise in outbreaks of tree diseases in the UK. Webber said that during the whole of the 20th century, Britain had five major pest and pathogen outbreaks, including two outbreaks of Dutch elm disease. So far this century, there have been more than double the total figure for the previous 100 years. Suggestions to try to limit future outbreaks include plant passports to reveal the origin of a sapling or cutting and placing some woods and parks in quarantine. Walkers have been urged to wash their boots after strolling in woods or forests. &quot;We are going to have to be very careful about how we treat our woods in future,&quot; Woodward said.", 
    "section": "environment", 
    "gid": "environment/2012/nov/03/scots-pine-tree-diseases", 
    "wordcount": "691"
}