{
    "headline": "Boot up: Nokia's challenge (again), Apple buys Colorful people, Outlook gets IMAP and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Plunging sales for Lumia Windows Phones means Windows Phone 8 will be make or break for Nokia &gt;&gt; Computerworld Blogs  Sales of Nokia&apos;s Lumia Windows Phone devices plunged in the third quarter, to 2.9 million units, compared to 4 million units in the quarter previous. It&apos;s now clear that unless Windows Phone 8 rejuvenates the company&apos;s sales, Nokia may not survive.   Symbian is still selling well... better. And the Asha range is propping up the midrange. But Nokia is burning cash. &apos;No free lunch&apos; with Office on Windows RT for business, says analyst &gt;&gt; Computerworld  Microsoft confirmed Wednesday that owners of Windows RT hardware, including the company&apos;s own Surface RT, must acquire a commercial license for Office 2013 to use those devices&apos; bundled Office apps at and for work.  The requirement isn&apos;t new, analysts said, and is consistent with current Microsoft policies related to Office versions designed for consumers.  Windows RT comes with four touch-enabled apps - Word, Excel, PowerPoint and OneNote - that combined to form Office Home &amp; Student 2013 RT Preview. The scaled-down suite is included with each copy of Windows RT, the touch-first spinoff of Windows 8.   Surface really doesn&apos;t look like it&apos;s aimed at business, though. What&apos;s really going on with Color is a small Apple talent acquisition &gt;&gt; AllThingsD After some days of rumours:   What&apos;s really happening is that Color&apos;s engineering team -- about 20 people, comprising almost the entire company -- is being &quot;acqhired&quot; by Apple at what&apos;s being called a &quot;nominal&quot; price of something like $2m to $5m, according to multiple sources familiar with both sides of the situation. To repeat, there are no &quot;double-digit&quot; millions involved, according to many people familiar with the deal.  Apple is not buying Color&apos;s technology, intellectual property, domain names or liabilities. Those are being left with the company, which still has considerable cash in the bank -- something like $25m -- and is going to be wound down.   Is there a joke about returning the money to the shareholders? The story says the team will be &quot;working on cloud technology&quot; at Apple, which is about as vague as you get. Color was initially a &quot;social discovery product&quot; and then a &quot;Facebook-connected silent video app&quot; and then was going to be a &quot;live video app&quot; on Android. The New IMAP in Outlook 2013 &gt;&gt; Microsoft Outlook blog  IMAP is an important protocol for many of Outlook&apos;s customers, and we&apos;ve heard from many of you that Outlook&apos;s IMAP support is not at the level of quality that you expect from a product like Outlook. We heard your feedback, and this release we made a significant investment in IMAP.   That&apos;s cheering you can hear. Op-Ed: prepare for Windows 8-induced user rage &gt;&gt; Ars Technica Sean Gallagher lent his machine with Windows 8 and Office 2013 to his wife:   I wasn&apos;t handing Windows 8 to a tech novice. My wife is the textbook definition of an information worker, and she spends a good deal of time helping out both colleagues and customers with tech issues. But the Start screen and settings were Chinese finger traps to her, and the navigation between &quot;Desktop&quot; and Metro was maddening.  And while she kept mostly to the safe path within Word 2013, she found it just different enough to drive her nuts. The same was true of the browser experience. Some Web application editing controls simply didn&apos;t function well. The changes in the browser interface were less than intuitive--&quot;How do I change the search engine? How do I bookmark this?,&quot; she had to ask. While she eventually managed to get done what she needed to do, I could tell I was going to be paying for the experience for the next week at a minimum. There were several accusations of cruelty.   Going to be interesting to see how this one pans out. Sandman Pricing &gt;&gt; ongoing Tim Bray gets hit by customer-sensing pricing:   So maybe it&apos;s a little unclear exactly who is doing the dirty work here, but it&apos;s still obviously true that when I shop that Amazon, I&apos;m being ripped off.  I realized that I&apos;d enjoyed [the book Sandman] Slim&apos;s company and the dark sparkle of the conversation so much that I&apos;d ignore the silly back story and cartoon theology and give the sequels a try. I&apos;m glad I did, because they&apos;re terrific fun.  But then I noticed people talking about how the book was on sale cheap, like for 99; I&apos;d paid a lot more.   Experimenting with two browsers, one signed in and one not, exposes this. Witch killing and the rule of law in Africa &gt;&gt; Institute for Ethics and Emerging Technologies Meanwhile, outside the filter bubble:   The killing of persons accused of witchcraft continues to take place in different parts of Africa despite the existence of enabling laws and human rights mechanisms.  Occasionally there are arrests, prosecutions and conviction of witch killers. But that has not brought this murderous campaign to an end. Alleged witches in Africa are at risk of being attacked, tortured or lynched with impunity by mobs. This regional calamity continues to spread.   The details given are truly scary. Smartphones, tablets causing the IT supply chain to fall into imbalance &gt;&gt; Digitimes  The rapid growths of the smartphone and tablet markets have started to impact demand in other industries such as desktops, notebooks, and digital still cameras (DSC), while causing resources in the two markets to accumulate among only a few major vendors such as Apple and Samsung Electronics. Sources from the upstream supply chain are concerned that ecosystem is gradually turning to imbalance and will soon face a crisis for over relying on only a few clients.   Digitimes is getting all existential. But it&apos;s a valid point: in value terms, smartphones are rapidly overtaking PCs. And Samsung, which is the biggest in this market, doesn&apos;t give much value to outside contractors. 3D printing to transform the economy, UK report claims &gt;&gt; Phys.org  Radical thinking will be required if government policy is to keep pace with the development of the technology. The report raises serious concerns about the UK&apos;s readiness to cope with 3D printing, including the need for a more flexible intellectual property system, incentives for investors and designers and the need for regulation so that the Government can prevent 3D printers being used to produce guns and illegal objects.  Andrew Sissons, report co-author and researcher at the Big Innovation Centre, said: &quot;3D printing will place major strains on laws and government policy in the UK. The Government must begin planning a policy framework for 3D printing, one which promotes innovation and prepares the ground for a mass market in 3D printing.&quot;  Samsung Electronics (UK) Ltd v Apple Inc [2012] EWCA Civ 1339 (18 October 2012) &gt;&gt; Bailli The judges&apos; decision, led by Sir Robin Jacob, on whether Apple should have to advertise that Samsung didn&apos;t infringe its iPad design:   Given the massive publicity of HHJ Birss&apos;s &quot;not as cool&quot; judgment, if there had been nothing else I would not have let the order he made come into force. Events had made it unnecessary.  But I have come to the firm conclusion that such an order is necessary now. The decision of the [German] Oberlandesgericht received much publicity. What was the ordinary consumer, or the marketing department of a potential Samsung customer to make of it? On the one hand the media said Samsung had won, on the other the media were saying that Apple had a German Europe-wide injunction. Real commercial uncertainty was thereby created. A consumer might well think &quot;I had better not buy a Samsung - maybe it&apos;s illegal and if I buy one it may not be supported&quot;. A customer (and I include its legal department) might well wonder whether, if it bought Samsung&apos;s 7.7 it might be in trouble before the German courts. Safest thing to do either way is not to buy.   And this is where going to court can backfire in the most enormous way. If Apple hadn&apos;t been pursuing a separate case in Germany, and if His Honour Judge Birss hadn&apos;t been sitting in a Community-wide court, it wouldn&apos;t have mattered. Now, unless Apple appeals this further, it&apos;s going to be stuck spending money talking about a rival&apos;s product. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/19/technology-links-newsbucket", 
    "wordcount": "1499"
}