{
    "headline": "Boot up: Halliburton ditches BlackBerry for iPhone, Wolfram Alpha to launch Pro search, and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Halliburton to ditch BlackBerrys in corporate transition to Apple&apos;s iOS platform &gt;&gt; Apple Insider   &quot;Over the next year, we will begin expanding the use of our mobile technology by transitioning from the BlackBerry (RIM) platform that we currently use to smartphone technology via the iPhone,&quot; the Houston, Texas-based firm told employees in an internal newsletter this month.  Wolfram Alpha Pro democratizes data analysis: an in-depth look at the $4.99 a month service &gt;&gt; The Verge  On Wednesday, February 8th, Wolfram Alpha will be adding a new, &quot;Pro&quot; option to its already existing services. Priced at a very reasonable $4.99 a month ($2.99 for students), the new services includes the ability to use images, files, and even your own data as inputs instead of simple text entry.  HUD Google Glasses are real and they are coming soon &gt;&gt; 9to5Google Oh, ok. IAmA Former FullTime Zynga Engineer quit 6 months ago. Not a contractor, (Z treats em like shit). &gt;&gt; Reddit This apparently former Zynga employee is letting loose on the games firm. (He posted a picture of a Zynga termination letter as proof of ID). He says:   No, this isn&apos;t payback, or about a grudge. This is just word from someone who&apos;s seen what this industry is capable of doing. Good, and Bad. No, I was not under contract, I was full time, offered stock (common shares, not that options bullcrap). I sympathized with contractors on how they were treated, most of the time. No, I was not some IT mangler. I worked for one of their &quot;game studios&quot;, basically the front lines where content made it to the masses.  An Ex-Zynga Engineer Is Ripping The Company Apart In Plain Sight &gt;&gt; Business Insider We can&apos;t be sure (at the time of bookmarking - Mon 06/02/12 2122GMT) that this &apos;engineer&apos; is who he says he is, but his comments are worth a read. Obscure guitarist becomes YouTube megastar &gt;&gt; Ultimate-Guitar.Com A taster of amazingness. You can buy his music for any price, including free. He tours too. Do watch the video - eight minutes of virtuosity unlike other guitar playing you&apos;ll have seen. HTC disappoints with financial results, forecast &gt;&gt; CNET News Revenues and profits down. What&apos;s to blame? A lull as it moves to new products, says the company. Others might suspect it&apos;s in the mid-tier place where Android will get skewered. Will HTC take refuge with Windows Phone instead? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/07/halliburton-blackberry-wolfram-alpha", 
    "wordcount": "462"
}