{
    "headline": "Cambridge finally honours author of grammar 'bible'", 
    "text": "Twenty seven years after writing a grammar textbook that has since been used by over 100 million learners of English, the university that publishes the work has awarded its author an honorary degree. Raymond Murphy, 65, below, whose book English Grammar in Use and follow up, Essential English Grammar in Use, have become staples of classrooms around the world, received an honorary MA from Cambridge University last month. Murphy had been working as a teacher for more than a decade when he decided to collect the simple grammar explanations and practice activities he had written for his students into a book, but initial response from publishers was not encouraging. Cambridge University Press eventually took on the book, which quickly established itself as a &quot;bible&quot; for both teachers and learners. The success of English Grammar in Use took Murphy by surprise. &quot;My main fear in writing the first book was that nobody would buy it anywhere. So when a few thousand copies were sold, I was very relieved. &quot;They were the only books I ever wanted to write,&quot; Murphy said. New York state &apos;failing&apos; to teach immigrants The fastest-growing populations of migrants are no longer in the city of New York but other urban centres in New York state, where researchers say they are providing a much-needed economic boost but are losing out on the English language teaching support they need. The Centre for an Urban Future&apos;s report, Bad English, published last month, claims that while numbers of foreign-born residents across the state rose by 5% between 2005 and 2009 to 4.2 million, only a fraction were able to enrol on state-funded English classes. The research institute is based in Manhattan. In the same period the number of adults in the state who speak English &quot;less than well&quot; grew by 6% to 1.7 million, but enrollment in classes dropped 17%, and from 2009 state-funded tuition wasavailable to only one in every 25 adults lacking English proficiency. Bilingual Canada &apos;costs&apos; $2.4bn A rightwing economics thinktank has risked fuelling Canada&apos;s already heated debate over its bilingualism policy by claiming that provincial and federal governments spend $2.4bn annually offering services and education in the nation&apos;s two official languages, French and English. Franois Vaillancourt, one of the authors of the Fraser Institute&apos;s report, said it did not pass judgment on the 40-year-old policy. The report concluded that provinces with large francophone populations could provide services more cheaply by contracting them out to the private sector. The focus of current debate in Canada is shifting to question how relevant a two-language policy is at a time when the number of speakers of Chinese and other Asian languages is increasing in urban areas. UK takes role in Ukraine primary English push Britain&apos;s ambassador to Ukraine has announced that the British Council will be helping to introduce English lessons to primary schools across the country from September this year. Ambassador Leigh Turner wrote on his Foreign Office blog last month that the council would produce an in-service development course for the country&apos;s 37,000 English language teachers, updating work it did between 1998 and 2002. He also extolled research work by the council assessing the English language needs of private sector workers while civil servants working with EU institutions will be offered tailored language training. max.delotbiniere@theguardian.com", 
    "section": "education", 
    "gid": "education/2012/feb/14/elt-diary-february-2012", 
    "wordcount": "566"
}