{
    "headline": "Bangladesh: life after cyclone Aila  in pictures", 
    "text": "   The construction of dykes to keep flood waters at bay has been central to relief efforts in south-west Bangladesh. Here, people are shown walking in a flood-affected areaPhotograph: Richard Hanson/MAF       New houses built in flooded areas have been constructed on elevated platforms that raise them several feet above the highest known level of the surrounding watersPhotograph: Richard Hanson/MAF       Float planes, used by the Mission Aviation Fellowship (MAF), take less than an hour to reach south-west Bangladesh from Dhaka, saving NGO workers a 16-hour bus tripPhotograph: Richard Hanson/MAF       The elevated housing erected behind the protection of the dykes includes toilet facilities provided by the international Red Cross and Red Crescent movementPhotograph: Richard Hanson/MAF       Assisted by a loan from the Red Cross and Red Crescent movement, Tahermina has established a small sewing business in Amadi, a village in south-west Bangladesh Photograph: Richard Hanson/MAF       Rokeya and her husband, Mohbaba, received a small business loan to raise chickens in a house constructed in the aftermath of cyclone AliaPhotograph: Richard Hanson/MAF       Pupils at a newly-built school in Amadi. MAF transported journalists into the areas hit by cyclone Alia, also helping government agencies to devise crisis response strategiesPhotograph: Richard Hanson/MAF       Farmers in flood-affected areas of south-west Bangladesh grow saline-resistant rice, protecting crops from the storm surges that allow sea water to gush into the fieldsPhotograph: Richard Hanson/MAF       A school near Amadi teaches disaster preparedness. The school is supported by Brac, a Bangladesh-based development organisation that works to reduce povertyPhotograph: Richard Hanson/MAF       Brac aims to empower the poor to bring about change in their own lives. In Amadi, that meant helping locals to rear shrimps to generate incomePhotograph: Richard Hanson/MAF       An aerial view of shrimp farms in south-western Bangladesh illustrates the crucial need for solid flood defences Photograph: Richard Hanson/MAF  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jan/23/bangladesh-recovery-cyclone-aila-in-pictures", 
    "wordcount": "0"
}