{
    "headline": "New to Nature No 98: Xerophytacolus claviverpus", 
    "text": "Two new genera of leafhoppers, Xerophytavorus and Xerophytacolus, were recently described by Michael Stiller of the biosystematics division of the ARC Plant Protection Research Institute in South Africa, with two new species assigned to each. One Xerophytavorus species is from Malawi and the remaining three are from South Africa. With more than 20,000 species it is dangerous to generalise too much about leafhoppers, but I will try. Members of the family Cicadellidae, they are small, more or less triangular-shaped when viewed from above and have spiny legs. While some are brilliantly coloured, many are green or brown, blending in with their surroundings. They suck sap out of plants, excreting excess water and sugar in a fluid known as honeydew, and are powerful jumpers when threatened. One of the unique things about leafhoppers is the brochosome, a microscopic granule produced by glandular tissues of the Malpighian tubules. The brochosomes have spectacular lacy geometric details on their surfaces. As leafhoppers grow, they spread these brochosomes over their bodies, making their exoskeletons highly hydrophobic. It is believed that this not only repels water but more also their honeydew excretions, which otherwise might promote growth of fungi and other microbes. Now for the really interesting bit. You are probably familiar with ants that tend herds of aphids, lapping up their honeydew excretions and in exchange providing protection as the aphids graze. This peculiar type of symbiotic relationship is known as trophobiosis, and exists between some, perhaps all, of the new species of leafhoppers and several species of ants. Ants have been seen facing potential predators with menacing jaws open. Larger ants may be more effective at herding the leafhoppers, but there is a need for a great deal more study of the behaviour involved.", 
    "section": "science", 
    "gid": "science/2013/jan/27/new-to-nature-leafhoppers", 
    "wordcount": "291"
}