{
    "headline": "University guide 2013: Istituto Marangoni", 
    "text": "   istituto marangoni Photograph: PR    Founded 77 years ago and with campuses in three of the world&apos;s style capitals  Milan, Paris and London  Istituto Marangoni is recognised as one of the leading fashion schools. The instution offers undergraduate and postgraduate programmes specialising in all areas of fashion, and students are taught by professionals with up-to-date industry knowledge. Marangoni organises internships for both current students and recent graduates to prepare them for a job in fashion. Its practical teaching methods and industry links have been commended by the education assessor QAA. The institution has a global perspective, with almost half of its students coming from overseas and its Milan roots make it a perfect choice for those who want to deepen their knowledge of Italian fashion. Based in the trendy district of Shoreditch in east London, students will find plenty on offer beyond the lecture rooms. The area has risen from the rubble of old factories and has become a vibrant centre for different styles and cultures  and the capital&apos;s fashionistas. Fees10,500 for full-time undergraduates in 2012-13. BursariesIstituto Marangoni London offers a comprehensive package of financial support, ranging from 1,500 bursaries to fully funded scholarships. These are awarded according to academic achievement and are aimed at students with potential to excel in their studies. AccommodationThe institution helps students find living space close to campus through contact with private landlords and trusted student-accommodation providers. FacilitiesBased in a converted textile factory, the institution offers modern facilities including photography rooms, fabric-cutting rooms and computer suites. TransportAldgate, Aldgate East, Liverpool Street and Shoreditch high street stations are all a five-minute walk away. Scores of buses to central, west, north and south London stop nearby. ContactTel: 020-7377 9347Email: london@istitutomarangoni.comWebsite: istitutomarangoni.co.uk", 
    "section": "education", 
    "gid": "education/2012/aug/30/universityguide-istituto-marangoni", 
    "wordcount": "288"
}