{
    "headline": "Frances Ashcroft: We are controlled by electrical impulses", 
    "text": "Frances Ashcroft is a professor of physiology at the University of Oxford. In 1984, she discovered the mechanism by which levels of the hormone insulin are related to fluctuations in blood sugar level  if this mechanism does not work properly it can lead to diabetes. She was named European laureate at the 2012 L&apos;Oreal-Unesco awards for Women in Science. Her book The Spark of Life (Allen Lane, 20), explains how electricity is vital to the human body. How did you find the missing link between insulin and blood sugar levels? Your blood sugar level is controlled between very narrow limits. If it falls too low then you die within a few minutes because your brain is starved of food, and if it goes too high then you get diabetes. The hormone insulin is responsible for reducing blood sugar and for many years I&apos;ve been interested in understanding how a rise in your blood sugar leads to the release of insulin from the beta cells of the pancreas. I discovered that a particular type of protein, known as an ion channel, is crucially important for insulin release. Ion channels are found in the membrane that envelopes the beta cells, and they act as tiny little pores through which ions (salts like sodium or potassium) can move into or out of a cell. I showed that when the beta cell channel is open insulin is not released, and when it is shut insulin is released. I know that sounds the wrong way round but the pores are too small for insulin to go through  what happens instead is that closing of the channel stimulates a chain of events that eventually leads to insulin being released. A lot of your subsequent work has focused on trying to understand other ion channels in the body. What are they? Ion channels are little gated pores that sit in the membrane of every one of your cells and of every organism on Earth, whether it&apos;s a giant redwood in California or a simple bacteria. They govern everything we do. So your ability to hear and see, to think and feel, to move your arms and legs is due to the electrical activity that&apos;s taking place in the nerve cells in your brain and the muscle cells in your limbs and that, in turn, is down to the opening and closing of ion channels and that, in turn, is down to the opening and closing of these little ion channels. When did people start thinking that there was electricity in the body? The father of animal electricity was Luigi Galvani, a great Italian scientist who was the first to show that an electrical spark can cause a frog&apos;s leg to twitch. He discovered this one day serendipitously, when he was doing an experiment one day. He noticed that when a spark was generated by his electrical machine and his assistant was touching the nerve that supplied the frog&apos;s legs, the frog&apos;s legs twitched. His nephew Giovanni Aldini carried out similar experiments in public on recently decapitated criminals. He applied currents to the nerves that supplied their legs and arms and discovered that they twitched wildly, causing great consternation to his audience. I suspect that some of these rather extraordinary demonstrations inspired Mary Shelley&apos;s novel Frankenstein, which was written shortly afterwards. So when I hear something it&apos;s because electrical currents are moving from my ear to my brain? Yes. Each of our senses is regulated by ion channels. For example, when we see, the ion channels convert the information that arrives at our eyes in the form of light energy into electrical energy in the form of nerve impulses. It&apos;s exactly the same when you listen to me, the sound waves that reach your ears are converted into electrical impulses in your nerves. What can go wrong if your ion channels are compromised? Mutations (faults) in the genes that code for ion channel proteins cause many human diseases  such as cystic fibrosis, sudden death from heart arrythmias, diabetes, hypertension and kidney disease. Many poisons act on ion channels. For example, the famous pufferfish poison tetrodotoxin blocks your sodium channels, blocks your nerve impulses and prevents your nerves working, which can lead to fatal paralysis of your respiratory muscles. What about their role in the brain? Ion channels are truly the &quot;spark of life&quot; for they regulate the activity of our brain cells. They are intimately involved in learning and memory, in the control of movement, in our thoughts and feelings. Consciousness arises from the electrical activity of the nerve cells, which, in turn, is generated by ion channels. Most general anaesthetics work by interacting with ion channels. We even define death as when the electrical activity of our brain ceases. I think Percy Shelley put it rather well when he stated that &quot;man is no more than electrified clay&quot;.", 
    "section": "science", 
    "gid": "technology/2012/jun/24/frances-ashcroft-ion-channel-physiology", 
    "wordcount": "816"
}