{
    "headline": "Birdwatch: Jay", 
    "text": "One of our greatest nature writers, WH Hudson, called it &quot;the British bird of paradise&quot;. Though this may seem a touch over the top, it cannot be denied that with its pinkish-brown plumage, blue wing-patch and prominent crest, the jay is a beautiful bird. It is also a very shy one. Although it is a member of the crow family, not known for their retiring habits, the jay shuns the limelight. Unlike the magpie, jays can be present - sometimes in good numbers - long before anyone notices them. When I used to work in Bristol, I would often hear the telltale call of the jay: a harsh, tearing sound rather like someone ripping a sheet of muslin in two. Jays would come to our office window ledge, where they would greedily feed on the monkey nuts we put out. But during my six years on the Somerset Levels, I have come to regard jays as something of a rarity. Months would go by without a sighting and even then, I would catch just a brief glimpse of a distant jay, as it flew from one patch of trees to another. In my own, relatively treeless parish of Mark, jays have been even scarcer. My neighbour John - I say neighbour, but since we live in the longest village in England, his home is almost three miles away - has reported them from time to time. But my own garden remained a resolutely jay-free zone. Every few years, however, Britain experiences an invasion of jays from continental Europe. In October I heard that jays were arriving in big numbers to the east, and local birders posted gleeful reports of sightings on the Somerset Ornithological Society&apos;s website. As dozens - perhaps hundreds - of jays stormed into the county, I hoped to finally see one in my own garden. Then, one late autumn day, I did. And not just one jay but several, hopping about in the bushes and uttering that memorable tearing call. The resident rooks took exception to the new arrivals in their territory, and fractious skirmishes broke out between these two very different-looking cousins. My son George, who had never seen a jay before, printed off pictures of jays from the internet - not just our native variety, but a colourful folio of exotic-looking species from the Americas. They are attractive, certainly, but for me Hudson was right: our own jay is hard to beat. There is, however, one other sporadic winter visitor whose appearance is even more stunning: the waxwing. Like jays, waxwings invade Britain from the north and east from time to time, but they are much scarcer. So when I saw a plump, thrush-like bird flying over my patch a few weeks ago I was at first puzzled. Then it called - a high-pitched, metallic trill, rather like the sound of a 1970s trimphone - confirming its identity as a waxwing, my first in Somerset. Others have been reported: singles like this one, and the occasional flockfeasting on berries in supermarket car parks. Hopefully this will be another &quot;waxwing year&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/dec/18/birdwatching-birds", 
    "wordcount": "519"
}