{
    "headline": "Weird weather around the world sees in 2012", 
    "text": "2012 has begun where 2011 left off with weird weather in Europe and the Americas, Arctic ice at almost its lowest extent ever recorded in midwinter, disastrous droughts and searing heat in Africa and Latin America, and one of the world&apos;s biggest insurance companies warning that climate change will increase damages. Thousands of people in Austria, France and Germany were on Thursday still digging themselves out of some of the heaviest snowfalls seen in 3050 years. After Europe&apos;s driest and warmest autumn for nearly 150 years, a massive storm dumped nearly 18ft of snow in two days this week, cutting off ski resorts and villages and leaving people and animals stranded. The summit of the 9,718ft Zugspitze mountain in Germany which had only 7.5 inches of snow a few weeks ago, now has 150 inches. However, Arctic sea ice has not fully reformed after last year&apos;s massive melt when it reached its second lowest extent ever recorded. It is now at its third lowest December extent recorded since records began 30 years ago, averaging 12.38m square kilometres (4.78 million square miles). More worryingly from a climate perspective, is data that shows its volume is now at it lowest ever recorded level at the start of a year. According to the US government-funded Polar Science Centre at the University of Washington, the volume on 31 December was around 12,230 km3  a massive 47% lower than the maximum in 1979, and 37% below the mean as depicted on this chart.  Meanwhile, South Australia has been hit by its hottest start to the year in a century, with temperatures over 40C, and Argentina, he world&apos;s second-biggest maize exporter, is suffering a drought and heatwave which has severely hit crops. Munich Re, one of the world&apos;s largest reinsurance companies, now estimates that losses from natural disasters totalled $380bn in 2011, nearly twice as much as the previous record set in 2005.Many of the extreme events are put down to a continuing La Nia event which sees lower than normal sea temperatures in the Pacific and frequently heralds droughts sometimes lasting several years. This is now believed to have peaked, a sign that 2012 could eventually see a return to less extreme weather. According to the Climate Prediction Centre, new sea-temperature data suggests La Nia &quot;will be of weak-to-moderate strength this winter, and will continue thereafter as a weak event until it likely dissipates sometime between March and May.&quot;  Get the Guardian&apos;s environment news on your iPhone with  our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/12/weird-weather-2012", 
    "wordcount": "439"
}