{
    "headline": "Power stations to get early warning against jellyfish invasions", 
    "text": "Invasions of jellyfish have proved adept at shutting down power plants in recent years. But an early warning tool is now in development to alert power stations to incoming swarms which block the cooling water intakes of coastal plants. EDFs Torness nuclear power plant in Scotland was closed for a week in 2011 after a mass of moon jellyfish invaded and the company is now working with researchers from the University of Bristol to tackle the problem.  Jellyfish swarms have also closed nuclear and coal power plants in Sweden, the US and Japan in recent years, and the new forecast tool is being designed to work in all oceans. Israeli power stations have also had jellyfish problems, while the Philippines suffered a massive blackout in 1999 after 50 truck loads of jellyfish had to be removed, and a US nuclear-powered warship, the USS Ronald Reagan, was incapacitated when visiting Australia in 2006. They can build up a population extremely quickly, said Erica Hendy, at Bristol University. A lack of historical records makes it hard to say whether jellyfish blooms are increasing because of climate change or the overfishing of their predators. The project will use a supercomputer to model how currents sweep jellyfish blooms across oceans and how this changes over the year. Jellyfish have very limited ability to swim, but the model will take account of how they move up and down during the day, avoid rough surface conditions during storms and how their buoyancy changes as they age. Using data from recent invasions, the researchers will backtrack to identify the hotspots where the blooms are likely to have developed and where monitoring should be put in place to spot them early. EDF is already researching whether satellite imaging or drones could be used as lookouts.  Once a bloom is identified the new system should be able to predict where and when jellyfish are likely to hit the coast. EDF would like as long a warning as possible, so they could send out local fishing crews to remove the bloom before they get anywhere near the coast, said Hendy.     Hundreds of jellyfish block the grills at the power station in Hadera, north of Tel Aviv, on July 5, 2011. AFP PHOTO / JACK GUEZ (Photo credit should read JACK GUEZ/AFP/Getty Images) Photograph: Jack Guez/AFP/Getty Images    Pietro Bernardara, from EDF Energy, said: Jellyfish swarms are an occasional but challenging issue for our power stations. They can have an impact on the amount of electricity we are able to supply to consumers and can cost the business money. That is why [we] are pleased to be working with the University of Bristol to develop a tool that will allow us to continue delivering, safe, secure and responsible nuclear electricity. The project is also supported by energy company SSE, which has a gas-fired power station on the coast at Peterhead in Scotland, and the Scottish Salmon Producers Organisation. In 2014, 300,000 salmon were killed by an invasion of mauve stinger jellyfish on North Uist in Scotlands Western Isles. The 18-month project will build on work developed to study the dispersal of coral larvae and has 160,000 of government funding from the UKs Natural Environment Research Council. It could also be adapted to analyse flows of seaweed, which closed the Torness nuclear plant in 2013. ", 
    "section": "environment", 
    "gid": "environment/2016/oct/13/power-stations-to-get-early-warning-against-jellyfish-invasions", 
    "wordcount": "522"
}