{
    "headline": "Ballot initiative reignites debate over Yosemite's 'twin valley' restoration", 
    "text": "Hetch Hetchy reservoir in Yosemite national park has supplied San Francisco with pristine drinking water from the snowmelt in the High Sierras for almost 90 years. But radical plans to remove the dam and reverse almost a century of ecological damage to &quot;Yosemite&apos;s twin&quot; valley have reignited a decades-old battle between conservationists and the city&apos;s residents and their elected representatives. Restore Hetch Hetchy (RHH) last month filed to have an initiative included on the ballot for this November&apos;s elections and has until July to collect 7,400 signatures in support of the ballot measure. The campaigners hope to restore the valley to its natural state, bringing back wildlife and creating access for hikers and other visitors. &quot;Yosemite belongs to the American people; it does not belong to the ratepayers of San Francisco,&quot; said Mike Marshall, executive director of RHH. The city uses the fresh water &quot;to flush our toilets, wash our dogs and clean our streets,&quot; with only the tiniest amount recycled for use on golf courses, he added. Previous attempts to remove the O&apos;Shaughnessy dam that stems the free flow of the Tuolumne River have failed. But the RHH campaign appears to be gathering momentum, with high-profile backing from supporters such as Yvon Chouinard, the founder of Patagonia outdoor clothing. Some 500 dams have been removed in the US during the past 15 years and on increasingly larger scales. Last autumn, work began to remove the 200-foot Elwha River dam in Washington state. Congress passed the Raker Act in 1913, granting water rights to San Francisco, and the O&apos;Shaughnessy dam was completed 10 years later. The reservoir stores 117bn gallons of water that is so pure, it is exempt from filtration regulations. San Francisco residents would still drink water from the Tuolumne River under the RHH&apos;s proposals, but storage would be added elsewhere along the 167-mile system. Marshall said: &quot;In the past there was a belief that only Congress could undo what Congress did and we know after lots of legal research that the voters can voluntarily reform the water system and remove the reservoir.&quot; But San Francisco&apos;s mayor, Ed Lee, the San Francisco Public Utilities Commission and Senator Dianne Feinstein strongly object to the removal of the dam. Some 2.6 million people in the San Francisco Bay area drink water from the Yosemite national park and hydropower from the dam generates 1.6bn kilowatt hours a year of clean electricity which runs the city&apos;s buses and light rail, schools, police stations, street lighting and famous cable cars. Lee said: &quot;This initiative is a costly and unnecessary endeavour that would dismantle a clean and efficient source of water and power that serves millions of San Francisco Bay area residents and businesses. San Francisco is extremely fortunate to have a sustainable, greenhouse gas-free system already in place. Dismantling it makes absolutely no sense.&quot; A report from the California State Department of Water Resources estimated that restructuring the water supply to San Francisco would cost between $3bn and $10bn. Sarah E Null, now an assistant professor at the watershed sciences department at Utah State University, has published a paper on the feasibility of removing the dam. &quot;I found that you could take out the O&apos;Shaughnessy dam and there would be very little water scarcity,&quot; she said. &quot;I love Yosemite, I call it the happiest place on Earth. But it&apos;s a very crowded place. Having another valley for tourism and recreation would also bring in some more money.&quot; If the ballot measure is passed in November, it will lead to a four-year planning process, which will then be voted on by San Franciscans.", 
    "section": "environment", 
    "gid": "environment/2012/mar/06/hetchy-hetch-valley-dam-restoration", 
    "wordcount": "616"
}