{
    "headline": "The British Council: friend or foe?", 
    "text": "A few years ago, when the CfBT Education Trust, a non-profit organisation that runs schools and education services, was looking to expand its operations in Malaysia, its chief executive, Neil McIntosh, arranged a meeting with the local high commissioner. When he got there, though, he was disappointed to see that the commissioner had brought along a representative of one of CfBT&apos;s main competitors. &quot;He was a bit put out that I should see the British Council in that light,&quot; says McIntosh. The British Council, it&apos;s widely thought, is a thoroughly good thing. It is the epitome of soft power, a long-established arm of the Foreign Office that promotes British interests not with bombs and guns, but through culture and education. A big part of its job is to promote UK education: by marketing domestic universities to international students, or providing local intelligence to any education provider that wants to work overseas. Officials often suggest the council&apos;s local office should be first port of call for any company looking to enter a new market. Consequently, McIntosh admits, criticising it feels a little bit like &quot;crying foul on someone&apos;s much-loved grandmother&quot;. But the British Council isn&apos;t just a charity. It is also an increasingly ambitious player in the global market for English language teaching, exam provision and other education services. It holds a one-third share in the International English Language Testing System, for example, and takes on contracts to train teachers for overseas governments. Now questions are being asked about whether such activities conflict with the council&apos;s role in supporting other providers, like CfBT. Says McIntosh: &quot;It makes it more difficult for us to compete with America and Australia, whose diplomatic missions represent their education systems more comprehensively.&quot; McIntosh is not alone in his views. &quot;Every company I know has concerns about the British Council,&quot; says Patrick Watson, managing director of Montrose Public Affairs, which works with a number of firms. &quot;It uses its monopoly position aggressively: if you don&apos;t play ball, it can simply ignore you or decide to collaborate with someone else.&quot; One business leader even says: &quot;The British Council doesn&apos;t really enable British education exports: it inhibits them.&quot; The council itself rejects such criticism robustly. Dr Jo Beall, its director of education, points to all the work it does to promote British education: enabling academic partnerships with India and Brazil; telling the world that UK universities are open for business. &quot;It&apos;s because the British Council has been flying the UK flag for nearly 80 years that there&apos;s such a strong market in the first place,&quot; she says. The root of the row lies in the council&apos;s unusual funding model. It is a quango, sponsored by the Foreign Office, that exists to promote British education and culture. That, in ministers&apos; minds, includes supporting private education firms seeking export opportunities. But as its grant has been cut, the organisation has had to shore up its finances by selling its own education services: English language teaching, teacher training, and providing exams. Overseas governments seeking a bit of British educational expertise often appeal to the British Council for help. In some cases, it steps in to provide that help itself, and rivals complain there are no clear criteria explaining which contracts it will pass to the industry and which it will hang on to. &quot;Human nature being what it is,&quot; says Andrew Fitzmaurice, chief executive of international schools firm Nord Anglia, &quot;I suspect they&apos;re always going to keep the best ones.&quot; The upshot of all this is that the British Council sometimes promotes others and sometimes promotes itself. Many companies are wary of asking for its support, either because they are reluctant to share information with a competitor, or because they think the council would be unwilling to help. &quot;I never gave the British Council a moment&apos;s consideration as a source of information and support,&quot; says Kevin McNeany, chair of Orbital Education, who has worked in the sector for more than 40years. &quot;Even if they had information of commercial value, it would first be filtered through its own internal networks to see if it could be monetised for in-house benefit.&quot; The critics have other complaints, too. The British Council&apos;s not-for-profit status means it is exempt from corporation tax in many countries, so in some cases can undercut competitors. And in some regions it also works closely with the British embassy. &quot;I am never going to get a meeting with the ambassador at short notice,&quot; says one angry executive. &quot;For the British Council, it&apos;s just a short walk along the corridor.&quot; Actually, British Council spokespeople point out, it co-locates with the Foreign Office in fewer than a quarter of the countries where it works, and it does so only for reasons of security or cost. And they say there are protocols in place to stop the council&apos;s commercial and charitable arms from sharing information. Its tax advantages, they point out, merely reflect the fact that it doesn&apos;t make a profit, but uses all income to support its work promoting Britain abroad. Its chief executive, Martin Davidson, is very proud of all this, describing the set-up as &quot;a model of entrepreneurial public service&quot;. Another complaint, though, is that the council&apos;s commercial goals could affect its advice. Its Education UK website is intended to be the front first port of call for international students looking to study in the UK. But the most visible listings are those schools and colleges that have paid for the privilege: potential students are less likely to discover the course best for them, more likely to see the one with the biggest marketing budget. &quot;Institutions are welcome to pay for extra promotional services,&quot; Beall admits. But she rejects any suggestion that this means the site is biased towards certain institutions, and points out that the council makes no money from the website. &quot;The problem is not created by the British Council itself,&quot; says McIntosh. &quot;It&apos;s created by the government, which requires the council to fund itself by competing with the organisations that it&apos;s supposed to represent. That is not a sustainable position.&quot; Beall, though, rejects this entirely. &quot;I really resent that idea that we should move out of this [commercial] space,&quot; she says. &quot;It&apos;s tantamount to a private university saying that all public universities should vacate the market.&quot; The government does not seem convinced of the case for reform. In 2010, a group of education bosses led by McIntosh wrote to Francis Maude, cabinet secretary, about the British Council&apos;s operations (as well as other quangos), requesting he take action. Maude promised no remedy. A delegation that met the trade minister Lord Green over the summer report a distinct lack of concern. Whatever the gripes of education businesses, the British Council is here to stay.", 
    "section": "education", 
    "gid": "education/2012/oct/08/british-council-education-training", 
    "wordcount": "1164"
}