{
    "headline": "Mystery bird: golden whistler, Pachycephala pectoralis", 
    "text": "    Golden whistler, Pachycephala pectoralis (protonym, Muscicapa pectoralis), Latham, 1802, also known by a plethora of common names, only a few of which are included here, such as Australian golden whistler and the common golden whistler, photographed in the Melbourne area of New South Wales, Australia.  Image: Marie-Louise Ng, 24 December 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000   Question: This lovely Australian mystery bird is notable for having incredibly complex taxonomy such that some authorities recognise tremendous numbers of subspecies -- amongst the greatest number of subspecies of any living avian taxon. How many subspecies might it have? Why does it (seem to) have so many subspecies? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult male golden whistler, Pachycephala pectoralis, a small songbird that is placed into the whistler family, Pachycephalidae. This taxon is an ancient Australo-Papuan passerine radiation that includes the whistlers, shrike-thrushes, shrike-tits, and the pitohuis, several species of which have powerful neurotoxins in their skin and feathers.  Golden whistlers are fairly common throughout their range, and inhabit woodlands, particularly dense forests. They eat a wide variety of insects, spiders and other small arthropods, and berries. Most populations are sedentary, but are known to undergo seasonal altitudinal movements. These birds are known for their loud singing voices.  Here is a singing male filmed in Warren National Park near Pemberton, WA, Australia (uploaded 12 May 2011):             Visit querkusrobur&apos;s YouTube channel [video link].  Golden whistler populations are highly variable in body size and habits. For this reason, some authorities split them into several species (each with lots of subspecies) whilst others recognize just one species with more than 70 recognisable geographical variants and as many as 59 subspecies. But really, there&apos;s been surprisingly little work with this fascinating group of birds, so I expect that when someone with a DNA sequencer takes a serious interest in this group, that we will learn a lot about introgression, speciation, and the phylogeography of the birds as well as of the entire region.  Male golden whistlers are not easily confused with other Australian bird species, if you consider this taxon to be one species with lots of subspecies. If you think of golden whistlers as several separate species, then you can confuse this bird with the male mangrove golden whistler, P. melanura, except the adult male golden whistler&apos;s underparts are not as bright, its collar is narrower and its tail is a bit longer than for the male mangrove golden whistler.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/25/4", 
    "wordcount": "481"
}