{
    "headline": "Victory over Isis will stream live on Facebook. But defeat wont", 
    "text": "Some 34 years ago, almost by accident, Britains ministry of defence solved the pesky problem that had laid the Pentagon low in Vietnam. What do you do about journalists running wild in your warzone? You put them on a long, slow boat to the other side of the world. You  ahem!  take control. And so, from Grenada to Panama to Iraq War One, journalists were locked in little boxes as far from the action as possible before (Iraq Two) being cautiously embedded with units they depended on to keep them safe. No freelance trips here. No unwanted questions asked. Control was still the theme of each and every fighting day. So what are we to make of Mosul, as Kurds and Iraqis advance on the city via 24/7 streaming on Facebook Live from Al-Jazeera, Channel 4 News and a Kurdish agency? Do we want an emoji on every blast of destruction? Like, like, like the carnage  Is this some sort of macabre computer game? Youd expect tabloid foes of Channel 4 News to have a predictable view on that  and they do. The Sun is apocalyptic as usual. But theres a deeper, continuing theme here. As David Patrikarakos, a specialist on the use of social media in war, blogs for CNN, this battle is about more than just a military defeat of Isis: its also about winning the hearts and minds of the local population  it becomes not just a military war, but also a narrative war, in which the latter is arguably more important. The Kurds need to see Isis being driven back. Baghdad needs to see its army rolling forward. The Middle East needs to witness bloody extremism in retreat. And Americans, weighing their pending votes, need to see White House strategies working. Run the whole show, start to finish, on Facebook Live and the story  in putative triumph  serves a precise political purpose (just as Isiss murderous hostage videos have a purpose, too). Watch the disparate forces of law and fragile order defeat the agents of chaos. Know that, at last, something can be done. Thus, at root, the procession of tanks ploughing across dust bowls and puffs of smoke on the horizon is propaganda as well as a form of actuality. No one knows how theyll cope if, indeed, the fight for Mosul drags on over months. No one knows what will happen if we see war in all its horror close to (though C4 promises to be cautious and vigilant that the material is appropriate at all times and have measures in place to stop the stream when necessary). And nobody knows whether the stream will suddenly run dry if victory turns to defeat. Taking control, in short, hasnt gone out of fashion. Nor has the fog of war. Never forget one basic rule of propaganda. Now you see it, now you dont.", 
    "section": "technology", 
    "gid": "technology/2016/oct/23/victory-facebook-live-defeat-wont-iraq-live-streaming", 
    "wordcount": "487"
}