{
    "headline": "Malawi's food safety threatened by contaminated groundnuts", 
    "text": "Africa once was an important exporter of raw peanuts. In the 1960s, the continent accounted for about 75% of the global trade; by 2005, that had figure had slumped to just 5%. Increased competition from America, Argentina and particularly China was part of the story. But stricter food safety controls from Europe also took their toll. In particular, European countries placed strict limits on the level of aflatoxins  a type of mycotoxin fungi  in peanuts, hitting countries such as Malawi. Aflatoxins are a naturally occurring but highly toxic substance caused by fungi that grow on crops such as maize, paprika and peanuts (more commonly referred to as groundnuts in Africa). Contaminations can happen as a result of poor pre- and post-harvest practices, such as inadequate drying and storage. Poor-quality kernels  immature, shrivelled or damaged  are prone to contamination by aflatoxins. There have been several reported cases of acute aflatoxicosis  where extremely high doses of aflatoxin have been ingested  associated with the consumption of contaminated homegrown maize. There were two outbreaks in Kenya  one in 1982, in which 12 people died, and one in 2004, in which 317 people became ill and 125 people died. The UN&apos;s Food and Agriculture Organisation estimates that 25% of the world&apos;s crops are affected by mycotoxins, leading to chronic exposure for about 4.5 billion people, mainly in the tropics and subtropics. The Centres for Disease Control and Prevention and the World Health Organisation estimate that approximately 80% of liver cancers  which are far more prevalent in the tropical and sub-tropical parts of the developing world  are related to aflatoxin consumption. Aflatoxins are also linked to increased susceptibility to maternal anaemia and childhood stunting. In west Africa, stunted or underweight children have aflatoxin levels that are 30% to 40% higher than in children of normal height and weight. Studies conducted by the International Crops Research Institute for the Semi-Arid Tropics (Icrisat) in southern India revealed aflatoxin levels as high as 40 times the permissible limit. Both groundnut haulms (crop residue) and cake made from crushed seeds are major sources of animal feed. This can lead to the contamination of milk in both urban and rural areas, potentially exposing a huge cross-section of the population, particularly children, to the effects of aflatoxins. Yet food safety, according to Twin, a fair trade NGO, is neglected and should be firmly on the development agenda, particularly at a time when David Cameron is co-chairing the UN committee that will look at the post-2015 development agenda and leading the 2013 G8 meetings that will address food security and nutrition. The UK prime minister is also chairing the hunger summit on Sunday, making the most of the presence of world leaders at the Olympics closing ceremony. Twin is currently working on food safety and food security in Malawi, focusing on groundnuts, but with wider implications for key staple crops such as maize. Malawi once had significant groundnut exports (up to 40,000 metric tonnes a year), but volumes have now dropped severely following the implementation of rigorous food safety standards in Europe. Twin&apos;s work in Malawi initially focused on improving the safety of groundnuts for the international market. As it learned more about aflatoxin contamination, however, its focus switched to making food safe for the domestic population. &quot;Concentrating on food security and nutrition are not enough,&quot; said Andrew Emmott, senior nut manager at Twin. &quot;Nutrition is seen as a silver bullet, but, unless you look at the full range of issues including food safety, you&apos;ve got a problem. Keeping contaminated food from being exported to Europe does not mean that you are keeping unsafe food out of the local population in Malawi.&quot; Twin says 60% of groundnuts grown in Malawi are traded informally and consumed locally, and are not subject to any testing for aflatoxin. The same applies to trading and consumption of staples such as maize. Techniques for preventing contamination can be relatively simple. Groundnuts that are allowed to dry well immediately after harvesting tend to develop negligible levels of contamination, whereas groundnuts left out but covered with haulms and leaves tend to develop high levels of aflatoxin contamination. The most effective means of control is immediate removal of pods from harvested plants, but this is not always possible at a time when other farm activities are at their peak, so one possible option is the use of cheap dryers. Donors have not entirely neglected aflatoxins. The Bill and Melinda Gates Foundation and the UK&apos;s Department for International Development announced funding of $19.8m and $1.6m, respectively, in February to support the Partnership for aflatoxin control in Africa to look at solutions such as proper drying and storage.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/10/malawi-food-safety-threatened-contaminated-groundnuts", 
    "wordcount": "783"
}