{
    "headline": "How long do greenhouse gases stay in the air?", 
    "text": "Aside from water vapour, the four principal greenhouse gases are carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O) and the halocarbons or CFCs (gases containing fluorine, chlorine and bromine). These gases  described in more detail here  can remain in the atmosphere for different amounts of time, from months to millennia, and affect the climate on very different timescales. The lifetime in the air of CO2, the most significant man-made greenhouse gas, is probably the most difficult to determine, because there are several processes that remove carbon dioxide from the atmosphere. Between 65% and 80% of CO2 released into the air dissolves into the ocean over a period of 20200 years. The rest is removed by slower processes that take up to several hundreds of thousands of years, including chemical weathering and rock formation. This means that once in the atmosphere, carbon dioxide can continue to affect climate for thousands of years. Methane, by contrast, is mostly removed from the atmosphere by chemical reaction, persisting for about 12 years. Thus although methane is a potent greenhouse gas, its effect is relatively short-lived. Nitrous oxide is destroyed in the stratosphere and removed from the atmosphere more slowly than methane, persisting for around 114 years. Compounds containing chlorine and/or fluorine (CFCs, HCFCs, HFCs, PFCs) include a huge number of different chemical species, each of which can last in the atmosphere for a specific length of time  from less than a year to many thousands of years. The IPCC has published a comprehensive list of the atmospheric lifetime of the various CFCs and other greenhouse gases. Water vapour is a very effective absorber of heat energy in the air, but it does not accumulate in the atmosphere in the same way as the other greenhouse gases. This is down to it having a very short atmospheric lifetime, of the order of hours to days, because it is rapidly removed as rain and snow. The amount of water vapour that the atmosphere can hold increases as the atmosphere gets warmer, so the greenhouse properties of water vapour are usually considered to act as part of a feedback loop, rather than a direct cause of climate change. This article was written by Carbon Brief in conjunction with the Guardian and partners The ultimate climate change FAQ  This answer last updated: 11.01.2012 Read about the project and suggest a question Report an error in this answer Related questions What are the main man-made greenhouse gases? What are CO2e and global warming potential (GWP)? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/jan/16/greenhouse-gases-remain-air", 
    "wordcount": "463"
}