{
    "headline": "Live Q&A: will a postgrad boost my job prospects?", 
    "text": "It&apos;s no surprise that the number of applications to postgraduate courses has risen: an increasingly saturated job market and a decline in the number of graduate trainee schemes mean there are far fewer opportunities for university-leavers. But will a postgraduate qualification help boost your job prospects? And, more importantly is it worth the hefty price tag? On Tuesday afternoon we&apos;ll be joined by careers advisers, course directors and postgraduate students to discuss the pros and cons of postgraduate education. Perhaps you&apos;re considering a master&apos;s and want to know how postgraduate study will differ from your first university degree. Maybe you want advice on how to make your postgraduate application stand out. Post your questions in the comments thread now, or join us between 1-3pm on Tuesday to get expert tips. The panel Gail McGuigan is a careers adviser working for the National Careers Service in the North East of England. Laura Mackenzie is head of service at King&apos;s College London&apos;s Careers and Employability Department. Amanda Bright is associate dean of higher education development at Central Saint Martins College Of Art and Design, University of the Arts London Chelsea Pech is studying for an MA in cultural and creative industries student at King&apos;s College London. She is originally from the US and studied journalism at Boston University Paul Oglesby is studying for an MSc in Natural Computation at The University of YorkEleanor Snare graduated from the University of Leeds in 2011 with a master&apos;s in history of art. She nows works as a writer and creative specialist for a digital marketing agency, as well as running her own fashion blog.Dr Jon Wardle is the director of curriculum and registrar at the National Film and Television School.", 
    "section": "education", 
    "gid": "education/2012/nov/12/will-a-postgrad-boost-my-job-prospects", 
    "wordcount": "286"
}