{
    "headline": "Faster-than-light neutrinos: was a faulty connection to blame?", 
    "text": "When scientists in Italy announced last year that they had recorded subatomic particles travelling faster than light, the world went into a frenzy. An experimental result that broke one of the most fundamental laws of physics, however, was always going to be implausible. And now scientists have homed in on what might have caused the sensational results: bad wiring. Travelling faster than the speed of light goes against Albert Einstein&apos;s theory of special relativity. If it were possible, it would open up the troubling possibility of being able to send information back in time, blurring the line between past and present and wreaking havoc with the fundamental principle of cause and effect. In their original experiment, reported in September, scientists fired beams of subatomic particles called neutrinos through the ground from Cern near Geneva to a lab in Gran Sasso, Italy, 450 miles (720km) away. The neutrinos seemed to arrive sixty billionths of a second earlier than they should if travelling at the speed of light in a vacuum. The physicist and TV presenter Professor Jim Al-Khalili of the University of Surrey expressed the incredulity of many in the field when he said that if the findings proved correct and neutrinos had broken the speed of light, &quot;I will eat my boxer shorts on live TV.&quot; Physicists around the world have spent the intervening months trying to find reasons why the experiment might be faulty or else developing new hypotheses that could account for the anomalous result. Late on Wednesday night, scientists at the Opera (Oscillation Project with Emulsion-tRacking Apparatus) collaboration in Gran Sasso, who carried out the initial experiments, released a statement outlining two potential errors in their hardware. &quot;If confirmed, one would increase the size of the measured effect, the other would diminish it,&quot; said the statement, which was published on the Cern website. One of the possible errors lies with a faulty optical fibre connection in the mechanism used to time the arrival of the neutrinos at Gran Sasso. In order to make their measurements, scientists need to tag the exact moment the neutrinos are created in Cern and also the exact time the particles arrive at the Opera detector. &quot;They use a GPS synchronisation system and, for that to work, you need to have some antennas that can see the satellites and then you need to run cables from those antennas underground, hundreds or thousands of metres long, and work out correctly what the lengths of the cables are,&quot; said Dr Ryan Nichol, who works on a similar experiment called the Main Injector Neutrino Oscillation Search (Minos) at Fermilab near Chicago. The Opera scientists suspect that a connection in this optical fibre might have been broken or come loose during their experiments last year. &quot;If this is the case, it could have led to an underestimate of the time of flight of the neutrinos,&quot; said the Opera statement. The second potential source of error could be a problem with the GPS system itself, which meant it produced incorrect time stamps at the Opera experiment. &quot;They have one clock that&apos;s timing events in the detector and then they have a GPS clock that&apos;s somewhere else and tells them what the real time is,&quot; said Nichol. &quot;They have to transfer information between those clocks. [Opera] seem to suggest that one of those clocks was misbehaving in a way.&quot; This error, if confirmed, would imply an even more startling result than the one announced in September: that the neutrinos were travelling even faster than suspected and that the sixty billionths of a second anomaly was an understatement. Loose connectors are not uncommon in big physics experiments, said Professor Jon Butterworth, a particle physicist at University College London and head of the UK team at Cern&apos;s Atlas detector. &quot;We have plenty of dodgy connectors on Atlas but we know where they all are and we monitor them and we have millions of them and they&apos;re all in parallel,&quot; said Prof Butterworth. Sometimes Cern physicists record some very unusual-looking events, he added. &quot;You have a bad connector and you have some missing energy and suddenly it looks like you&apos;ve found dark matter and then you go no, hang on, that calorimeter wasn&apos;t working so well at that point. We call it data-quality monitoring and, if you&apos;re not experienced, you can get misled by it. Usually that loop is closed within a day or two so they never even get to the blogs.&quot; Results that break the established or predicted rules of physics get most scrutiny. &quot;You have to be really careful with that because, if you&apos;re not careful, you only ever see what you expect because you put much more weight on the results that chime with your expectations,&quot; said Prof Butterworth. &quot;Imagine if the neutrino experiment had come up with the speed of light as the answer, they would never have gone back and checked these connectors or that GPS thing as carefully as they have. There&apos;s a tendency in science, if you get the result you expected, to not check it. Whereas if you get a result you don&apos;t expect, you spend hours and years checking it.&quot; Prof Al-Khalili said the Opera scientists were showing great integrity in announcing potential faults in their measurements. &quot;But I suspect, now more than ever, that both Einstein&apos;s theory and my boxer shorts are safe.&quot; The scientists will not know which of their suspected errors is the culprit (if it is either) until they carry out more experiments, which are planned for May. In November last year, they ruled out another potential source of error. The pulses of neutrinos sent by Cern in the original experiment were relatively long, around 10 microseconds each, so measuring the exact arrival time of the particles at Gran Sasso could have relatively large errors. To account for this, Cern sent pulses that were thousands of times shorter  around three nanoseconds  with large gaps of 524 nanoseconds between them. This allowed scientists to time the arrival of the neutrinos at Gran Sasso with greater accuracy. Around 20 neutrino events were measured in the fine-tuned version of the experiment, each one precisely associated with a pulse leaving Cern, and the scientists concluded from the new measurements that the neutrinos still appeared to be arriving earlier than they should. Professor Dave Wark, director of particle physics at the Rutherford Appleton Laboratory in Oxofrdshire, said the latest developments show how hard the Opera team has been working to understand the results. &quot;Just as it would have been unwise to jump to the conclusion that the initial results were the result of an anomaly, it would be unwise to make any assumptions now. It is the nature of science that theories have to be tested, re-tested and then tested again.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/23/faster-light-neutrinos-faulty-connection", 
    "wordcount": "1152"
}