{
    "headline": "Coronavirus: is this the next pandemic?", 
    "text": "In mid-June last year, Ali Mohamed Zaki, a virologist at the Dr Soliman Fakeeh Hospital in Jeddah, Saudi Arabia, took a call from a doctor who was worried about a patient. The 60-year-old man had been admitted to the hospital with severe viral pneumonia and the doctor wanted Zaki to identify the virus. Zaki obtained sputum from the patient and set to work. He ran the usual lab tests. One after another they came back negative. Puzzled by the results, Zaki sent a sample to a leading virology lab at Erasmus Medical Centre in Rotterdam. While he waited for the Dutch team to examine the virus, Zaki tried one more test of his own. This time he got a positive result. It showed the infectious agent belonged to a family of pathogens called coronaviruses. The common cold is caused by a coronavirus. So is the far more deadly infection Sars. Zaki quickly emailed the Dutch lab to raise the alarm. Their tests confirmed his fears, but went further: this was a coronavirus no one had seen before. To alert other scientists, Zaki posted a note on proMED, an internet reporting system designed to rapidly share details of infectious diseases and outbreaks with researchers and public health agencies. The move cost him dearly. A week later, Zaki was back in his native Egypt, his contract at the hospital severed, he says, under pressure from the Saudi Arabian Ministry of Health. &quot;They didn&apos;t like that this appeared on proMED. They forced the hospital to terminate my contract,&quot; Zaki told the Guardian from Cairo. &quot;I was obliged to leave my work because of this, but it was my duty. This is a serious virus.&quot; Just how serious was clear by then. While Zaki had worked to identify the virus, the patient&apos;s health had declined. His pneumonia worsened; his breath got shorter. His kidneys and other organs began to falter and fail. Despite all the drugs and dialysis, and mechanical ventilation to help him breathe, the manwas dead 11 days after he arrived atthe hospital. On its own, the Jeddah case was more intriguing than terrifying. Though much was made of the virus being related to the one that causes Sars, which spread to more than 30 countries and killed 800 people in 2003, the two are genetically very different. Sars was scary because it spread so easily and killed so often. It circulated in families, and tore through hospitals. The Jeddah patient was but a single case. Or so it seemed. Since the virus came to light in September last year, the number of cases has risen to 15. More than half have died. The latest death was a 39-year-old man, reported by Saudi Arabia this week. The numbers are not yet alarming, but the steady appearance of fresh cases, and the fact that the infection has now spread from person to person, has sparked an intensive effort to understand the virus, and quietly prepare for the worst. &quot;We don&apos;t know whether this virus has the capability to trigger a full epidemic. We are completely in the dark about it,&quot; says Ron Fouchier, a molecular virologist at Erasmus Medical Centre whose lab identified Zaki&apos;s virus. &quot;We think what we are seeing is just the tip of the iceberg, but we don&apos;t know how big the iceberg is, or where the iceberg is.&quot; Across from the Houses of Parliament on the bank of the river Thames is St Thomas&apos;s Hospital, London. In September last year, doctors at the intensive care unit were struggling to diagnose a 49-year-old man from Doha, Qatar, who had arrived by air ambulance with a serious respiratory infection. He was being treated in strict isolation. The man had a virus, that much was clear, but the nature of the infection was a mystery. He had recently visited Saudi Arabia. Stumped by the case, doctors at the hospital alerted the Health Protection Agency&apos;s Imported Fever Service which began its own investigation. Scientists ran tests on the Qatari man to exclude common infections. They then had a stroke of luck. The night they completed the first round of tests, two scientists on the HPA team logged on to proMED at home. There on the screen was a note published earlier that day from a Professor Zaki at a hospital in Saudi Arabia. It announced the discovery of a new and deadly coronavirus. The patient had almost identical symptoms to the Qatariman. The next day, a Friday, the HPA ran fresh tests. The results were ominous. Tests for specific and well-known coronaviruses came up negative. But a general test for the coronavirus family was positive. That strongly suggested they were dealing with the same bug that had killed the man in Jeddah. The HPA&apos;s investigation switched up a gear. By late that Saturday, they had examined the virus&apos;s genetic make-up and compared it with results Fouchier&apos;s team had worked up on the Saudi virus. The viruses were 99.5% identical. The HPA immediately told the World Health Organisation, which issued a global alert on the Sunday night. &quot;Suddenly this became much more interesting,&quot; says Tony Mounts, head of pandemic monitoring and surveillance at the World Health Organisation. &quot;We now had two cases occuring several months apart, of a virus in the same family as Sars, and both cases had bad pneumonias.&quot; The severity of the infection was only one concern though. Just weeks later, millions of pilgrims were due to arrive in Mecca for hajj. If the virus was lurking in the region, this was the perfect chance for it to spread. &quot;You have three million people coming in from all over the world who could potentially carry a novel pathogen home with them,&quot; says Mounts. &quot;It took on some urgency.&quot; In the event, hajj came and went with no surge in cases. But more cropped up elsewhere in the region. A Doha man fell ill and was transferred to a specialist lung hospital in Essen, Germany. He recovered and was discharged a month later. Back in Saudi Arabia, the virus struck a household in Riyadh, where a man lived with his two sons. One of the younger men died. More worrying still was a cluster of cases in Jordan. In April 2012, 11 people, including eight healthcare workers, went down with a mystery respiratory illness. Posthumous tests on two who died were positive for the new virus. The others probably had the same infection, albeit more mildly, but follow-up tests were never done. Last month, British health officials reported the first infection in a UK resident. The man, Abid Hussain, who is in intensive care in Manchester, fell ill on a trip to the Middle East. He flew to Pakistan to visit family, but stopped in Mecca on the way home to pray for his son, Khalid, who was being treated for brain cancer. Soon after Abid arrived home, his son, who was on drugs to suppress his immune system, picked up the virus and died days later at Queen Elizabeth Hospital in Birmingham. Abid&apos;ssister caught the virus too, but quickly recovered. Khalid leaves a wife, Azima, and twin boys, who will be three tomorrow. &quot;They keep asking, &apos;Where&apos;s daddy? When is dad coming home?&apos;, but they&apos;re too young to know what&apos;s going on,&quot; Azima told the Guardian. The cluster of infections in the family has convinced scientists that the virus can spread from person to person, albeit rarely. As the counter clicked up on fresh cases of infection, scientists focused onsome crucial questions. How easily does the virus spread? Where did it come from? How are people infected? Asof now, the answers are a string of don&apos;t knows. There are no signs that the virus spreads easily from person to person. The HPA followed up 60-odd people, including doctors and nurses, who cameinto contact with the patient at StThomas&apos;s Hospital. They traced morethan 100 others who had contact with the British family. None tested positive for the virus. So far, so reassuring. But the virus will mutate and may adapt to spread more easily, scientists warn. &quot;That is what we are worried about,&quot; says Eric Snijder, head of molecular virology at Leiden University. &quot;If that happened you might get a pandemic variant that spreads easily, and that would be a major problem.&quot; No one knows where the virus came from, but scientists have an idea. When researchers ran the genetic sequence through a library of known coronaviruses, it closely matched a strain that resides in pipistrelle bats. If the connection with bats sounds familiar, there is good reason. The Sars virus was also tracked to bats, though it spread to humans via infected civet cats. The suspicion over the latest virus prompted the Saudi Arabian government to call in the Columbia University team to survey bats in the surrounds of Bisha city, home to the first patient identified with the virus by Zaki. The team has yet to publish its findings, but whatever they are, they will not complete the picture. The first animal found to harbour the virus might not be the one that spreads it to people. Many scientists suspect an intermediary beast is carrying the new bug from bats to people. Testimonies from those infected are few and far between: some patients are still in intensive care, others are dead. But hints may be emerging. The Doha man treated in Germany owned a goat farm and told doctors that some of his goats had been sick before he fell ill. That wasn&apos;t all. The animals&apos; keeper also picked up a respiratory infection that was serious enough to land him in hospital. The story points to goats as a culprit until the other testimonies are considered: several patients reported no contact with animals. The new virus may be lurking in companion or farm animals in Saudi Arabia and perhaps Jordan and Qatar, but these countries are major importers of animals too. &quot;I could easily imagine a situation where this virus is hiding out in bats in Sudan or Pakistan, their domestic livestock get infected, and aretransported into these countries,&quot; says Mounts. No one expects an answer soon. For all the concern in public health agencies, almost nothing is being done on the ground to work out what animal, or animals, are spreading the virus to people. That, says Fouchier, is not good enough. He wants Jordan, Saudi Arabia, Qatar and neighbouring countries to test goats, sheep, camels, horses, and other animals for the virus. Since the expedition to survey bats in Bisha, efforts to screen animals for the virus have faltered. Asked what was being done in affected countries to trace the infection in animals, Juan Lubroth, the chief veterinary officer at the WHO said: &quot;To my knowledge, there is no activity. We are very much in the dark.&quot; People in the region should be screened too, says Fouchier. He wants to see random tests at human blood banks to see how prevalent the virus is in the population. These tests, and those on animals, are simple and would nail two major questions: where is the virus hiding out, and how common is it? &quot;We think the virus is circulating either among humans in a particular region of the world, or among animals, probably domestic animals, from which there is crossover into humans. Discriminating between those two possibilities is crucial, but very little is being done to find out,&quot; says Fouchier. Some of the countries concerned have bigger problems on their plates, but there is good reason to do the work. Sars was circulating below the radar of governments long before it began killing in the hundreds. The new virus has been picked up quickly, largely thanks to better surveillance brought in after Sars. A precautionary approach now could save scores of lives later. In the early days of the Sars outbreak, foot-dragging and a lack of openness by affected countries made containing the virus much tougher. The situation with the new coronavirus is similar, and has spurred European scientists tomake early prepartions for an outbreak ratherthan nipping the virus in the bud.&quot;We are now really taking an alternative path where Europe will prepare for the worst,&quot; says Fouchier. &quot;We are going to have to do more now, not in terms of prevention, but in terms of intervention once this virus enters Europe more frequently.&quot; As a precaution, a European group called Silver, to which Fouchier belongs, has begun to screen hundreds of drugs approved by the US Food and Drug Administration that might work against the virus. The rationale is simple: if more cases turn up, in Birmingham, Munich or Paris, then doctors at least have a drug they can reach for  a first line of defence. If the worst came to pass, and a pandemic threatened, the drugs may buy time to make a vaccine. &quot;We are down to seven or eight drugs that do something against the coronavirus, but we now need to repeat the process to be sure that activity means something,&quot; Snijder told the Guardian. Sooner or later, any promising drugs must be tested in animals, but here lies another problem. So far, there is no &quot;animal model&quot; in which to test the drugs. Zaki now works at Ain Shams university in Cairo. In the weeks ahead, he plans to check blood samples from patients at one of the city&apos;s hospitals to see if any infections have gone unnoticed or unreported. He stands by his decision to announce the strain to the world, despite the objections of Saudi health officials. &quot;I wasn&apos;t sure at the time what was going on,&quot; he said. &quot;I didn&apos;t know what I had in my hands.&quot; Additional reporting by Mark Smith", 
    "section": "science", 
    "gid": "science/2013/mar/15/coronavirus-next-global-pandemic", 
    "wordcount": "2349"
}