{
    "headline": "iOS 7: App Store's new Kids category is big news for parents and developers", 
    "text": "&quot;Parents are going to love this,&quot; said Apple&apos;s software and services boss Eddy Cue, as he announced the upcoming addition of a Kids category to the company&apos;s App Store as part of its iOS 7 software update. He quickly moved on to the bigger news about iTunes Radio, but for parents and children&apos;s app developers alike, the Kids category may have been the most significant announcement of Apple&apos;s WWDC keynote session. The company&apos;s iOS 7 webpage fleshes the news out, a little. &quot;Now parents and teachers can quickly find apps that are perfect for children. Just visit the new Kids category for a curated selection of age-appropriate apps,&quot; it explains. Cue also said during the keynote that parents will be able to search for children&apos;s apps by age-range within the category, although it is unclear for now whether Apple&apos;s curators will take charge of sorting apps into these age ranges, or whether it will be left to developers at the submission stage. Currently, all iOS apps are assigned an age rating  4+, 9+, 12+ or 17+ but a more granular system will be used for the Kids category, judging by the brief demo shown by Cue at WWDC. On a pure discovery level, the new category and search features are welcome news for parents and developers. Currently, children&apos;s iOS apps are scattered between the Education, Entertainment, Games and Books categories on the App Store. Apple&apos;s editorial staff have created a number of parent-focused promotions around specific themes, and children&apos;s apps are often featured in the New &amp; Noteworthy section of the App Store homepage. But the new Kids category is a step on from that. Creating a separate App Store category for kids&apos; apps may have ramifications beyond discovery, though. It could enable Apple to set specific rules for children&apos;s apps, such as a maximum limit on the size of individual in-app purchases (i.e. lower than 69.99), and stronger guidance on how analytics and in-app ads are used and explained to parents. What Apple hasn&apos;t announced as part of iOS 7 are any device-specific features aimed at children and parents. For example, there&apos;s no Kids Mode switch or setting to lock apps like Mail, Safari and Facebook while a child is using the device. Microsoft is the innovator here with Windows Phone 8&apos;s Kid&apos;s Corner feature, which made its debut in 2012. It was a savvy recognition of the growing number of parents whose children are using apps on their smartphones. What Windows Phone is lacking, though, is the quantity and quality of children&apos;s apps to capitalise on this feature. iOS has both, with the majority of kid-app developers still releasing on the App Store first, and often exclusively. That&apos;s changing slowly popular children&apos;s apps firm Toca Boca recently launched its first Android app for example but given iOS&apos; status as the first call for many new children&apos;s apps, the App Store&apos;s new Kids category will be welcomed by developers. Now, their attention will turn to Apple&apos;s submission guidelines, to see how recent media coverage of kids overspending on in-app purchases and keen interest from regulators in the matter will influence the &quot;curated selection&quot; of apps in the Kids category.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/11/ios-7-apple-kids-apps", 
    "wordcount": "544"
}