{
    "headline": "Mercury's 'dynamic and complex world' revealed by Nasa's Messenger", 
    "text": "     Mercury is the smallest of the solar system&apos;s eight planets and, for decades, also its most neglected by humans. While Mars, Venus, Jupiter and Saturn have been probed and photographed in exquisite detail during the space age, the closest planet to the Sun has had to make do with a few flybys from the Mariner 10 spacecraft in the early 1970s. Now Mercury has its own high-resolution maps, down to the scale of kilometres, made from thousands of images taken by Nasa&apos;s Messenger spacecraft as it orbited the planet over the course of a year. &quot;Messenger has revealed Mercury to be a fascinating, dynamic and complex world,&quot; said David Blewett at the Applied Physics Laboratory at Johns Hopkins University and a scientist for the Messenger mission. Part of the reason, he said, that it had taken more than 30 years to revisit the planet since the Mariner 10 flybys was that most people thought Mercury was probably like the moon and largely inert and boring.     Global Map Of Mercury From Messenger. Photograph: Johns Hopkins University Applied Physics Laboratory/Carnegie Institution of Washington/Nasa    &quot;We know now that it is an oddball planet,&quot; said Blewett, speaking ahead of a briefing on Friday at the annual meeting of the American Association for the Advancement of Science in Boston. &quot;It&apos;s the smallest of the eight planets but has the highest density. The interior structure is different than the other planets. The geologic surface is different to the moon and Mars. The surface composition is enigmatic because ... it consists of rock types that we don&apos;t have much experience with. It has a global, Earth-like magnetic field, Venus and Mars do not.&quot; The new global colour map is an enhanced image that shows the different compositions of rocks on the surface of Mercury. The more orange areas are volcanic plains while the make-up of the rocks in the deep blue areas is unknown. Though Messenger was able to detect the abundance of individual elements on Mercury&apos;s surface - including iron, titanium, sulphur and potassium - without rock samples to study, scientists cannot determine the exact compounds or minerals in which those elements are arranged.     Enhanced-color close-up of hollows on Mercury Photograph: Johns Hopkins University Applied Physics Laboratory/Carnegie Institution of Washington/NASA    Mercury orbits the sun in an eccentric orbit that gets as close as 46m kilometres and never goes further than 70m kilometres from our star (earth, for comparison, stays about 150m kilometres away). This means the surface of the planet can reach more than 400C. Nasa&apos;s Messenger spacecraft made its first flyby of the planet in 2008 and began to orbit in early 2011, since when it has been mapping and measuring the surface of the planet. In November 2012, Nasa announced there was water ice and tar-like organic molecules at Mercury&apos;s poles. Because the planet&apos;s axis of rotation around the sun barely tilts from the vertical, the deepest parts of craters at the polar regions never get sunlight and the temperatures there are about -200C. The presence of ice and organic compounds lends weight to the idea that the planet was pummeled by icy comets during the early years of the solar system. The biggest surprise for researchers is that, on the surface, the abundance of relatively volatile elements such as potassium and sulphur is so high. Most of the models for the formation of Mercury predict that these elements should have evaporated away during the planet&apos;s formation. &quot;The big problem in making Mercury is how do you get a planet that has such a huge iron core and such a small proportion of rock? One of the ideas was that maybe there was a giant impact that stripped off much of the rocky outer layers and left you with unusually high proportion of iron in the core,&quot; said Blewett. But Messenger&apos;s data, he said, meant planetary scientists would have to come up with new ideas. One alternative candidate is that the chemical conditions in the inner part of the nebula where Mercury was forming were different than scientists had expected, and this probably allowed iron to condense first, while the rockier parts of the planet were swept away. &quot;That model seems to predict the correct sulphur and potassium abundance for the surface and that&apos;s probably the leading contender right now,&quot; said Blewett.", 
    "section": "science", 
    "gid": "science/2013/feb/15/mercury-dynamic-complex-nasa", 
    "wordcount": "695"
}