{
    "headline": "Power to the students, says Liam Burns", 
    "text": "Here are the laments we hear these days: &quot;Students are simply being spoonfed.&quot; &quot;Critical thinking has been lost to a utilitarian focus on skills and training.&quot; &quot;Students are little more than a product on a conveyer belt producing employable graduates.&quot; Actually, students are more involved in academic life than ever before. Team exercises and group assessments mean we don&apos;t just sit silently as our teachers deliver monologues. And outside classes, we also play an active role in managing our universities. Most institutions include a student representative on their decision-making committees. Others involve students in curriculum design, the creation of teaching policies  and the allocation of university funds, including bursaries. Through student-led teaching awards we can raise the profile of great lecturers, emphasising that teaching, and not just research, should be a path for career progression. We can&apos;t ignore the new fees regime. The contradiction  students are paying higher fees than ever before, while universities are no better off  is not lost on student unions. But we believe the answer is not to label students &quot;consumers&quot;. Doing so would not give us any more power, rather it would pander to the pretence that the new system is a fair market. But we can&apos;t just batten down the hatches and accept the status quo. David Willetts claims he wants to see students at the heart of the system. We want to place students in the driving seat. Campuses now are structured like cooperatives, with our hypothecated loans funding the sector  democratic powers must follow. Student power must develop into much wider authority, with the ability not only to shape strategic decisions, expenditure and investments but to approve or veto them. We have to move beyond a relationship that, when we agree, looks like partnership, but when we don&apos;t relegates students to the status of consultees. This extends beyond individual universities to sector bodies and regulators. If organisations like the Higher Education Funding Council are to present themselves as students&apos; champions, it is high time there was a student sitting on their board. We have long held a tradition of challenging our institutions, we want them to be accountable to us, in the truest sense. Times have changed, and the sector must change with it. Redistribution of power to students is not just desirable, but essential.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/jun/12/power-to-students-says-liam-burns", 
    "wordcount": "391"
}