{
    "headline": "Pitcairn Islands' underwater treasures revealed - in pictures", 
    "text": "   Black trevally hunting at dusk at the shallow reef of Ducie atoll. The Pitcairn Islands in the southern Pacific Ocean may be small and remote, but their surrounding waters are massive and home to one of the best-preserved marine ecosystems on the planet Photograph: Enric Sala/National Geographic       Yellow-edge lyretail hiding in a cave at Pitcairn. Pitcairn, a British Overseas Territory, is made up of four islands: Pitcairn, Henderson, Oeno, and Ducie. Situated 4,500km (2,800 miles) from New Zealand (the closest landmass), Pitcairn is one of the worlds most remote group of islands Photograph: Enric Sala/National Geographic       The twinspot snapper is an abundant predator on the pristine reefs of the Pitcairn Islands. Only Pitcairn island itself is inhabited, with a population of around 55, the majority of whom are descendants of the mutineers of the British Royal Navys HMAV Bounty, who with their Tahitian companions settled Pitcairn in 1790 Photograph: Enric Sala/National Geographic       A new species of octopus not yet described by scientists at Oeno atoll, one of the most southerly coral atolls in the world. Since early 2011 the Pew Environment Groups Global Ocean Legacy project has been working with the Pitcairn islanders on the idea of establishing a large scale marine reserve within their waters Photograph: Enric Sala/National Geographic       The shallow reefs of Henderson. In March 2012 the National Geographic Society and Global Ocean Legacy conducted an expedition to Pitcairn to assess the health of the marine environment around all four islands, and also  for the first time ever  used dropcams, to investigate the deep water areas Photograph: Enric Sala/National Geographic       East Beach at Henderson Island. The survey revealed incredibly healthy marine ecosystems, as well as plants and animals new to science Photograph: Enric Sala/National Geographic       The pristine coral reef of Ducie atoll with abundant populations of grey reef sharks and whitetip reef sharks. Ducie is one of the two most southerly coral atolls in the world, with the worlds second largest percentage of marine biomass made up of top predators   Photograph: Enric Sala/National Geographic       The blackside hawkfish is an ambush predator, frequently sitting on a coral head. Pew says threats to these waters from industrial fishing and the impacts of climate change are growing  and action must be taken now to prevent future degradation Photograph: Enric Sala/National Geographic       A grey reef shark patrols the reef over a school of rudderfish. Pew  and National Geographic are working together with the Pitcairn islanders to establish a large scale, highly protected marine reserve to preserve the unique ecosystem Photograph: Enric Sala/National Geographic       The Titan triggerfish, a voracious predator, being cleaned by a cleaner wrasse. At over 800,000 square kilometres, a Pitcairn Island no-take marine reserve would be over three times the area of Great Britain and the biggest marine reserve in the world Photograph: Enric Sala/National Geographic       St Paul's pools, Pitcairn. The reserve would protect at least 1,249 marine species including 22 species of whale and dolphin, 365 species of fish, two species of turtle and the worlds deepest known living plant, a species of encrusting coralline algae found at 382m below sea level  Photograph: Enric Sala/National Geographic       The regional endemic Hotumotua angelfish Photograph: Enric Sala/National Geographic  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/nov/28/pitcairn-islands-underwater-treasures-in-pictures", 
    "wordcount": "0"
}