{
    "headline": "2012 G8 summit  private sector to the rescue of the world's poorest?", 
    "text": "This year&apos;s G8 saw a significant change in the summit&apos;s approach  it was a low-key meeting hosted at President Barack Obama&apos;s Camp David retreat. Emphasis was on informal bilateral time for leaders to discuss issues of the day such as the global economy, the eurozone and political and security issues. This shift in tone signals an important change in the geopolitical landscape. It is clear that the G20 has replaced what once was the G8&apos;s dominant position and the G8 has been forced to adapt its mandate and format in an effort to remain relevant in a changed world. The G8 acknowledged the importance of strategies that promote growth, an idea they were not willing to contemplate 12 months ago. The opening line of the official summit declaration simply states &quot;our imperative is to promote growth and jobs&quot;. The duel themes of growth and the private sector are evident throughout the outcome declaration. The sections on Afghanistan, and the Middle East and North Africa talk about &quot;mobilising private sector support&quot;, private sector growth and argue that &quot;strong and inclusive economic growth, with a thriving private sector, is an essential foundation&quot;. Even the language on women&apos;s rights is framed in the context of promoting women&apos;s role in economic development and in support of economic growth. Of most interest was an initiative on food security and nutrition, the new alliance for food security and nutrition. The day before the summit a high-level event, including a keynote address by Obama, launched this initiative to &quot;achieve sustained and inclusive agricultural growth and raise 50 million people out of poverty over the next 10 years&quot;. Yet the initiative is limited in scope and ambition, and focused on mobilising private capital. It includes agreement by 45 local and multilateral companies to invest $3bn in African agriculture and the alliance will be launched initially in only three countries: Tanzania, Ethiopia and Ghana. Detailed co-operation frameworks have been published for each country listing the domestic and international companies that have signed up to the initiative. International companies include SABMiller, Monsanto, United Phosphorous Ltd, Diageo, Yara International, Unilever and Vodophone. Many NGOs have expressed concern that the alliance created space for G8 leaders to sidestep their existing responsibilities on food security agreed at the 2009 L&apos;Aquila G8. At that summit, the G8 agreed to commit $22bn in public financing for food security and although this year is the target date to achieve the commitment, only half of the funding has been delivered (although it has been committed). The Camp David Declaration commits leaders to &quot;fulfil outstanding L&apos;Aquila financial pledges&quot;, but there is no target date. The US also published the second G8 accountability report. The first one, published at the France G8 in 2011 tracked financial commitments on aid, food security, and maternal and child health (the 2005, 2009 and 2009 G8 summit agreements, respectively) and this year&apos;s report focuses on food security, and maternal and child health. Although the Camp David Declaration said the G8 is &quot;strongly committed to reporting transparently&quot;, the report was not published until the day after the summit, giving the impression that accountability was an afterthought. Its late arrival limited both the opportunity to consult civil society and for the report&apos;s findings to inform the summit&apos;s discussion and outcomes. The report represents progress in G8 transparency and presents more comprehensive data than in previous years but highlights the shortfall in meeting their L&apos;Aquila commitments. Importantly, the report notes the large shortfall in financing for developing countries&apos; agricultural plans; the new alliance and its private sector $3bn pledge will not fill this gap. This raises important questions about how the G8 will ensure that their objective to lift 50 million people out of poverty within 10 years is realised. As the dust settles on the summit, our attention turns to the UK and its presidency of the G8 in 2013. G8 leaders have already committed to another accountability report and to report on implementation of the alliance on food security, but it is not yet clear what the UK will prioritise. The prime minister has signalled his preference for the more informal format. In an article before the Camp David summit, David Cameron said: &quot;I will get things done at the G8  I am convinced that a focused, results-oriented G8 can be a powerful force for good&quot;, and confirmed that development would be on the agenda. He also offered some insight into his approach: &quot;To be successful, aid must also be used to support the underlying enablers of growth: the independence of the judiciary and the rule of law, the rights of individuals, a free media, free association, strong political parties and a proper, rich civil society. That means rooting out corruption, making sure people&apos;s right to own land and property is protected, and promoting the rule of law so people know that contracts can be relied on. And it means using aid to help the poorest nations stimulate the private sector to create jobs for their people and sustainable, equitable growth for their economies.&quot; The world has changed significantly since the UK last hosted the G8 in 2005. NGOs in Britain will again be active, putting pressure on the G8 to deliver their commitments and take meaningful action to tackle the persistent injustice of global poverty.  Joanna Rea is international advocacy adviser for Bond", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/25/2012-g8-summit-private-sector", 
    "wordcount": "906"
}