{
    "headline": "Chrysler 300C: car review", 
    "text": "Price 35,995MPG 39.8Top speed 144mph Swaggering 20in chrome wheels, headlamps sparkling with LED mascara and a body so vast it bulges over the white lines of a supermarket parking space like John Candy in Speedos No wonder Chrysler&apos;s 300C is a stop-and-stare affair. Rubberneckers peer through the smoked glass for a snatched glimpse of the celebs lurking in its deep-buttoned recesses. And who do they spot? My kids  so they are mostly disappointed. No starlets, nomoguls, no gangstas, no DJs The 300C is gaudy, preposterous and dangerously addictive: essentially it&apos;s Made in Chelsea on wheels. I am not sure what most of the 300C&apos;s clientele use their car for, but I am sure I&apos;m the first person to use one to drive their wife and mother-in-law to a farm in Devon to choose anew puppy. Yet, unexpectedly, it was exactly the right vehicle for the trip. Leaving London early one morning, we pointed the great white beast at Dartmoor, let the driverless cruise control set the speed, and watched as 224 miles of England&apos;s glorious scenery washed over us. The farmer came over to inspect the 300C. &quot;What&apos;s this then?&quot; he asked in his West Country accent. &quot;A big Chrysler,&quot; Isaid. He scratched his chin with amassive thumb, then said: &quot;Thought they&apos;d gone bust.&quot; He was almost right. In 2009 many predicted the giant carmaker wouldn&apos;t make it to the end of the year, let alone down to Devon, but then in what must be the industry&apos;s oddest couplings, Fiat came to Chrysler&apos;s rescue. Earlier this year, Sergio Marchionne, chief executive of both marques, announced that profits for Chrysler were up eight times on the previous year. The 300C benefits heavily from its dual parentage: from America it has inherited its improbable scale and pampering comfort, while from Italy it has learned to tone down its excesses with an economical engine. The outgoing 300C was almost cartoonish with its huge square jaw and brash detailing. Now it&apos;s slightly less broad shouldered, its flanks tapering towards the rear. Inside, the sense of space will still make a Texan feel at home. It&apos;s so big you have to pull the driver&apos;s seat forward, clinging to the wheel like a boy driving a lorry. There are flashes of chrome and wood everywhere and the central console is trimmed in varnished wood, which gives it ahomely, midwestern touch. There are strange inconsistencies: the touchscreen is the biggest I have ever seen, yet the information panel on the dashboard is so small I had to put my glasses on to read it. There&apos;s a long list of standard equipment, the most unexpected of which is a cupholder that can heat or cool your drink. The car is available with just one engine choice, a surprisingly frugal 236bhp 3-litre V6 diesel linked to afive-speed automatic. This sends out a dramatic rumble, and rather than easing the car along the road seems to hurl it forward. This, and its bulk, makes urban driving unnerving, but it comes into its own on the open road where it feels composed, powerful and unrelenting. And the puppy? We chose aDalmatian. She&apos;s called Dill. Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/dec/09/chrysler-300c-car-review-martin-love", 
    "wordcount": "567"
}