{
    "headline": "Development short stories: a job opportunity in Sri Lanka", 
    "text": "The villa stood at the end of a shabby street, where, along the streets sides, crooked shanties cropped up like overgrown grass. The street was usually quiet, but there were times when it wasnt. Like when the boys played cricket in the evenings, when the sun was starting to set. Even then, if not for the times that the trees creeping through the shanties made strange whizzy sounds, the boys said they heard even the sneakiest tap of the ball against the wicket. At other times, there was the rickety roar of the tractors, driven by burnt, bare-chested men with cheap cotton sarongs tightly fastened against their flattened stomachs, either on their way to plough the fields or heading home after work. And most times, when the sun set and the street turned quiet, and dim lights dangled off crooked roofs, these men set aside their tractors to play cards, or enjoy some strong arrack.  It was the same stuff they did at the villa, like playing cards and sipping arrack under dim light.   Related: Zika, drought, conflict: what 2016 meant for the world's poorest  podcast     Of the row of houses along the street, it was Sagarikas that was closest to the villa. When word first got around about the villa being built, the street people wondered in awe what that meant.  Sagarikas first question was if there would be jobs. Im good at cleaning, is what she told the official-looking man from the villa, who was dressed in a long-sleeved white shirt, black ironed pants and a blue-dotted tie, with dark glasses on his head, who walked up and down the street one day, as if studying the mud patterns.  Yes, there will be some jobs, the man had told her.  Years after the war had ended, tourism in the north-central part of Sri Lanka was booming. And why wouldnt it? The town stood quietly, not too far from centuries-old architecture, wildlife, and a once-prosperous irrigation network. These were tourist hotspots.  Sagarika and the other villagers had only been able to get sly peeks into the construction of the villa since then. Some of the streets men got jobs as construction workers and later as painters, and they all had stories to tell, some of which Sagarika found strange. The villa was a set of mud huts with thatched roofs. But the straw of the roof was neatly placed and picturesquely cropped, unlike in the street houses. The rooms smelt minty, and mosquito nets dangled over plump beds.  Even the grass seemed greener on the side of the villa.  Being so close to the villa meant that whatever leaflet or announcement came from the villa reached Sagarika first. So, it was only natural that she was the first to fill in the application for job openings for cleaning staff. The application wasnt hard. There were the basic questions like name, age, gender, address and occupation. For the last, Sagarika proudly wrote widow. Then, there were a few specific questions about experience in the tourism industry, how many years, and the work done. It wasnt necessary to fill in this part of the application, the other official-looking man  again in an ironed shirt, pants and tie  who came to hand out applications, had said. Just the first part was enough. Theyd all have the chance to say more at the interview at the villa.   Sagarika was surprised: Interview? That was about a month ago. They were later informed about when the interviews would take place, and the day came by faster than she had expected.  Sagarika was already 45, with a dead husband and two children: a son, 12, and daughter, 14. She became a servant at 16, working in a house in Colombo. But the Madam and Sir were kind to her, so she didnt mind. She left the job when she turned 20, and married Gunasekera. He was like the other tractor men, working in the fields, and playing cards and drinking arrack at night. He died two years ago. When Sagarika told people she was a widow, they usually asked if her husband died in the war. After all, they lived so close to the northern conflict zone, where the war rumbled on for nearly three decades  killings were rampant, and people joined the army. No, he just drank too much, was her response. The reason didnt seem weighty enough.  The interviews were to take place at 4.30 in the afternoon of the next day. Sagarika had made some notes about her work in the city hotel and her work cleaning homes.  Some other women from the street were also informed about the interviews. But each one had something different to say. Some said it wouldnt be too hard: We will all be selected. They want a lot of people.  An older woman told them, Wear your best sari, and Sagarika nodded. Then, there were a couple of the younger ones who thought it was necessary to prepare a speech about their previous work experience, especially in hotels, and how they would balance work and family life. Again, Sagarika nodded.  When her eldest turned five, Sagarika had gone to work in the Middle East, first in Kuwait and then in Lebanon, where she worked in a small hotel. She thought of telling them about this job at the interview. People told her she was lucky that she came back in one piece. Not everyone knew of the horror stories. Sagarika had heard about some, like the workers not being given proper food, and being beaten. But the hotel work was OK, and she got paid on time. She sent this money home every two months. With the money that was left, she bought a new fridge and a television from the duty-free when she came home after five years. She also brought some bangles for her daughter, toys for her son, and some clothes and books for both of them.  A few months after that, she remembers someone telling her about the poor woman who came from Saudi, where doctors removed nails that had been hammered into her body. Then, of course, there was the case of the young girl from Sri Lankas east who never returned home after she was accused of killing an infant she was caring for. No fair trial. No knowledge of what was happening. The girl was only 17 at the time. Killed, while still a child.  When she got back, Sagarika worked in a hotel in the city.  Sagarika knew the work at the villa wouldnt be like previous work; this was a proper job.  She had picked out her sari and blouse with care, for the interview. It was her second good sari. The other was what she usually wore for weddings and important events. This had orange lotus patterns on the red cotton. She pleated her sari. The blouse was plain red. She kept out her gold chain and bangles; her wedding jewellery.  That night, after the children went to sleep, Sagarika sat up in bed. She went through the notes she had made, reading the answers aloud, rehearsing how she would say it; the pauses, the tone of her voice. She would say things like  she knows there are standards to meet in hotels, she knows how to greet customers, and she knows about hygiene practices. She learned her answers till she knew them by heart and there was nothing more she could think of.  She hardly slept that night.  The day crawled by slowly. Her hands trembled when she poured boiling water over the tea for her children and herself that morning. She couldnt eat.  Sagarika left plenty of time to dress for the interview. She re-pleated her sari, making sure every fold was neat. She had oiled her hair earlier, and now she powdered her face. She slipped her bangles on. They were slightly tight and discoloured. It had been a cheap pair.  She made her way to the villa. The guard at the gate already knew why she was there, and marked her name on a list. She was led along a narrow path, where mud huts stood on either side, not so different from those she had seen and lived in all her life. It was just that these were a neater type of mud.  At the end of the path, she was led to an open space. Soon, a crowd emerged, men and women, including some women from the village and the tractor men. They werent in sarongs that afternoon. The space was filled with nervous whispers, some hissing interview. Sagarika wondered how they would be called in, and how long she would have to wait for her turn to be interviewed.  An official-looking man appeared, with dark glasses on his head. It was a different man from the one who had handed over the application forms. The men and women stood up straight. Sagarika caressed the pleats of her sari, her toes wobbled slightly. She glanced slyly at the women around her to gather their reactions. On her left, a woman nibbled at her fingernails, and on her right, another kept turning her bangles  gold, like Sagarikas.   Related: How Sri Lanka bit back at mosquitoes and wiped out malaria podcast     The man bellowed into a microphone, his voice slightly muffled, welcoming and thanking everyone. He spoke for about five minutes, reading out duties expected of the cleaning staff. Sagarika heard him mentioning some benefits for employees and their families. Then he welcomed and thanked everyone again, and left.  The crowd fell silent.  Minutes later, another official-looking man and woman appeared, reading out names from a list. Sagarikas name was on the list that the woman read out. Once all the names had been read, she joined the group of women crowding around the official-looking woman. The woman explained to the group that she would be their manager and that they would work under her, starting next Monday, at nine oclock in the morning. A uniform and training would be provided during the first week. For the moment, there were only some forms to fill in. They could take the forms home, fill them in and bring them the following week.  Then the official-looking man and woman left.  Slowly, the crowd started leaving too, and the buzz died away.  Stepping out, clutching her form, Sagarika let her rehearsed answers play in her head.  As she made her way back, the fold of her sari danced slightly in the quick breeze that swept against her face. She looked up. The thatched roofs didnt make a sound.  The sun was beginning to set. In the distance, she heard the boys appeal an out, and the tractors fall silent. Outside a mud hut, a man and woman sat clasping their glasses, nodding at Sagarika as she walked past.  About the author: Madhushala Senaratne is an editorial assistant with the open knowledge and digital services team at the Institute of Development Studies, where she is also doing her PhD, focusing on humanitarian narratives ", 
    "section": "global-development", 
    "gid": "global-development/2016/dec/31/development-short-stories-a-job-opportunity-in-sri-lanka", 
    "wordcount": "1843"
}