{
    "headline": "Apps Rush: SketchBook Ink, Yahoo! Axis, TechCrunch, Lego Star Wars Battle Orders, Virtua Tennis and more", 
    "text": "A selection of 18 new and notable apps for you today: SketchBook Ink Autodesk made a splash with a demo of its SketchBook Ink app at the launch of Apple&apos;s latest iPad. Now it&apos;s actually available to buy: a pen and ink drawing app to create images on the tablet and then export them for further work. It looked beautiful in the hands of an expert at the Apple event, but this may be one for the pros.iPad Yahoo! Axis Oh, Yahoo. Your new Axis web browser is getting the first positive headlines for the company in a long while, yet it&apos;s only available in the US. While we wait for a global release, here are the details: available in desktop and iOS versions, Axis offers a more visual spin on search, while saving bookmarks and recently visited pages across all devices.iPhone / iPad TechCrunch - The Inside Story On Innovation Tech industry blog TechCrunch may have a global readership, but at the time of writing its official iPad app appears to be US-only. The app includes all posts from the website, as well as tweets and full integration with its CrunchBase database of startups, investors and entrepreneurs.iPad Lego Star Wars Battle Orders Lego&apos;s latest app is a freebie for iOS based on its Star Wars-themed collection. It&apos;s a game that sees you taking on 20 missions in charge of the Naboo Starfighter, Y-wing Starfighter and Millennium Falcon.iPhone / iPad WSJ Live The Wall Street Journal has launched a new Windows Phone app, but it&apos;s focused on TV rather than newspaper news. The app promises 4.5 hours of &quot;live programming&quot; a day, as well as the WSJ&apos;s video archive.Windows Phone Virtua Tennis Challenge Sega is offering a new iOS spin on its tennis franchise, with 50 opponents to smash, lob and slice against in 18 stadia. There are singles and doubles modes, as well as a full SPT World Tour challenge for longevity. The link above is for iOS, but here&apos;s the Android version.Android / iPhone / iPad Dragon Brush Developer Small Planet Digital has made several impressive book-apps for bigger brands, but Dragon Brush is its own effort. It&apos;s based on a Chinese folk tale about a painting boy, and includes music from members of well-known US band The National.iPhone / iPad GREE This app isn&apos;t new, as such, but it&apos;s new to the West, with English support for the first time. GREE is the giant Japanese mobile social gaming network, which has global ambitions in 2012. This is its hub app, offering social features and links to GREE-enabled games. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Zombie Farm 2 The Playforge had a big hit with its first Zombie Farm social mobile game, but now it has a sequel. It&apos;s still an undead take on FarmVille, but with &quot;MORE BRAINS&quot; gameplay improvements, jazzed-up visuals and unlimited storage. Players of the original can transfer their farms across.iPhone / iPad Air Mail A lot of flying games are better for showing off the graphical capabilities of a device than they are actually fun to play. Hopefully Chillingo&apos;s Air Mail has evaded that pitfall, although it does look lovely. The gameplay sees you soaring through the skies delivering, yes, mail.iPhone / iPad NewsLook NewsLook is one of a cluster of apps aiming to help iPad owners find videos to watch in this case, with a clear focus on news. It pulls in content from more than 50 providers around people, geographies, companies and topics iPad, Technology, Celebrity News and so on.iPad Slingshot Racing There&apos;s buzz building around this iOS racing game from Crescent Moon and Snowbolt Interactive, with its steampunk visuals and ability to slingshot (hence the name) around corners using a grappling hook. a 64-race career mode and four-person local multiplayer option add to the fun.iPhone / iPad Talkbox Billing itself as &quot;the fastest messenger&quot;, this app combines text messaging and group chats with Walkie Talkie-like Push-to-talk and photo-sharing features. It&apos;s just launched for Windows Phone.Windows Phone Kids&apos; Music Player Inventive iOS app Kids&apos; Music Player has made the leap to Android, providing a music player specifically for children. That means they can choose just from their own music on the device, with cartoon animals representing each song good for kids who can&apos;t read yet.Android Hero&apos;s Way Android gamers looking for a new RPG fix should check out Hero&apos;s Way from Lakoo, which looks to have potential. It offers 60 levels, more than 400 items and weapons, and promises &quot;gorgeous&quot; graphics along the way.Android Prima Baby &amp; Pregnancy Magazine New mums and mums-to-be can now catch up on Prima Baby &amp; Pregnancy magazine on their iPads, with this app that&apos;s been launched through Apple&apos;s Newsstand. 19.99 gets you a year&apos;s subscription, 9.99 gets a half-year, and individual issues are also sold in-app.iPad Tiny Plane Like Tiny Wings but with planes, right? You&apos;d be forgiven for thinking so based on the screenshots to Chillingo&apos;s second flying game of the day. The key hook appears to be its 1-4 player online multiplayer mode. That, and the fact that a dog is flying the plane, obviously.iPhone / iPad Golf Squared Retro pixelly art is all the rage in the mobile gaming world, with Golf Squared applying the aesthetic to golf. Dynamo Games&apos; title there&apos;s also a separate HD iPad version involves swinging around 2D courses, looking like Worms Golf infused with Tiny Tower.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/24/apps-rush-sketchbook-techcrunch-yahoo-axis", 
    "wordcount": "934"
}