{
    "headline": "Gove is careering towards an omnifiasco over baccalaureate", 
    "text": "There is a telling line in the evidence given at the end of last year by Michael Gove to the Education select committee. Quizzed about the way his department is managing reform of KS4 qualifications, the secretary of state explained: &quot;Coherence comes at the end of the process&quot;. It is an odd way for a politician to approach radical change but &quot;act now, think later&quot; seems to be Gove&apos;s trademark. This may earn him brownie points in some quarters, where his image as a man engaged in a permanent whirlwind of activity counts for more than the substance of what he achieves. However, I wonder if, in this instance, he might have overreached himself. It is quite hard to find anyone who doesn&apos;t have a sense of unease about the proposed replacement of GCSEs with English Baccalaureate Certificates and the pace at which this is taking place, which appears to be dictated more by the date of the next general election than by the best interests of schools and their pupils. At the last count the coalition of concern included heads and teachers from maintained, academy, and fee-paying schools, the CBI, the creative and performing arts industries and several former education secretaries. Thousands have signed a petition calling for their concerns to be addressed. And the fears are valid. As the proposals stand, current year 8s and above face several years of working towards an exam that has been rubbished from on high, but which could be reformed quite effectively with less risk attached. Current year 7s downwards will be guinea pigs for an untested form of assessment and face a narrowing of the secondary curriculum if new accountability measures (not yet known) only focus on the EBC subjects of English, mathematics, science, history, geography and languages. GCSEs will continue to exist in the other subjects, as will iGCSEs (International GCSEs) and Welsh GCSEs in all subjects, but it would take a brave school to opt for these if they don&apos;t count in the league tables. Meanwhile society, the economy, and the personal and social development of a generation will be impoverished if the creative arts, technology and practical learning are gradually eroded from the curriculum. And pupils not suited to taking single, harder, externally assessed, terminal exams, which will inevitably include many with specific learning difficulties, will in effect be written off. They are condemned to a &quot;statement of achievement&quot;  a sort of consolation prize for not being able to attain the new higher-status awards. This suggests that the secretary of state has indeed got his way with the idea of resurrecting the old sheep-and-goats divide. Less well aired have been concerns about the process from which Gove hopes coherence will emerge. The new qualifications in English, mathematics and science must be accredited and in schools by autumn 2014. But there still needs to be a consultation on the secondary curriculum and accountability measures. The content of the new qualifications must be developed by the various awarding bodies, who will then vie for the single franchise in each subject, as competition between exam boards is being eliminated too  bizarrely, since it seems to be very much in vogue in nearly every other area of the public services. Is this timescale realistic? The exams regulator Ofqual appears to think not and recent correspondence between the usually reticent chief regulator, Glenys Stacey, and the secretary of state makes alarming reading. In what could be seen as a calculated back-covering exercise, she urges him to abandon the single franchise for now, predicts that no single assessment can do all that is expected of the EBC and explains that the new exams are unlikely to provide a reliable basis for school accountability; in the short term because of inevitable teething problems and in the longer term because essay-based exams tend to suffer from subjective marking. In other words, this summer&apos;s GCSE English debacle might look like a genteel tea party compared to the omnifiasco that could come next, and Stacey is not going to take the blame next time round. We are not at the end of the process yet, but for it to become coherent, some significant backpedalling will need to take place. That is certainly not part of the Gove brand, for now at least.", 
    "section": "education", 
    "gid": "education/2013/jan/07/gcse-ebacc-michael-gove-reforms", 
    "wordcount": "720"
}