{
    "headline": "Wet weather helps ailing wildlife in England and Wales", 
    "text": "The wettest April on record has brought some relief to wildlife in England and Wales suffering the worst drought in over three decades, ecologists said on Friday. But while spawning fish and newts have benefited as river flows return largely to normal, in some parts of the country, hundreds of bird nests have been drowned by floods. &quot;It&apos;s a mixed picture, really,&quot; said an Environment Agency spokesman. &quot;Where wetlands have not been flooded, where rain has been steady, it has been beneficial for wading birds. Fires on heathlands [vital nesting grounds for some bird species] are also less likely. Ponds have done well from the rain, in particular newts and dragonflies after fears they wouldn&apos;t spawn.&quot; An RSPB spokesman said some of its reserves had benefited from the rain. &quot;At Otmoor reserve in Oxfordshire, higher water levels there have allowed the reed bed to become much wetter, which should benefit many birds like bitterns, so if they nest this season they will stand a better chace. In the Somerset levels and moors, according to the warden, ground conditions are much better than if the dry weather had continued. There&apos;s no reason now that birds like snipe, redshanks and lapwings there shouldn&apos;t have a successful summer.&quot; River flows have also increased and helped clear sediment, which is good news for fish generally, in particular spawning lampreys, an eel-like jawless fish. &quot;At least those rivers where low flows were causing major problems for wildlife through low oxygen levels will be much healthier,&quot; said Miles King, director of conservation at wildlife charity the Grasslands Trust. But in some parts of the country the heavy rains have brought problems for wildlife, with hundreds of bird nests at four RSPB nature reserves drowned by severe flooding. Its Ouse Washes reserve in Cambridgeshire, which is used as a flood relief site by the Environment Agency for the swollen River Great Ouse, is 2 metres under water, with an estimated 600 wading birds&apos; nests drowned. Lowland snipe, a wading bird with a long straight bill, have been particularly badly hit. Jon Reeves, site manager at the RSPB&apos;s Ouse Washes reserve, said: &quot;Following centuries of land drainage across the UK, the Ouse Washes is now the most important stronghold for these birds, after they have been largely forced out of other sites. Literally, we have all our eggs in one basket and we&apos;ve lost them. It&apos;s devastating to watch the nests succumb to the rising waters without being able to do anything to prevent it.&quot; Other RSPB reserves affected include Minsmere, on the Suffolk coast, Fairburn Ings, near Leeds, and Pulborough Brooks, in West Sussex. &quot;The huge amount of water coming onto the site in the last week has changed things dramatically [with ducks coming in that would normally visit in winter] ... Water levels are now subsiding and we are hoping the weather calms down a bit to give the many ground nesting birds on site another chance,&quot; said Pete Hughes, RPSB warden at Pulborough Brooks. The Environment Agency spokesman added: &quot;Nesting birds have been badly affected [by the rain], particularly in southern England, and it&apos;s quite cold at the moment too, which could see chicks die.&quot; While river flows are back to normal levels, groundwater levels have started to move back up but are still low for this time of year, said the agency in an update on Friday. The vast majority of England remains in drought, with many regions in the south and east under hosepipe bans that are forecast to stay in place until the end of the year.", 
    "section": "environment", 
    "gid": "environment/2012/may/04/wet-weather-wildlife-england-wales", 
    "wordcount": "608"
}