{
    "headline": "Older people do make great students, but they need more than lip service", 
    "text": "I was delighted to hear universities minister David Willetts encourage older learners to enrol on university courses. His comments about studying for the over 60s focused on the benefits of retraining and reskilling, and this emphasis is appropriate. Improving employability and productivity for this age group is essential, especially as the retirement age is due to rise to 68. But words are not enough. Older learners need more support to encourage them to enrol on university courses, and society&apos;s prejudices against older learners need to be tackled too. I have congratulated many older students on their academic achievements at graduation ceremonies over the years. The hard work they have shown to complete their courses and their courage to learn when many assume studying is only for younger people are an inspiration to us all. Their successes prove that the young do not have a monopoly on energy, intelligence and aspiration. Studying for the over 60s is beneficial for many reasons, not only for improving skills needed in the modern workplace. Learning in your older years keeps your brain active, and discussing ideas and socialising is an important part of the university experience. Studying is an effective way for the over 60s to tackle the spectre of isolation, loneliness and depression, which can accompany old age. Often the older the student, the more they appreciate the opportunity to study. Those students who left school at a young age and missed out on university aged 18 are often more enthusiastic about education than their peers. Moreover, it is not just the older students that benefit. Younger students frequently say that their learning is enriched by the contributions in the classroom from older students with considerable life, and work, experience. Our older students at Birkbeck have remarkable stories to tell. Some of them are returning to education decades after having left school as teenagers. Others continue with their newfound interests, and progress from undergraduate study to postgraduate level. Older learners provide an inspiration to the younger generations. One such example is Gerald Nathanson, who recently blogged for Guardian Students. Growing up during the Second World War, his education was severely disrupted as he was evacuated twice, and by the time he left school, aged 15, he had been to 11 different schools. After the war, he worked as a black cab driver for 42 years, yet was always conscious that he had not received a proper education. Aged 74, he enrolled onto Birkbeck&apos;s BA History degree, and he graduated four years later in November 2012. The graduation ceremony was one of the proudest moments of his life. At Birkbeck, we know more than most higher education institutions about teaching older learners. There are currently 490 students over 60 enrolled on our courses. This represents 3% of our student body. This places us third in terms of higher education institutions teaching students aged 60 and over in their first year of their first degree, according to 2011/12 figures from the Higher Education Statistics Agency (HESA). A recent survey at Birkbeck also revealed the reasons why older people are thinking about studying at an age when many are thinking about retirement. Respondents over 60 who enrolled on undergraduate courses at Birkbeck in 2012 said the most important motivation for studying was personal development (75%), followed by career/professional development (25%). Those who enrolled on postgraduate courses said the most important motivation for studying was personal development (70%), and missing out earlier in life also featured (10%). But our experiences have also taught us that prospective students, including older students, are often confused by the student loan and tuition fee regime introduced by the Coalition government. The eligibility criteria for student loans have not been communicated effectively by the higher education sector, and much of the task of explaining the new system has been left to individual institutions. Students can apply for a loan to cover their tuition fees if they want to study for an undergraduate degree or certificate of higher education, have never studied at this level before and are classified as a home/EU student. Students then only begin repaying the loan once they are earning 21,000 a year  an unlikely situation for many pensioners. The loan is written off after 30 years. So we urge the government, universities, the National Union of Students, and other stakeholders in the higher education sector to:  Undertake outreach activities to target prospective older students  Provide information and incentives to employers to encourage their older staff to embark on university courses  Contribute to the discussions and forthcoming recommendations of the part-time and mature students steering group convened by Universities UK  Champion the successes of older learners whenever and wherever possible It&apos;s worth remembering that people over 60 are responsible for remarkable achievements across the fields of human endeavour. The late president of Birkbeck, the great historian professor Eric Hobsbawm, continued writing in his nineties, the UK&apos;s oldest prime minister was William Gladstone, aged 84, and Dame Judi Dench, aged 78, garners acclaim for her every film and theatre appearance. If someone is over 60 they should be encouraged to embark on learning something new. It&apos;s never too late to learn. Professor David Latchman is master of Birkbeck College, University of London  follow it on Twitter @BirkbeckNews This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/11/older-learners-studying-university-david-willetts", 
    "wordcount": "909"
}