{
    "headline": "Is it viable to finance higher education through the capital markets?", 
    "text": "A potential new source of finance for universities opened up recently, when De Montfort University issued 110m of bonds to finance an upgrade of its facilities. Whereas bond issues by US universities are common, particularly among the Ivy League, they are rare in the UK. That may be however about to change. With important changes to university funding, banks unwilling to lend long-term at fixed rates, and interest rates in the bond markets currently very low, the bond markets are an attractive financing option for universities. HEFCE (the Higher Education Funding Council for England), responsible for distributing public funds to universities has currently allocated funds using a formula to determine how much each university requires. Universities can then decide how to apply this funding, subject to complying with certain criteria. From September 2012, however, HEFCE grants will be reduced, and universities&apos; publicly funded income will depend much more on tuition fees from students. A significant proportion of public funding will go to students through loans from the Student Loan Company (rather than to the universities through grants). How much public funding each university will ultimately receive will therefore depend on the number of students choosing to study there. In response, as we have seen, universities - now able to charge higher tuition fees - are choosing often to charge the top tier of 9,000 per year for UK/EU students. But these higher costs are likely to make students more choosy about where they apply, increasing yet further the competitive pressure on universities. This in turn means that some universities will want to invest in building or refurbishment programmes or fund new teaching posts, in order to enhance their attractiveness to potential students. With less grants available from HEFCE, borrowing may be the best option to finance these student attraction strategies. The university that turns to the financial market will generally want the loan to have a long maturity period (i.e. to spread out the accounting cost as much as possible) and a fixed interest rate (to give certainty of cashflow). Until the financial crisis, the obvious source was a bank. But with tighter capital requirements now applicable, banks are unwilling to lend for long periods at fixed interest rates. Even if they do lend long term, they want the interest rate reset every five years  which obviously exposes the borrower to uncertainty about future funding costs. The other main alternative for entities wanting to borrow large amounts is to issue bonds in the capital markets. Bonds are merely certificates of indebtedness. They are issued predominantly by governments, banks and corporate businesses. Each bond represents an obligation of the issuer to pay the holder the principal amount of that bond on its maturity date (30 June 2042 in De Montfort&apos;s case) and, in the meantime, periodic interest payments. In De Montfort example, the interest rate is 5.375% per annum, payable semi-annually. The &apos;capital markets&apos; are not physical marketplaces, but rather a network of international relationships whereby vast amounts of capital are available from financial institutions, pension funds and investment funds. Despite the financial crisis, the UK capital markets (for sterling bonds by UK issuers for UK institutional investors) have remained remarkably resilient. Bonds issued in the capital markets can be easily traded, which makes them attractive to investors. For borrowers, issuing bonds has both advantages and disadvantages compared to a bank loan. Since the potential number of investors is far greater than banks offering loans, the amount of funds available to a bond issuer is potentially much bigger. Against that, a bond issue typically takes longer to arrange than a bank loan and, if the issuer wants to amend the terms of the bonds during their life, tracking down the bondholders can be problematic. However, the issuer is usually subject to fewer obligations than under a bank loan  and currently the huge advantage for issuers is that, unlike bank lenders, capital markets investors are prepared to lend (to stable business models) for 20 to 30 year maturities at fixed rates. The trend for public sector issuers to tap the capital markets is not new. In the social housing sector, bond issuance has increased significantly since the start of the financial crisis (32 issues since mid-2008, compared with an average of one or two a year previously). The reasons are very similar to those applicable to universities  a need for capital expenditure (to fund new social housing), a squeeze on government money, banks unwilling to lend long-term at fixed rates, and interest rates in the bond markets very low. Local authorities have also been looking at the capital markets. In July 2011, for example, the GLA borrowed 600m through an issue of bonds, to help fund Crossrail. The experience in the social housing sector has demonstrated that the capital markets provide an attractive way to fill the funding gap for public sector entities. Universities are well placed to follow suit. Geoff Fuller is a partner in Allen &amp; Overy&apos;s international capital markets department, and is the author of The Law and Practice of International Capital Markets This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/13/issuing-bonds-to-finance-higher-education", 
    "wordcount": "883"
}