{
    "headline": "Apps Rush: TNW Magazine, SprintTV for iOS, Kid Launcher, ESPNsoccernet, Funpark Friends and more", 
    "text": "A selection of 13 apps for you today: TNW Magazine This blogs-becoming-magazines thing is catching on: first Engadget Distro, and now fellow tech site TheNextWeb has launched a &quot;digital monthly magazine&quot; for iPad. It rounds up content from the site with additional columns, photography and interactivity. TNW used the Mag+ platform to create the app.iPad SprintTV for iOS By definition a US-focused app, this offers live TV to iPhone-owning customers of mobile operator Sprint. Channels include ESPN, NBC News, Disney Channel and others. Additional packs of channels can be subscribed to in-app for between $4.99 and $9.99 per bundle. A sign that operators haven&apos;t given up on their mobile TV ambitions.iPhone Kid Launcher Plenty of parents are handing their Android smartphones over to their children as a distraction, but how to stop them from opening your apps? Kid Launcher is one of the apps trying to solve that problem: replacing the standard Android homescreen and only allowing access to your pre-defined child-friendly apps.Android Squids Billing itself as a blend of action-strategy and RPG, this sees you doing turn-based battle with armies of sea creatures, following its earlier debut on iOS.Android ESPNsoccernet ESPN&apos;s new app for Soccernet offers news, live scores, stats, videos and podcasts for leagues around the world. For more on what the broadcaster is up to in apps, see this interview.iPhone Funpark Friends Freemium game Funpark Friends has made the leap from iPhone to Android, offering Theme Park-like strategy as you build and maintain an amusement park. Social features and offline capabilities are also included.Android Adidas Outdoor Magazine Sporty brand Adidas has launched a magazine app for iPad, focusing on outdoor pursuits from climbing to kayaking. News, features, videos and photography are all in the mix.iPad GroupMe Now a subsidiary of Skype, group messaging service GroupMe has a new Windows Phone app. It lets users start groups with their existing phone contacts, switching between instant messages and SMS according to connection  although for now, the SMS chat only works in the US.Windows Phone AirVinyl for iPhone AirVinyl started life as an iPad app to make your digital music sound like vintage vinyl, using technology from London-based Air Studios. Now there&apos;s an iPhone version with the same features.iPhone The Cloud Pro Guide to Cloud Computing Dennis Publishing&apos;s Cloud Pro website has launched its own app in association with HP, providing analysis of the cloud computing market and video tutorials. The publisher used Mobile Roadie&apos;s DIY apps platform to make the app  an interesting editorial use of something more associated with music and celebrities&apos; apps.Android / iPhone Touch &amp; Listen Subtitled &quot;a picture book for children&quot;, this is the latest polished kid-app from Swedish developer Wombi. 200 pictures are accompanied by sound effects and a reading of their name.iPhone / iPad Pah! Already a viral hit on iOS and Android, voice-activated game Pah! has now been launched for Windows Phone. It&apos;s a simple horizontally-scrolling shoot &apos;em up where your ship is controlled by saying &quot;Aaaah&quot; and you shoot by shouting &quot;Pah!&quot;Windows Phone Honeymoon  Pinterest and Reddit for Lovers This may be silly, but it made me smile. Honeymoon is an app that splits the iPad screen in half, showing Pinterest on the left and Reddit on the right. The theory being that women like the former and men the latter. &quot;Finally you can enjoy each other&apos;s company while browsing your favorite websites...&quot;iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/29/apps-rush", 
    "wordcount": "585"
}