{
    "headline": "Beware the lurking orb-weaver spider", 
    "text": "The afternoon is hot and quiet. A light breeze rustles the leaves on the trees, but does not mitigate the gentle, insistent heat. The air is rich with musty, hay-like scents  drying and decomposing leaves, perhaps with a hint of manure from some arable field. Wood pigeons clap their wings and arc ponderously between the trees. A little flock of goldfinches twitters scratchily in the top of a bush. The field maples along the edge of Banhaw Wood look dusty and tired. Up close, the lobed leaves are indeed dusty, with a smattering of minute red pimples created by the microscopic activities of the mite Aceria eriobius. Many leaves also sport a few larger, more prominent, pale green galls, created by another mite, A macrochelus. Spread-eagled across a field maple leaf, resting, is a much bigger arachnid, a male garden cross orb-weaver. It has lost its two back left legs, perhaps escaping from a bird or an unwelcoming female orb-weaver? Various plants are showing the scars of the summer, but not all are as weary as the field maple. In the wood many brambles have fresh and glossy leaves, their blackberries not quite in full season. A southern hawker dragonfly hunts along the shaded ride. A stick of brown liquorice patterned with apple-green spots, it flies a foot or two off the ground, quartering, effortlessly turning sharply one way and another, then banking and reversing. In the distance a waking tawny owl hoots. A large four-spot orb-weaver living in the meadow has sewn three timothy grass seed heads into an arched shelter from which she monitors her great disc of a web. White dots mark out a crucifix on the back of the garden cross orb-weaver, but the four-spot orb-weaver has four large white spots in a square on its back. This one is the size of a hazelnut  olive green with a tinge of orange. Along the hedgerow the dark bush-crickets have started their evening chorus of short, papery chirps.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/sep/12/lurking-orb-weaver-spider-lower-benefield-northamptonshire", 
    "wordcount": "331"
}