{
    "headline": "Zynga chief executive Mark Pincus on the future of the company: part two", 
    "text": "If the Zynga story were a Hollywood movie, this would be the close of the second act; the point at which everything goes wrong for the protagonist. The recent second-quarter financials, labeled a disaster by Sterne Agee &amp; Leach analyst Arvind Bhatia, pointed to growing fallibilities in the Facebook gaming sector; and now several law firms in the US are reportedly planning to investigate the company&apos;s upper management for insider trading after a large amount of stock was sold months before the financial results were announced.  Can Zynga survive? Of course it can. But recovery depends on the company retuning itself to the realities of free-to-play and digital gaming in the contemporary market. When I spoke to Mark Pincus in July (before the allegations of controversial share dealings), our conversation turned quickly to the future of Zynga and of social gaming in general. We also tackled another longstanding theme  the company&apos;s &quot;difficult&quot; reputation. So where is this whole idea of social games heading?In the next five years, I think you&apos;re going to see these games evolve on two different fronts. There are the snackable titles  the Facebook poke with a purpose; being able to share a brief moment together. And at the other end there is the deeply engaged experience where players are investing a lot and sharing a hobby or a passion. The things we do for each other in that experience might involve a fewer number of friends, but there&apos;s more depth. There are people who have formed guilds in World of Warcraft who may have played together for years before actually meeting, but because of the adventures they had together, they formed really deep-rooted friendships.  You seem to be going along with the idea that social games are moving into a new &quot;mid-core&quot; era, where they&apos;re still intuitive but much deeper and more challenging. Is this what led to more complicated titles like Empires &amp; Allies?Yeah, I think that&apos;s it. The art of it is, the more we can bring complex game mechanics to a mass market, the more engaging the games will be. But at the same time, we have to simplify everything: the mass market has a lower attention span, they&apos;re not seeking that experience from the outset. When I think about what would appeal to my mum  I think she&apos;d love crafting, she&apos;d love guilds, but I think if I called it crafting or guilds, she wouldn&apos;t click on it.  However, say she&apos;s playing FarmVille and she&apos;s really into strawberry farming and some cute character pops up and invites her to join the strawberry growers&apos; association  now she gets connected to everyone else in the game who likes strawberries and she may think that&apos;s awesome. It&apos;s all to do with how we package the experience and the complexity. I think all gaming will become free and social and more accessible, and it will all grow. Currently, so many great gaming experiences are behind these large barriers.  You&apos;ve just announced Zynga with Friends, your own cross-platform social gaming service. Is this all about moving away from your reliance on Facebook?(Pause) I don&apos;t think we&apos;re at a particular stage where we have to move beyond Facebook. We&apos;re committed to providing consumers with the best social gaming experience and innovating on it, and we think that in addition to trying to make great games with great mechanics, there are opportunities to build network effects around our games that make them socially interesting. So, the idea is of building a single-branded interface to our network. Brands let all of us move faster  once you get to know and understand the rules of engagement, when you see that brand again, you know what to expect and how to interact. So if we can have a brand at the network level, where you get to know what a turn-based lobby is like, and all the kinds of features we want to provide, that can be powerful.  It&apos;s strange though, that you talk mostly about the mass market and about family gaming, but all the while, the reputation of Zynga, in the wider gaming and development community, is of a ferocious and ruthless operator. Well, the thing we care most about is what consumers think about us. And if you talk to the people who play FarmVille or Words with Friends, their perception of us is closer to our own  it&apos;s of games that bring people together and help them have a few sweet moments. I mean, you&apos;ve seen the stats about Words with Friends&apos; players  90% like people better after they&apos;ve played with them. If you look back at what we&apos;ve said and done over the last five years, we&apos;ve always said and done the same thing  what&apos;s changed is how the industry talks about us and perceives us. I think we&apos;ve been a disruptive presence  for a while they were saying that FarmVille wasn&apos;t a game. We&apos;ve just never defined ourselves by the way we&apos;re written about or by how the industry talks about us. It&apos;s okay to be misunderstood  as long as you&apos;re not misunderstood by your consumers.  But in some ways, did you consciously play that game with the industry? I mean, we&apos;ve seen that famous quotation from a talk you gave at UC Berkeley where you said: &quot;I did every horrible thing in the book, just to get revenues right away.&quot; Were you going out deliberately to be a disruptive presence?I think that  I think that people see what they want to see. People who wanted to see us in a certain light were able to build their case. But here&apos;s what&apos;s ironic: we really have helped define and build an industry  we&apos;ve made it bigger for everybody. It&apos;s bigger for EA, it&apos;s bigger for other publishers  we&apos;re proud that we&apos;ve helped expand the audience for gaming. We really take a blue ocean view  we don&apos;t think anyone else has to lose for us to do better.  So you don&apos;t look at competitors at all then? That will be a huge surprise to some people.There are two answers to that. We spend a majority of our time talking to our players, trying to figure out what they&apos;re excited about and want next. We definitely look at the industry and at competitors to try to find more categories of gaming that there&apos;s heat around, and that we have overlooked. Everyone in the games industry looks at each other to see if there are hip categories they&apos;ve missed  that&apos;s normal. But when we look at a new opportunity, it&apos;s really much more about &apos;is this great for our market, for social?&apos;, rather than &apos;is that where our competitor is?&apos;     An employee works on the Zynga game FarmVille. Photograph: Paul Sakuma/AP    Can this be true? There has been such a disparity between the way the development community views Zynga and the way it views itself  or would at least have itself viewed. In 2010, SF Weekly ran a damning feature on the company, interviewing ex-staff about its allegedly highly competitive working environment and brutal business practices. An unnamed senior staff member recalls a meeting in which Pincus is alleged to have raged: &quot;I don&apos;t fucking want innovation. You&apos;re not smarter than your competitor. Just copy what they do and do it until you get their numbers.&quot; Zynga has also been sued for copyright violation (most notably by SocialApps, the developer of FarmVille predecessor, MyFarm, and Psycho Monkey, creator of Mob Wars, a game not entirely dissimilar to Zynga&apos;s hit Mafia Wars), and when the company bought developer OMGPop in March, one member of the team left, sacrificing a huge income boost because he was uncomfortable with being a Zynga employee.  There&apos;s an interesting disconnect at the heart of this, though. Pincus, despite his overtures to the gaming community, is not a games industry player  when it comes down to it, he sees Zynga as a web services company rather than a game developer, and he plays by the rules of that more drily competitive industry. Later in the day, during an informal group interview with the European press, Pincus is challenged once again about Zynga&apos;s reputation for copying ideas. &quot;That&apos;s a topic that goes way back in the game industry,&quot; he responds. &quot;But it hasn&apos;t been as much of an issue in the web industry as there&apos;s less art involved. If Amazon created a better buyer flow or conversion page or shopping cart, it&apos;s generally assumed that eBay and everybody else will copy it. &quot;On the web side, it&apos;s more product management driven, it&apos;s more clicks and flows, it hasn&apos;t been an issue. When you get into games you have unique art work, it becomes an issue. We don&apos;t believe companies should appropriate other people&apos;s artwork. But we don&apos;t believe that companies have any ownership on a category or a genre just because they were first or more popular.&quot; Soon, all this may be consigned to history. The company is determined to reinvent itself as an attractive place to work (it was named as one of the top employers in the Bay Area by the San Francisco Business Times  an achievement Zynga has celebrated on a vast billboard job advert that you can&apos;t miss as you drive into the city from the airport). And right now it is also entering a new phase of its business. A couple of years ago the appropriation of ideas became the appropriation of studios as the company purchased its way to dominance, snapping up cool studios like Area/Code and Wild Needle. But, as the Facebook games model has begun to strain, and as the popularity of smartphone gaming has risen, Zynga has had to re-invent itself. It is now concentrating heavily on its mobile business, porting over its Facebook brands and building an audience of 33 million monthly users.  And importantly, it has announced the Zynga partners programme, in which it will work with independent developers to promote their titles across its network in a revenue share model. The idea is to expand into mobile games and new genres without having to develop everything in-house and without simply buying more studios. (Given its last set of results, it may have had little choice.) So far, reports from the developers involved in the programme, including UK outfits Crash Lab and Fat Pebble, are positive, and Zynga has brought in Rob Dyer, who ran third-party relations for Sony Computer Entertainment America, to oversee the business.  Amid the conjecture surrounding Zynga&apos;s financial state, and the barely concealed pleasure with which detractors have reacted to the company&apos;s troubles, Pincus (quite naturally) is still talking about growth and ambition There are 290 million Zynga players in the world  is there a chance you&apos;ve peaked? We&apos;ve seen how shares dropped after the IPO  I mean, do you have a vision of where you want to be on the company&apos;s 10th anniversary?We&apos;d like to get to 1bn monthly active users on our network  we think the opportunity is that big and if we want to be the leader in social gaming, that&apos;s the kind of size we&apos;re going to need to get to. Then we look at the opportunity in terms of the kind of value we deliver into peoples&apos; lives  we want to get to a certain size of audience, but we want to deliver something of substance. Looking backwards, movies and TV shows are virtual products, too  you can&apos;t wear them, you can&apos;t eat them, but if you own the disc, even if you never watch it again, you feel as though you have something of real value, because it holds a memory. I&apos;d like that model for us in the future  I&apos;d like people to feel that the virtual property they own in our games has real value, and I think that&apos;s going to be really important in the future. But can any sort of game really take on that sort of nostalgic cache?I don&apos;t know  I don&apos;t know if you&apos;re ever going to look back on that one awesome game of, say, Settlers of Catan  but you might. Here&apos;s what&apos;s different. This isn&apos;t a single consumer experience. When you think nostalgically about a movie, it&apos;s more about the film itself rather than the person you were sitting next to when you saw it. With what we&apos;re doing, there&apos;s more a three-way relationship  it&apos;s more about, did you enhance a relationship through playing these games? For some people these are hobbies, it&apos;s about ownership  people send us pictures of their farms. But, in general, it may be more about nostalgia. My memories of playing charades with my family have a smattering of game experiences, but they&apos;re more about the gestalt of: &quot;Oh we used to do that together and I miss that.&quot; And I think that&apos;s the sort of place social games can be in for people.     CityVille Hometown for iOS was a standalone game    Elsewhere, Zynga has an eye not only on smartphone games, but also on the rapidly evolving concept of the second screen  this whole idea that people are always on their tablets or phones while they&apos;re watching TV, and the notion of how this can be harnessed in new entertainment formats. In June, CBS announced that it would be running a pilot of a Draw Something TV show, produced and hosted by Ryan Seacrest, in which viewers at home will be able to participate against celebrities on screen. &quot;We&apos;re busy people, we need media that&apos;s multitask-able,&quot; says Pincus. &quot;I want games I can play while I&apos;m watching television. 70% of Americans are on the internet while they watch TV. We all multitask now and we need media to reflect that.&quot; At the same time, he is not content to see Zynga as a casual gaming presence, he wants the dedicated gaming audience too, and he thinks he can get it. The last couple of Ville games  CityVille and FrontierVille  have added more complex simulation elements, and May saw the release of Empires &amp; Allies, the company&apos;s first social combat game. Furthermore, one of the mobile developers in the Partners programme, Phosphor Games, is creating an action fantasy title named Horn, clearly aimed at the dedicated gaming audience. Hardcore means a more engaged user-base, which means greater income from fewer, more committed fans. &quot;I&apos;m bullish on hardcore gaming,&quot; says Pincus. &quot;As it gets more free and social, it&apos;s only going to grow. It&apos;s already the case in Asia that hardcore games are free and much more social than here  it&apos;s a huge growth opportunity. Our technology, our network effects, could be just as valuable to hardcore games as casual games. &quot;And in the wide net that we cast with our titles, we do have hardcore gamers already  my nephews play everything from CityVille to World of Warcraft to Halo 3. They love CityVille because they couldn&apos;t believe there was a game their mum would play  they can&apos;t get their parents to play World of Warcraft.&quot; Pincus remains a contradictory character; in person, he&apos;s perfectly pleasant, but difficult to read or decipher. This is the guy who reminisces over charades and the classic board game Settlers of Catan, but also the guy who just sold 16.5m Zynga shares in the period before those worrying Q2 financials were revealed. If this is really the man who once stood in a meeting and yelled, &quot;fuck innovation&quot;, it&apos;s also the man who is desperate to be seen like other Silicon Valley characters, as a philanthropist and a dreamer. His script is watertight, delivered in quiet sometimes punctuated sentences. When I ask about his ambitions in this industry, the reply is earnest but also riven with the familiar soundbites of the smiling man-of-the-people Valley CEO. &quot;Oh, it&apos;s definitely not about the money,&quot; he says. &quot;I think about the legacy, I talk to new hires about this when they come in. I say, decades from now, when you look back on the work you did, the sacrifices you made, what you&apos;ll remember most is the impact it had on people&apos;s lives  the first aeroplane journey you took when you saw someone playing one of your games, you&apos;ll remember being talked about on Conan. Hopefully, you&apos;ll be able to point to things that you either created or were there at the beginning, when they were built. That&apos;s immensely more fulfilling than what profit your company made.&quot; As Zynga faces its current storm we&apos;ll see how true these words are  and how prepared the company&apos;s huge but stalling audience is to follow on this slickly sentimental journey.  Mark Pincus interview: part one", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/02/zynga-mark-pincus-interview-part-two", 
    "wordcount": "2782"
}