{
    "headline": "EU makes 50m pledge for clean energy schemes in developing countries", 
    "text": "The European Union (EU) has announced a 50m initiative for clean energy projects in developing countries as part of an ambitious UN plan to provide sustainable energy for all by 2030. Jos Manuel Barroso, the EU commission president, said the EU will seek to mobilise additional support of up to several hundred million euros to support concrete new investments for developing countries in the run-up to June&apos;s Rio+20 conference on sustainable development. &quot;Here, today, I would therefore like to set a key objective of the commission&apos;s energising development initiative,&quot; said Barroso at an EU energy summit in Brussels. &quot;We should seek to provide support to developing countries committing to the initiative, with the aim of providing access to sustainable energy services to 500 million people by 2030.&quot; The energy conference brought together high-level representatives from the EU, UN, developing countries, industry and civil society groups. Ban Ki-moon, the UN secretary-general, has designated 2012 as the international year of sustainable energy for all as part of his sustainable energy for all initiative. About 1.5 billion people worldwide, more than one in five, lack electricity. The UN Development Progamme (UNDP) estimates that, by 2030, the move to clean energy  taking in mitigation and adaptation costs  will cost between $249bn and $1,371bn annually. While the amounts are large, the UNDP points out they are below current spending on defence, recent banking bailouts, and &quot;perverse&quot; subsidies. Uzbekistan spends almost 13 times more on fossil fuel consumption subsidies than on health  32% of GDP, compared with 2.5%  while Iran spends 20% of GDP on fossil fuel consumption subsidies, compared with less than 5% on education. &quot;I welcome the commitment by the European commission in support of the sustainable energy for all initiative,&quot; said Ban. &quot;Its strong leadership in making energy central to its development policies, and for advancing the issue of energy access, helps place energy at the forefront of the global development agenda.&quot; The EU is the world&apos;s leading donor on energy. Under its recent agenda for change unveiled by development commissioner Andris Piebalgs, energy was confirmed as a key priority. The European commission says it has spent approximately 1bn over the past five years on improving the state of the energy sector in developing countries, including efforts to increase access to modern energy services. As an example of successful EU energy aid, the commission cited the Pamenu project in Uganda, set up to provide access to basic energy services for rural households, social institutions and small- and medium-sized enterprises. &quot;With just a small budget, the project has succeeded in extending modern energy services to more than a million people and providing almost 200,000 households with improved cooking stoves,&quot; the commission said. The EU &quot;energising development&quot; initiative announced by Barroso will focus on expanding and improving EU &quot;innovative financial instruments&quot;. This could include support to develop public-private partnerships on energy access in developing countries or setting up risk guarantee schemes in developing countries with a bank. The commission said this could potentially result in substantial investments, as it would provide investors with some assurance that their money is secure. &quot;We will focus on refining, expanding and improving innovative financial instruments to make sure that these billions leverage extraordinary change,&quot; said Barroso. &quot;For example, we are working with the European Investment Bank on new risk guarantee schemes in developing countries, which have the potential to leverage enormous investments by providing investors with the certainty that today hinders [by its absence] the realisation of many, otherwise profitable, projects.&quot; NGOs welcomed Barroso&apos;s focus on EU development aid at a time when aid budgets are under pressure, but underlined the problem of &quot;policy coherence&quot;. &quot;On the one hand, the EU is launching beneficial support measures for energy access,&quot; said Blandine Bouniol, policy co-ordinator at Concord, a European NGO group. &quot;On the other, it&apos;s using the developing world as an energy extraction hub for its biofuel demands.&quot; The EU and the US have come under fire for subsidies to promote the use of biofuels, policies blamed for pushing up food prices by diverting corn and other crops from dinner table to fuel tanks. Others questioned whether EU policy would promote EU technologies and companies only or support local initiatives. &quot;Will it invest in big projects, working with banks and the private sector, or also support small-scale projects, including civil society?&quot; asked Bernd Nilles, secretary-general of CIDSE, an international alliance of Catholic development agencies. &quot;Reaching local communities, building on their capacities, is essential for real sustainable development.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/16/eu-clean-energy-schemes-developing-countries", 
    "wordcount": "783"
}