{
    "headline": "IMF: Africa's economic growth surging south of the Sahara", 
    "text": "The much-heralded African economic boom is set to go from strength to strength, analysts have predicted, although worries remain over governments&apos; failure to tackle poverty and inequality. Growth south of the Sahara will surge to 6.1% next year, well ahead of the global average of 4%, the International Monetary Fund (IMF) said this week. Ivory Coast, the world&apos;s biggest producer of cocoa, and Mozambique, host to the world&apos;s biggest gas discovery in the past decade, will lead the way with expansion of 8% next year, according to the IMF&apos;s World Economic Outlook. Nigeria, Africa&apos;s top oil producer, will grow by 7% in 2014, continuing to close in on South Africa&apos;s bragging rights as the continent&apos;s biggest economy. South Africa&apos;s expansion will probably accelerate to 3.3% as it recovers from last year&apos;s crippling mining strikes. &quot;A main driver of growth in 2014 will be the strengthening of activity in South Africa and other middle-income countries, predicated on improvements in the external environment,&quot; the IMF report said. &quot;Similarly, some low-income and fragile countries are expected to do better, including those currently experiencing internal conflict.&quot; The changing fortunes of the world&apos;s poorest continent has become a theme of magazine covers, investment conferences and a recent summit of the Brics developing economies: Brazil, Russia, India, China and South Africa. But experts have warned that economic growth is no guarantee of poverty alleviation. A separate report by the World Bank predicted that sub-Saharan Africa&apos;s expansion would be 4.9%, 5.1% and 5.2% in 2013, 2014 and 2015 respectively, again comfortably outstripping the global average. Increased investment, high commodity prices and a recovery in the world economy are likely to sustain the narrative of &quot;Africa rising&quot;, the bank said. Foreign direct investment inflows to sub-Saharan Africa are projected to increase to record levels each year over the next three years, reaching $54bn (35bn) by 2015. This compares with $37.7bn last year. The report said a decade of strong growth had reduced poverty in sub-Saharan Africa, with provisional data showing that between 1996 and 2010, the percentage of Africans living on less than $1.25 a day fell from 58% to 48.5%. The mineral sectors in countries such as Ghana, Guinea, Liberia, Nigeria and Sierra Leone should continue to attract investment. But World Bank economists cautioned that high inequality and a dependence on mining and mineral exports in many countries had actually dampened the poverty-reducing effect of income growth. Countries rich in natural resources, such as Gabon, Equatorial Guinea and Nigeria, performed less well than those lacking this apparent head start. Shanta Devarajan, the World Bank&apos;s chief economist for Africa, said: &quot;While the broad picture emerging from the data is that Africa&apos;s economies have been expanding robustly and that poverty is coming down, the aggregate hides a great deal of diversity in performance, even among Africa&apos;s faster growers.&quot; The World Bank said better administration of mineral wealth, development of agriculture and a careful managing of rapid urbanisation would help governments to lift more people out of poverty. &quot;Better governance will need to underpin efforts to make growth more poverty reducing,&quot; the report said. Infrastructure development was vital to ensure the strong pace of economic growth, for example in east Africa&apos;s oil and gas sectors, it said. A report by Reuters this week highlighted how coal mining in Mozambique has been hit by weak railways and ports. Africa&apos;s golden decade can be matched closely to China&apos;s soaring demand for commodities; Chinese demand accounts for half of many industrial metals exported from Africa. This has raised fears that the continent is overly dependent on the relationship and vulnerable to a sudden downturn. Instability in the Central African Republic, Mali and Togo, the financial crisis in Europe and volatility in food prices are other potential stumbling blocks. But looking to the future, the World Bank noted: &quot;It is expected that by 2020, only four or five countries in the region will not be involved in mineral exploitation of some kind, such is Africa&apos;s abundance of natural resources.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/17/imf-africa-economic-growth-surging", 
    "wordcount": "686"
}