{
    "headline": "10 Best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of the best new Android apps for Google-powered smartphones and tablets. There are slightly slim pickings this week, so it&apos;s a ten-app roundup. However, it&apos;s been a very big week for new Android games, so stand by for plenty of those in the separate smartphone/tablet games roundup, which will be published later in the day. Here&apos;s this week&apos;s non-game Android selection: Beat Bang Coming straight outta Belgium, this app from the Mdiatheque is a music discovery app for the last 25 years of electronic music, offering track samples and purchase links, artist biographies, articles and links with a clever bubble-constellation navigation to find your way through it. Zagat Google has rebuilt the Zagat restaurant-reviews app &quot;from the ground up&quot; and re-released it as a completely free app for Android, having acquired the company in September 2011. It includes ratings and reviews for more than 30,000 restaurants around the world, including London, with a design optimised for Android tablets. Google+ membership is required, though. Quicken Starter Edition 2013 Less a standalone app, this is part of the overall package for personal finance app Quicken 2013, enabling users to check their account balances, transactions and budget from their smartphone or tablet, with updates and alerts built in. Noozy Released by developer Dogsbark, this aims to be &quot;an ultimate better richer and more interactive media player for Android&quot; that handles songs, videos and podcasts. It will also look very familiar to anyone who&apos;s used a Windows Phone, taking its user interface inspiration firmly from Microsoft&apos;s Metro UI. Editorial content, recommendations and scrobbling are all included. The Grint Nothing to do with a.) Dr. Seuss or b.) Harry Potter actors. Instead, this is a golfing app that helps players keep track of their handicap and statistics. A replacement for paper scorecards? Actually, its developer reckons it complements them: &quot;Write your scores on a PAPER scorecard, take a picture and load details... We believe in pencil and paper scorecards, our app and service allows you to avoid the use of any devices and distractions during your round.&quot; The data is uploaded to The Grint&apos;s website, where it can be compared with friends. Maluuba International Billing itself as &quot;Your Siri alternative&quot;, voice-assistant app Maluuba has been available for a while in some countries: the US, UK, Australia and Ireland. Now it has a separate International version for the rest of the world, working with features including calendar, reminders, weather, search, voice calls, email, Facebook and Twitter. It also has concert, event, restaurant and business listings in some countries, depending on availability. Hulloha Group Call A spin-off from the HulloMail voicemail service, this is an Android app for conference-calling up to 20 people at once, using standard network-rate mobile numbers. That means it should be free for Brits who are within their monthly tariff minutes. Invites to calls are handled by text. Silent Circle Not strictly an Android app; more a suite of software that includes several Android apps: Silent Phone, Silent Text and Silent Mail. The Register has a much fuller explanation that&apos;s worth reading, but basically it&apos;s about creating a secure network for communication, backed by PGP creator Phil Zimmermann. Tapestry Another photo-sharing app? Well, Tapestry is a newly-prominent Android app with a few twists, styling itself as a &quot;synchronized photo show-and-tell app&quot;. That means an app for showing photos from your own Android device on those of nearby friends and family. Well, the ones who also have Android smartphones, anyway. The Dead Mile Finally this week, an app promoting Canadian zombie movie The Dead Mile, showing how independent producers are using Android to spread buzz about their films. It promises news, tweets and Facebook updates, as well as cast bios and videos. That&apos;s our selection, but what new Android apps have you been using this week? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/12/best-android-apps-beat-bang-zagat", 
    "wordcount": "659"
}