{
    "headline": "Tiny Pacific island tops world ocean health index", 
    "text": "An uninhabited Pacific island has come top of the first comprehensive ocean health index, which compares all the world&apos;s coastal countries and scores them for how well the seas around them benefit both man and nature. Tiny 4.5 sq km Jarvis island, halfway between Hawaii and the Cook Islands, was briefly mined for seabird fertiliser in the 19th century but both the waters around it and the island itself have been left more or less untouched since then, which accounts for its top score of 86 out of 100 compared with a global average of 60. West Africa comes comprehensively bottom of the list with 10 of its 11 ocean areas judged the least healthy in the world. Sierra Leone, which has suffered a decade of civil war, whose seas are ravaged by foreign industrial fishing fleets, and which has little protection of its coastline or waters and barely any tourism, scores the least, with 36 points out of 100  just below Liberia, Ivory Coast and DR Congo. Rich countries, which can afford to police their resources, in general score more highly than developing countries on the 10 public goals used by marine ecologist Benjamin Halpern of the US-based National Center for Ecological Analysis and Synthesis. Criteria included the amount of food provided from the ocean, jobs created, ecological protection and contribution to climate change. &quot;Many west African, Middle Eastern and central American countries score poorly compared to rich European countries like Canada (12th) and Australia (16th),&quot; says the report, published in science journal Nature. Germany scored 73 and is in seventh place, the US scored 63 (29th), and the UK, 62 (40th place). No country scored above 86 and most scored below 70. Only 10 countries scored higher than 70, whereas 50 scored under 50. The study found that about half of the 10 goals set by the scientists were getting worse but there was some good news too. &quot;Quite a few countries have done a lot to protect species. We are seeing restoration of habitats and a lot of countries are starting to implement more effective fishing management. Some things are definitely going right,&quot; said Halpern. &quot;It shows there is great room for improvement. Despite the successes of several developed countries in managing their fisheries, sustainable global food provision is far below what could be delivered if wild stocks were more sustainably harvested and sustainable mariculture production was increased,&quot; say the authors.", 
    "section": "environment", 
    "gid": "environment/2012/aug/15/tiny-pacific-island-ocean-health-index", 
    "wordcount": "411"
}