{
    "headline": "10 indie games you MUST play this month", 
    "text": "It&apos;s no real secret that much of the most exciting and innovative game design work is being done in the indie sector these days. While mainstream publishers stack their chips behind safe brands and long running licenses, smaller studios and lone coders are continuing to explore the wider, more surreal possibilities of the medium.  The past month in particular has seen an astonishing range of indie releases across all formats and genres. Here are ten examples you should really check out before  or perhaps instead of  the Triple A Christmas hits to come. Mark of the Ninja (Xbox Live Arcade) From the creators of the brilliantly deranged brawler, Shank, this stealth platformer is effectively every eighties Ninja flick rolled into one engrossing adventure. Players must traverse a series of environments, using firecrackers to distract enemies, crawling through vents, avoiding guard dogs and killing silently with throwing stars. The action is depicted via lovely cell-shaded visuals, the complex background designs bringing a real sense of depth to the single plain gameplay. If you thought Shadow Complex was the pinnacle of scrolling 2D gameplay on Xbox 360, you may need to think again. Gateways (PC, Xbox 360) If you loved Portal 2 and have already finished Kim Swift&apos;s ideological follow-up, Quantum Conundrum, this is the one for you. Gateways is a 2D platformer in which a mad scientist must escape his lab using a gateway gun that shoots traversable portals onto flat surfaces. Instead of simply cribbing Valve&apos;s masterful physics puzzler, however, developer Smudged Cat has added a range of different guns, including one that shrinks or enlarges the inventor as he passes through and another that allows him to time travel. It&apos;s mind bending stuff, wonderfully designed to inhabit one enormous level and a real treat for gamers seeking a well-crafted intellectual challenge. Available on PC via Steam or Desura, and on the Xbox Live Indie Games service. Super Hexagon (iOS) Game writers are calling this the cruellest game ever made, but Terry Cavanagh&apos;s minimalist blipvert of a puzzler is also magical in its Zen-like purity. The set up is simple  you control an arrow as it rotates left and right, trying to find the small gaps in a series of incoming hexagons; if the walls of the shape touch you, you&apos;re dead. That&apos;s it. Sessions are frantic, chaotic and confusing, often lasting little more than a few seconds, but you&apos;ll be compelled to continue because this is effectively game design compulsion at its most cleanly distilled. The pulsating visuals and rousing chiptune soundtrack add to the almost hypnotic onslaught, and the global leader board will compel fanatics to continue through the rage barrier. This game made Guardian contributor Simon Parkin so angry, he wrote a fictional revenge drama in response. Few games do that to people.  Qrth-Phyl (PC, Xbox) Indie coder Matt James wrote the conceptually wonderful Leave Home, a shooter about growing up and coming of age. Now he has re-invented the Nokia classic Snake (or if your influences go back further, Blockade) for a new age. In this mesmerising puzzler, available on PC and the Xbox Live Indie Games service, you control a sort of snake-like space craft as it gobbles energy balls on a series of hallucinogenic space platforms, growing larger with every meal. Hit a wall or your own tail and you lose a life, finish off enough dots and you open up a new realm. The visuals swap between 2D planes and 3D environs, and the levels are emergent, building themselves on the fly so the challenge is different every time. It&apos;s just so clever and so gorgeous to look at, and it is as challenging to play as the title is to pronounce.  Snapshot (PC) The latest masterwork from indie gaming prodigy Kyle Pulver is a neat puzzle platformer featuring a super cute robot whose camera can capture objects and then re-materialise them in other places. Need to reach a high platform? Take a snap of a crate and then stick your photo next to the ledge. Photos can also be manipulated or taken from different angles to solve specific puzzles, so prepare to dust down your lateral thinking powers. It sounds complex, but the interface is so seamless and the worlds so beautifully drawn, you quickly attune to the logic of the universe. Thomas Was Alone (PC/Mac) A narrative adventure, told in 2D and with shapes instead of human characters. That&apos;s essentially the idea behind Mike Bithell&apos;s blocky odyssey following a collection of sentient sprites as they navigate the interior of a computer, forming friendships along the way. In a way, it&apos;s another platformer, but featuring a rather touching narration from Danny Wallace it somehow becomes a somewhat cinematic quest, touching and funny, and still functioning perfectly as an abstract puzzle. Not bad for an idea that Bithell originally developed and prototyped in just 24 hours.  Thirty Flights of Loving (PC) Big Triple A titles like Uncharted and Call of Duty aspire to cinema through their use of narrative sequences and epic visuals, but they rarely engage with the form and methodology of the medium. This surreal first-person heist game, which can be played and completed in barely 15 minutes, does amazingly clever things with editing and character perspective, grabbing players from the first moment to the fade out, despite the lack of dialogue and the expressionistic design. Play this game now because in years to come people may point back and say that&apos;s where video game story telling changed forever. Closure (PC) Developed by a three-man team at Eyebrow Interactive, this creepy monochrome puzzler has you controlling a weird alien creature that must navigate a junk-strewn underworld using light beams as traversable pathways. Nothing in this environment exists while in dark, and plunging into the inky blackness means death, so everything from locating and manipulating objects, to reaching the end of each stage is governed by how you manipulate light. It&apos;s atmospheric and deliciously gothic, reminding some of Playdead&apos;s Limbo; and out there in the void, there is a strange story to uncover... Dust: An Elysian Tail (Xbox Live Arcade) Released in mid-August to huge critical acclaim, Dust is an ambitious action RPG crafted by one coder, Dean Dodrill, who took over three years to complete it. Eponymous hero Dust must traverse a beautiful hand-drawn world, battling enemies and gaining XP. Hardly revolutionary stuff, of course, but the intricate yet accessible combat system and lavish environments really set this apart from conventional mainstream RPG hits. A true spiritual progeny of Castlevania and Metroid. Papo and Yo (PlayStation Network) Very few video games are autobiographical, and few attempt to deal with real-life tragedy or trauma. The beguiling adventure title Papo and Yo, however, handles both. It is effectively about creator Vander Caballero&apos;s childhood with an alcoholic and abusive father  except in the game, the father is a monster who must be controlled and tamed by the lead character so that he is no longer a danger to his friends. It is a game that&apos;s both emotionally fascinating and utterly compelling as a ludic experience. It is the anti-Call of Duty. At times it represents what everyone in the industry must aspire to if people are going to refer to games as an artform without others sniggering derisively.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/11/10-indie-games-you-must-play", 
    "wordcount": "1215"
}