{
    "headline": "Typewriters reach the end of the line in the UK", 
    "text": "It was at 12pm on Friday that the last British-made typewriter was packed into its box at the Brother factory in Wrexham. Its maker, Edward Bryan, 40, has worked in the factory since 1989. When he started, around 30 people were on the typewriter line. By the end there was just him  the team leader  and another worker. The last CM-1000, an electronic typewriter that retails for around 400, was presented to Rachel Boon, a curator of technologies and engineering at the Science Museum, which will keep the machine. Colleagues gathered around, and the MD of Brother Industries, Craig McCubbin, reminisced about how he had started out on the production line in his school holidays. &quot;I was a bit sad,&quot; says Bryan, who has been building typewriters for Brother for 23 years. &quot;You could have ownership of the machine. From taking a little screw at the start, you end up with a typewriter in a box.&quot; He can build one with his eyes closed  he tried it once. &quot;It took about 40 minutes,&quot; he says with a laugh. (Usually, it would take him just 18.) The decision was taken six months ago to stop production, says Phil Jones, Brother&apos;s UK head. &quot;Clearly, typewriters have been undergoing a decline in many years. There&apos;s always a point where it&apos;s not economically viable any more, and we always knew that time was coming.&quot; The factory had been making 300-500 machines a month, accounting for just 0.25% of the company&apos;s turnover. &quot;When a category is such a small percentage, it really isn&apos;t worth doing analytics on it,&quot; says Jones when I ask who was still buying typewriters, but he says he thinks many of their customers were older people who don&apos;t feel comfortable using a computer. &quot;And they&apos;re popular in prisons  it seems they&apos;re still one of the approved technological products that prisoners can use in some prisons.&quot; He also thinks there may be secret government bunkers, where highly classified missives are written on typewriters, &quot;but that&apos;s just speculation&quot;. The international company will still produce typewriters in its Malaysia factory, primarily for the US market and developing countries, &quot;but it is the end as far as UK manufacturing is concerned&quot;. As typewriters go, it would be difficult to feel too romantic about the CM-1000  the large greige machine hardly conjures up the same image as Hemingway hammering away at his trusty black Royal, the clatter of the typing pool or William Boot packing his portable typewriter for assignment in Ishmaelia  but it still feels like a heavy-hearted full stop.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/nov/20/last-british-made-typewriter", 
    "wordcount": "443"
}