{
    "headline": "Barack Obama 'seriously considering' hosting climate summit", 
    "text": "Barack Obama may intervene directly on climate change by hosting a summit at the White House early in his second term, environmental groups say. They say the White House has given encouraging signals to a proposal for Obama to use the broad-based and bipartisan summit to launch a national climate action strategy. &quot;What we talked about with the White House is using it as catalyst not just for the development of a national strategy but for mobilising people all over the country at every level,&quot; said Bob Doppelt, executive director of the Resource Innovation Group, the Oregon-based thinktank that has been pushing for the high-level meeting. He said it would not be a one-off event. &quot;What I think has excited the White House is that it does put the president in a leadership role, but it is not aimed at what Congress can do, or what he can do per se, so much as it is aimed at apprising the American public about how they can act.&quot; Campaign groups and major donors have been pushing Obama to outline a strategy on climate change, in the wake of his re-election and superstorm Sandy. Jeremy Symons, senior vice-president for conservation and education at the National Wildlife Federation (NWF), said Obama needed to give a clear indication early on of what he intended to do on climate change  ideally before the State of the Union address when presidents typically outline their agenda. &quot;The clock is ticking. The threat is urgent, and we would like to see a commitment in time for the president to address it in the State of the Union address,&quot; Symons said. &quot;That would be the window I see. We can&apos;t wait forever.&quot; The proposed summit, as envisaged by Doppelt, would be centred on Washington but would be linked up with similar events occurring in communities across the country on the same day. It would take place within the first few months of Obama&apos;s second term. Doppelt said he has had a number of exchanges with White House staff about the summit, and he believed the proposal was under &quot;very serious consideration&quot;. The White House would not respond to requests for comment. Obama listed climate change among the top three priorities of his second term. He gave private assurances to donors at a White House event in early December the issue remains on his agenda. But there is growing concern among campaign groups and fellow Democrats that Obama has yet to come up with a clear plan for deploying government agencies to protect against future events like Sandy, or for rallying the public behind a strategy to cut emissions. The political opportunity created by Sandy could be slipping away, said Betsy Taylor, an environmental consultant in Washington DC. &quot;We are disappointed that he hasn&apos;t talked or used his bully pulpit. When he went to New York after Sandy he said almost nothing about climate change,&quot; she said. &quot;In the very short-term there was an opportunity post-Sandy but I don&apos;t think it has been seized.&quot; Unlike Obama&apos;s first term, when the larger campaign groups in particular seemed reluctant to force the climate issue, environmental leaders say they intend to keep up the pressure on the White House. Democrats in Congress are also moving more forcefully to keep climate change on the public radar. Barbara Boxer, who chairs the Senate environment and public works committee, said this month she was reviving efforts to pass climate change legislation, focused on strengthening coastal communities against future superstorms. &quot;People are coming up to me. They really want to get into this. I think Sandy changed a lot of minds,&quot; Boxer told reporters, announcing the launch of a climate change caucus to push for legislation. &quot;I think you&apos;re going to see a lot of bills on climate change,&quot; she said. Meanwhile, Sheldon Whitehouse, a Rhode Island Democrat, committed to delivering weekly speeches on climate change from the Senate floor. The senator said in a statement he wanted to counteract &quot;a concerted rearguard action to manufacture doubt about scientific concepts that happen to be economically inconvenient to the biggest polluting industries&quot;. But environmental groups say Obama still needs to come up with a plan. &quot;What NWF members are asking for is a clear commitment and a plan from the president to make tackling climate change a priority in his second term, with concrete steps forward. A summit can be an important part of bringing that together, but it&apos;s not the end goal,&quot; said Symons. &quot;First and foremost President Obama needs a plan.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/09/barack-obama-climate-summit", 
    "wordcount": "779"
}