{
    "headline": "Apple value falls below $400bn, as Warren Buffett says 'ignore critics'", 
    "text": "Apple&apos;s value fell below $400bn (265bn) for the first time in a year on Monday, as the prominent investor Warren Buffett said the company should ignore its critics and stick to running its business. At the close of business in New York, the tech giant&apos;s stock price stood at $420.05 (280), a 52-week low, fuelling the demands of those who say it should pay back some of its $137bn cash pile to shareholders. The share price continued to fall in after-hours trading. But speaking on financial news channel CNBC, Buffett  who does not hold Apple stock  said that the company should ignore critics like hedge fund manager David Einhorn, who has pushed unsuccessfully for Apple to pay out some of the cash. &quot;I would ignore him. I would run the business in such a manner as to create the most value over the next five or ten years. You can&apos;t run a business to try and run the stock up every day,&quot; Buffett said. But Buffett conceded that Apple &quot;may have too much cash&quot;, and revealed that he had once had a conversation about cash with the late Apple co-founder Steve Jobs. &quot;When Steve called me, I said, Is your stock cheap? He said, yes. I said, Do you have more cash than you need? He said, a little bit [laughs]. I said, then buy back your stock. He didn&apos;t,&quot; said Buffett. Einhorn dropped a lawsuit against Apple last Friday but has said he will continue to push for higher returns of cash to shareholders, something chief executive Tim Cook has said the board is actively considering. Cook said last week that he sympathised with &quot;disappointment&quot; among shareholders about its stock price, saying: &quot;I don&apos;t like it either,&quot; he said. &quot;We are focused on the long term.&quot; Apple&apos;s shares hit an all-time high of $705.07 (465) in September. In 2011 it surpassed Exxon Mobil for the first time to become the US&apos;s most valuable company. The two have vied for the top slot since. On Monday it&apos;s market value fell below $400bn for the first time in over a year, putting Exxon back in the lead again.  The company is under increasing pressure from rivals including Google and smartphone manufacturers like South Korean electronics giant Samsung, whose Galaxy line has challenged iPhone&apos;s success. Last week Samsung scored a victory in a bitter legal tussle with Apple when a judge cut $450m (300m) from a $1.05bn (700m) jury award to Apple for alleged patent infringements and ordered a new jury trial to decide how much  if any  damages Samsung should pay. Judge Lucy Koh&apos;s decision, released late Friday, does not overrule the jury&apos;s decision in the original trial; the new jury will only decide the size of damages to be paid over 14 other products that were found to infringe Apple&apos;s patents on design or use, or both. Samsung used to be Apple&apos;s biggest supplier for phone parts, and Apple its largest customer. But in 2010, Jobs vowed to go to &quot;thermonuclear war&quot; over what he saw as copying of iPhone features by phones using Google&apos;s Android operating system.", 
    "section": "technology", 
    "gid": "technology/2013/mar/04/apple-stock-value-400-billion-warren-buffett", 
    "wordcount": "540"
}