{
    "headline": "Venus and Jupiter: views from across the globe  in pictures", 
    "text": "   Abisko, Sweden: This picture was taken while I was carrying out glaciological fieldwork in northern Sweden last week. The picture was taken from a mountain hut, about 20km W-NW of the small town of Abisko. As well as Venus and Jupiter (I think that's what can be seen!), you can also see the aurora. MK: A nice reminder that the conjunction of Venus and Jupiter isn't the only thing going on in our solar system at the moment. As the Sun moves further into the active phase of its 11-year cycle it ejects bursts of particles from its surface out into space. When these strike our atmosphere they produce beautiful auroral displays like this one Photograph: David Rippin       7 March, North Queensferry, Fife: Jupiter and Venus over the Forth Road bridge with a snowstorm just about to sweep over. This was taken in North Queensferry just beside the Forth Bridge. MK: Compare this picture from over a week ago with more recent images and you can really see how the relative positions of the two planets are changing night by night as they move along their orbits. It also illustrates that although light pollution won't stop you seeing the show cloudy weather will. Keep your fingers crossed for clear skies Photograph: Grant Ritchie       14 March, Montferney, France: Over the past few days the sky has been cloudless and temperatures around 17C to 20C in the sunshine. Venus and Jupiter can be seen clearly in the middle of the frame just to the left of the balcony facing west south west. MK: This photo really illustrates how bright the two planets appear at the moment. They're clearly visible in the deep blue evening sky before it's even properly dark Photograph: Eamonn Guilfoyle       10 March, Top Of The Rock, Manhattan MK: A great picture contrasting Nature's light show with one of humanity's greatest cities. Venus is the brighter of the two planets, because it's much closer to us - although Jupiter is many times larger than Venus it's also many times further away. In both cases what you're seeing is sunlight reflected from the thick cloud layers that cover the two planets Photograph: Amy L       14 March, Minneapolis, Minnesota: Taken from bedroom window. MK: The orange glow of sodium streetlights is a typical sight in urban areas, but even this won't prevent you from seeing Jupiter and Venus at the moment. In this picture, Jupiter appears distinctly pink, although I think this is an effect of the digital camera. Although the two planets appear as points of light to the naked eye, through a small telescope you should be able to see that Venus shows changing phases like the Moon and Jupiter is a disc streaked with bands of pastel-coloured clouds and surrounded by its four largest moons, which were discovered by Galileo in 1610 Photograph: Greg Abbott       County Armagh: MK: Jupiter and Venus have been providing a spectacle for several weeks now. Aaron's picture, taken a month ago, shows how the relative positions of the planets have changed. They now appear much closer together in the sky, although this is just an alignment effect  Jupiter is actually many times further away from us than Venus Photograph: Aaron McBride       9 March, La Serena, Chile: The double line that crosses the sky is a plane close to the local airport. MK: Friends are always trying to catch me out, pointing at a bright light in the sky and asking 'Which planet's that, then?' Nine times out of 10 it's the moving, flashing lights of a plane. But right now Venus is definitely bright enough to rival any air traffic. La Serena in Chile, where this photo was taken, is the nearest town to the mountaintop La Silla Observatory, which houses some of the best telescopes in the world. This plane is perhaps carrying some professional astronomers home after a long observing trip Photograph: Hernan Stockebrand       13 March, Providenciales, Turks and Caicos Islands: We are so lucky to have such little light pollution down here. MK: You can really see the wonderfully dark sky experienced by many island dwellers, far from the light pollution of major population centres. The sky here is a velvety black that you'd never get in a city or town. Having said that, Venus and Jupiter are currently so bright that light pollution really isn't going to stop you from seeing them  so it's an astronomical event that everyone can enjoy Photograph: Liz Turner       3 March, Sheerness, Kent: Jupiter, Venus and the moon. MK: A picture from earlier this month that illustrates the shape of our solar system. Let your eyes move left to right from the Moon to Jupiter then Venus and on to where the Sun has set below the horizon and you'll see that they all lie in a straight line. This is the Ecliptic, the plane of the solar system, in which the orbits of the planets (and of the Moon around the Earth) all lie Photograph: James Bell       14 March, Pickmere, Cheshire: 15 Second exposure taken with a compact camera. MK: I love the way the two planets are reflected in the still water of the lake, although it's actually the second time this particular light has been reflected. The first was when it bounced off the dense cloud tops of Venus and Jupiter, having travelled all the way there from the Sun. For astronomers, every photon of light has its own story to tell Photograph: Alan Murta       10 March, Great Harwood, Lancashire: Taken at Preston docks, taking advantage of the impressive Rainbow laser display. MK: Another example of how clearly the two planets stand out, even against bright artificial lights like this. Venus is visible even through the blue of the laser beam. When you look at Venus, remember that we have a spacecraft there right now: the European Space Agency's Venus Express probe is orbiting the planet and sending back information on its cloudy atmosphere Photograph: Peter Eddleston  ", 
    "section": "science", 
    "gid": "science/gallery/2012/mar/16/venus-jupiter-pictures", 
    "wordcount": "0"
}