{
    "headline": "Gas 'fracking' gets green light", 
    "text": "Ministers have been advised to allow the controversial practice of fracking for shale gas to be extended in Britain, despite it causing two earthquakes and the emergence of serious doubts over the safety of the wells that have already been drilled. The advice of the first official British government report into fracking, published on Tuesday, is all but certain to be accepted by ministers, with the result that thousands of new wells could be drilled across the UK. The experts say hydraulic fracturing, whereby a well is drilled hundreds of metres deep and pumped full of water, sand and chemicals in order to release methane gas, should be allowed on a wide scale, although they accept that two small earthquakes in Blackpool last spring were caused by the first stages of fracking activities in the only British plants operating. The government&apos;s own data revealed serious questions around the safety of fracking in areas of known seismic activity, such as the two wells in Lancashire, because of evidence that the resulting earthquakes have damaged the integrity of at least one well. There is also apparent confusion over which government agencies should be overseeing the process to ensure its public safety, with the responsibility shared among several bodies that appear not to be co-ordinating. The report, written by Peter Styles, professor at Keele University, Brian Baptie of the British Geological Survey, and Christopher Green, an independent fracking expert, found that fracking &quot;should include a smaller pre-injection and monitoring stage&quot;, which did not take place at the existing sites, and called for &quot;an effective monitoring system to provide near real-time locations and magnitudes of any seismic events [as] part of any future fracking operations&quot;. Styles warned that further fracking in the Blackpool area was very likely to lead to further tremors: &quot;The similarity of the seismic events suggests this is a highly repeatable source.&quot; Andy Atkins, the executive director of Friends of the Earth, said: &quot;We don&apos;t need earth tremor-causing fracking to meet our power needs  we need a seismic shift in energy policy. There should be a full scientific assessment of all the impacts of fracking  a short consultation on one of the problems is completely inadequate.&quot; In the US, fracking has been associated with the contamination of water supplies and soil, and the danger of explosions. But Mark Miller, the chief executive of Cuadrilla Resources, which drilled the British earthquake sites, said: &quot;We are pleased the experts have come to a clear conclusion that it is safe to allow us to resume hydraulic fracturing, following the procedures outlined in the review.&quot; In April last year, around Cuadrilla&apos;s main Blackpool site, there was a tremor measuring magnitude 2.3 and in May one measuring magnitude 1.5. These tremors are enough to be felt but do not in themselves cause serious damage. The report, titled Preese Hall Shale Gas Fracturing: Review and Recommendations for Induced Seismic Mitigation, concluded that both earthquakes were related to the drilling. The report also revealed another concern  instruments showed the second tremor had caused &quot;deformation&quot; to the structure of the well. This is of concern because if the integrity of a well is compromised, it could cause future problems with leakage and contamination, and raises longer term concerns about the design and viability of such wells, according to Mike Hill, an industry expert. He is worried that the monitoring of the cement casings for the fracking wells is inadequate, as officials have been unable to provide detailed information on their monitoring. Green, one of the authors of the report, said: &quot;We have indicated we would like further tests to be done to check the well integrity by the Health and Safety Executive.&quot; David Mackay, chief scientific adviser at the Department of Energy and Climate Change (Decc), said: &quot;This comprehensive independent expert review of Cuadrilla&apos;s evidence suggests a series of robust measures to makes sure future seismic risks are minimised, not just at this location but at any other potential sites across the UK.&quot; A Health and Safety Executive spokeswoman told the Guardian: &quot;Damage to the Preese Hall well was minor and mechanical and below the level where gas would be extracted and therefore not significant enough to have an effect on safety.&quot; She said Cuadrilla had been asked to conduct tests on whether the well was still intact or had been damaged. The scientific group advising Decc proposed that fracking operations should be subject to a &quot;traffic light&quot; system in future, with the presumption of a green light, followed by amber if the drilling led to a small earthquake of less than 0.5 magnitude (a level that could not be felt on the surface), and a red light if earthquakes exceeded that level. They stressed that even the two earthquakes felt in Lancashire last year would not cause lasting damage, but could add to &quot;public alarm&quot;. Implementing this recommendation is likely to add significantly to the cost of drilling operations  the experts estimate it could be more than 100,000, but other experts suggested it could be many times that for each well, which would make exploration less attractive. When a fracking well is drilled, the initial well extends hundreds of metres below the surface. Thousands of litres of water mixed with sand and chemicals are then blasted through to open up small fractures in the dense rock at the base of the well. This shale rock contains tiny bubbles of natural gas that are released by the fracturing process, and which eventually  over the course of years  find their way to the surface to be collected in pipelines. Shale gas is now one of the major sources of energy in the US, following years of intensive fracking operations, but critics point to ravaged landscapes, contaminated water supplies and potentially damaging pipeline installations left by industrial-scale operations, as well as concerns over the long-term safety of the wells. Although natural gas is supposed to be a &quot;cleaner&quot; fuel than coal, releasing less carbon when burned, evidence also suggests fracking produces more carbon than exploring for conventional gas supplies, making the fuel less attractive from an environmental point of view. Estimates of the amount of shale gas in the UK vary widely. Cuadrilla puts the potential resources in Lancashire alone at a 200 trillion cubic feet  an amount that could supply the whole of the UK&apos;s gas needs for more than five decades. But using more conservative methods, the British Geological Survey put the likely resources at 4.7 trillion cubic feet, one-40th of the company&apos;s figure. Even then, only about 5% to 10% of that figure is likely to be recoverable. In order to wring the maximum from the UK&apos;s resources, there will need to be six to eight wells per square mile around each of the tens of sites to be explored, including as many as 800 in Lancashire and more in areas such as Sussex. Some groups  including The Global Warming Policy Foundation, the climate-sceptic thinktank led by Lord Lawson  have been enthusiastically advocating the take-up of the technology. But residents in the areas affected have been mobilising against the plans. Environmental groups are worried not just about the potential dangers from earth tremors caused by fracking, but about the effects on the UK&apos;s push to tackle climate change. Last month, the chancellor, George Osborne, and the new energy secretary, Ed Davey, launched a new &quot;dash for gas&quot; when they announced measures to encourage the building of new gas-fired power stations across the UK. Green groups argue this will put carbon-cutting targets out of reach, by locking in high-carbon emitting infrastructure and crowding out investment in renewables. &quot;We should be developing the huge potential of clean British energy from the sun, wind and waves, not more dirty and dangerous fossil fuels,&quot; said Atkins. This article was amended on 17 April to remove a reference to the Richter scale", 
    "section": "environment", 
    "gid": "environment/2012/apr/17/gas-fracking-gets-green-light", 
    "wordcount": "1344"
}