{
    "headline": "Above the loch, the scene was dominated by the abundant birch trees", 
    "text": "Despite the rise in temperatures, a fewdays of -6C had left many parts of the loch frozen over. Standing on the edge I was aware of that feeling of mystery I have over any loch, large or small. It has always been the same for me no matter whether I am looking at the loch or in a boat. I might be looking for dragonflies or &quot;dipping&quot; for newts or small fish but that deep, inner feeling is always there and I cannot explain it. One aspect is that under the water, at any time of the year, is a &quot;jungle&quot; for wildlife. Prey and predators battle for supremacy, such as fish taking newts, dragonfly larvae taking small shrimps, and large water beetles preying on smaller insects. Above the loch I looked at the coloursof the scene dominated by the silvery white bark of the abundant birchtrees. Colour also came from the large areas of varying red, browns and greens of the sphagnum mosses. There was the slightest of breezes only given away by the gentle movement of the long tassels of pale green lichens hanging from the birch trees. The loch is unusual as it is in two contrasting parts. The western half, where I stood on the water&apos;s edge, is shallow all over. It is locally renowned for its extensive beds of white water lilies. Nationally it is recognised as one of the most outstanding sites for breeding dragonflies and damselflies. The eastern and larger part is almostseparated by a woodland peninsular and in one place the water is 15 metres deep. It not only supports brown trout but also the fairly rare and secretive arctic char. These fish are often regarded as a curiosity, as &quot;an ice-age relic&quot; and sometime called the red-bellied trout. I left the loch with all this wildlife on my mind, leaving it to slumber on until the spring awakes it again.", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/loch-bran-highlands-dominated-abundant-birch", 
    "wordcount": "333"
}