{
    "headline": "Will the study of archaeology soon become a thing of the past?", 
    "text": "Finding Richard III (on the premises of Leicester social services no less) is testament to the ingenuity of archaeologists. Weaving together findings from historical analysis of texts with scientific analysis of the skeleton and the site, they have made an overwhelming case that these are the remains of the king. As a historian, I spend a lot of time trying to listen to the dead. Every now and then a curtain seems to be pulled aside and we hear them directly, and the feeling is very powerful. The way that the wounds to the skull match with one of the historical accounts of Richard&apos;s death did that for me: I was taken to Richard&apos;s final moments, as his helmet was lost and his attackers closed in, his horse gone or stuck in the mud, the moments in other words when he knew he had lost his kingdom and his life. That human connection is precious, and rare. This ingenious work has recovered an important part of our heritage and will no doubt have direct economic benefits. &quot;The King under the Car Park&quot;, as Channel 4 had it, will no doubt stimulate our creative and heritage industries. Leicester University&apos;s archaeology department will, I hope, thrive on the publicity. The findings go some way to resolving the question of how the story of Richard&apos;s crooked back was exaggerated for political purposes. For me, though, the real academic significance of the find is its demonstration of the power of archaeological techniques. Combining insights from natural and social sciences, archaeology offers an exceptionally powerful way of understanding many of the most inscrutable aspects of our past  think of the difficulty of interpreting Stonehenge, for example, and what has now been achieved by this kind of sophisticated analysis. Archaeologists have plenty to tell us about the impact of climate change and fuel use, or the rise and decline of complex societies: they give us access, in other words, to a vast store of human experience, which is of direct relevance to some of the greatest challenges we now face. Despite the value and interest of what they do, archaeology departments up and down the country are now facing difficulty. The reason? Undergraduate demand has fallen, and there is no other way for them to pay their bills. This situation reflects a key principle of the Browne review: that investment in higher education should be driven by student demand, informed by information about the price and quality of courses. Archaeological science is expensive, and does not attract research funding driven by the search for economic growth. Student numbers are low, nationally, and although student satisfaction measures and price put it on a par with history and English, archaeology departments cannot attract students in the same numbers, and are finding it hard to cover their costs. A second aspect of government policy exacerbates the problem, the &quot;core and margin&quot; policy. Universities can now recruit unlimited numbers of students with A-level grades of ABB or better (the &apos;margin&apos; which can grow), but are allocated reduced numbers of places for students with lower grades (the &apos;core&apos; allocation). Archaeology has traditionally recruited heavily among &apos;core&apos; students (often those from poorer backgrounds), and departments around the country are being caught by this. Highly selective universities now have a relatively small &apos;core&apos;, and little room for manoeuvre in mitigating short-term movements in demand among high performing A-level students. The intention is to allow such universities to grow, but it also creates an incentive for them to disinvest from disciplines with weak demand among applicants with high A-level grades. There is no corresponding incentive for other universities to take up that provision. A likely outcome of this is that there will be reduction in national capacity in archaeology, and particularly in expensive archaeological science. We will all be the poorer for that. Archaeology is not alone. &apos;Hard&apos; or &apos;small&apos; languages are also under pressure. They too, will struggle to make their way on the basis of research grants so that the national capacity in Russian, German and Portuguese are likely to decline. As with archaeology, a standard university response will probably be to reduce costs  by concentrating on language teaching, and reducing the provision in the politics, sociology, history or literature of those societies. We might expect more degrees in, say, politics with Russian language, emphasising accurate use of the language, and many fewer which emphasise cultural understanding in the fullest sense. While this may satisfy student demand, and allow universities to continue to prosper, it would represent a significant loss to our national research capacity and knowledge base. The debate about the Browne review, and its implementation has so far concentrated on the effects of high fees on the aspirations of our young people, and on the prospects of our universities as individual institutions. It&apos;s time, I think, to discuss a third dimension  the future of particular disciplines, and the risk that students and universities, acting rationally in the context in which they have been placed, fail between them to generate the necessary investment to sustain these areas. Small policy adjustments could help. Universities are currently allocated places in strategically important and vulnerable subjects (SIVS) irrespective of A-level performance. This is helping with languages, but archaeology and other subjects are not protected, while all suffer from the effects of the core and margin policy in selective universities. It is a classic collective action problem  no university or individual student has a particular interest in shouldering the costs of the necessary investment, and so we run the risk that no one will make it. Letting that rip is no less a decision than implementing a political solution to it, and it would be cheap to solve. Let&apos;s at least make a conscious decision, following a proper discussion, that this is the way to plan the national knowledge base. Michael Braddick is professor and pro-vice-chancellor for the faculty of arts and humanities at the University of Sheffield This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/19/archaeology-funding-student-decline-future", 
    "wordcount": "1024"
}