{
    "headline": "Boot up: Opera in Belarus, Nielsen on Windows 8, Blodget on Apple and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Why Opera thrives in Europe&apos;s last dictatorship &gt;&gt; Quartz Simple, really:   all the Norwegian company behind Opera can offer is the best feature set it can craft and the fastest browser it can make. But that turned out to be the best strategy in Belarus, which remains a largely socialist state with the infrastructure to match, including a state-run communications monopoly, Beltelcom. &quot;One of the main reasons why Opera has a large market share in Belarus is because of the Internet infrastructure in the country; it was pretty bad a few years ago,&quot; Espen Andr verdahl, one of Opera&apos;s community managers wrote in an email, pointing to features that allow users to strip out images and other bandwidth-gobbling web extras.  Prime minister&apos;s special envoy &apos;disappointed&apos; with open data use &gt;&gt; ComputerworldUK.com  Across UK government more than 9,000 datasets have been made available via data.gov.uk and the Cabinet Office plans to launch a 10 million Open Data Institute, headed up by inventor of the internet Tim Berners-Lee, to help businesses maximise the commercial value of open data.  [Michael] Anderson [PM Cameron&apos;s special envoy on the UN&apos;s post-2015 development goals] said: &quot;I&apos;m sure that a big part of [how much it is being used] is the kind of way that we are delivering the data. I recognise that we need to get better data out in a usable form.  &quot;We still publish things in PDF files, which is awful. But we are going to improve, and we all have to move on this together.&quot;   Can&apos;t expect much use if you publish data in PDF files. Wall Street kept winning on mortgages upending homeowners &gt;&gt; Bloomberg Meanwhile, outside the filter bubble:   Rebecca Black abandoned her dream house on Hazelwood Road in Memphis, Tennessee, in 2010, a year after the recession ended.  As the US economy grew, Black&apos;s world shrank. Today she rents an apartment about the size of her old living room and works for the same $12 an hour she&apos;s earned for years.  If Thomas F. Marano takes a late lunch, he makes more money in a single morning than Black does all year. Marano once led the team at Bear Stearns Cos. that bought Black&apos;s mortgage in 2005 and thousands of other subprime loans to sell to investors.  During the 2000s housing boom, they both won -- Black got a home and Marano made millions.  In the aftermath of the longest economic downturn since the Great Depression, only one of them kept winning. The biggest lenders are doing better than ever while those with the least, many of them black borrowers, are struggling the most.  Samsung bets on flexible displays &gt;&gt; WSJ.com  As the battle for dominance in the smartphone and tablet-computer market intensifies, South Korean conglomerate Samsung is pushing ahead with plans to start mass production of displays using plastic rather than glass, a move that will make mobile devices unbreakable, lighter and bendable.  Samsung expects to make flexible displays like these it exhibited last year. Samsung&apos;s display unit, Samsung Display Co., is in the last phase of development of so-called flexible displays for mobile devices, which are expected to be released in the first half of next year, a person familiar with the situation said.   Sounds fun. (Subscription required.) Google redefines disruption: the &quot;less than free&quot; business model &gt; Above The Crowd Bill Gurley, a venture capitalist, explaining in October 2009 how the addition of turn-by-turn to Android OS - and Google&apos;s willingness to give ad revenue splits with carriers - would seriously disrupt all sorts of rivals. A very good primer on why and how disruption progresses. Regulators take a look at patent firms&apos; impact &gt;&gt; WSJ.com  The patent-holding companies, which amass portfolios of patents not to build new gadgets but to pursue licensing fees from those who do, are expected to be on the defensive.  &quot;There has been a great deal of controversy and disagreement about whether they stifle innovation and whether they are an anticompetitive problem,&quot; said FTC Chairman Jon Leibowitz. &quot;What we want to do is understand the industry better.&quot;   (Subscription required.) Apple, Google grab profits in &quot;disruptive mobility&quot;, says Barclays; beware &quot;capital strike&quot; &gt;&gt; Barrons.com  A new generation of consumers and IT workers are figuring out how to compute differently than PC users of the 90s - relying more on mobile devices and the cloud - as PCs and other devices are seeing significant task infringement. As a result, we argue that the PC replacement cycle is being elongated by another 1-2 years, resulting in the loss of 50-100m units in annualized demand by PCs is not the only subsector impacted in tech as printing is also caught in the wake of mobility.   50m PCs is a more than 12% of annual PC sales; 100m, more than a quarter. (The &quot;capital strike&quot; is companies waiting to buy new IT equipment because of fears about the US&apos;s &quot;fiscal cliff&quot; and related events.) Google rivals ask FTC to monitor search code &gt;&gt; Politico  &quot;Google&apos;s own products should be subject to the same algorithm as other products,&quot; said Tom Barnett, counsel for FairSearch member Expedia, who formerly headed the Justice Department&apos;s Antitrust Division. &quot;Given Google&apos;s past conduct, Google should not be able to hard-code Google Finance, Google Shopping, Google Travel and its other products as top search results.&quot;   Fairsearch is funded by Microsoft and Nokia, among others. That doesn&apos;t mean their argument is necessarily wrong, though. Note how the noise about this is getting louder on both sides of the Atlantic. Windows 8 -- disappointing usability for both novice &amp; power users &gt;&gt; Jakob Nielsen&apos;s Alertbox Jakob Nielsen:   One of the most promising design ideas in Windows 8 is the enhanced use of generic commands in the form of the so-called &quot;charms.&quot; The charms are a panel of icons that slide in from the screen&apos;s right side after a flicking gesture from its right edge (on a tablet) or after pointing the mouse to the screen&apos;s upper-right corner (on a computer).  The charms panel includes features like Search, Share (including email), and Settings that apply to whatever content the user is currently viewing. In principle, it&apos;s great to have these commands universally available in a single, uniform design that&apos;s always accessed the same way.  In practice, the charms work poorly -- at least for new users. The old saying, out of sight, out of mind, turned out to be accurate. Because the charms are hidden, our users often forgot to summon them, even when they needed them. In applications such as Epicurious, which included a visible reminder of the search feature, users turned to search much more frequently.  Hiding commands and other GUI chrome makes sense on small mobile phones. It makes less sense on bigger tablet screens. And it makes no sense at all on huge PC screens.  This Trend Is Very Worrisome For Apple &gt;&gt; Business Insider Henry Blodget:   Importantly, the reason market share is important in a platform market has nothing to do with &quot;current profit share.&quot; When confronted with Apple&apos;s declining market share, Apple fans often snort that Apple doesn&apos;t care about market share--it cares about profit share--and obviously Apple is cleaning up on that score. What this conclusion misses is that, in a platform market, having dominant market share is critical to maintaining long-term profit share.  Right now, the smartphone and tablet markets are growing so quickly that relative market share isn&apos;t an issue. But at least in some regions, the market is maturing more rapidly than most people realize. And as Apple&apos;s market share shrinks, its power and value as a development platform also diminishes, at least relative to that of the market leader.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/20/technology-links-newsbucket", 
    "wordcount": "1362"
}