{
    "headline": "Xbox 720: Microsoft banking on entertainment services in the next generation", 
    "text": "The world&apos;s gaming press is descending on Redmond, Washington, on Tuesday, as Microsoft gears up to reveal the successor to its hugely successful Xbox 360 machine. After months of speculation, and following the announcement of the PlayStation 4 in February, tech pundits are desperate to see what the latest next-generation console will look like. Although it&apos;s the entertainment services under the hood that will matter in the long run. One thing is almost certain, judged on technical specifications alone, the next Xbox is set to be very similar to Sony&apos;s PS4, featuring an eight-core processor, 8GB of memory and a Blu-ray drive  exactly the same set up as its rival. However, Microsoft&apos;s machine is set to boast Kinect 2.0, an updated version of the 20m-selling motion-control peripheral that&apos;s likely to be so advanced it can track up to four players at once and allow owners to sign in to their profiles using facial recognition. The new Xbox  whether it&apos;s called Infinity, Fusion, 720 or an as-yet unguessed monicker  is also likely to feature the most advanced online entertainment functionality. Microsoft is expected to announce a range of video-on-demand deals with major TV channels, and may even ensure that its machine is capable of playing and recording live TV, placing it into direct competition with firms such as Sky and Virgin Media. When official Xbox spokesman Major Nelson announced the launch event last month, he wrote, &quot;we&apos;ll mark the beginning of a new generation of games, TV and entertainment&quot;  hinting that games will only be a part of the equation. Little is known about which games will be announced during the event on Tuesday, although it&apos;s known that Activision will be showing off Call of Duty: Ghosts  the first next-generation instalment in the hugely successful shooter series. A whole range of recognisable franchises, including Fable, Forza Horizon and Halo, are expected to be premiered, as well as promising multi-platform titles such as the cyberpunk thriller Watch Dogs from Ubisoft and Destiny, the latest sci-fi opus from Halo creator, Bungie. Whatever Microsoft shows on Tuesday, the next-gen battle is well and truly on. Sony has already tried to &quot;troll&quot; the Xbox launch event by releasing a teasing YouTube video of its PlayStation 4 console, which provides blurred glimpses of the hardware. The two companies have fought savagely for the past eight years, and their consoles finished the current generation more-or-less neck and neck, with around 77m unit sales each. And with Nintendo seemingly stalling due to poor sales of its Wii U console, the market is a two-horse race once again. Both companies realise, however, that there&apos;s huge competition from smartphone and tablet formats, which have eaten away at the gaming market. Hence, both PS4 and Xbox 720 are likely to feature integration with handsets and mobile computers, allowing players to continue their games while on the move. The message behind the next Xbox is likely to be, if you can&apos;t beat the cable providers, satellite networks, smartphone makers and tablet manufacturers, then join them. Whatever Microsoft tells us about its machine later on Tuesday, it won&apos;t be just about games  it wants to dominate our living rooms with a complete entertainment solution. So with Google, Apple, Sky and Virgin as potential rivals, Xbox&apos;s old nemesis PlayStation is set to be the least of its worries.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/21/xbox-720-microsoft-unveil-console", 
    "wordcount": "559"
}