{
    "headline": "Boot up: Galaxy Note and iPads hit 3m, Surface profits, Android malware and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Microsoft Surface RT more profitable than iPad, teardown analysis reveals &gt;&gt; IHS iSuppli&apos;s Teardown portal provides deeper insights into bill of materials, BOM cost, photo analysis and graphical representation of electronics. To learn more, call us at 1  At an estimated total BOM and manufacturing cost of $284 and a retail price of $599, the Surface RT generates hardware and manufacturing profits that are, in percentage terms, higher than the low-end iPad. Even at a price of $499 without the Touch Cover, Microsoft will generate a profit margin that is greater than the low-end iPad, in percentage terms and on a per-unit basis.   Obviously Microsoft is totally exploiting its total monopoly on tablets in a monopolistic price-gouging manner that illustrates that its exploitative profit-grabbing monpolistic ways must be stopped, and, er... (Also: IHS iSuppli has a &quot;teardown portal&quot;? Sounds like something out of a cheap sci-fi TV series.) Wii U&apos;s browser is better equipped for HTML5 than Internet Explorer 10 on PC &gt;&gt; VentureBeat  HTML5 is the language of the Internet. It&apos;s what makes most things possible on the web, and the browser in Nintendo&apos;s Wii U console can handle it better than Microsoft&apos;s Internet Explorer 10 for PCs.  That information comes from benchmarking website HTML5test.com. Here&apos;s how the Wii U, Internet Explorer, and other popular browsers fare (scores out of 500 + 15 bonus points)...   Makes interesting reading: the PlayBook, for example, is the top-ranked tablet in HTML5 compatibility. Windows Phone sales to ramp quickly: Microsoft CEO &gt;&gt; Reuters Steve Ballmer:   &quot;With the work we have done with Nokia, HTC, Samsung and others ... there is now an opportunity to create really a strong third participant in the smartphone market,&quot; he said in Tel Aviv at Microsoft&apos;s first Windows 8 launch outside the United States.  &quot;We are still relatively small ... I expect the volumes on Windows Phone to really ramp quickly.&quot;   He could have been speaking in 2011 or 2012. Actually, which one was it? Samsung Galaxy Note II, the global 3 million sales achieved &gt;&gt; SAMSUNG TOMORROW The original page is in Korean (apart from a headline saying &quot;Social Media News Release&quot;) and says that the Galaxy Note 2 has achieved 3m global cumulative sales in 37 days. That is more than the original, it says. (Thanks @undersinged for the link.) Apple sells three million iPads in three days &gt;&gt; Apple  Apple today announced it has sold three million iPads in just three days since the launch of its new iPad mini and fourth generation iPad - double the previous first weekend milestone of 1.5m Wi-Fi only models sold for the third generation iPad in March.   Estimates are the mini has been the majority of that - probably 2-2.5m. Android malware surges despite Google&apos;s efforts to bounce dodgy apps off its platform &gt;&gt; TechCrunch  Despite Google tightening Android&apos;s security screw, by introducing an additional layer of security to the Play Store earlier this year to scan for malicious code (and its September acquisition of online virus and malware scanner VirusTotal), Android&apos;s malware problem has surged in the third quarter. Security firm F-Secure&apos;s latest mobile threat report (for Q3) reports &quot;a whopping 51,447 unique samples&quot; detected in the third quater, up from 5,033 in Q2 and 3,063 in Q1.   That&apos;s a tenfold increase. Most, however, in China. (Thanks @rubbernuke for the link.) Google will become more influential in tablet market &gt;&gt; Digitimes  Google&apos;s Nexus 7 shipments performed better than expected, and are forecast to reach 4.3m units in 2012, accounting for about 20% of non-Apple tablet shipments (excluding white-box models), while the volume in the fourth quarter is also expected to enjoy sequential growth despite the weak global economy, [Digitimes researcher James] Wang pointed out.  Digitimes Research estimates that Google&apos;s Nexus series tablets will see total shipments of 19m units in 2013 accounting for 50% of non-Apple tablet shipments.   Only 38m non-Apple tablets in 2013? Even excluding white-box companies, that seems low spread over four quarters. (Thanks @modelportfolio2003 for the link.) What happens when you leave your Surface on the roof of your car &gt;&gt; Kurt Shintaku&apos;s Blog It falls off. Then the car behind it runs over it. Then.. All possible paths to the White House &gt;&gt;Flowing Data Pointing to a New York Times story about how Obama&apos;s and Romney&apos;s &quot;paths&quot; compare: if one wins state X and the other wins state Y, how decisive is Y? To quote the original article, &quot;Obama has 431 ways to win, Romney has 76 ways to win&quot;. What&apos;s clever is the use of data and visualisation as a means to consider the path to the result. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/06/technology-links-newsbucket", 
    "wordcount": "837"
}