{
    "headline": "Sculptor David Nash hews landscape from Kew Gardens' fallen trees", 
    "text": "Visitors to Kew Gardens who come across a small grey-haired man in battered workboots chopping at a tree trunk could mistake him for one of the gardeners, but he&apos;s more likely to be the internationally acclaimed artist David Nash, creating a new sculpture out of one of the trees that has succumbed to age or disease. Nash is artist in residence at Kew for a year. His studio is in north Wales, so he has moved into a house in the gardens with his family, and is often out at work by 6am. Tony Kirkham  who is in charge of the gardens&apos; 14,000 trees, many of which he has collected from seed and planted himself  had been watching a beautiful 300-year-old oak, one of the oldest in the gardens, gradually die over the last three years. The cause was &quot;acute oak decline&quot;, an arboriculturist&apos;s equivalent of a doctor&apos;s &quot;there&apos;s a lot of it about&quot;. He is slightly comforted by watching it gradually transformed under Nash&apos;s chainsaw, the largest carving formed from the trunk still rooted in the ground, giant branches waiting their turn. The neighbouring tree was also poorly, but has recovered dramatically. &quot;Saying to it &apos;Buck up or there&apos;s a man coming for you with a chainsaw&apos; seems to have worked,&quot; Kirkham said. The grounds are studded with dozens of older sculptures, many gleaming black from being charred and then oiled. Nash explained that this has the dual effect of protecting the outer surface from insect attack and protecting him from indignant clients who would otherwise have bought a beautiful golden sculpture. &quot;With a natural wood surface they tend to come back and complain after six months that the piece has changed colour,&quot; he said. &quot;It goes through a rather unpleasant phase for a few years like a teenager, before it turns a lovely silvery grey.&quot; One of the most spectacular charred pieces is Charred Cross Egg, a slightly curved column with a rounded top made from another massive oak trunk, which was originally pale untreated timber. Nash&apos;s wife, Clare, sniggered unkindly &quot;you&apos;ve made another big penis&quot;, and insisted on calling it Biggus Dickus. When it was first exhibited it came back covered in graffiti emphasising the point. &quot;My wife laughed for a day,&quot; he said. His work includes Ash Dome, a famous piece  represented by drawings in the gallery in the gardens  in which he planted a circle of trees in 1977 in Wales, and has been training them into a domed form. Ash Dome Mark I never made it out of the 70s  his young trees were eaten by sheep. At Kew some of Nash&apos;s pieces are sited in the spectacular temperate glass house, the largest in the world, where the gardeners have turned off the sprinklers and are watering thousands of plants around his pieces by hand, to protect them. Nash&apos;s main problems at Kew Gardens are water, toddlers, and foxes. His cunning defence against toddlers is a circle of crushed coal around the base  a trick he picked up at last year&apos;s major retrospective at the Yorkshire Sculpture Park  but he has found that the more enterprising tend to pick up little bits of coal and throw them at the sculptures. The foxes are so far an unresolved intervention. Many of the sculptures appear to be timber, but are actually cast in bronze directly from the wooden original  Kirkham was mortified to find he couldn&apos;t tell them apart without touching them  and then patinated to match the charring. Where the foxes pee on them overnight the metal turns blue, a striking effect which the artist then destroys by coming around every morning, snarling, and touching them up with black wax.  David Nash at Kew, until April 2013", 
    "section": "science", 
    "gid": "lifeandstyle/2012/may/29/kew-gardens-david-nash-sculptor", 
    "wordcount": "637"
}