{
    "headline": "Per ampla indemnizacin para las vctimas de violencia sexual de la guerra civil", 
    "text": "Los testimonios de los abusos sexuales cometidos durante el sangriento conflicto interno en Per hacen reflexionar. &quot;Cuando termin el primero (hombre), el otro abus de ella de la misma forma,&quot; recuerda una adolescente que fue testigo de la violacin de su hermana en 1989, durante la peor poca de violencia armada en el pas. &quot;Luego le dieron de comer unas galletas,&quot; contina. &quot;Y le dijeron que no deba avisar a su familia lo sucedido porque ellos podan volver en cualquier momento y la desapareceran.&quot; La Comisin de la Verdad y Reconciliacin de Per estima que 69.000 personas, la mayora de ellas civiles, murieron o desaparecieron entre 1980 y 2000, cuando se enfrentaron las fuerzas del gobierno y rebeldes armados. La Comisin dedica gran parte de su informe final nicamente a la violencia sexual; sta formaba parte de amplios abusos contra los derechos humanos cometidos durante el conflicto. Adems de la violacin, menciona la esclavitud sexual, uniones forzadas, la prostitucin y el aborto forzados como otras formas de violencia sexual. Pero en el 2007, cuando el gobierno peruano comenz a estudiar las formas de reparacin para todas las vctimas del conflicto interno, se dio cuenta de que, en cuanto a la violencia sexual, slo aquellas que sufrieron de violacin tenan derecho a reparacin. Un ao antes, el Congreso haba aprobado una ley que exclua las otras formas de violencia sexual del registro gubernamental para las personas que la haban sufrido. Por ejemplo, las mujeres obligadas a abortar por los guerrilleros del Sendero Luminoso, o los hombres cuyos genitales fueron electrocutados por las fuerzas del gobierno, no podan conseguir una indemnizacin. Seis aos despus, sin embargo, se corrigi finalmente esta exclusin. A finales del mes pasado, el Congreso aprob una ley que modifica dos artculos del plan integral de reparaciones del 2006 para extender el derecho a indemnizacin a las vctimas de esclavitud sexual, secuestro, y prostitucin y aborto forzados. &quot;Para nosotras, es un avance,&quot; dice Jessenia Casani, una sociloga de Demus, organizacin peruana para la defensa de los derechos de la mujer que presiona desde el 2004 para cambiar esta ley, &quot;porque es un reconocimiento de que estos tipos de afectaciones existieron. Pero ademas tambin una posibilidad para que estas, en su mayora, mujeres puedan acceder a su derecho a reparacin.&quot; Demus ahora quiere que la esterilizacin forzada y el embarazo forzado sean tambin reconocidos como formas de violencia sexual y se incluyan en la ley. Los cambios de los artculos, que el presidente Ollanta Humala debera aprobar muy pronto, aadiran al menos 780 personas que sufrieron otras formas de violencia sexual (alrededor de 500 mujeres y 280 hombres) a las 2.242 vctimas de violacin (99% de los cuales son mujeres) que ya tienen derecho a reparacin. Podran recibir atencin mdica gratuita, incluso apoyo psicolgico, y educacin, dado que la violencia que algunas de ellas sufrieron las llevaron a dejar sus estudios. Tambin podran tener derecho a una compensacin monetaria de al menos 10.000 soles peruanos (2,410), y Casani espera que estos beneficios aumenten las denuncias. &quot;Un gran problema que ha tenido estas victimas es que muchas mujeres se han mantenido en silencio,&quot; dice ella, &quot;ya sea por miedo que regresen los perpetradores o por vergenza, porque en nuestra sociedad machista son culpabilizadas por sufrir la violacin.&quot; La defensora de los derechos de la mujer considera que la ley no slo sera un buen paso en el reconocimiento de las vctimas de otras formas de violencia sexual. Ella tambin cree que la legislacin es necesaria para ayudar a eliminar la desigualdad de gnero que sigue siendo endmica en Per. &quot;Permite hacer visible algo que ha estado oculto y callado por nuestra sociedad y el propio Estado peruano,&quot; dice ella. &quot;Permite adems que en nuestro da a da se combata el pensamiento y actuar machista que sigue tolerando el control y abuso del cuerpo de las mujeres.&quot; Sin embargo, Casani considera que las buenas intenciones del gobierno con esta ley se tienen que acompaar por la accin, acelerando la ejecucin de los programas de reparacin que se piden ya hace mucho tiempo. Han transcurrido doce aos desde el final de las dos dcadas del conflicto armado, y muchas de las vctimas han muerto esperando la indemnizacin. Los activistas creen que el gobierno debe mostrar su liderazgo ahora y actuar con rapidez, y muchas de las vctimas consideran que un gesto simblico sera un buen comienzo. Ellas piden una disculpa pblica y que el gobierno proporcione algunas garantas para que los abusos sufridos no vuelvan a ocurrir.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/28/peru-guerra-civil-victimas-violencia-sexual", 
    "wordcount": "946"
}