{
    "headline": "Africa's mineral wealth hardly denting poverty levels, says World Bank", 
    "text": "Strong economic growth in the past decade among African countries rich in oil and minerals has failed to make a significant dent on their poverty levels, according to a World Bank report. Africa&apos;s Pulse, a twice-yearly analysis of Africa&apos;s economic prospects, noted that the decline in poverty rates in resource-rich countries has generally lagged behind that of countries without riches in the ground. Some countries, such as Angola, Congo-Brazzaville and Gabon, have witnessed an increase in the percentage of the population living in extreme poverty. The report confirms the common perception that, to a large extent, the benefits of growth have not reached the poorest segments of society. It raises questions for aid donors and African governments on how to deal with the &quot;resource curse&quot;, with strikes in South African mines providing a stark illustration of what is at stake. &quot;Resource-rich African countries have to make the conscious choice to invest in better health, education, and jobs, and less poverty for their people, because it will not happen automatically when countries strike it rich,&quot; said Shantayanan Devarajan, the World Bank&apos;s chief economist for Africa, and lead author of Africa&apos;s Pulse. &quot;Gabon, for example, with a per-capita income of $10,000 (6,200) has one of the lowest child immunisation rates in Africa.&quot; How to ensure that natural resources benefit the general population, not just the elite, is a question likely to grow more acute as discoveries of oil, gas and other minerals in African countries are expected to generate considerable wealth in the future. The region&apos;s established oil producers represent less than 10% of the share of both global reserves and annual production. Nigeria, Africa&apos;s biggest oil producer, can keep supplying at 2011 levels for another 41 years, while Angola, the second largest producer in the region, has about 21 years remaining at current production levels before its known reserves are depleted. With such sizeable reserves, it is likely the dependence on oil resources in these countries will continue. Production in new mineral countries such as Ghana, Mozambique, Sierra Leone and Uganda could last for a substantial number of years. Others have considerable mineral resources. In 2010, Guinea represented more than 8% of total world bauxite production; Zambia and the Democratic Republic of the Congo have a combined share of 6.7% of the total world copper production; and Ghana and Mali together account for 5.8% of total world gold production. Africa&apos;s Pulse underlines the continent&apos;s heavy dependence on commodities for its recent growth, although domestic demand has played its part. Sub-Saharan Africa is expected to grow at 4.8% in 2012, broadly unchanged from 4.9% growth in 2011, and is largely on track despite setbacks in the global economy. Excluding South Africa, the continent&apos;s largest economy, growth in sub-Saharan Africa is forecast to rise to 6%. While African economies have not been immune to the crisis in the eurozone, the World Bank said consistently high commodity prices and strong export growth in countries with mineral discoveries in recent years have fuelled economic activity and are expected to underpin economic growth for the rest of the year. A measure of the continent&apos;s economic success is strong investor interest. &quot;An important indicator of how Africa is on the move is that investor interest in the region remains strong, with $31bn in foreign direct investment flows expected this year, despite difficult global conditions,&quot; said Makhtar Diop, World Bank vice-president for Africa. The report noted that, after 10 years of high growth, an increasing number of countries are moving into &quot;middle-income&quot; status, defined as those countries reaching more than $1,000 per-capita income. Of 48 countries, 22 with a combined population of 400 million have officially achieved middle-income status. But there are risks, with a fragile global economic recovery posing the greatest threat. A &quot;hard landing&quot; for the Chinese economy would adversely affect growth prospects. Over the past decade, sub-Saharan exports to China have risen from 5% to around 19.3% in 2010, with producers of oil (Sudan, Congo) and metal and mineral exporters (Zambia, Mauritania, the Democratic Republic of the Congo) among countries heavily dependent on Chinese appetite for commodities. The report noted that oil-rich countries systematically perform worse than any other country groups in terms of voice and accountability, political stability, rule of law and the control of corruption. Chad and Sudan are the worst performers, according to the World Bank, and their governance indicators improved little between 2000-2010. Anti-poverty campaigners have been pressing for more transparency and accountability in the natural resource sector as a way of putting pressure on governments. A focus of such efforts is the Extractive Industries Transparency Initiative, which provides an internationally-recognised framework for public disclosure by mining companies and governments of what they pay and earn respectively. However, the initiative is voluntary, leaving implementation to those who sign up. A European parliamentary committee last month approved a measure requiring EU oil, gas, mining and timber companies to publish their payments to foreign governments. The vote puts the world on track to create strong global transparency standards with equivalent rules in the EU and the US.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/05/africa-mineral-wealth-poverty-world-bank", 
    "wordcount": "865"
}