{
    "headline": "Oil lobby and Koch-backed groups spent $270m on anti-Obama ads", 
    "text": "The oil and coal lobby and groups backed by the conservative billionaire Koch brothers spent $270m on television ads in the final weeks of the election, attacking Barack Obama and Democratic candidates for Congress. It turns out not to have been a very good investment, according to the Centre for American Progress Action Fund, which tracked the funding. Obama won re-election, and carried Ohio and Virginia, which were heavily targeted by the ad campaign, and at least half a dozen Democrats were also elected to the Senate despite being on the receiving end of the oil and coal attack ads. In the last two months of the election alone, industry lobby groups as well as Koch-funded entities such as Americans for Prosperity spent $270m on television ads, including $31m of ads that were focused specifically on energy, the centre&apos;s analysis said. Researchers used data supplied by Kanter Media for its analysis. The result of the big spend was nearly 57,000 television ads representing fossil fuel concerns, according to the Centre for American Progress. In Senate races alone, the outside groups spent more than $60m since September, the analysis said. The same groups spent $49.7m trying to sway house races. One of the biggest single spenders  the US Chamber of Commerce  struck out entirely in its efforts to influence Senate races, according to a separate analysis by the National Wildlife Federation. The Chamber, which has been a loud and vocal critic of Obama&apos;s clean energy measures, spent $20m on Senate races during this election season  losing at least seven. The Chamber spent $4.4m alone trying to block the election of Democrat Tim Kaine in swing state Virginia, and another $4.3m to keep Democratic senator Sherrod Brown from re-election. The Chamber also spent heavily to try to keep Wisconsin&apos;s Tammy Baldwin out of the Senate, spending $2.8m on television ads.", 
    "section": "environment", 
    "gid": "world/2012/nov/07/oil-lobby-coal-anti-obama-ads", 
    "wordcount": "313"
}