{
    "headline": "Paralympics show how cycling fits almost any impairment", 
    "text": "Before the Paralympics I wasn&apos;t completely ignorant about disabled cycling. I even had personal experience of how very fast people can ride even with relatively severe impairments: in separate multi-stage mountain bike events I have been soundly trounced by a rider with one leg amputated at the hip, and another with a to-the-shoulder arm amputation.  But it took 11 days of covering Paralympic cycling for the Guardian to fully appreciate how incredibly flexible the bike is when it comes to catering for disabilities.  Just in the velodrome, bikes were adapted for a huge range of body types. At one end of the scale, riders like Britain&apos;s famously sweary (and, in my view, utterly robbed) Jody Cundy require little more than a prosthetic leg fitted with its own pedal cleat.  Meanwhile, in the C1 class, for those with the most severe impairments, Spain&apos;s Juan Jose Mendez has a single-sided hadlebar and an adapted saddle on which to rest his partially amputated left leg. There&apos;s not many 48-year-olds who can ride a standing kilometre in under 1m 17s. Doing so without an entire arm and most of a leg, the result of a motorbike accident, seems almost beyond belief. There was still more variation in the outdoor road events, with lightweight racing trikes for those whose balance makes using a traditional bike difficult  generally those with cerebral palsy  and, of course, the hand cycles of the sort used by ex-F1 driver Alex Zanardi to win two gold medals. I had two main responses from my week-and-a-bit of Paralympics cycling. Well, three actually, if you include dumb, awestruck admiration for Sarah Storey, perhaps the most dominant athlete I&apos;ve ever seen perform.Firstly, the bike geek in me was desperate to try out some of the exotic machines on show. I was particularly taken with the tandems, used by blind or partially sighted athletes along with a sighted &quot;pilot&quot;. If the track versions looked fun, the time trial tandems were amazing, making an almost jet-like whoosh as they shot past. I also had renewed admiration for the bicycle and its endless possible variations. I can&apos;t think of another sport which can be pursued by such a range of people all doing, to greater or lesser extents, the same thing.Andrew Gillott is the coaching and education manager for British Cycling. His view is that training cyclists with a disability (whether for competition or just to improve their abilities) is little different to training other riders:  My experience is that it isn&apos;t any more difficult. In any group cycling session you&apos;ll be faced by a huge variety of ability and fitness. It doesn&apos;t make much difference at all. It&apos;s just another difference among lots of others.   There are, of course, things to consider, he says: for example, riders with one leg, such as Mendez, generally work extremely hard on core strength to compensate and to avoid injury. But in general, riders with disabilities and able bodied cyclists can and often do ride together at club and coaching sessions.  Interestingly, Gillott adds, the hugely increased popularity of Paralympic sport has helped increase the range and sophistication of adapted bikes. He recalls the various machines ridden by Storey, whose left hand is partially formed, meaning all brakes and gears are operated from the right side of the handlebars:  What&apos;s interesting to me is that I remember the original modifications made to Sarah Storey&apos;s bike, before Beijing, and that was very Heath Robinson. It was done by the mechanics in house, and they took a lot of care and love, and really enjoyed and felt challenged by that project. But now you have companies that are dedicated to it.  Technology has also helped:  It used to be quite complicated for the mechanics to, I think the best phrase is lash up, whereas with the advent of Di2 and electronic shifting it&apos;s really simple now.  For a wider story I&apos;ve written about a post-London 2012 boom in all Paralympic sports I spoke to Sue Blandford from Wythenshawe Wheelers, one of the bigger disabled bike clubs in the country. She filled me in on the even greater variety of machines available for leisure riders, including four-wheeled quads, side-by-side tandems and even bikes with a platform for a wheelchair. A charity, Cycling Projects, works with bike companies to produce these. Ian Tierney from Cycling Projects says more or less anyone can be involved:  There&apos;s always some way that allows some people to participate and stick at it, and to progress. We realise not everyone is going to perform to a competition standard but a lot of people will be able to out and enjoy it, and have cycling as part of their daily life. ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/02/disabled-cycling-london-2012-paralympics", 
    "wordcount": "785"
}