{
    "headline": "Project Wild Thing: how can we get kids to love nature more than TV?", 
    "text": "Here&apos;s a terrible admission. I recently realised that my kids, aged three and five, are most excited by the television, or iPad  or any screen. More than hanging out with me, or any other temptations. I&apos;ve tried the alternatives: cake, cameras, the zoo, parties. So now I&apos;m making a feature-length documentary film about children and their lack of connection to nature. As a child, when I got home from school, I wanted to drop off my bags and run outside to play. TV wasn&apos;t a priority. There&apos;s a tempting argument, partly responsible for the rising time spent on screens in schools, that technology is good for preparing children for the future. I agree in some respects. But like much of my generation, I had little IT training at school, and I&apos;m fine with technology. Is a childhood with increasing screen time and decreasing nature time ideal?     Children sledge downhill at the Town Moor in Newcastle, England.  Photograph: Nigel Roddis/Reuters    When I take my little treasures outside, I see them change. At first they look sullenly at me as if to say: &quot;What the hell are we doing here? The cartoons are on!&quot; Thirty seconds later, they become carefree. Their eyes move away from the 30cm zone that screens occupy. They become engrossed in the world around them. Nature, in its infinitely resolute glory, from dewy lichen to a proper storm, lifts them up where they belong, where the eagles cry, on a mountain high, to quote Joe Cocker. These embarrassingly hippyish thoughts (I&apos;m a proud rationalist) prompted my decision to make a documentary, Project Wild Thing, to find answers. But what are the right questions? I&apos;ve settled on these: Is nature really good for you? How? In a blind choice, why don&apos;t children love nature as much as telly? Yet when they get dumped in it, why are they so happy? The film is my attempt to dive into these questions. When I started, I only wanted to see what would happen if my kids went outside more. I realised that the things children love and demand are shiny, and constantly marketed. Marketing seems like the best way to try to get kids to love nature as much as cartoons and iPad games. So I&apos;ve appointed myself marketing director for nature, and spent the last nine months in my new role. I&apos;ve discovered surprising truths about how we sell to children. But I don&apos;t have the deep marketing pockets of Nintendo or Coca-Cola, so I&apos;ve had to improvise.     Looks like estate agents' signs adverting for the great outdoors Photograph: guardian.co.uk    I have filmed a viral advert for an app that re-connects you to nature. I have been sneaking around London replacing estate agents&apos; signs with adverts for the great outdoors. I have begun to distribute &quot;No Balls&quot; - footballs that children can use in places where there are &quot;No Ball Games&quot; signs.  I am planning to try to sue a list of non-natural brands who have co-opted natural symbols for their logos. All three main UK political parties are on the list. But I&apos;ve also come to wonder whether I should be selling nature at all. Maybe it&apos;s the one thing we shouldn&apos;t advertise. If we can&apos;t advertise it, how do we make kids love it? I think I&apos;ve found a way. Rather than adding nature&apos;s voice to the cacophony of marketing messages, I am working with Good for Nothing, a group of ex-marketers who have seen the light, and now collaborate and experiment to try to solve big problems. Together, using a web platform, we are developing a way to connect, into a unified lobby, the thousands of big and small groups in the UK who all want children to connect to nature. I do not know what we would then ask for - it could be better town planning, less advertising to children, nature in the curriculum - the group will decide. The film is almost done - we just need to shoot final scenes. But we&apos;re still short of the funds to complete it. That&apos;s why we&apos;re on Kickstarter. It&apos;s a platform where people pledge money to help complete the film, and in turn get rewards - like a free download of the finished film, tickets to the premiere, producer credits. I believe the film can make a significant change. If you&apos;re a parent, if you think fondly of your own childhood, or if you worry that many children now spend over half their waking hours on screens, please help. Or maybe, like me, you believe childhood should be muddy, carefree, playful and undirected by brands.", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/23/project-wild-thing-children-love-nature", 
    "wordcount": "750"
}