{
    "headline": "Household chemicals' 'cocktail effect' raises cancer concerns for watchdog", 
    "text": "Common chemicals found in household products, cosmetics and medicines may be causing cancers, fertility problems and other illnesses including diabetes and obesity, according to a study. Europe&apos;s environmental watchdog, the European Environment Agency, has warned that products containing endocrine disrupting chemicals should be treated with caution until their true effects are better known. However, it stopped short of recommending a ban of any specific products. A few such chemicals have already been banned, but many are still in widespread use. Jacqueline McGlade, executive director of the EEA, said: &quot;Scientific research gathered over the last few decades shows us that endocrine disruption is a real problem, with serious effects on wildlife, and possibly people. It would be prudent to take a precautionary approach to many of these chemicals until their effects are more fully understood.&quot; She singled out for particular scrutiny five classes of chemicals: phthalates, often found in pesticides; bisphenol A and other PCBs, used to make plastics and sometimes, controversially, used to make baby&apos;s feeding bottles; parabens, found increasingly in sunscreen; and the chemicals used in contraceptive pills. But McGlade said that the real problem was not a single chemical or product, but the fact that we are constantly exposed to so many of them, and the interactions between them in our bodies. &quot;It&apos;s the cocktail effect,&quot; she said. That effect is one of the most difficult to study. Endocrine disrupting chemicals (EDCs) interfere with the body&apos;s hormone systems, which is why some of the most common are those found in the contraceptive pill. They are increasingly found in a wide range of products, from cosmetics to plastics. For decades, researchers have suspected potential links between the increasingly common chemicals and a range of human illnesses, and numerous studies have been undertaken. But the EEA study is the first to take a comprehensive review of the evidence gathered over the past 15 years, and it concludes that there is serious cause for concern. According to the study, EDCs have been found to be connected to a higher incidence of breast cancer, and an earlier onset of puberty, as well as to male fertility problems including lower semen quality. McGlade told the Guardian that ways of dealing with the chemicals included stricter treatment of sewage, such as installing sand filtration, membrane filtration and using ozone to purify water. But she also insisted the need to look &quot;upstream&quot;, to the manufacture of products, to ensure their use is minimised and as safe as possible. The EEA noted that several studies also linked exposure to some EDCs with neurodevelopmental disorders such as autism, attention deficit disorder and diminished cognitive function in children. But it concluded that more work would be needed to confirm or disprove this. Linking EDCs to specific ailments is difficult: although tests on animals have shown clear links between the chemicals and a range of ill effects, this does not translate directly into problems for human health if these chemicals are dispersed in the wider environment. The EEA said another complicating factor was that if these chemicals were harming the early development of the brain, reproductive, immune and metabolic systems, this could be invisible until several years or even decades after exposure. The EEA report builds on a landmark study, the 1995 Weybridge report, that recorded serious questions over the chemicals but lacked long-range data in some key areas.", 
    "section": "environment", 
    "gid": "environment/2012/may/10/household-chemicals-cancer-concern-watchdog", 
    "wordcount": "566"
}