{
    "headline": "Flood defences are being overwhelmed by a whirlpool of spin", 
    "text": "Examining the goverment&apos;s claims over its funding of flood defences means diving into some pretty murky waters, but someone&apos;s got to do it. So, pinching my nose, here goes. First, let&apos;s remember the fundamental contradication of the goverment&apos;s position: it states that the risk of flooding is going up, thanks to climate change, but also accepts that spending on defences is going down. Let&apos;s also remember this is not a niche issue. Everyone agrees that over five million homes in England and Wales are at risk of flooding and a landmark study published by the department of environment (Defra) itself only last week forecast that the damage caused by floods could rise tenfold to over 10bn a year in coming decades. But, said Defra, responding to Tuesday&apos;s damning report from the Public accounts committee: &quot;We&apos;ve reformed the funding system to allow the number of flood defence schemes to be increased and give local people greater choice and control over protecting their community from flooding.&quot; What that &quot;reform&quot; means is that local authorities, communities and businesses are now &quot;allowed&quot; to put their own money in to pay for flood defences. Perhaps that&apos;s a good idea, but will it &quot;increase&quot; the number of schemes? We can put this to the test thanks to indicative funding for the north-east region for 2012-13, revealed in a parliamentary answer. (Note that, weirdly, Richard Benyon, floods minister refused to give the data for other regions.) The good news is that 18 schemes in the north east will get money in the coming financial year, including big much needed schemes in Morpeth (5.3m) and Recar (11.4m). The bad news is that 16 north-east schemes that in 2010, under the last government, had indicative funding for 2012-13 now have no funding at all. These include some major projects, for which I have given the total funding that had been indicated from 2010-15:  Port Clarence and Greatham South (9.3m) Lustrum Beck at Stockton (6.4m) Billingham Wharfe (6m) Fatfield (2.4m) Seaham harbour and sea wall (2.3m) Old Harbour Quarry, Whitburn (1.5m) Central Promenade, Whitley Bay (1.2m) Belford Catchment Solutions (0.6m) You couldn&apos;t have worked this out for yourself, by the way, as the Environment Agency has deleted the 2010 files from its site. I kept copies. I should note that the 18 schemes that do have indicative funding in 2012-13 includes seven that were not on the 2010 list, but all are small - 80,000 on average. Nationally, over 1,000 schemes that had indicative funding in 2010 are now in limbo. So, based on the only evidence we have so far, the government&apos;s &quot;reform&quot; of flood defence funding is not &quot;increasing&quot; the number of schemes. It is decreasing them. Defra say they expect to raise 70m from local authorities, businesses and communities in the next three years for defences, but can&apos;t tell me how much is actually in the bag. Defra also told me on Tuesday that: &quot;The country is better prepared than ever before to deal with a major flood.&quot; How can this be, with fewer defences? This spin, on a subject that causes devastation to home owners and even loss of life, is simply offensive. Take this, from Benyon, who said the reform &quot;will mean that, over time, local ambitions in terms of protection no longer need be constrained by issues of national budgetary affordability.&quot; What that means is that local authorities, whose grants are being slashed by central government, and local communities, whose earnings are being eroded by unemployment and inflation, are being asked to cover the funding gap created by Defra&apos;s cuts. If the enviroment secretary Caroline Spelman believes the nation&apos;s economy is in such a state that we cannot afford to increase flood defence spending as the risk rises, then she should say so. Pretending that the cuts are leading to more flood defences insults those who need them to protect their homes.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/feb/01/flooding-defence-cuts-spelman", 
    "wordcount": "688"
}