{
    "headline": "Boot up: Google v Amazon, Galaxy S4 build cost, luminous plants! and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Godzilla vs. Mothra, the sequel &gt;&gt; Fortune Tech Former eBay manager and now venture capitalist Jeff Jordan:   In Google&apos;s case today, I am becoming increasingly convinced that their most challenging competitor isn&apos;t another search engine like Yahoo!, Bing, Baidu or Yahoo! Japan.It&apos;s Amazon, which is bringing a completely different take on searchin this case, product search. Amazon is a vertical search engine focused on helping users find products. The overwhelmingly dominant way to find things on their site is the search box.Users enter a keyword phrase and are presented with results that match his or her query.The order of the search results is determined by algorithms that seek to optimize relevance and monetization.Sound familiar? In my personal website use, I increasingly find myself searching for products on Amazon instead of Google. Shopping on Amazon is a superior user experience and it runs the table on the magical retailer formula of selection, price and convenience Buying on Google takes chunks of an hour, not an Amazon minute.  Samsung Galaxy S4 costs $237 to build, teardown analysis shows &gt;&gt; AllThingsD  A teardown analysis conducted by the market research firm IHS, due to be released tomorrow, has pegged Samsung&apos;s cost of materials and manufacturing to produce the US version of the 32GB model of the S4 at slightly above $237 per unit. Without a contract subsidy, the entry-level 16GB version of the phone costs $639 when sold by AT&amp;T Wireless. The cost is somewhat higher than that of Apple&apos;s iPhone 5, the base model of which costs $205 to build for a 16GB version, according to an IHS analysis conducted last fall. It&apos;s also well above the cost of Nokia&apos;s Lumia 900, which costs $209 to build, IHS found at the time.  Google Wallet chief leaves the company &gt;&gt; VentureBeat  &quot;We can confirm that Osama Bedier has decided to leave Google this year to pursue other opportunities,&quot; said spokesman Nate Tyler. &quot;He&apos;s achieved a lot during his time here, and we wish him all the best in his next endeavor. Payments are a big part of what people do every day, and we&apos;re committed to making them easier for everyone.&quot; Bedier joined Google from eBay in 2011 along with eBay&apos;s Stephanie Tilenius. Tilenius left Google last year to join venture capital firm Kleiner Perkins Caufield &amp; Byers.  Google Wallet seems to be progressing slowly, if at all. Glowing Plants: Natural Lighting with no Electricity by Antony Evan &gt;&gt; Kickstarter  Create GLOWING PLANTS using synthetic biology and Genome Compiler&apos;s software - the first step in creating sustainable natural lighting.  If someone doesn&apos;t use this idea in a film soon then all our efforts will have been as naught. How it works: add a fluorescence gene to a plant, and voila: natural light all night. Note: no off switch. Spotify patches Chrome exploit that allowed MP3 downloads of any song &gt;&gt; The Verge  Spotify has patched an exploit that allowed a Chrome browser extension to download any song available on the music streaming service. We have tested and can confirm that the Downloadify tool is no longer able to connect to Spotify&apos;s web player. By allowing premium users to store tracks locally as part of their monthly subscription, Spotify inadvertently allowed the Downloadify tool to grab a copy of any song from its catalog of over 20m tracks. Google moved quickly to remove Downloadify from the Chrome Web Store but it is still available via a repository on GitHub. Developer Robin Aldenhoven confirmed to The Verge that the tool no longer works, noting that Spotify had employed a more streamlined and secure protocol that makes it harder to request stored tracks.  Quick work by Spotify; the exploit was only around for a few hours. London Gatwick Airport takes out 200 servers, moves to cloud, BYOD - Network World  Cloud computing isn&apos;t the only innovation that&apos;s sprung up at the airport. Since every Gatwick employee involved in helping people transit through the airport process today has a personal smartphone, mainly Apple iOS or Android, the airport&apos;s BYOD strategy has airport employees using their own mobile devices at work.  Wow. Every employee who helps people through the airport has their own smartphone? That&apos;s remarkable. (Thanks @modelportfolio2003 for the link.) Circles Surprising population statistic of the day. (Thanks @Ornstein for the link.) Can Microsoft compete in a post-PC world? &gt;&gt; Tech.pinions Steve Wildstrom:   Windows 8/RT was a radical step for Microsoft, but in the end it just didn&apos;t go far enough to succeed on tablets while perhaps going too far to win friends on the desktop. A true tablet OS simply would not have a Desktop mode that depends on a keyboard and mouse for usability, and Windows RT regularly requires going into Desktop for critical tasks (we can only hope that Blue will fix this.) The vaunted availability of Office is no advantage at all for most users because the Desktop Office apps simply don&apos;t work well on a tablet. True touch versions of Office applications are reportedly in the works, but they are not expected before late 2014. OEMs disappointed with Windows RT are building Windows 8 tablets. The most PC-like of these may succeed as sort of Ultra-ultrabooks, Windows 8 is fundamentally unsuited to a pure tablet. It requires too much process, too much battery power, too much storage, and too much keyboard. The same OEMs, even those most loyal to Microsoft, are also hedging their bets with Android. That may well be too late. iOS 7, expected this fall, is likely to be a major enhancement of the iPad and we may see iOS 8 before the Windows tablet software upgrade is complete. Android tablet software still lags; theoperatingsystem has not made nearly as much progress on tablets as on phones. But Google and its partners will get it right sooner or later, and probably before Microsoft.  That tablet/smartphone OSs and desktop OSs currently evolve at different rates is a big problem for Microsoft&apos;s strategy. Alex &gt;&gt; Peattie &amp; Taylor &quot;I suppose I&apos;m just showing my age and I&apos;m probably very out of touch in questioning the usefulness of some of these labour-saving devices everyone talks about.&quot; As ever with Alex, see if you can guess the punchline before it arrives in the fourth frame. Google Glass &apos;Winky&apos; app lets you snap photos by winking &gt;&gt; PCMag.com  Google Glass is finally rolling out to developers and early adopters, and a number of interesting experiments and hacks have already appeared. But one new Glass app is certain to raise eyebrows, figuratively and literally, because it allows you to take photos with just a wink. Winky is an app that bypasses the side-mounted touch control panel on Glass to take a photo. The app also does away with the need to speak the photo-taking command: &quot;ok, glass, take a picture.&quot; Instead, the user simply winks slowly after firing up the app, and the device instantly and discreetly takes photos of whatever the wearer has in Glass&apos; sights.  If the Google Glass store is anything like Google Play, apps like this will become widespread. Not sure that this is going to make people distrustful of its privacy implications more comfortable. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/09/samsung-galaxy-teardown-google-amazon", 
    "wordcount": "1271"
}