{
    "headline": "Studentships and jobs for early career academics", 
    "text": "In at 10 is a PhD candidate in economics for the Swedish University of Agricultural Sciences We open the charts this week with a vacancy for a PhD student at a Swedish institution. The focus of the research you will be assisting with is on green energy demand and consumer choice, and your aim will be to understand how consumers make purchasing decisions. If you&apos;re keen on the role, you might also like this interesting, yet completely unrelated, titbit: the post is in the northern city of Umea, which has been selected as European Capital of Culture for 2014. At nine is a teaching fellow in European Union Politics at the University of Edinburgh And on the theme of Europe, the University of Edinburgh is looking to recruit an academic with a specialism in politics of the European Union to teach at undergrad and postgrad levels. The post seems to have a broad range of responsibilities from the administrative to curriculum development and is also open to PhD students nearing the completion of the doctoral degree. Unfortunately, it&apos;s only a one year post. Still keen? Get your application in by 28 May. Imperial College London is recruiting a research associate in sensor networks, at eight There&apos;s so much about this job that sounds so trendy, starting with the fact that the post will be part of the Digital City Exchange programme (DCE), which aims to &quot;discover and enable new technical and business opportunities by linking data streams to urban environments&quot;. So cool. But beyond the opportunity to drop that in dinner party chit chat, the successful applicant will also get the chance to collaborate across several departments, with an established community of academics. University of Liverpool is also on the look out for a post-doctoral research associate, at seven Here, a &quot;self-motivated and ambitious&quot; graduate with a PhD in psychology is invited to work on a collaborative project between the Universities of Liverpool and Lancaster. You&apos;ll be investigating the factors that inhibit team achievement, though I&apos;m sure your own team at the Institute of Psychology, Health and Society, will provide no relevant case studies. A post-doctoral research fellow at the University of Kent is at six If your concerns about academic life include isolation, the persistent need to find research funding and a cash-strapped faculty making cuts to services for staff, then you have nothing to fear at the University of Kent. According to its literature, the school of social policy has 101 staff, &quot;outstanding RAE status and strong student recruitment which means it is well-funded and offers favourable conditions to staff&quot;. If you like the sound of that, closing date is 25 May so you have to be quick. Five is for an LSE research assistant in the economics of climate change With a job description that specifically targets early career researchers, LSE&apos;s Grantham Research Institute invites applications from students with a degree in economics and related fields. With LSE coming in third in the Guardian 2013 university guide, suffice to say there is an expectation that you will contribute to the institution&apos;s research excellence, collaborating on research programmes and with partner institutions. In fourth place is senior research associate in applied computer science at University of East Anglia Here&apos;s one for an academic with a little more practical experience: the Tyndall Centre in the School of Environmental Sciences is offering a student completing a PhD in computer science an opportunity to work on on a groundbreaking European computer modelling project. The successful candidate will be working on a web portal that will operate the model. Closing date: 15 June. A research associate in combinatorics at the Open University enters the chart at three Combina-who? If Mr Murtagh, my A-level maths teacher had told me that aptitude for his subject could lead to a career in combinatorics, I would have paid more attention in class. But I suspect Mr Murtagh knows nothing of combinatorics. Even my spell-check is having a tough time keeping up. If you, on the other hand, are well versed in this wizardry, get your application in by 14 June. For enquiries about the post (excluding calls for a definition of &apos;well-quasi-ordering&apos;) contact Dr Robert Brignall r.brignall@open.ac.uk One from the top spot is an LSE fellow in international political economy I like the word &apos;promising&apos;. It&apos;s all about potential. It&apos;s an acknowledgement that you&apos;ve got what it takes to go places, while accepting that you&apos;re not there yet. The word &apos;promising&apos; gets LSE back in the charts and this time, it&apos;s recruiting a PhD student to teach the MSc in International Political Economy and the MSc in International Politics of Money and Finance. You&apos;re expected to have specialist knowledge of the latter. And top of the charts is a Lord Kelvin Adam Smith fellow in social science at University of Glasgow With interdisciplinary applications accepted, a three-year term that could extended, the opportunity to join a college with international links and not one but three deadlines for applications, there are many reasons why this fellowship at the University of Glasgow makes the top spot. To be in with a chance of securing the fellowship, you&apos;ll need to submit a two-page research proposal that covers one of the disciplines of the College of Social Sciences: business, education, interdisciplinary studies, law and social and political sciences. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/24/jobs-for-early-career-academics", 
    "wordcount": "930"
}