{
    "headline": "Where's the  'bread, freedom and social justice' a year after Egypt's revolution?", 
    "text": "When people took to Egypt&apos;s streets in January 2011, they were bound together by a deep hatred of the Mubarak regime rather than a common vision of what demands for &quot;bread, freedom and social justice&quot; would mean in policy and practice. A year on, the situation is worse economically, political space is more constrained than ever, and social justice is framed in even more exclusionary terms. For there are now two contending sources of legitimacy: parliament and the street. Some say that it seems that one predatory coalition (corrupt businessmen and Mubarak&apos;s ruling party) has been replaced with another (the Muslim Brotherhood, who emerged as the biggest party in the recent election, and the military). The difference, of course, is that the Muslim Brotherhood came to power through the ballot box. Yet this is unlikely to displace the legitimacy of the excluded, who engage through unruly politics. It is to be expected that any country undergoing a rupture with the status quo is likely to experience turbulence, and any transition process is likely to involve severe economic, social and political instability. Yet the question is: for how long? It has been a year now, and matters seem to be deteriorating, rather than stabilising. Let&apos;s take bread: food riots have continued after the revolution with inflation reaching new peaks and basic necessities moving further out of reach for whole communities. Egypt is experiencing a severe shortage of petrol, which is not only affecting middle-class car-owning commuters but a bulk of the working class who rely on minibuses for transport. The closure of many private sector factories, capital flight, and a drop in domestic and foreign investment as well as a weakened tourism sector have led to the loss of many livelihoods in the formal and informal sectors. Everyone, from the taxi driver to the shop owner in the local bazaar, from the hotel worker to the young boy who sells tissue paper on the street, has suffered. Many cast their blame on the young revolutionaries. In turn, the young revolutionaries point to the poor governance record of Scaf (the Supreme Council of the Armed Forces) and its weak transitional government. While the causes behind Egypt&apos;s poor economic predicament are highly complex, undoubtedly the lax security situation has much to do with it. Tourism is down because incidents of assaults on tourists by thugs and cases of kidnappings have undermined the image of a safe country. The economic losses emanating from such insecurity have very little to do with the revolutionaries in Tahrir Square. Yet the lack of security doesn&apos;t mean there isn&apos;t the capacity to make the streets safe. When Scaf decided to bring law and order to the elections, voting stations and surrounding streets were made secure over the course of several weeks, with hardly a thug in sight. On the &quot;freedom&quot; front, the situation is no better. Against the backdrop of a lax security situation, many citizens welcomed the return of the draconian emergency law in October, hoping it was going to help bring back law and order and &quot;clean up the country&quot;. Scaf&apos;s violations of the most fundamental freedoms supersede those committed during Mubarak&apos;s regime. The systematic crushing of peaceful protests by army tanks in Maspero followed by the use of live ammunition against peaceful protesters in Mustapha Mahmoud park and the sexual assault of women are acts that even Mubarak&apos;s ruthless secret police did not dare to do with such open defiance. Yes, we can all go and shout &quot;down, down with the military regime&quot; in Tahrir Square, without being arrested, but the possibility of a faraway sniper piercing one&apos;s eye is a real one. The infamous State Security Investigations apparatus (SSI) may have been dissolved in March, but its resurrection under the new title of &quot;the National Security&quot; has meant in effect the resumption of its previous function as the secret political police. During Mubarak&apos;s regime, most citizens had the SSI to contend with. Now there is a proliferation of military-related intelligence apparatus that no one knows anything about. Social justice is being redrawn in increasingly exclusionary lines  all those who are making claims for recognition or entitlements are being dubbed as saboteurs. Scaf&apos;s reaction to the many incidents of violence against Christians has been to bring in the conservative Islamist Salafis to mediate in informal reconciliation committees, whose only function is to prevent the culprits from being brought to justice. When women went to protest, demanding their rights, some were incarcerated and subjected to &quot;virginity tests&quot;  read sexual assault. On the ground, there are serious threats to social cohesion: conflict between Muslims and Christians continues to simmer beneath the surface in many poor communities. The socially excluded young people who represent a large cohort of the Egyptian population have been radicalised more than ever before: the revolution has only led to their increased political, social and economic marginalisation, while rendering lip service to the &quot;brave youth who instigated the revolution&quot;. In Egypt&apos;s new parliament, the representation of women, minorities and youth is just as shameful as it was during any of the Mubarak&apos;s regime&apos;s parliaments. Against this backdrop, it is unlikely that resistance movements will die down soon, even if they mutate and take different forms. This is regardless of whether or not people respond to calls for all Egyptians to protest against Scaf on Wednesday, the anniversary of the revolution.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/25/egypt-bread-freedom-social-justice", 
    "wordcount": "910"
}