{
    "headline": "Google's Q2 ad revenues in UK hit $1.198bn", 
    "text": "Google tightened its grip on the UK advertising sector in the second quarter of 2012, with total revenues before traffic acquisition costs (TAC) of $1.198bn (777m) in the period from April to June from its search business here. After TAC  the money paid back to sites which refer people to Google&apos;s advertising  is subtracted at the 25% rate that Google says it paid across its network in the quarter, its UK ad revenues were $900m. A year ago, Google generated $895m of advertising in the UK before TAC, meaning headline growth year on year in sterling terms was 42%. After TAC UK revenues that went direct to Google were $700m in the second quarter of last year or 429m, meaning the annual growth in advertising income after commissions were paid out was 36%. The figures show it has long since passed TV network ITV as the UK&apos;s largest collector of ad revenue. While ITV&apos;s figures will not be announced until next week, its first-quarter results showed revenues of 652m  but that includes sponsorship revenues. ITV&apos;s advertising revenue in the first quarter was 352m. Google&apos;s top-line figures for the UK, which now makes 11% of its advertising revenues, totalled $1.21bn because it now also owns mobile handset maker Motorola Mobility (MMI), whose UK contribution in the period from the takeover on 22 May to 30 June amounted to just $11m. The UK has been a significant source of revenues for Google since at least 2004; under US stock rules it is obliged to break out details of revenues for any country that is a source of more than 10% of revenues. Only the UK has that position; every other country besides the US is lumped into &quot;rest of world&quot;. The UK&apos;s contribution to Google revenues started at 11.7% at the start of 2004, and peaked as a proportion of the company&apos;s overall revenues in the first quarter of 2007 at 15.8%. Since then it has slid to 11.0% in the current quarter, and even waved just under the 10% figure in the fourth quarter of 2011. Google does not discuss reasons for variations in country revenues, though the widespread use of mobile phones in the UK, and the lower ad revenues that Google has so far been able to earn on them, may be a factor.", 
    "section": "technology", 
    "gid": "technology/2012/jul/20/google-uk-ad-revenues", 
    "wordcount": "396"
}