{
    "headline": "Schools work best when they work together", 
    "text": "One of the consequences of the close relationship between politics and education is that too often education policies are judged by political criteria. Instead of an independent, balanced assessment being seen as the most effective way of evaluating a new initiative, &quot;dividing lines&quot; are put in place and politicians defend them at all costs. The academies programme is a prime example. Once the government decided that its success would be judged by this policy, the political stakes became so high that any chance of a sensible debate about progress became difficult. This was graphically illustrated with the recent publication of the academies inquiry report commissioned by the RSA charity and the multinational company Pearson. It is a thoughtful, balanced report and concentrates on education, not ideology. However, given that academies occupy the political as much as the education arena, the initial response from the government was predictably selective. If you want to play politics with the report, there is something for everyone. The government can seize on the comment that the introduction of academies has &quot;provided much-needed vitality&quot;; their critics will concentrate on the findings that show some academies are manipulating admissions. Those of us who have always believed that it is foolhardy to put all your trust in structural change will point to the comment that &quot;academy status alone is not a panacea for improvement&quot;. There is a real risk that in defending your dividing lines you miss the chance to learn any lessons at all  and the report challenges everyone&apos;s prejudices. One of the conclusions particularly struck me as being central to the present direction of policy. The government singles out the greater independence and autonomy in academies as the characteristics that will lead to higher standards. The report rightly recognises the importance of these, but it goes on to say that schools work best if they are connected to the rest of the system and work with each other to improve the quality of teaching and learning. Essentially, interdependence is as important as independence and we need a national community of schools rather that tens of thousands of independent institutions. That should be our mantra. Therein, of course, lies the problem. So much faith has been placed in the concept of independence that partnership has never been soundly built into the academy model. Some academies do have strong partnerships, especially in the most successful chains and federations, but most haven&apos;t, and under the present policy many good and outstanding schools have become &quot;standalone&quot; academies. If you believe  as the most ardent academy supporters seem to  that the biggest problem in education has been the lack of autonomy for schools, it leads to undervaluing interdependence. You create schools that have greater freedoms, but you destroy the glue that drew schools to each other. The problem has been compounded by this government, which has also dismantled the partnerships that did exist  school sports partnerships, behaviour partnerships and specialist schools, to name but a few. It is now up to individual school leaders to decide whether or not they want to work with others. Maybe the demolition of this infrastructure wouldn&apos;t matter as much if the government&apos;s main school improvement policy wasn&apos;t that schools should learn from each other. So we now see frantic attempts to re-build partnerships, with the introduction of teaching schools and strong academies being required to pair with weaker schools. Yet  as someone said at the report launch  partnerships don&apos;t fall from the sky. The report found that only a few converter academies are fulfilling their commitment to support other schools and reports from elsewhere point out that there are some teaching schools that are building partnerships with thriving schools, rather than struggling schools. The government&apos;s obsessive focus on academies has always missed the point. Ministers don&apos;t seem to understand that although school autonomy is important, it comes to nought unless schools also develop high-quality, professional connections and collaborative activity. Worryingly, the report shows that there is still a great deal of progress to be made.", 
    "section": "education", 
    "gid": "education/2013/jan/21/schools-academies-autonomy", 
    "wordcount": "678"
}