{
    "headline": "On the road: Porsche 911 Carrera  review", 
    "text": "Porsche 911 drivers are wankers, right? I&apos;ve always known this to be a universally accepted fact, proven beyond doubt way back in the 1980s. And that the correct behaviour on encountering one is to do the internationally recognised sign for onanism. Male onanism, because I&apos;m really only talking about male Porsche drivers here (the much rarer female variety, a very different and more impressive  being). It&apos;s an ugly, undecorous gesture, though, and some time ago I came up with a new response  simply to point at the man in the car and to laugh at him. Not a haha, lovely, joyous, laughing-with-him laugh; but a cruel, pitying laugh. It works well at zebra crossings if they&apos;re at the front of the queue, because then you can look them right in the eye as you do it. The object is to induce both rage and confusion. It&apos;s especially entertaining in America, because they simply don&apos;t understand  why&apos;s that crazy freak laughing at me? He should beapplauding! Now I&apos;m seeing it from the other side. For the first time (I know it&apos;s hard to believe of a famous motoring journalist, but I&apos;ve never driven a911). So I&apos;m not really in a position to say how it compares with its predecessor. Yes, it may look pretty much exactly the same, but this is an all-new model  alittle longer, a little lighter, a little more refined and more efficient, with new electronic-mechanical steering and aload of other stuff you probably (and Icertainly) won&apos;t be interestedin or understand. (There&apos;sa PDK gearbox, by the way,which stands for prettty damnkickass.) I do know that this car doesn&apos;t belong in the modern world, aworld of clogged roads, speed cameras, thrift and care and disapproval (and gesturing haters). This is the bog-standard one I&apos;ve got, but it&apos;s insanely quick  the only place you could begin to appreciate it properly would be on the track. It&apos;simpractical, unacceptable, plainwrong. And yet I absobloodylutely love it. Because it feels  and sounds, and even smells  so utterly, utterly right. It took me about 4.6 seconds to turn (by which time I was doing 60). Who cares if they&apos;re making wanker signs at me? I am a wanker now. Then they came and took it away from me, probably just as well. Ithink I probably will continue to do my thing, the laughing-pointing. But it won&apos;t be quite the same. It won&apos;t just be about hatred and disdain, it&apos;ll be more complicated than that, there&apos;ll be other things going on, too. To be honest, there probably always have been. Porsche 911 Carrera Price 79,843Top speed 178mphAcceleration 0-62mph in 4.6 secondsAverage consumption 34.4mpgCO2 emissions 194g/kmEco rating 2/10Cool rating 3/10", 
    "section": "technology", 
    "gid": "technology/2012/apr/20/porsche-911-carrera-review", 
    "wordcount": "479"
}