{
    "headline": "The art of assessing conversation", 
    "text": "The UK government&apos;s announcement last month that all students from Pakistan will be interviewed by consular staff to assess their English-speaking skills before they are issued with visas to travel to Britain to study was presented as a necessary measure to weed out bogus applicants. Little information is available about how the interviews will be conducted, or what training staff will be given, but the complexity and challenges of assessing learners&apos; speaking and listening skills are well known to teachers. International House (IH) London, one of the UK&apos;s leading English language course providers, enrols over 7,000 students annually and each one goes through an initial assessment process to find out their level. But even experienced teachers can make mistakes. As a senior teacher and teacher trainer at IH London, Jacqueline Douglas is one of those carrying out initial assessments. She says that putting students at ease is a vital first step. Students sit an on-screen test of their language knowledge and then go into a one-to-one interview with a teacher, which is conducted like an informal chat. She makes a point of not writing notes during the interview because this can make students feel like they have to perform, which can make them tongue-tied. Instead, Douglas uses her ear to hear how much language the student can use and how they respond to her prompts. If an initial &quot;Hi, my name&apos;s Jacqueline. How are you?&quot;, delivered in her normal speaking style meets with a blank, she simplifies her language. When she gets a sense that her interlocutor is able to respond to prompts delivered within the range of words and phrases corresponding to pre-intermediate level, for example, she then grades her input at that level. &quot;The most important thing is to make the student feel comfortable,&quot; Douglas said. &quot;They know it&apos;s an interview to test their level, but try and make it more like a friendly chat. Smile and use gestures to encourage them as much as you can and then their performance will be more realistic. They will show you what they can do.&quot; Once she has established roughly what their level is during the interview, Douglas says it is then important to explore and probe further. &quot;I am going to want to push them. It is easier to talk about personal information  about your family or what you like  but if you ask about more random subjects, you are starting to push the boundaries of what they can do and maybe you will find out that they are at a higher level.&quot; For Douglas the interview is a positive process and an opportunity to get the most out of the candidate. So her advice for new teachers doing assessment in class is: don&apos;t tell students they are doing a test. Dave Allan, director of Norwich Institute for Language Education, a leading professional development provider, is convinced that assessing speaking is one of the most complex skills for teachers to master. He says one of the biggest obstacles for assessors is a deeply embedded cultural tendency to notice mistakes and not to be able to identify positives. The second challenge is to produce a clear set of criteria against which a student is assessed to establish their level, and one which the assessor understands how to use. This, he says, has to be carefully designed and relevant to the style of interview and subject of the interactions. &quot;A grid of good assessment criteria will always include four or five macro- categories,&quot; Allen said. &quot;These can be phonological aspect or pronunciation; accuracy, which could include use of correct grammar or choosing the right word or phrase; range  &apos;How many ways can they express surprise?&apos;, for example, and &apos;Do they know when to use them appropriately?&apos;; and interaction  &apos;How do they listen, respond, take turns?&apos;. &quot;The implication of all this for immigration officers is that without thorough training and without detailed criteria you cannot assess fairly.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/15/assessing-speaking-skills", 
    "wordcount": "672"
}