{
    "headline": "Atrapanieblas en Per para atrapar suministros de agua", 
    "text": "Entre las fras corrientes del oceno Pacfico y las estribaciones de los Andes, la capital costea de Per es una anomala meteorolgica. Lima es la segunda ciudad desrtica ms grande despus de El Cairo, pero tiene un clima mas fro y hmedo del que plantea su latitud sub-tropical. Las precipitaciones son muy bajas  menos de 4cm al ao  pero la humedad puede alcanzar el 98%. La ciudad  donde vive una tercera parte de los Peruanos, casi 9 millones de personas  depende de tres ros que fluyen de los Andes: el Rmac, Chillon y Lurn. Pero mientras la ciudad sigue creciendo  hay hasta 150,000 migrates al ao que llenan sus periferas, donde existe poco o nada de infraestructura. Para ellos, el agua es un recurso escaso. Algunos de estos nuevos limeos recurren al fenmeno climctico conocido como &quot;la panza del burro&quot;  la gruesa neblina blanca que cubre las partes costeas de la ciudad durante nueve meses al ao  como fuente del agua. En las lomas de Villa Maria del Triunfo, un asentamiento humano ubicado al sur de la ciudad, se puede observar que se levantan extraas estructuras rectangulares que surgen a travs de la niebla como centinelas espectrales. Al acercarnos, se puede observar que son estructuras de metal y bambu de cuatro por seis metros, cubiertos por una malla. Por debajo estn los canales, y las tuberas que a travs de un bio-filtro llenan una cisterna de 1,100 litros. &quot;El agua es cristalina,&quot; nos dice un entusiasmado Abel Cruz, el fundador de Peruanos Sin Agua, recogiendo un poco del lquido de una de las cisternas con la mano y dejando que caiga a travs de sus dedos. Todava no es agua potable pero puede ser utilizada para la agricultura, lavar la ropa y los platos y ollas que se usan en la cocina. Durante los ltimos cinco aos, su organizacin  con la ayuda de la cooperacin internacional  ha construdo 32 &quot;atrapanieblas&quot; en el distrito. Empezando con 10 redes en el asentamiento de Bellavista en 2009, Cruz recibi una donacin de $20,000 de la Agencia de Desarrollo de los Estados Unidos, USAid, para construir 22 &quot;atrapanieblas&quot; ms en la comunidad cercana, Los Tunales de Asall, que suministran con agua a alrededor de 75 familias. Construir un atrapaniebla junto a una cisterna, cuesta menos de $800. &quot;Hemos apoyado este proyecto que aprovecha el grado de humedad de Lima que alcanza el 98% y convertirlo en una oportunidad para tener agua limpia, lo que significa un verdadero desafo para estas poblaciones excluidas que viven en las afueras de la ciudad,&quot; dijo un portavoz de USAid-Peru. Contar con un suministro diario de entre 50-150 litros de agua, ha sido una cuerda de salvacin para Artemio Alfaro, de 66 aos, y su familia. El utiliza el agua para regar sus plantas de sbila. El vende las plantas a seis soles Peruanos ($2.30) a tres empresas peruanas de productos saludables. El quiere lograr obtener la certificacin orgnica, para poder doblar el precio con el que vende dichas plantas. &quot;Los atrapanieblas significan que no tenemos practicamente ningn gasto para agua durante los meses de invierno; constituye un ahorro de un 60% en nuestra costo de vida,&quot; dijo Alfaro. Utilizar el agua recogido de los atrapanieblas le ayuda tambin a cultivar papas, rbano, beterraga y lechuga, alimentar a su familia y tambin sacar adelante su pequeo restaurante, donde sus vecinos pueden almorzar con platos de arroz con pato o cuy chactado. &quot;Los pobres pagan ms por el agua que los ricos,&quot; dice Cruz. &quot;Ellos pagan 10 hasta 12 veces ms por un agua de origen dudoso.&quot; Los que viven en barrios que no tienen agua dependen de los camiones cisternas, pagando alrededor de 3.5 soles peruanos por un cilindro de 200 litros. &quot;Tenemos una de las tarifas ms bajas en Amrica Latina,&quot; dice Rossina Manche, gerenta general del Servicio de Agua Potable y Alcantarillado (Sedapal) de Lima. &quot;Para nosotros, es muy claro que el precio del agua debe subir para que podamos alcanzar a una cobertura de 100%, pero, como somos una sociedad pobre, no estamos listos para pagar el costo real.&quot; Manche dijo que el 92% de limeos tienen un suministro de agua este 2012, pero conectar a los que viven en los cerros perifricos puede costar hasta seis veces ms.&quot;Nuestro compromiso es dar 100% de cobertura en el ao 2016, pero esto puede ocurrir solamente con una inversin grande de 5bn de soles peruanos,&quot; agreg. Un reporte especial de escenarios de emisiones del IPCC (Panel entre gobiernos sobre cambio climtico) y la Revue Stern idenitifica Peru como uno de los pases ms afectados por cambio climtico. Ms de 70% de los glaciares tropicales en el mundo estn en Per, y estn derritiendse con una velocidad acelerada. Los tres ros que abastecen Lima estn suministrados con agua derretida que eventualmente desaparece. Una serie de proyectos de infraestructura que incluye un tnel transandino y el reforzamiento de los lagos glaciales, se estn planificando durante los prximos 30 aos, dice Manche. Ella predice que estas medidas protegern Lima del &quot;estrs hdrico&quot; en este perodo. Mientras tanto, Cruz tiene sus propios retos. Quiere que las comunidades costeas saquen provecho de la neblina del agua en la mayor parte del ao y esta buscando fondos internacionales para construir un total de 200 &quot;atrapanieblas&quot; a lo largo de la costa peruana de 3,000km.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/19/peru-niebla-atrapa-agua-suministro", 
    "wordcount": "1078"
}