{
    "headline": "Butterflies suffer devastating year after UK's wet summer", 
    "text": "Fewer butterflies flew in British skies in the miserable summer of 2012 than for thousands of years, leaving several species in danger of extinction from parts of the country. The country&apos;s most endangered butterfly, the high brown fritillary, saw its small population slump by 46%, while another rare species, the black hairstreak, fell by 98%, as 300,000 fewer butterflies were recorded on the wing compared with 2011. The wettest ever year recorded in England was equally damaging for once common species: of 56 native species monitored, 52 saw their numbers decline from the previous year, with big losses for once-ubiquitous small tortoiseshell, common blue and large and small whites.     The Marsh Fritillary population, seen here, dropped by 71%. Photograph: Tim Melling/Butterfly Conservation    Thirteen species experienced their worst year since the scientific monitoring of butterflies began in 1976 with thousands of volunteers counting a record-low abundance of butterflies. With centuries of more anecdotal records showing there were far greater numbers of butterflies in the decades before the 1970s, scientists believe it is possible that there have never been fewer butterflies in Britain since it was first inhabited by humans. &quot;The bad weather is definitely the biggest factor but it&apos;s not as if everything will be rosy if we get a nice summer,&quot; said Dr Tom Brereton, head of monitoring at Butterfly Conservation, which runs the UK Butterfly Monitoring Scheme with the Centre for Ecology &amp; Hydrology. According to Brereton, long-term declines driven by habit loss and agricultural intensification mean that many species live in isolated colonies in small nature reserves, making them particularly vulnerable to extinction after adverse weather. Unless more landscape-scale conservation management is undertaken, helping butterflies traverse the countryside, species will not be able to recolonise former strongholds. The high brown fritillary now flies at less than 50 sites in the country after recently becoming extinct in mid-Wales and the West Midlands. There are fears the summer of 2012 could precipitate its disappearance from south Wales, Dartmoor and Exmoor, leaving it clinging on only in the Morecambe Bay area.     The orange-tip population dropped by 34%. Photograph: Butterfly Conservation    Intensive efforts to conserve our rarest species mean that no butterfly has become extinct in Britain since 1979 but conservationists  as well as butterflies  are now struggling to adapt to climate change. &quot;Some of the rare species aren&apos;t as easy to manage for as they used to be,&quot; said Brereton. &quot;Things that worked 30 years ago aren&apos;t necessarily as successful today because vegetation is changing and the climate is changing.&quot; For instance, coppicing woodland to help promote the violets on which the high brown and pearl-bordered fritillary caterpillars feed is less successful now because other fast-growing vegetation quickly swamps the flowers. Less snow in the winter means that bracken grows more virulently in the spring and also smothers the violets. There are two signs of hope, however. Some believe a cold winter benefits some species. And the butterfly that has had more money and scientific effort devoted to its rehabilitation than any other, the large blue, defied the bad weather in 2012 to experience its third best year since it was reintroduced into Britain in the early 1980s. &quot;It shows that if you put the resources in, and get the conservation management right, some of this can even overcome a bad season,&quot; said Brereton. &quot;That&apos;s the good thing about butterflies  if you get the management right, and the weather comes good, they can respond spectacularly.&quot; Martin Warren, chief executive of Butterfly Conservation, said it would be an anxious wait to see whether some butterfly species had clung on to emerge for another summer. &quot;This coming year we&apos;ll be holding our breath to see whether species like the high brown fritillary have survived in areas where we&apos;ve been working hard to recover habitats,&quot; he said. &quot;We know that butterflies are at the low-point in historical terms.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/26/british-butterflies-devastating-wet-summer", 
    "wordcount": "637"
}