{
    "headline": "Nicola Motterlini obituary", 
    "text": "My colleague and friend Nicola Motterlini, who has died from cancer aged 33, joined the staff of the Health Research Board Centre for Primary Care Research in Dublin in 2009. He studied for a PhD while working as a statistician with the research team built up by Professor Tom Fahey at the centre, which is based at the Royal College of Surgeons of Ireland. Nicola was involved in several research projects in Dublin and his PhD focused on the variation in prescribing for common diseases among general practitioners. He provided valuable support to clinical lecturers who were developing the undergraduate teaching curriculum, in particular with advice on statistical aspects of evidence-based medicine modules. Nicola was born in Calcinate, in Lombardy, northern Italy. As a teenager, despite being an avid AC Milan fan, he played football for the Brescia Calcio youth side, alongside the future international Andrea Pirlo. After leaving school in 1998, Nicola studied at Milano-Bicocca university, graduating with a BSc in statistics and informatics for enterprise management in 2003. He subsequently undertook a BSc in statistics at the same university. From 2004 until 2007, he worked at the Mario Negri Institute for Pharmacological Research, Milan, studying healthcare costs and policy. He moved to the biostatistics laboratory at the institute&apos;s renal medicine department, where he published research papers on diabetes, heart disease and kidney disease, before moving to Dublin. Within the last year, Nicola became unwell and returned to Italy. He was diagnosed with cancer of the stomach, a disease that is often advanced by the time symptoms develop. He bore his illness and treatment bravely, and sent many positive emails and texts back to Dublin. He was a gentle and kind young man who always wore a smile. He is survived by his father, Guido, and mother, Palmira, and two brothers, Michele and Roberto.", 
    "section": "science", 
    "gid": "science/2012/nov/28/nicola-motterlini-obituary", 
    "wordcount": "305"
}