{
    "headline": "Africa's future leaders benefit from Beijing's desire to win hearts and minds", 
    "text": "China has been courting Robert Ocholla with the awkward intensity of a high-school romance. First it granted the 36-year-old Kenyan agricultural official a full scholarship for a three-year master&apos;s degree in Beijing. Then came the comfortable dorm room, the snazzy banquets and the complimentary Peking opera tickets. &quot;Sometimes it&apos;s a bit too much,&quot; Ocholla said, smiling and slowly shaking his head. Last summer, the then Chinese president Hu Jintao announced an expansive aid programme that will offer 18,000 government scholarships and train 30,000 Africans &quot;in various sectors&quot; by 2015. Ocholla is one of 63 government officials from Kenya to benefit directly from these promises. Chinese training programmes vary in type and duration, from three-week political tours for ministerial officials to advanced degree programmes for university administrators. China advertises these programmes as a kind-hearted diplomatic gesture  the terms &quot;equality&quot;, &quot;all-round co-operation&quot; and &quot;mutual gain&quot; pepper its state media reports and programme descriptions. Experts say they&apos;re a calculated, long-term investment to win the hearts and minds of Africa&apos;s future leaders, many of whom fear China&apos;s investment in the continent may come with invisible strings attached. &quot;Don&apos;t forget that people who are coming on these courses have only seen a tiny part of what China does,&quot; said Kenneth King, a professor emeritus at the University of Edinburgh and the author of a forthcoming book about China&apos;s soft power in Africa. &quot;They&apos;ve seen China building roads in Ethiopia, or building dams in many other countries. But they haven&apos;t seen a Chinese university, for example. They haven&apos;t seen a Chinese vocational school. They haven&apos;t seen a hospital.&quot; Ocholla is adjusting quickly to life in China. His programme at the Chinese Academy of Agricultural Sciences is taught in English. He spends most days studying Chinese language, economics and maize-growing. Though he&apos;s awed by the gleaming skyscrapers and well-organised institutions, its dismal environmental record and tight political control give him pause. &quot;If they were to go for a less restrictive, more open system, I think the benefits would be much, much better,&quot; he said. Many African officials see China&apos;s developing status as part of its appeal  something they can relate to, said Meng Bo, an assistant dean at the prestigious Tsinghua University school of public policy and management in Beijing. Tsinghua has offered a one-year, English-language master&apos;s programme for officials from developing countries since 2008, and until this year, about 80% of its students have been from Africa. &quot;To compare with other programmes like KDI [Korean Development Institute] in Korea, Grips [National Graduate Institute for Policy Studies] in Japan and the Harvard Kennedy school, I think our experience might be more relevant to them, as we are facing similar challenges,&quot; she said. Master&apos;s candidates must take Chinese language classes and choose from electives such as politics and government in China, China&apos;s social policy and China&apos;s foreign strategy and policy. They take regular field trips to destinations ranging from glitzy Shanghai to deeply impoverished villages in Hebei province, a short drive from Beijing. Students&apos; postgraduate careers are difficult to assess, she said. Many alumni fall out of touch and the university has few people in Africa. &quot;We haven&apos;t seen many concrete links promoted by our alumni back home, but we believe in the long run they will all contribute to different academic and professional relations between the two countries,&quot; she said. Meng added that the programme probably has the deepest impact on students from volatile countries such as Somalia. &quot;What they treasure most from China is this political stability,&quot; she said. &quot;What they think about most is how to achieve this stability in their own countries. It&apos;s a challenge for them.&quot; Mahamat Adam, a Cameroonian business consultant and former member of the China-Africa Business Council, said a significant chunk of China&apos;s training budget for African officials goes to programmes that only last a few weeks. Their graduates, many of them quite high-ranking, may emerge with a more positive view of China. &quot;But have they learned anything in the way of improving their knowledge, their capacity, their own knowhow?&quot; he said. &quot;I&apos;m very, very sceptical about the impact. &quot;It must be understood by the Africans, they are not there to do philanthropy or help, they are there to do business. The Chinese are here to work for us, but they&apos;re here for their own interests first.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/29/africa-future-leaders-china-aid-programme", 
    "wordcount": "748"
}