{
    "headline": "Tracking the trackers: a step-by-step guide", 
    "text": "     1. You will need to have the Firefox web browser installed on your computer. If you do not and want to take part, you can download it for free. 2. Open Firefox and follow this link to the Collusion Add-On page.  3. Click on the yellow &quot;+ Add to Firefox&quot; button (at this point you may be prompted to upgrade to the latest version of Firefox  this is also free to do). 4. A popup box will appear with a countdown next to the &quot;install&quot; button. When it changes to &quot;Install Now&quot;, click on it. 5. You have now installed Collusion. You will see it appear on the bottom, right-hand corner of your browser:     The Mozilla Collusion icon, found on the bottom, right-hand side of your browser.    6. Now you can start browsing the web. If you click back on the Collusion icon you will see small circles start to appear. These are the websites you are visiting and the trackers that are being set to your computer. 7. When you are ready to export your data (a day&apos;s-worth of normal web browsing would be enough), click on the Collusion icon and then the &quot;Export Graph&quot; button on the left-hand side of the screen.  8. This will open a new tab with a long strong of text. This is the data that you will need to copy and paste into the box below. 9. Right-click your mouse on the text to &quot;Select All&quot;. This will highlight the data. Right click again to select &quot;Copy&quot;. 10. Click into the box below, right-click again and select &quot;Paste&quot;. Check the consent box and press &quot;Send&quot;. You have contributed your data to the Guardian&apos;s &quot;Tracking the Trackers&quot; project. Thank you!  Your data (which is submitted anonymously) will be stored in a database and we will use it with other submissions to analyse what trackers are most commonly found across the sites our readers have browsed. Keep up-to-date with the project To be notified when the results are ready  and for further updates to the project  you can sign up to our Guardian &quot;Tracking the Trackers&quot; email. Find out more about the project on our Tracking the Trackers page.", 
    "section": "technology", 
    "gid": "technology/2012/apr/13/tracking-the-trackers-guide-cookies", 
    "wordcount": "370"
}