{
    "headline": "SXSWi: pictures worth a thousand bytes", 
    "text": "Two weeks ago, at the SXSWi technology festival in Austin, Texas, a huge crowd gathered in the Austin Convention Centre to hear a conversation between Sean Parker, Facebook&apos;s founding president, and former US vice-president Al Gore. For nearly an hour, the two men talked about internet activism and how it could be used to reboot the political process in America. As they spoke, to the right of the stage a young woman was sketching rapidly on a large white board. At the end of the talk, when the entire board had been filled with pictures and diagrams, people crowded around it and took photos. That woman was Nora Herting, one of the founding members of ImageThink, a company that specialises in turning discussions such as this  as well as speeches and private meetings  into visual stories. The initiative is based on the idea that people are more likely to understand and retain complex information if it is presented visually rather than in a purely verbal form. By the time Parker and Gore had left the stage, images of the whiteboard were already circulating online. Later on, audience members who wanted to recall the highlights of the session  just one among hundreds at the festival  could use the visualisation to refresh their memory, while anyone who had missed it could take in the flow of the conversation in a single glance. Compressing knotty discussions into easy-to-digest visual stories is hard work. Before they started Image Think in 2009, Herting and her co-founder, Heather Willems, spent four years at a consulting company in New York where part of the job involved what they call &quot;graphic facilitation&quot;. They would turn up at private business meetings and engage the participants by sketching the discussion as it unfolded. Backgrounds in fine art helped, but getting their drawing up to speed took practice. &quot;We had to very quickly develop a visual language,&quot; says Willems. &quot;Now, if somebody talks about innovation and change, there are immediate icons that pop into my head. We&apos;re constantly trying to develop our skills: listening and synthesising as well as the more graphic components of the work.&quot; Now, the little start-up is working with some of the biggest organisations in the US, including Google, Disney, Microsoft and Nasa. The advertising and PR giant Ogilvy commissioned ImageThink  Herting, Willems and a small team of freelance illustrators  to sketch the talks at SXSW. Several things have contributed to their success. One, according to Herting, is the rise of information visualisation across the media and in business, born out of a fatigue of PowerPoint and the need to communicate clearly and succinctly in a time-starved digital world. Another is a current vogue for hand-drawn visuals, particularly in advertising. &quot;There&apos;s a great strength in having a human connection  a hand-drawn image  when everything is so digital,&quot; says Willems. &quot;It&apos;s a nice contrast.&quot; Without digital cameras and internet connections, of course, ImageThink wouldn&apos;t have nearly the same exposure. But at SXSWi, the largest technology festival in the US, where everyone is looking for the next high-tech solution, it&apos;s good to know that a lone person drawing on a white surface with a set of coloured marker pens can still hold a crowd in thrall.", 
    "section": "technology", 
    "gid": "technology/2012/mar/25/image-think-technology-idea-diagrams", 
    "wordcount": "547"
}