{
    "headline": "Green news roundup: Meat crisis, whaling clashes and missing geese", 
    "text": "Environment news  Halve meat consumption, scientists urge rich world Keystone XL will have &apos;no impact on climate change&apos;, TransCanada boss says Sea Shepherd activists clash with Japanese whaler in Southern Ocean EDF confirms it wants 40-year contracts to build nuclear plantsE.ON lobbied for stiff sentences against Kingsnorth activists, papers showEmissions trading scheme: EU committee passes &apos;rescue&apos; reforms Pollution that killed seabirds cannot be traced, rules investigation Zero-carbon home &apos;dithering&apos; is threatening UK housing industry Multimedia     Japanese whaling fleet, the Nisshin Maru colliding with the Sea Shepherd ship Steve Irwin Photograph: Tim Watters/AFP/Getty Images     Japanese whaling vessel &apos;rams Sea Shepherd activists&apos; in Antarctic - video Leopard seal hunting for food  in pictures The week in wildlife - in pictures Indonesia&apos;s Sumatran orangutan population hit by deforestation  in pictures Features and comment     Hinkley Point, in Somerset, where EDF are to build two reactors. Since 2010 the government's rhetoric on nuclear subsidies has changed. Photograph: Nik Taylor Wildlife/Alamy     James Smith: We cannot afford not to have nuclear in our low-carbon energy mix Sea Shepherd: defending the integrity of the Southern Ocean whale sanctuary Unpaid army of litter vigilantes tackles Britain&apos;s tide of rubbish Bob Ward: Secret funding of climate sceptics is not restricted to the US Best of the web     David Cameron speaks at a business seminar in Mumbai on February 18. Photograph: Indranil Mukherjee/AFP/Getty Images      David Cameron hails clean energy on Indian trade mission Which drought-hit US states suffered the worst crop damage? Is cloud seeding preventing further flooding in Indonesia? Kent prison goes green with huge wind turbines Green jobs  Sustainability Manager at Sainsbury&apos;s, Ansty Park, Coventry | Guardian Jobs Geotechnical Engineer at Aecom, Chelmsford or Croydon, Competitive SalaryGraduate Programme - Transportation Planning at URS, Greater London, 20-25k Observer Ethical Awards The Observer Ethical Awards in association with Ecover champion the brightest ethical actions  large or small. Everyone can get involved, enter yourself or nominate someone who inspires you with their ethical endeavours and you could win a trip to Kerala, India courtesy of Virgin Holidays ... And finally     red-breasted goose Photograph: Kane Brides/guardian.co.uk     Bid to solve mystery of 50,000 red-breasted geese lost in migrationScientists have fitted 11 geese with tracking tags in an attempt to find the cause of the birds&apos; mass disappearance 10 years ago", 
    "section": "environment", 
    "gid": "environment/2013/feb/20/1", 
    "wordcount": "318"
}