{
    "headline": "Boot up: PS Vita woes, online ad fraud, Google's trillion-dollar cars and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team 24th January 2013 exploit &gt;&gt; The Public Whip Blog  Anybody that has signed up to the PublicWhip website (forum or membership) will have had their plain text email address exposed, their PublicWhip username and an md5 hash of their PublicWhip password exposed. Whilst the passwords were &quot;hashed&quot;, they were not salted (due to interaction with other code) and hence should be declared as &quot;in the wild&quot;.  You are advised to change any passwords which are the same as the PublicWhip one.  You will no longer be able to log in to PublicWhip as the accounts have been wiped from the server.  No financial information was exposed.  We are sorry for this inconvenience and any problems caused.   Cause: poor escaping of user input, allowing SQL injection. This is the biggest mirror on Earth &gt;&gt; io9  This guy is standing on the flattest, shiniest place on Earth. It takes over a large section of Bolivia, and it&apos;s so flat, dry, and reflective, that it&apos;s used for satellite calibration.  If you ever travel to Bolivia, and want to take pictures that will freak out your friends, go to the Salar de Uyuni. Because of an interesting confluence of geography and physics, this place has formed the world&apos;s largest mirror.   Wonderful. Any better pics? January 2013 global threats &gt;&gt; SC Magazine  This month&apos;s &quot;Global Threats&quot; map found in the January issue, indicates that Spain was the top producer of zombie IP addresses in the world.   And the EMEA region was the biggest source of zombie IPs overall. Inversely linked to employment and GDP? (Slideshow.) It&apos;s time to call out fraud in the adtech ecosystem &gt;&gt; John Battelle&apos;s Search BlogJohn Battelle&apos;s Search Blog Battelle has been researching a book, and found a problem:   [Federated Media&apos;s Walter] Knapp notes two forms of fraud - ad injectors, fraudulent browser plugins that take over ad calls; and the practice of inserting an entire site into a 11 pixel hidden on high traffic but low quality sites featuring porn or music lyrics. Both are examples I&apos;ve heard about over and over in my reporting. A third involves &quot;stacking&quot; ads one behind the other, all playing video to completion, often playing in inactive tabs. A fourth features refreshing ad calls on accelerated schedules or in inactive tabs. Yet another involves running as many ads as possible out of view, simply to gain &quot;view through attribution&quot; on a closed loop success metric.   The shadow business is scarily large. Did you know how hilarious the patch notes to The Sims are? &gt;&gt; a place for posts to go &quot;Sims who are on fire will no longer be forced to attend graduation before they can put themselves out&quot;, and other treasures of the imaginary world. (Not a hoax; sources confirmed by this posting.) Vinepeek &gt;&gt;PXI Ventures  vinepeek shows you newly posted Vines in realtime. Sit back and watch the world in six-second bites. Best viewed on a desktop browser.  Unlike lightning, sometimes Vines strike twice. Please be patient if you see a Vine more than once. If it seems to freeze, refresh the page.   Suddenly, it&apos;s all about video (short-form only). Didn&apos;t Flickr try this years ago? Fasten your seatbelts: Google&apos;s driverless car is worth trillions &gt;&gt; Forbes  Adding up all costs related to accidents--including medical costs, property damage, loss of productivity, legal costs, travel delays and pain and lost quality of life--the American Automobile Association studied crash data in the 99 largest U.S. urban areas and estimated the total costs to be $299.5bn. Adjusting those numbers to cover the entire country suggests annual costs of about $450 bn.  Now take 90% off these numbers. Google is claiming its car could save almost 30,000 lives each year on US highways and prevent nearly 2m additional injuries. Google claims it can reduce accident-related expenses by at least $400bn a year in the US. Even if Google is way off--and I don&apos;t believe it is--the improvement in safety will be startling.   How much would you pay for a self-driving car? Could you afford it?  Anonymous threatens Justice Department over hacktivist death &gt;&gt; CNN.com  In anger over the recent death of an Internet activist who faced federal charges, hackers claiming to be from the group Anonymous threatened early Saturday to release sensitive information about the US Department of Justice.  They claimed to have one such file on multiple servers ready for immediate release. The hackers apparently hijacked the website of the U.S. government agency responsible for federal sentencing guidelines, where they posted a message demanding the United States reform its justice system or face incriminating leaks to select news outlets.   We&apos;re watching our inboxes, though not with bated breath. Sony PS Vita sales analysis: Mobile console is dying &gt;&gt; BGR Tero Kuittinen:   Over the past year, Sony&apos;s PS Vita has been squeezed badly by the dazzling success of the Nintendo 3DS and the overall contraction of the video game market in the US and Japan. After a brief rebound in sales during the holiday season, the Vita&apos;s lack of pulse became again painfully evident this week. As the winter doldrums hit the Japanese game market, the Vita&apos;s unit sales collapsed to just 9,000 during the week ending on 20 January, according to Famitsu. This is far below the 15,000 units the portable console managed during the same period in 2012, a level that was deemed dangerously low a year ago. To make things worse, Vita&apos;s ancestor console PSP just hit 15,000 unit weekly sales level, thanks to the latest Digimon title. It is not often you see a one-year old console being outsold by 60% by its seven year old predecessor.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/28/technology-links-newsbucket", 
    "wordcount": "1010"
}