{
    "headline": "Bangladesh tackles 'hidden epidemic' of children drowning", 
    "text": "When water is all around you, how do you keep your children safe? That is the question haunting the village of Mubarakpur in Netrakona district, northern Bangladesh. On 12 February, Sabuj Mia, a local farmer, came home to find his six-year-old daughter Sumaiya floating face down in the backyard pond. She had slipped while plucking fruit from a jujube (red date) tree that grew close to the water. The little pile of jujubes Sumaiya had picked lay at the foot of the tree. She did not know how to swim. At midday there had been nobody in the house to hear the child&apos;s frantic splashing after she fell into the pond. As the Mias buried their daughter, their neighbours shared the couple&apos;s grief. Almost every household in Mubarakpur has lost children to drowning in the past few years. Mia&apos;s cousin and nextdoor neighbour Abdus Samad lost his only son Ibrahim, aged 18 months, last year when the toddler walked out of the house and fell into a roadside ditch. Two houses down, Ishraq Ali and his wife Dilara are still grieving the loss of their daughter Nazma who drowned two years ago at the age of five. &quot;There are ponds everywhere,&quot; says Sabuj&apos;s wife Sabina Begum. &quot;During the monsoon there is water all around. We have to tend to the cattle or go to work in the fields. But there is always a terrible worry in the back of our minds about the children.&quot; Mubarakpur is not an isolated case. Bangladesh, a country crisscrossed with rivers and canals, has one of the highest drowning rates in the world. More than 17,000 Bangladeshi children drown every year  nearly 50 a day, according to the Bangladesh health and injury survey, conducted in 2003. A report by Unicef and the Alliance for Safe Children (Tasc) has found that the cause of death in roughly one in four children who die between one and 10 years of age is drowning. This makes drowning the leading killer of children in Bangladesh, overtaking diseases such as diarrhoea and pneumonia. &quot;It&apos;s a hidden epidemic,&quot; said Dr Jahangir Hossain, programme co-ordinator for the Centre for Injury Prevention and Research, Bangladesh (CIPRB). &quot;Proportionate to population, more children die from drowning in Bangladesh than in any other country. But most of the programmes combating child mortality are focused on infectious diseases. Drowning hardly gets a mention in national policy circles.&quot; In the past few years, communities have started to fight back. Several NGOs and civil society organisations have set up swimming programmes for children. The most successful has been the SwimSafe initiative, backed by Unicef. Developed jointly by Tasc and the Royal Life Saving Society Australia, and implemented in Bangladesh by CIPRB and others, SwimSafe employs community-based instructors to teach children how to swim and rescue others. &quot;It&apos;s like a vaccine for drowning,&quot; says Salem Mia, the co-ordinator for SwimSafe in Netrakona. &quot;People used to scoff at us. They took swimming for granted. But many children nowadays don&apos;t pick up the skills until adolescence and many die an unnecessary death.&quot; Since its inception in 2006, SwimSafe has trained more than 200,000 children. The Unicef/Tasc study found that drowning death rates for children aged four and older who participated in SwimSafe were reduced by more than 90%. In the past three months, the programme in Netrakona district has selected and trained 96 community swimming instructors (CSIs). Jhuma Begum, an undergraduate student at a local college, will be paid a nominal amount of Tk100 (80p) per trainee, but she says it is about more than money. &quot;People in the community know me now. And I&apos;m happy I&apos;m doing something for others,&quot; she says. A group of 15 children glide about in the water using bright-yellow kickboards and practising rescuing each other with long bamboo poles. &quot;I know how to swim!&quot; exclaims Eva Khatun, aged four, as she emerges dripping from the water and runs to greet her family. &quot;It&apos;s good that the girl has learned [to swim],&quot; says her father, Rafiqul Islam, a local trader. &quot;My wife and I will be less worried now when we leave her at home.&quot; SwimSafe is one component of a larger child injury prevention project, explains Amy Delneuville, child protection specialist with Unicef in Bangladesh. &quot;Drowning and other injuries usually take place during the day when parents are busy with their work and siblings go to school,&quot; she says. &quot;Unsupervised children wander off and fall into local water hazards. To prevent this, we are piloting bamboo fencing of ponds, community awareness and village daycare centres that provide supervised care for children.&quot; The Unicef/Tasc study found that in villages with daycare facilities, death rates from drowning have dropped by 80% among children under four. Golam Mustafa, joint secretary of the Bangladesh Swimming Federation says SwimSafe should be scaled up to national level. &quot;The government should embrace these interventions and make it part of the country health sector programme,&quot; he says. &quot;We need to do more to teach children a culture of water safety.&quot; In Mubarakpur, Sabina Begum says she is waiting for the day her surviving daughter, two-year-old Saleha, can start taking swimming lessons. &quot;What happened to me  I don&apos;t want this to happen to any other mother,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/01/bangladesh-hidden-epidemic-children-drowning", 
    "wordcount": "907"
}