{
    "headline": "Lego City Undercover  review", 
    "text": "Lego City is awash with crime. It&apos;s everywhere and no one is safe, and a lot of it is being perpetrated by people in clown suits. The only man who can restore peace and justice is a maverick cop who left town two years ago under a blocky cloud of disgrace. That man is Chase McCain and for many enjoyably daft hours you will be in his plastic moulded shoes. The setup here is pretty straightforward: Grand Theft Lego. A series of missions will lead players into combat with arch villain Rex Fury, whose gangland empire is responsible for the city&apos;s crime wave. But while you&apos;re operating undercover, infiltrating one ludicrous crime family after another, there is also a vast open environment to explore. Between narrative tasks, you&apos;re free to wander the streets, exploring this brightly coloured approximation of San Francisco, complete with its own offshore prison (Albatross Island), as well as recognisable landmarks like the Transworld Pyramid and the ridiculous winding thoroughfare, Lombard Street.  A lot of the gameplay mechanics are lifted wholesale from the regular Lego adventures. Everywhere you go you pick up Lego studs, a currency that can be spent on unlocking extra characters and vehicles. Missions always involve exploring locations, smashing stuff up to reveal hidden items, and occasionally building objects that give you access to new areas. Once you&apos;ve finished your objective, the location becomes available for free play, so you can go back and try it again whenever you like  and as every mission is packed with secret areas that can only be opened when you have unlocked the required power-ups, it&apos;s always worth going back for another snoop around. Fans of everything from Lego Star Wars to Lego Lord of the Rings will be right at home. But the lovely thing about Lego City Undercover is that, freed of any sort of licensing restrictions, the development team has been able to absolutely cram every location, task and cinematic plot sequence with irreverent, slapstick humour. Hugely inspired by the work of Jim Abrahams and the Zucker brothers, the whole game is a pastiche of cop show cliches and movie staples. Police Squad is there in the laughably incompetent cast of law enforcers and ludicrous criminals, but the game also has Airplane&apos;s scattergun approach to comedy dialogue, chucking in puns, sketches and gags with abandon, referencing everything from Goodfellas and Shawshank Redemption to Die Hard and Super Mario Bros, without pause for genuflection. Everywhere you go and everything you do seems to be the set up to a vast visual or narrative prank, and the aftershock of every set-piece skit reverberates through the whole game, so each scene is filled with in-jokes and references. I laughed out loud more in the first hour of Lego City Undercover than I have done in any game since the Monkey Island series. Meanwhile, there is a solid adventure puzzler going on. From stealing a moon buggy at the local shuttle launch base to breaking hoodlums out of jail in order to curry favour with crime bosses, it&apos;s a compelling mix of logical conundrums and item retrieval. Often, you&apos;ll need to don different disguises to access specific abilities: only the robber can prise open doors with his crowbar, for example, while the spaceman outfit lets you use handy transporter pads. But as you probably know, all this stuff has been reliably driving this series for years, most similarly in the recent Lego Batman 2, which provided the Dark Knight with a range of specially modified outfits for different tasks. Here, though, the GamePad adds an additional interface, acting as a map screen, communicator and scanner, allowing you to trace hidden objects, do some basic forensics and take photos of illicit criminal meetings. TT Fusion has got just about as much use out of this wacky peripheral as it could and it all feels natural and intuitive.  Some have questioned just how interactive Lego City actually is as an open-world environment. True, unlike Liberty City this place isn&apos;t stuffed to the skyline with side-quests, mini-tasks and cousins asking you to go bowling. However, exploration rewards you with new disguises and special multicoloured bricks which can be worth up to 10,000 studs. There are also lots of special building projects littered around the map, allowing you to construct useful items like bridges and ramps.  And there&apos;s a lot of pleasure to be had just driving around this place, interacting mischievously with its colourful inhabitants. Pressing on the left shoulder button of your GamePad blows Chase&apos;s whistle allowing him to flag down any nearby vehicle; you can then hit the road in a variety of jeeps, trucks and sports cars, smashing stuff up, plummeting into rivers and menacing other road users. The handling is pretty horrific most of the time, but then, how many of us build steering into our own Lego vehicles?  It&apos;s impossible to excuse all the game&apos;s faults however. It could be a hardware issue, but scenery tends to pop up very late as you&apos;re driving along which is rather off-putting for a supposedly next-generation console. There are lots of graphical and environmental glitches too. When you target a new mission location, you can choose to follow a helpful line of green studs to your destination  but sometimes these just didn&apos;t appear for me, so navigation became rather difficult. I also managed to get stuck in the scenery a few times, and got caught in some frustrating death loops, my character re-spawning in the middle of a fatal fall, for example, making repeated plummeting expirations unavoidable until the code figured out what was happening and dropped me somewhere else. Plus, I wish the developers had been able to lever in a co-op mode because that was a key element from the other Lego titles. I understand that, structurally, this game is a very different proposition, but just a couple of little asynchronous two-player mini-games would have been fun. To be honest, though, once I&apos;d got to the pitch perfect parody of the scene in Goodfellas where Henry is introduced to all the various hoodlums and their nicknames, I was sold. &quot;This is Jimmy Spoilers,&quot; says my gangland guide in the game  Jimmy then whispers the solution to a later puzzle in my ear.  Lego City Undercover is a joyous thing, filled with life and fun. It took me right back to my first go on the original Lego Star Wars  that pleasure of finding a favourite creative toy rendered so beautifully, faithfully and humorously into video game existence. Given the paucity of Wii U releases at the moment, it goes without saying that this is a required purchase for those who have ventured onto Nintendo&apos;s eccentric new platform; whether you are looking for an adventure that you can enjoy alone as a seasoned gamer or with children who will marvel at a Lego town brought to functioning, animated life, it will entertain for days.   Lego City Undercover is released on Wii U on 28 March", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/19/lego-city-undercover-review", 
    "wordcount": "1169"
}