{
    "headline": "Is this the start of cyclist pressure on Westminster?", 
    "text": "As a display of political muscle goes it was something less than awe-inspiring  a loose and semi-organised collection of something close to 100 cyclists. But it was nonetheless potentially significant as a further sign that urban cyclists are taking a leaf from the book of their motorised cousins and lobbying furiously for better treatment. The venue around 6pm on Monday was the infamously chaotic and car-choked one-way road system around King&apos;s Cross, just to the northern edge of London&apos;s very centre. The plan, such as it existed, was for cyclists to turn up and ride, in formation, very slowly, around the junction for a period to hold up rush traffic and make a point. The point? That King&apos;s Cross and much of the rest of London&apos;s road network is still planned and laid out almost entirely for the convenience of motorised vehicles, not cyclists or pedestrians. The area around King&apos;s Cross has become a focus for London cyclists&apos; ire after a Korean art student, Min Joo Lee, known as Deep Lee to friends, was killed in October in a collision with a construction lorry while cycling to college. In the end the protest, organised by a new group called Bikes Alive, was not necessarily the sort of thing by itself to make London&apos;s mayor, Boris Johnson, and Transport for London, much criticised for seemingly prioritising &quot;traffic flow&quot;  ie cars and lorries  above all else sit up and take notice. Carefully marshalled by a patient contingent of bike-riding police, the group of cyclists rode slowly en masse round the one-way system for around an hour, holding up the traffic at times but not so much as to cause tempers to fray  in fact the only shouting I saw came from a group of Leeds fans drinking outside a pub ahead of their side&apos;s FA Cup game with Arsenal, and was good-natured if mocking. One grimly amusing paradox was that the road system is so packed with cars at that time of day that on occasions even a fleet of cyclists riding at walking pace were held up by gridlocked motorised traffic. So what&apos;s the significance? Cyclists have long lobbied for better treatment via groups like the CTC. There&apos;s also a tradition of such traffic-slowing direct action via the Critical Mass movement. But this was a combination of the two  cyclists blocking roads in anger at recent cyclist deaths and demanding very specific measures. Yes, it&apos;s a London thing, and thus of potentially little interest to the mass of riders elsewhere in the UK. But I&apos;d argue that for urban cycling London can often be the crucible, the vanguard, for what later happens elsewhere, purely because of the sheer weight of cyclist numbers these days. This is significant enough to make the treatment of cyclists  something I&apos;ve never heard mentioned in the national political debate  a genuine issue in the upcoming mayoral election. Both the Tory incumbent, Boris Johnson, and his Labour challenger, Ken Livingstone, claim to be pro-cycling. Added into this mix is the still more vehement Green contender, Jenny Jones, who was at last night&apos;s protest. Could we one day see cyclists organising nationally like motorists do, pressuring ministers in Westminster? Currently it seems unlikely, not least because the numbers involved are that much smaller. But if it&apos;s going to happen it has to start somewhere.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/10/cyclist-pressure-westminster", 
    "wordcount": "580"
}