{
    "headline": "Press Start: Batman: Arkham Origins, Tearaway release date and more", 
    "text": "A selection of gaming links hand-picked by the Guardian&apos;s games writers. Batman: Arkham Origins announced for PC, PS3, Wii U and Xbox 360 | Eurogamer  Warner Bros. has announced Batman: Arkham Origins for the PC, PlayStation 3, Wii U and Xbox 360. Next-generation consoles were not mentioned. Origins is the next game in the Arkham series, and follows the release of Arkham Asylum and Arkham City, according to a report by GameFocus. Those games were developed by Rocksteady. Origins is made by WB Games Montreal. Origins is set several years before the previous Arkham games, and sees the player assume the role of a younger Batman who meets many of the series&apos; iconic characters for the first time. Also in development is a Nintendo 3DS and PlayStation Vita spin-off called Batman: Arkham Origins Blackgate. Both Arkham Origins and Blackgate will launch on 25th October 2013.  Tearaway to release on Vita in October | VG247  Sony has announced an October release date for Media Molecule&apos;s Tearaway, and it will release with adorable, reversible box art. Tearaway will be available at retail in and through PSN in North America on October 23, in Europe on October 23, in Australia &amp; New Zealand October 24, and in the UK on October 25.  The Japanese video games market actually GREW in the last 12 months | MCV Ben Parfitt:  The Japanese video games market actually GREW in the last 12 months The Japanese video games market grew by 1.2 per cent year-on-year for the 12 months ending March 31st. No, that is not a typo. It&apos;s the first annual growth the Japanese industry has reported in five years. Tech In Asia reports that the region&apos;s games market hit $4.6bn in the period. Software sells were still down, however, falling by 1.2 per cent to $2.8bn. It was a better story for hardware, though, which grew a whopping five per cent to $1.8bn. Certainly the likes of 3DS and to a lesser extent the Vita and PS3 have enjoyed a boom period over the last 12 months. The numbers are a welcome surprise and could offer hope to the struggling western markets.  Asher Vollmer: Going Independent Vollmer&apos;s blog post explains his decision to leave ThatGameCompany and includes this enticing snippet:  In addition to the emotional baggage, the New Game they&apos;re making isn&apos;t just something that you can casually abandon. Obviously I can&apos;t divulge any details about it, but It&apos;s going to be huge. And I don&apos;t mean it&apos;s going to be a long sprawling game, I mean it&apos;s going to be an IMPORTANT game. I genuinely believe it&apos;s going to change the industry in a really positive way.  EA Named &apos;Worst Company in America&apos; Again | IGN  EA has been named the &quot;Worst Company in America&quot; by Consumerist for the second year in a row. The publisher beat Bank of America with 78% of the vote to claim the title, which Consumerist refers to as the Golden Poo.  Worst company in the US? I wonder whether the voters have seen this? 7 things Metal Gear Solid 5 should learn from MGS 4 | Official PlayStation Magazine Some fun Metal Gear chat from Official PlayStation, including a request for more interactivity in the narrative sections:  Bioshock Infinite has recently shown you can wrap a game&apos;s narrative up in satisfying style without wrestling control away from the player. Booker and Elizabeth&apos;s tale plays out with the gamer firmly in control of Dewitt&apos;s actions, making the finale feel pleasingly interactive. Valve used to be the masters of unloading exposition while still allowing the player to move around freely. Kojima&apos;s camerawork may be stellar, but players will be much less restless if he throws the Foxhound among the chickens and hands over some degree of control during the 40 minute tearful reunions over a stogey.  You can follow Press Start on Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/10/press-start-game-news", 
    "wordcount": "645"
}