{
    "headline": "Recruitment in academia: is there no room for compassion?", 
    "text": "We all know the score: despite the continued growth in postgraduate degrees, full-time permanent positions in academia are increasingly rare. Certainly, to search for work in today&apos;s over-saturated academic market, in the depths of a recession, is no easy task  as a newly minted PhD, this is a fact I know all too well. In such a market, every position opening receives scores, if not hundreds, of applications. With so many qualified individuals for each post, the question arises: how can one ethically respond to unsuccessful applicants? The problem here is multifaceted. With many more new graduates than positions opening each year, the market becomes increasingly competitive. Thus, while some departments may boast higher placement rates than in recent years, what they seldom note is how long their graduates have been on the market, moving from one short-term post to the next, many times for a number of years. Not only does this fact mean that a large number of postgraduates are under a high level of stress in the face of an uncertain future, but it also means that recently matriculated PhDs often enter the market and compete for the same entry-level positions with those who have been in the workforce for several years already. Thus, when CVs are received and judged by human resource departments in the first instance, those with greater experience are often chosen over those with less, regardless of whether the latter meet the minimum requirements. In other words: there is no limit in terms of &apos;overqualification&apos; for hires. In fact, the word &apos;overqualified&apos; itself has ceased to carry its previous meaning  that a candidate &apos;won&apos;t get hired&apos;. In the neoliberal university  where departments are judged on the number of publications and research grants received by their faculty  how could we expect less? But we must ask: does this leave entry-level academics in a holding pattern, doomed to repeat the same struggles in precarity as their predecessors? And further, how might we more ethically and compassionately interact with those who are struggling, particularly those with whom we have personal relationships, whether as former students, mentees, or graduates of our programmes or departments? I&apos;m interested here in how our emotional experiences influence and are influenced by academia. I think that there should be more exploration, not only in terms of the emotional labour of teaching that Janni Aragon discusses, but the ways that our emotional life colours both our research and our interactions in academic settings. I want to argue that responding to unsuccessful job applicants with kindness and consideration is part of this process. I do not claim to have the answers to how this can be accomplished. What I can claim is that I have witnessed the way that toxic and careless behaviours in contemporary academic culture have strained both personal and collective relationships within departments. For example, an applicant for a position with a department in which he or she has a relationship warrants a personal message from someone at that department, not a form letter from human resources  yet seldom does that message materialise. This ignores the existence of any emotional attachment on either side and demonstrates how the secrecy and silences of academic culture further exacerbate negative practices inherent to the university. There has to be a way out of such patterns of toxicity. Of course there must be a balance here  as mentioned at the start of the article, there are dozens of applicants for each position opening. A sole department head (or even an entire hiring committee) cannot personally respond to each and every application. Nevertheless, I believe that the current state of affairs can and should be improved. With the number of people with PhDs receiving public assistance at an all-time high, and the precarious existence of those without permanent positions, isn&apos;t postgraduate life difficult enough without dealing with inconsiderate rejections during the job search? Sometimes we need a reminder to live our philosophies in all aspects of our lives, including institutional practice. In that spirit, I hope this sparks a dialogue on ethical practices of academic hiring. If you have a story to share on some of the best (or worst) ways you&apos;ve been let down as a job applicant, or some of best strategies you&apos;ve used to reject applicants as part of a hiring committee, I invite you to share them in the comments. Gwendolyn Beetham has a PhD from the Gender Institute at the London School of Economics and is a member of the editorial collective at University of Venus. Follow her on Twitter @gwendolynb This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/17/recruitment-in-academia-dealing-with-rejection", 
    "wordcount": "787"
}