{
    "headline": "Google close to deal with US regulators over patents dispute", 
    "text": "Google is this week expected to escape the biggest anti-trust investigation for more than a decade by agreeing with US regulators to tweak the way it displays searches. It is also reported to be ready to sign an agreement with the US Federal Trade Commission (FTC) not to use its patents to stifle mobile competition. Europe&apos;s anti-trust chief is meeting Google&apos;s chairman, Eric Schmidt, as the European commission ponders similar action. The FTC is expected to announce a deal this week after investigating since June 2011 whether Google has abused its dominant position in search, the lucrative core of its empire, by favouring its own products while disadvantaging rival companies or products. If the case proceeds, it would be the biggest showdown between regulators and Silicon Valley since the government took on Microsoft 14 years ago. That ended with Microsoft avoiding a breakup, but enduring oversight that significantly changed its corporate culture. Any move that stops short of a full-blown case is likely to anger rivals, large and small, who have been pushing for the FTC to curtail what they see as the search giant&apos;s abuse of its monopoly in search. Some reportedly met the department of justice last week in preparation for what they saw as a climbdown by the FTC. William Kovacic, former chairman of the FTC and now global competition professor of law and policy at George Washington University, said Google was unlikely to escape the investigation unscathed and some action seemed inevitable. &quot;Institutionally it&apos;s hard to believe they won&apos;t do something, given all they have invested in Google. I can&apos;t imagine the press conference where the chairman stands up and says they have decided to do nothing,&quot; he said. In April the FTC hired top lawyer Beth Wilkinson, a former justice department prosecutor who played a lead role in the conviction of the Oklahoma City bomber, Timothy McVeigh, to lead the investigation into Google. The recruitment of Wilkinson, a partner at Paul, Weiss, Rifkind, Wharton &amp; Garrison in New York, was seen as increasing the likelihood of a prosecution. The FTC has hired outside litigators only twice in the last decade. Kovacic said he had no inside track on what the FTC was likely to do or when but said: &quot;The likelihood of some intervention is running at 100%.&quot; The company declined to comment on the case. &quot;We continue to work co-operatively with the Federal Trade Commission and are happy to answer any questions they may have,&quot; Google said in a statement. The Guardian understands from FTC sources that in October the staff recommended to its five commissioners that they take action against Google. That then has to pass a majority vote. Separately, Google is expected to sign an agreement not to use &quot;standards-essential&quot; patents owned by its Motorola Mobility (MMI) handset subsidiary to seek US sales bans against rivals. MMI owns thousands of patents which Google has valued at $5bn, but both the FTC and EC have focussed on MMI&apos;s use of them to seek sales bans against Apple and Microsoft in the iPhone, iPad and Xbox. The FTC filed a court brief on 5 December as an observer of the battle between Apple and MMI in which it said that letting holders of standards patents obtain injunctions amounted to a &quot;hold-up&quot; that could harm consumers seeking standards-compliant products. Google bought MMI in a $12.5bn (7 7bn) acquisition completed in August 2012, but had hedged on whether it would agree to a no-ban deal on standard-essential patents (SEPs). Now it seems ready to agree to the FTC&apos;s demands. However Google is believed still to be negotiating with Joaquin Almunia, the antitrust chief of the commission. Jon Liebowitz, the head of the FTC, met Almunia earlier in December, and on Tuesday will meet Eric Schmidt, Google&apos;s executive chairman. The EC is thought to be more concerned about Google&apos;s position because it has a far higher share of the search market  more than 95%  compared to the 65% it commands in the US. No agenda has been given for the meeting between Schmidt and Almunia, but the two have met a number of times as the EC investigation has ground on since the end of 2010. Almunia said at a press conference last week that although he didn&apos;t have a specific deadline for his talks with Google, &quot;the road won&apos;t be open forever&quot;. If they can&apos;t agree, then a court case could follow in which Google may be obliged to regulate its search results according to EC strictures.", 
    "section": "technology", 
    "gid": "technology/2012/dec/17/google-deal-us-regulators", 
    "wordcount": "765"
}