{
    "headline": "The Last of Us  review", 
    "text": "Zombie game pop quiz: You&apos;ve finally found the exit to the abandoned warehouse you&apos;d been scavenging supplies from, but between you and freedom are four shambling infected monstrosities, all eager for tasty man-shaped snacks. How are you going to make it past without ending up as human tartare? If this was pretty much any other recent survival horror title, the answer would be simple  reach for the trusty military grade shotgun, grenade launcher or plasma cutter as appropriate, paint the walls with rotted brains and waltz across the room, scooping up an assortment of high-powered ammunition along the way. This isn&apos;t one of those games though, this is The Last of Us, and your arsenal right now consists of a brick and a length of drainpipe with some scissors taped to the end. Good luck, you&apos;re going to need it. Keeping your resources limited is just one of the many things Naughty Dog&apos;s latest action adventure gets right  forcing you to think through your approach to every encounter while keeping the tension ratcheted up to 11 generates a level of unease that the genre feels like it&apos;s been missing since the early Silent Hill games. It seems an obvious point that a zombie-themed game should be scary, but it&apos;s a rare enough occurrence that here it feels fresh. Then again, it&apos;s an injustice to call The Last of Us a zombie game anyway. As in 28 Days Later, these creatures are infected rather than undead, and although they remain consistent antagonists throughout, this game is clearly more interested in telling a story of post-apocalyptic survival than smashing rotten heads, and it&apos;s all the better for it.          Infectious enjoyment That&apos;s not to say the story spares us the usual tropes  a virulent infection has decimated the population, degenerating it&apos;s victims into mindless ravening lunatics and bringing civilisation to its knees, pretty much exactly as it has a thousand times before across every possible media. Significantly though, the game keeps the details of the outbreak and the disease itself deliberately vague, recognising that any attempt to explain something that&apos;s basically pretty ridiculous is doomed to failure (Resident Evil and it&apos;s ever expanding psuedo-scientific virus nonsense says hi). Instead, The Last of Us makes a conscious effort to focus the story on the surviving human characters and how they go about coping with the aftermath. It&apos;s a good call, and coupled with the high-quality production, both visually and from the voice cast, makes for a compelling tale. Starting with a brief prologue which introduces protagonist Joel during the first panicked moments of the outbreak, the game then flashes forward 20 years to a devastated America where the remnants of the population eke out a living in oppressive militarised quarantine zones. For reasons I don&apos;t want to spoil here, the now bitter and grizzled Joel grudgingly takes on a mission to escort the 14-year-old Ellie across the bandit and monster riddled country, and the rest of the game chronicles their journey. I know it doesn&apos;t sound like much, but it wouldn&apos;t be right to go into too much detail, as the story is definitely something you&apos;ll to want to experience for yourself. The growing relationship between the two main characters as they travel from one dangerous situation to the next is a pleasure to follow, and the interplay of Joel&apos;s tired cynicism against Ellie&apos;s naive enthusiasm and determination makes for a solid narrative device. Add in a well fleshed out supporting cast, from fellow struggling survivors to some deeply unpleasant and unsettling villains, and you&apos;ll soon start to care when bad things happen to these people.          Where the bad things are And bad things will happen. The Last of Us doesn&apos;t pull any punches letting you know just how bleak its world really is, in both story and gameplay. Quite aside from the bloodthirsty infected tearing people to pieces, Joel and Ellie are prepared to go to extreme lengths to stay alive, and even though the game manages to make caving in a bandits face with a brick feel desperate and necessary rather than voyeuristic, some of the later set-pieces are likely to garner at least a raised eyebrow from even the most jaded gorehounds. It&apos;s definitely not one for the kids, unless you&apos;ve a particular desire to see them spend the rest of their lives in therapy. Underneath the darkness and grime though, the roots of Naughty Dog&apos;s previous Uncharted series are clearly present, not that that should be considered a bad thing. The Last of Us carries over the super-high production values established in Nathan Drake&apos;s adventures  the environments are varied and lushly rendered, with large portions of the game taking place in open countryside and forests  a nice change from the usual sewers and abandoned labs (though they&apos;re in here too), while character models are equally highly detailed and excellently animated. The one downside is that, due mainly to the slower pace, the basic linear cycle of explore-fight-cutscene that underpins these games feels a little more forced here.          Go with the flow The Last of Us still flows well, with cutscenes seamlessly integrated and virtually no load times between areas, but Uncharted was able to distract attention from its illusion of an open world by racing along at a hundred miles an hour, and that doesn&apos;t always happen here. There are plenty of times when you&apos;ll wonder why you had to open this door and not the other identical one you just passed, or when an area opens out into a large room full of conveniently cover height crates that instantly telegraphs the upcoming fight. It&apos;s not a massive issue, but given the lengths the game goes to to maintain suspension of disbelief, it can be slightly immersion breaking. The combat system is also more-or-less imported wholesale from Uncharted, but thanks to the grittier theme actually feels like a much better fit here. Drake&apos;s brand of rough and tumble fisticuffs were always cinematic, if a little clunky, and it&apos;s a style that fits well with the desperate and brutal hand-to-hand situations Joel often finds himself in. There&apos;s plenty of gunplay too, but the combination of limited ammo and tricky aiming makes it always feel risky. The aggressive AI contributes to this too. Disturb a group of infected and they will all rush to overwhelm you, while bandits and soldiers are quick to try and outflank you or flush you out with molotovs and smoke bombs. This means that stealth is most often the way to go, which serves to balance every fight on a tense knife-edge and means the game is ultimately successful at keeping you on the edge of your seat all the way through. Given the plethora of zombie-based games released in recent years, it would have been easy to see this as Naughty Dog just jumping on the bandwagon and making Uncharted: The Walking Dead. Instead, the designers have taken influence from the best writing the genre has to offer (The Road, The Walking Dead, 28 Days Later) and elements of some of the best games of recent times (Arkham Asylum, Fallout, Uncharted itself) and melded them into a whole that, despite feeling familiar, ends up as more than the sum of its parts. The Last of Us is visually arresting, mechanically solid, maturely written and by turns heart-rending, tense, unnerving and brutal. Check your ammo. Grab your shiv. Just try your best to stay alive.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/05/the-last-of-us-ps3-video-game-review", 
    "wordcount": "1238"
}