{
    "headline": "Matt Damon strikes bum note at YouTube launch for water campaign", 
    "text": "     Matt Damon gazes at a press conference of unusually well-groomed journalists. He has an announcement to make. &quot;I&apos;m going on strike,&quot; he says, to protest lack of sanitation in developing countries. &quot;Not from acting, that would be too easy.&quot; He pauses. &quot;A strike from going to go the bathroom.&quot; There is silence, then consternation. &quot;What?&quot; asks a bewildered reporter. Questions erupt. For how long will he strike? Will he refrain just from actual bathrooms, and do his business elsewhere? Will he forswear, asks a flustered TV anchor, groping for network-acceptable vocabulary, from &quot;pee-pee and caca, or just pee-pee?&quot; Damon shoots back, quickly if not very helpfully: &quot;You do the math.&quot; The press conference ends in tumult. The surreal exchanges are scripted and the journalists are actors, but the scene is not part of a movie. It is the first in a series of YouTube videos put together by an unusual alliance of Google, Hollywood, social-media creators and a non-profit advocacy group, water.org. The campaign, which was launched on Tuesday and will build up to World Water Day on 22 March, hopes its combination of celebrity, social media and humour will appeal to young people and go viral on the internet. &quot;It was Matt Damon&apos;s idea two years ago: how do we persuade people to give a shit about toilets?&quot; said Chevenee Reavis, water.org&apos;s director of strategic initiatives, during filming of the sketch at Google&apos;s YouTube complex in Los Angeles. Shocking statistics  such as a child dying from a water-related illness every 20 seconds  did not on their own command attention, said Reavis, and water.org had just a five-figure budget for its campaign. That would be enough, perhaps, for half a second of advertising during the Super Bowl, where a 30-second spot costs $4m. The Kansas-based group, which Damon co-founded, decided to focus on YouTube, in the wake of the stunningly successful Kony 2012 campaign, a short film about the Ugandan warlord Joseph Kony that was made by the non-profit Invisible Children. Kony 2012 was viewed more than 100,000,000 times and stirred a senate resolution. However a follow-up canvassing campaign flopped. Damon and his collaborators hope their &quot;strike with me&quot; campaign will ignite the internet and pressure Washington to revive the stalled Water for the World Act, which would increase funding for projects in Africa, Asia and the Caribbean. The star is most popular with women aged 34-45, not a group which drives YouTube hits. So the campaign decided to use comedy and hip YouTube creators in an attempt to attract younger viewers. Damon&apos;s Hollywood colleagues, working &quot;pro bono or low bono&quot;, helped write, produce and direct the press conference sketch which will launch the campaign. It was shot in January at Google&apos;s digital production hub for YouTube creators, a converted hangar once owned by Howard Hughes. Producers appealed to extras, who played journalists, to keep the job secret, in order to maximise publicity later. &quot;We need to launch with a bang. If you tweet this children will die,&quot; said one, only half-jokingly. The campaign has trailed Damon&apos;s threatened strike, without revealing what it would entail, for months, via the website Strikewith.me. The hope is that once the joke  and the serious intent behind it  is revealed viewers will pledge funds and, most importantly, lend their online identity to the campaign. They will be invited to click on a link enabling water.org to occasionally use their social-media accounts, such as Twitter and Facebook, for six weeks. Recipients may not realise, at least at first, that such content comes from a non-profit rather than online friends. &quot;Welcome to the petri-dish,&quot; said Mike McCamon, water.org&apos;s chief community officer. &quot;The idea is you sign in and give permission to us for a finite period.&quot; Content will be generic yet personal, &quot;so it looks like you posted it.&quot; Video bloggers with loyal followings will follow the press-conference ad with their own comic takes on Damon&apos;s strike. Craig Benzine, the Chicago-based creator of the YouTube channel Wheezy Waiter (Benzine was a waiter, and has asthma), was among several vloggers invited to LA to make sketches at the YouTube facility. Benzine penned a sketch in which he signs up to the toilet strike only to waver in his commitment. &quot;Then a sort of ghostly apparition  Matt Damon  follows me and encourages me to hold out.&quot; The collaboration marks another step in Google&apos;s attempt to turn YouTube, which it owns, into a platform for increasingly polished content which draws regular viewers for longer periods. Cat videos which go viral draw millions of hits but they tend to be fleeting and unpredictable, which advertisers do not like. The LA complex  which has smaller counterparts in London and New York, and soon Asia  offers free training and facilities to select vloggers. Google also advises NGOs on how to capture audiences with improved storytelling to fit the medium.  &quot;People are starting to get the message,&quot; said Jessica Mason, a Google staffer. She cited a recent ad for dental hygiene which used rap as an example of how public service announcements had radically changed from stilted predecessors.", 
    "section": "global-development", 
    "gid": "environment/2013/feb/12/matt-damon-bathroom-strike-youtube-water", 
    "wordcount": "883"
}