{
    "headline": "Will civil service reform improve Whitehall's use of expert advice?", 
    "text": "Good policy needs the right blend of the technocratic and the political. Ministers should want to know a policy is technically feasible, has a reasonable chance of working, and is the best available option; but a policy must also be able to command sufficient political and public support to be implemented.  That is not the only dichotomy within Whitehall. Not all issues are equal. There will be some issues on which ministers have strong views, based on a mix of evidence and ideology. Those are likely to be the areas they are most keen to pursue in government. But much of the business of government is not about pursuing flagship policies; it&apos;s about finding solutions to problems that arise. The former No 10 adviser Steve Hilton observed that 70% of the issues crossing ministers&apos; desks were not in the coalition&apos;s &quot;Programme for Government&quot;.  Take my old department of Defra for example: few ministers arrived motivated by the desire to deal with a zoonotic disease (indeed they probably had no idea what one was before they got the briefing pack). However, they may have held strong views on the importance of preserving the beauty of the countryside versus the desirability of promoting onshore wind. On the first issue, they will give a large role to experts; on the second, evidence will take more of a back seat.  This is the environment in which experts have to operate if they are to influence policy. Few of the principal decision makers have a science or engineering background. Of the current crop of permanent secretaries in charge of departments, two have a degree in maths and one a degree in accountancy. The rest are drawn from the humanities or social sciences (though increasing numbers have a master&apos;s degree in economics). Not one has progressed to permanent secretary from the science profession within the civil service, and the Cabinet ministers they serve are, if anything, less likely to have any sort of scientific qualification.  But Whitehall is undergoing change: radical downsizing combined with a programme of civil service reform, launched in June 2012, which is designed to make it more unified, more accountable and more professional. What will these reforms mean for the future of expert advice? The ups and downs of evidence-based policy Formal scientific advice has enjoyed a mixed decade. Under the last government, there were some notable steps forward with a gearing up of the chief scientific adviser (CSA) network so that most departments had externally appointed chief scientists with genuine expert credentials. However, in 2009, there was the notorious sacking by the Home Secretary of Professor David Nutt, chair of the longstanding Advisory Council on the Misuse of Drugs, for expressing his views on the relative dangers of ecstasy and horseriding . This episode raised fresh questions about the way in which government handled scientific advice.  The last government was committed, in principle at least, to &quot;evidence-based&quot; policymaking. The current coalition government has made some notable strides to embed independent evidence making in specific areas: the establishment of the Office for Budget Responsibility to take over fiscal forecasting from the Treasury, the Independent Commission on Aid Impact, and the Education Endowment Foundation, to test what works in tackling educational disadvantage. On the other hand, the government&apos;s public bodies&apos; reform programme has seen the abolition or status change of a number of expert advisory bodies, including high profile casualties like the Royal Commission on Environmental Pollution.  A smaller civil service  Departments have all had to commit to substantial staffing reductions, with numbers reduced by 12% since the 2010 spending review  and deeper cuts of some 20% in four departments. The result has been considerable churn within departments, with teams spread thinner and potential loss of knowledge and relationships. A number of CSAs have been appointed at lower grades than their predecessors and been moved off management boards. These changes have led to concerns that CSAs  and scientific advice  are being marginalised. Yet none of these changes are science specific: top teams have been halved in most departments and management boards are supposed to focus on corporate rather than policy issues. The critical issue is access both to the early stages of the policy process and to final decisions. The most influential CSAs are those who can both bring expertise into the department through their networks and help ministers and senior civil servants apply it to produce policy  like Bob Watson, who had previously worked at the White House and World Bank (and was never shy of mentioning that).  The CSA&apos;s ability to cope with, and even relish, policymaking in a political environment needs to be as much of a test when they are recruited as their academic credentials. They also need good support within the department so that they can rapidly become an integral part of normal departmental processes. CSAs who look equally eminent on paper have been variably effective in achieving this.  Open policymaking  The civil service reform plan promises to &quot;make open policymaking the default&quot;, recognising that Whitehall itself does not have a monopoly on expertise. The plan gives some examples of new ways of collaboration  including crowdsourcing and policy labs (along the lines of Mindlab in Denmark). It also promises to &quot;make more data freely available so experts can test and challenge our approaches effectively&quot;. On paper, this looks like a development with considerable potential to enable external experts to be involved in the policy process in new ways. But so far, most of the examples of external involvement have focused on practitioners, think tanks or the public. In September 2012, the government made its first (and so far only) commission of external policy advice: a study by the Institute for Public Policy Research.  The potential for external experts to engage in policymaking depends on their capacity to work to the government&apos;s timetable. This can be a problem, as a minister explained at a seminar at the Institute for Government: &quot;I sat down with a research body the other day and they set out what they were planning to do. I said that &apos;do you realise that by the time you reach your conclusions, it will be far too late to be of use to anybody. It will be great history, but it won&apos;t help anyone make policy.&quot; This is why what government really values in external experts is not the latest research paper, but accumulated expertise based on long study of an issue, communicated in an accessible form, ideally with clear implications for action.  A more promising route to long-term policy influence may come through the commitment to transparency. Opening up big government data sets should allow much better applied academic work on the impact of government policy. But if these routes to influence are to be exploited, the next iteration of the Research Excellence Framework needs to do more to incentivise applied research and the provision of expertise to policymakers.  Quality of evidence The civil service reform plan makes two further proposals in relationship to the quality of evidence in departments. First, it states that &quot;permanent secretaries must be accountable for the quality of the policy advice in their department and be prepared to challenge policies which do not have a sound base in evidence or practice.&quot; If taken seriously, this has the potential to change the dynamic between civil servants and ministers, and put permanent secretaries on the side of their expert advisers. It should also address concerns over the lack of access of CSAs to the policy process.  Chris Wormald, the newish permanent secretary at the Department for Education (and head of the policy profession across government), recently commissioned Bad Science guru Ben Goldacre to look at the use of evidence in education. More generally, it is not clear that this element of the civil service reform plan is being taken that seriously  and it is likely to need some sort of institutional bolstering to be effective. It would be greatly reinforced if parliament took a routine interest in the quality of the evidence base for policy by government.  That bolstering may come from a second commitment in the civil service reform plan, which came to fruition in March 2013, when the Cabinet Office announced the establishment of evidence centres on ageing, local economic growth, early intervention and crime reduction. These join the existing Education Endowment Foundation and National Institute for Clinical Excellence to form a network of six &quot;what works&quot; centres. To be effective, these centres will need to create clear incentives for policymakers to seek their advice. Science in Whitehall: prospects for change? There are some positive steps in the civil service reform plan, but on their own they look unlikely to lead to a marked change in the way expert advice is handled. Previous attempts at civil service reform have faltered, as the initial impetus fizzled out. Many of the problems around the integration of scientific advice into the civil service identified by the Fulton report as far back as 1968 were echoed in the most recent report on the government science profession.  But it is not a completely lost cause. The Fulton report also identified a lack of economic and social science skills among generalist civil servants. That has changed radically. Three of the last four Cabinet Secretaries have been trained economists, and the last two entered the civil service through the Government Economic Service. Economics is increasingly the language of Whitehall, with substantial crossover into senior policy positions.  If Whitehall is to become more scientifically literate, there need to be more people with science backgrounds working on policy. At the same time, members of science professions need to understand the needs of decision makers, and be able to communicate and act as effective mediators between them and external experts. They need to understand trade-offs and opportunity costs. Policymakers without scientific backgrounds need to be supported to ask the right questions of their specialist advisers.  But that would still leave scientists responding to, rather than influencing, the framework of Whitehall decision making. The network of chief scientific advisers might look to another, venerable model for bolstering their influence in government: the annual report of the Chief Medical Officer, which dates back to the 1850s, and sets priorities for the year ahead. If the CMO can do this for health, there is no reason why the CSA community cannot produce a broader annual assessment of future challenges for government. Such a move could help to move science advice out of the margins and into the mainstream.  Jill Rutter is a programme director at the Institute for Government, and has previously worked in Defra, HM Treasury and No 10. She is on Twitter as @jillongovt. This is an extract from her contribution to the book Future Directions for Scientific Advice in Whitehall, which will be free to download here from 18 April 2013", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/10/civil-service-reform-whitehall-expert-advice", 
    "wordcount": "1823"
}