{
    "headline": "The academies policy is starting to develop large holes", 
    "text": "Michael Gove&apos;s easy ride on academies is coming to an end. Until now, the financial advantages of academy status have encouraged a steady flow of conversions. This perhaps gave the impression of an ideologically popular policy, but the reality is that schools have just been pragmatic. From here on in, it will be much tougher. With over half of secondary schools becoming academies, there is not much more low-hanging fruit. Realisation that some converters were over-paid, and that the financial gains are likely to diminish, will reduce the flow. After all, cash was behind the dash to convert. A recent survey of academies, conducted by the Schools Network, found that 78% had converted in part because they believed they would be better off; 39% said this was their main reason. Other much-vaunted freedoms were relatively unimportant: the great majority had no plans to use the new freedoms to change the curriculum, pay and conditions, the school day/year, or admissions policies. Last week, at an information event on academy status, two headteachers sought me out specifically to tell me why academy status did not interest them. They ran successful, over-subscribed schools in Cheshire: Wilmslow High and Poynton High. Ofsted had judged them &quot;outstanding&quot;, with &quot;exceptional leadership&quot; and well above average results. They were annoyed by the government&apos;s fixation with pushing academy status. As Gill Bremner, from Wilmslow High, told me: &quot;Just having the word academy across the door means nothing.&quot; She already procures services from outside the local authority and collaborates with others though a &quot;soft federation&quot;. Converting would give her nothing she doesn&apos;t already have. Moreover, she believes some academies had &quot;not understood that they are throwing away local flexibility for central control&quot;. Of course, no one is yet forcing Wilmslow or Poynton to convert. But, as Education Guardian reported last week, others are feeling coerced. Several Birmingham primary schools have been told they must become academies because they are below their Sats floor targets, even though some are confident their results are on the up. It is a sign of the government&apos;s impatience with the slow progress of primary conversions  only 3% of primaries have taken the leap. Hence the shift from financial inducements to more menacing tactics. The pressure is often encouraged by local authorities. I heard recently that applicants for a director of education job at a large council were asked at interview to state how long they would take to get all the authority&apos;s primary schools to become academies. Meanwhile, the government is rather desperately seeking chains to take on more primary academies. Indeed, chains are an increasingly significant feature of the school system. According to research for the National College for School Leadership, by September 2012 there are likely to be 48 chains with at least three schools in them. Some are growing fast. There are nine chains with 10 or more academies, and between them they encompass 182 open or planned academies. Some chains have kept their focus on a geographical locality, but others have the colonising zeal of 19th-century empires. Some plan to take on another 20, 30 or even 40 schools. This would be uncharted territory. What happens when one chain runs all the schools in a locality? What price competition and choice then? And what happens when schools find themselves handing over significant proportions of their budget to cover the chain&apos;s central services? One or two are already contributing 6% of their budget for &quot;head office&quot; services. It sounds a bit like local authorities reinvented. If things do go sour, there is currently no mechanism for schools to leave a chain any more than there is a route for schools that want to revert from academies to local authority schools. Why not? And things can go wrong. &quot;Serious failings&quot; in financial management were found recently at the Priory Federation chain in Lincoln, where the chief executive misused school funds for private use and employed family members. Had this been happening under the closer scrutiny of a nearby local authority, it might well have been spotted sooner. So, the easy headlines of academy expansion are over. A more mixed picture will emerge, and maybe that will lead to a humbler government position that recognises that, while academy status may be good for some, it should not be a centrally imposed, universal solution.  www.mikebakereducation.co.uk", 
    "section": "education", 
    "gid": "education/2012/may/14/academy-conversions-set-to-slow", 
    "wordcount": "739"
}