{
    "headline": "Philip Lawley obituary", 
    "text": "With his fellow researcher Peter Brookes, Philip Lawley, who has died aged 84, provided the first convincing evidence that DNA is the key target for chemicals that cause cancer. This insight laid the foundation for the now universally accepted idea that cancer is a genetic disease. Lawley joined the Chester Beatty Research Institute, now the Institute of Cancer Research (ICR), in Chelsea, London, in 1953 to study the chemistry of anti-cancer drugs. By 1956, he had concluded that positively charged atoms in carcinogens could react with negatively charged atoms in DNA bases  the &quot;letters&quot; of the genetic code, A, G, T and C  to form chemically stable DNA adducts (complexes that form when a chemical binds to a biological molecule, such as DNA). At this time it was held that weak, reversible reactions of carcinogens with DNA predominated. By the late 1950s, Lawley and Brookes realised that only by using more sensitive methods would they find adducts at the low levels expected in organisms exposed to carcinogens. The Radiochemical Centre in Amersham, Buckinghamshire, had started producing radioactively labelled chemicals, including mustard gas, a mutagen which causes human lung cancer. It was used as a chemical weapon in the first world war, and was the forerunner of anti-cancer drugs, such as melphalan, which was developed at the institute. The pair moved from Chelsea to its Pollards Wood research station, set in woodland near Little Chalfont, Buckinghamshire, close to the Radiochemical Centre. In these peaceful surroundings they produced their seminal work on the binding of mutagens and carcinogens to DNA. In 1960, they reported for the first time that guanine, the G of the four letters, formed an adduct with mustard gas in DNA that had been extracted from viruses, bacteria, cultured mouse cancer cells and cancers in mice that had been exposed to radiolabelled mustard gas. They showed that this adduct hindered DNA replication and cell division by cross-linking the complementary strands of the DNA helix, thus explaining the extraordinary toxicity of mustard gas. Bacteria resistant to mustard gas enzymatically removed the crosslinked DNA adducts, but sensitive bacteria did not. This was the first convincing evidence for the repair of DNA adducts in a living organism. It is now clear, 50 years on, that many genes mutated in human cancer impair DNA repair, increasing the risk of mutation. In 1964 Lawley and Brookes reported a quantitative relationship between carcinogenicity and DNA binding, using polycyclic aromatic hydrocarbons (PAHs). These products of incomplete combustion (found, for example, in tobacco smoke) are chemically inert, but many are potent carcinogens. They applied a series of radiolabelled PAHs of differing carcinogenic potencies to the skin of mice, chosen because there was already extensive carcinogenicity data for many PAHs in mice. They made the crucial discovery that carcinogenic potency was positively correlated with DNA binding, but not to binding to protein or RNA. This seminal discovery overturned the prevailing view that proteins were the critical cellular targets for carcinogens, and arguably changed the course of cancer research. Lawley made further advances in understanding how carcinogens react with DNA. He showed how certain mutagens induce mutations by reacting with atoms in DNA bases that determine base-pairing during DNA replication and discovered a DNA repair system that selectively removes these modified DNA bases. These kinds of mutations are now known to occur frequently in a variety of human cancer genes. Lawley was born in Abbots Bromley, Staffordshire, to parents who were teachers. He attended Burton-on-Trent grammar school, obtained a degree in chemistry (1949) at University College, Oxford, and a PhD at Nottingham University (1953). Beneath his shy exterior, Lawley was a man of piercing intellect, prodigious memory, wry humour, deep scholarship, liberal views and iron-clad integrity. Happiest working at the bench, he wrote concisely and elegantly, in longhand, standing at tables piled with papers, moving from table to table until the manuscript was completed. He took great pleasure in conversation, enriched by his wide interests, which included jazz, dogs and old trams. In 1983, he became professor of chemical carcinogenesis at the University of London. After retiring nine years later, he continued to work in the ICR&apos;s Haddow laboratories at Sutton, Surrey, for many more years, enhancing the lives of those who worked alongside him with his congenial company. In January 2003 the ICR honoured the achievements of Brookes and Lawley by naming a 21m laboratory after them. It is devoted to research on the genetic nature of cancer and located next to the Haddow laboratories. A devoted family man, Lawley is survived by his wife, Pauline, his daughter, Fiona, his sons, Guy and Hugh, and four grandchildren.  Philip Douglas Lawley, scientist, born 4 July 1927; died 18 December 2011", 
    "section": "science", 
    "gid": "science/2012/jan/23/philip-lawley", 
    "wordcount": "784"
}