{
    "headline": "Jared Diamond: what we can learn from tribal life", 
    "text": "The Kaulong people of New Britain used to have an extreme way of dealing with families in mourning. Until the 1950s, newly widowed women on the island off New Guinea were strangled by their husband&apos;s brothers or, in their absence, by one of their own sons. Custom dictated no other course of action. Failure to comply meant dishonour, and widows would make a point of demanding strangulation as soon as their husbands had expired. The impact on families was emotionally shattering, as Jared Diamond makes clear in his latest book, The World Until Yesterday. &quot;In one case, a widow  whose brothers-in-law were absent  ordered her own son to strangle her,&quot; he says. &quot;But he could not bring himself to do it. It was too horrible. So, in order to shame him into killing her, the widow marched through her village shouting that her son did not want to strangle her because he wanted to have sex with her instead.&quot; Humiliated, the son eventually killed his mother. Widow-strangling occurred because the Kaulong believed male spirits needed the company of females to survive the after-life. It is a grotesque notion but certainly not the only fantastic idea to have gripped traditional societies, says Diamond. Other habits have included infanticide and outbreaks of war between neighbours, though these are balanced with many cases of care and compassion, particularly for the elderly, and a concern for the environment that shames the west. &quot;We have virtually abandoned living in traditional societies,&quot; explains Diamond when we meet. &quot;But this was the only way of life that humans knew for their first 6m years on the planet. In giving it up over the past few thousand years, we have lost our vulnerability to disease and cold and wild animals, but we have also lost good ways to bring up children, look after old people, stave off diabetes and heart disease and understand the real dangers of everyday life.&quot; Diamond is wearing a bright red jacket, checked trousers, a carefully ironed shirt and a tie. With his moustache-less beard, he looks more like a renegade Amish preacher than a distinguished biologist. His book, subtitled &quot;What Can We Learn from Traditional Societies?&quot;, is a form of rescue anthropology, he explains, a bid to save the last useful nuggets of tribal life before it is finally destroyed by the spread of nations and states. The World Until Yesterday is Diamond&apos;s latest foray into a field that he has virtually made his own  the biological analysis of human history  and will be eagerly awaited by a global army of loyal readers. While traditional historians concentrate on treaties and successions, Diamond has concerned himself with the ecological constraints that influence the fate of a particular nation or state. Consider Diamond&apos;s astonishingly successful Guns, Germs and Steel, which has sold more than 1.5m copies since its publication in 1998. It was written to provide an answer to a basic question: why did Spain conquer the Incas and not the other way round? Or to put it in more general terms, why did the nations of the west prosper at the expense of the rest of the world? Historians have tended to avoid this question or have alluded to the innate intellectual vigour and genetic strength which, they have suggested, are possessed by western people. Diamond has no truck with that thesis. Europe became a power base because its nations grew out of the first farming societies, which arose in the Middle East 8,000 years ago, he says. And agriculture first appeared there because the world&apos;s most easily domesticable animals, including sheep, cattle and horses, were found there. With this head start, Europe was able to maintain a level of food production that allowed the first political states and military power bases to materialise. Guns and steel were invented there and were then used to conquer the rest of the world. Lacking these technologies, the Incas had little chance against the Spanish. Germs  &quot;Europe&apos;s sinister gift to other continents&quot;  followed in our wake. The book&apos;s message is simple but politically charged: there is nothing special or innately superior about western people. They are not the master race. They are simply geographically privileged. Guns, Germs and Steel has been praised for its erudition, clear prose and elegant syntheses of multiple sources, from archaeology to zoology. One US reviewer hailed it for being &quot;Darwinian in its authority&quot; while in the Observer we described it as &quot;a book of extraordinary vision and confidence&quot;. The book won a Pulitzer prize; was misquoted by Mitt Romney during last year&apos;s US presidential campaigns; and spawned a number of sound-a-like works, including Peter Nowak&apos;s history of modern America: Sex, Bombs and Burgers. Diamond today seems fit and self-confident, and, although he is now 75, he assures me he still takes field study trips every year or two to New Guinea. For several decades, he has camped in its forests with local tribes, studied their habits and watched as they have embarked on endless raids and bouts of conciliation. &quot;It has been an utterly fascinating experience, &quot; he says, &quot;and the initial motivation for writing The World Until Yesterday was to share my times in New Guinea over the past 50 years and to show what the people have taught me.&quot;     Jared Diamond  in New Guinea in the 80s. Photograph: Courtesy of Jared Diamond    Diamond came to his field from an odd angle. His father, Louis, was a distinguished paediatrician and expert on blood diseases, while his mother, Flora Kaplan, was a concert pianist and linguist. Both parents came from east European Jewish families who escaped the pogroms of the early 20th century and who settled in Boston where Diamond grew up, leaving him with a husky, mellifluous New England drawl in which his vowels seem stretched near to bursting point. Jared followed his father into medicine and studied physiology at Harvard and later Cambridge before becoming an expert in salt transfer processes in the human gall bladder. In his 20s, Diamond swapped subjects to take up ornithology, which took himto New Guinea. (He is the author of several academic works on the island&apos;s birds.) There he became fascinated by its various native societies, and he turned finally to the field of cultural anthropology and sociology. He is currently a professor of geography at the University of California, Los Angeles. Since moving to LA, Diamond has produced a series of books that have propelled him to fame. The first, The Rise and Fall of the Third Chimpanzee, appeared in 1992, its title referring to Homo sapiens, who are depicted by Diamond as a species of chimpanzee that is increasingly out of kilter with the natural world, particularly since the invention of agriculture, &quot;a catastrophe from which we have never recovered&quot;. With the arrival of farming, Diamond argues, women were subjected to domestic drudgery; people started to hoard resources and wealth; and our proximity to animals triggered disease epidemics that still threaten to overwhelm us. &quot;With agriculture came the gross social and sexual inequality, the disease and despotism, that curse our existence,&quot; he states. The Third Chimpanzee won the Royal Society prize for science books that year. Guns, Germs and Steel came next, with Diamond adding a new sin to those introduced by the first farmers: colonialism, including  as we have already mentioned  the enslaving of the Inca people by the conquistadors of Spain. Then, in 2005, came Collapse: How Societies Choose to Fail or Survive. Here he attempted to answer another basic question about the human species: why do some cultures implode and disintegrate because their members destroy their own habitats while other cultures maintain a careful ecological balance? Why did the Vikings perish in 16th-century Greenland while the Inuit flourished? Why did the ancient Mayans wreck their own ecology by stripping their lands of forests, thus triggering the soil erosion and starvation that caused the collapse of their civilisation? And, most poignantly of all, why did the people of Easter Island chop down every tree on their remote island and so maroon themselves in the middle of the Pacific, where they eventually descended into civil war and cannibalism? In tackling this question, Diamond identifies several factors which help to explain why societies collapse: political intransigence, climatic change, loss of trade, attacks by neighbours and self-imposed environmental degradation. Crucially, these factors are now operating at a global scale, he says. Painted on a larger canvas, the fate of the people of Easter Island could therefore be repeated for the whole planet unless we take action. There are no great heroes or leaders according to the narratives of Jared Diamond. The pages of The Third Chimpanze, Guns, Germs and Steel, and Collapse contain no Churchills, no Hitlers and no Genghis Khans. This is history stripped of its personalities, its nameless human protagonists hovering at the edge of extinction in an environmentally unfriendly world. Some anthropologists resent Diamond&apos;s assumption that individuals play no real role in the grand sweep of historical affairs. These critics claim that men and women are depicted not as conscious agents but as helpless pawns of their environment by Diamond, that he underplays the importance of human initiative.     Diamond argues that the collapse of the Easter Islanders civilisation was self-inflicted, due to their degradation of the local habitat. Photograph: Art Wolfe/Getty Images    Other critics make more particular accusations. Several challenge Diamond&apos;s claim that the fate suffered by the Easter Islanders was self-inflicted, for example. Slave raids and diseases introduced by Europeans were the real causes of depopulation, not civil war, while feral animals were the reason for the island&apos;s environmental collapse, they state. Most reviews  for all Diamond&apos;s books  have generally been favourable, however. Writing in the New Yorker (about Collapse), Malcolm Gladwell praised the importance that Diamond places on biological issues when it comes to studying cultures and societies. Praising ourselves for being civilised is no guarantee of survival, says Gladwell. &quot;We can be law-abiding and peace-loving and tolerant and inventive and committed to freedom and true to our own values and still behave in ways that are biologically suicidal.&quot; The same vexed issue lurks at the back of Diamond&apos;s writing: humanity&apos;s increasing dissonance with the natural world. He describes how small groups of humans  ranging from a few dozen to a few hundred hunter-gatherers  survived several ice ages, kept close to nature and still managed to conquer the world. &quot;I believe the few remaining tribes and nomad groups left on the planet have a great deal to teach us,&quot; he says and it is this belief that inspired The World Until Yesterday. Some tribal customs, such as widow-strangling, will not be missed, of course. &quot;We should not romanticise traditional societies,&quot; he says. &quot;There are horrible things that we want to avoid, but there wonderful things that we should emulate.&quot; Take the example of child rearing. Far from being harsh towards children, many tribes and groups adopt highly permissive attitudes. &quot;I mean permissive in that it is an absolute no-no to punish a child. If a mother or father among African pygmies hits a child, that would be grounds for divorce. There is no physical punishment allowed at all in these societies. If a child plays with a sharp knife and waves it around, so be it. They will cut themselves on some occasions, but society figures it is better for the child to learn the hard way early in life. They are allowed to make their own choices and follow their own interests.&quot; Diamond has twin sons, Max and Joshua. Both were treated as honorary pygmies by their parents. &quot;We let them do what they wanted as much as possible and never spanked or hit them,&quot; says Diamond. Giving free rein to his children&apos;s interests had unexpected consequences, however. Aged three, Max developed a passion for snakes and the Diamond household ended up as repository of more than 150 reptiles and amphibians. For his part, Joshua transferred his first love of butterflies to rocks and finally to second world war and civil war battlefields. &quot;I took him to Guam one time,&quot; Diamond recalls fondly. Today Joshua is training as a lawyer. Max is a gourmet cook. &quot;The crucial point is that they were allowed to follow their own paths. I learnt that from the people of New Guinea.&quot;     Diamond on a field study in New Guinea. Photograph: Courtesy of National Geographic Television     Diamond has studied traditional societies in Africa, Asia, South and North America and the Arctic, but most of his analysis comes from his observations of his old scientific stamping grounds in New Guinea, a process that has not been without its tribulations. Several years ago, Diamond says he met a tribesman called Daniel Wemp who said he had organised a clan war in New Guinea to avenge the death of an uncle. According to Diamond, after three years, and 30 deaths, Wemp&apos;s target  a man called Isum Mandingo  was left paralysed in an attack. Diamond wrote up the story for the New Yorker in 2008 - and found himself at the receiving end of a $10m libel lawsuit from Wemp and Mandingo. An investigation by Rhonda Roland Shearer  the widow of the evolutionary biologist Stephen Jay Gould and publisher of iMediaEthics, a not-for-profit news website  alleged that the New Yorker article was riddled with errors, that Wemp had not organised the clan war and that Mandingo was injured in an unrelated attack when he was protecting his land. It was also claimed that Wemp was now living in fear of his life because of Diamond&apos;s article. Hence the lawsuit. For their part, both Diamond and David Remnick, the editor of the New Yorker, vigorously denied the allegations. Their story was backed by careful notes that had been taken at the time by Diamond, while his text had been carefully scrutinised by one of the magazine&apos;s best fact checkers, Remnick added. Nevertheless, Shearer maintains: &quot;Neither Diamond nor New Yorker fact checkers verified maps or political districts, contacted missionaries working in the area, checked local government, police, court or hospital records, or contacted the leading anthropology expert in the area, Paul Sillitoe, to verify Diamond&apos;s single-source story. Our report revealed Diamond named and accused people he never met of killing. He now writes that he removes or changes names as is required in anthropological practice to protect informants.&quot;  The case caused a flurry among science journals but has since fizzled out. Diamond blinks and looks pained when I mention the name Rhonda Shearer. &quot;A distinctive person about whom I shall refrain from commenting,&quot; he mutters. Wemp and Mandigo&apos;s case was withdrawn by mutual consent after the sudden death of their lawyer but it&apos;s now understood that a new lawsuit is pending. There is no mention of the Wemp tale, although highly relevant to Diamond&apos;s thesis, in The World Until Yesterday. Caution appears to have won the day. The issue of vengeance is central to Diamond&apos;s book. In the west, when a person is robbed or injured in an attack, the state  in the form of the police  take responsibility for tracking and punishing the culprit. Traditional societies take a very different approach. Minor offences are normally settled by payment of compensation  the pig is the traditional currency in New Guinea  or by holding a feast to signal the re-establishment of friendly relations. For more serious offences, including murder, a family will seek to make alliances with others to help track down and kill their relative&apos;s murderer. This usually triggers an identical response from the murdered murderer&apos;s family and the process is repeated. The west&apos;s depersonalised system of justice looks a lot better from this perspective. But there is a cost, says Diamond, pointing to an example provided by his wife Marie&apos;s family. Her father, Jozef Nabel, was Jewish and born in Klaj, near Krakow, in Poland. During the second world war, he was captured by the Russians, imprisoned and later recruited into the Red Army. He survived, became an officer and in 1945 took a platoon to Klaj to find his family. He discovered that his father had been transported to a concentration camp when the Nazis arrived. However, his mother, sister and a niece had survived, in hiding, for a further two years until a local gang had killed them, believing that, because they were Jews, they must possess gold. Jozef found the gang leader and with a loaded gun faced the killer of his mother, sister and niece  but could not shoot. He had had enough of people behaving like animals, he told himself. The killer was handed to local police but was released a year later. For the rest of his life, Jozef was tormented by grief, that he had not saved his family, and regret that he had not properly avenged them. Every night, just before sleep, he thought of his mother and sister and how he had let their murderer go, a fact that he admitted to his family only when he was in his late 80s, says Diamond. &quot;He kept his torment to himself until near his death.&quot;     In his new book Diamond argues in favour of permissive attitudes towards child-rearing common to many tribes, illustrated by this Pume Indian child allowed to play with a knife. Photograph: Russell D. Greaves and Karen Kramer    Jozef&apos;s fate is a consequence, albeit an extreme one, of life in modern states. Here robberies and murders are dealt with by police because this is the most efficient way of dealing with crime. As a result, vengeance is viewed as being socially unacceptable and is strictly outlawed. &quot;But it is a basic emotion along with hate, love, anger and jealousy, and if one is told to sit on this feeling the result is  like my father-in-law  something that can get bottled up for the rest of one&apos;s life. It is an unfortunate consequence of state justice and we need to help those caught up in it. We don&apos;t give enough consideration to the feelings of those who have been robbed of their loved ones.&quot; Or consider the issue of old age. &quot;Most traditional societies give their older folk much more satisfying existences than we do and let them live out their last years surrounded by their children, relatives and grandchildren,&quot; says Diamond. &quot;Old people are useful  as sources of knowledge because these societies do not have books. If you want to survive a cyclone, an old person&apos;s past experiences might well determine whether that group lives or dies. And they are often the best makers of tools and pots and baskets and weapons. In the west today  with our cult of youth  we seem to have lost how to get value from our older people.&quot; There are exceptions. Nomad tribes, particularly those in the Arctic or deserts, faced with insufficient food will often kill old people or abandon them  or encourage them to commit suicide, a grim policy taken to extremes not just by the Kaulong but by people of the Banks Islands in the Pacific, whose old and sick would beg their friends to bury them alive to end their suffering, and the Chukchi, who live in the northeastern corner of Asia, who used to encourage their old folk to let themselves be strangled on the promise they would get preferential treatment in the next world. Yes, it sounds grim, admits Diamond, but it has a cruel logic: food supplies are limited and what else should they do when resources dry up? Let their children starve? Finally, there is the issue of everyday risks, a topic that modern western men and women have got absurdly out of context, Diamond argues. &quot;We worry about dangers from events that kill lots of people at once: plane crashes, nuclear-plant explosions, terrorist attacks. But the chances that we will be killed in one of these events is utterly negligible.&quot; By contrast, people in traditional societies worry about small-scale local risks. &quot;On one trip in New Guinea, I wanted to pitch a tent under a dead tree. My guides thought I was mad. It could fall and kill me in the night, they told me. I argued the risk was low but later realised, if you spend a long time in forests, these will accumulate. It is the same with western life. The risks from little events mount up, and don&apos;t forget, if you slip in the shower or on the sidewalk, you can break a hip. For someone of my age that could end my life or at least my walking life. Similarly, car accidents pose genuine dangers. &quot;So we should take a leaf out of the New Guineans&apos; book and worry about showers, sidewalks and cars and not fret about plane crashes or terrorist attacks. Of course, most of my American friends think I am paranoid, but, as I point out, I am still here.&quot; Jared Diamond will be speaking about his book at the Bristol Festival of Ideas at 7pm on 31 January.  This article was amended on 9 January 2013 to make it clear that the libel lawsuit against Jared Diamond filed by Daniel Wemp and Isum Mandingo was withdrawn by mutual consent and that further action is pending. It was also amended to clarify Rhonda Roland Shearer&apos;s position as publisher of the iMediaEthics website and to include a quote from her, making clear her position in relation to the New Yorker story.", 
    "section": "science", 
    "gid": "science/2013/jan/06/jared-diamond-tribal-life-anthropology", 
    "wordcount": "3539"
}