{
    "headline": "Sierra Leone drafts a development plan for the next 50 years", 
    "text": "Fifty years ago when Sierra Leone gained independence after 150 years of colonial rule, with it came a feeling of optimism that  along with a newfound control of its governance  the country would profit from its ample endowment of natural resources. It had timber, fish, minerals and oil. Instead, in the last 50 years, the country has had 13 military coups and an 11-year civil war that left the economy in ruins and heavily reliant on foreign donor funding. Following the Sierra Leone conference on development and transformation in Freetown, a communique is being submitted to parliament outlining recommendations on how to develop of the country over the next 50 years. &quot;We were celebrating 50 years of independence, and in those 50 years, we have seen the economy and society go down to the point where we were in conflict,&quot; said Herbert McLeod, the conference&apos;s national co-ordinator. &quot;We had all the elements to become prosperous, but we did not become prosperous.&quot; The country gained independence on from Britain in 1951. &quot;Though we emerged from conflict, we are still struggling to get our foothold. The question is: if we continue to do what we did before, is there any guarantee we will not go down the same road?&quot; And in spite of the country&apos;s mineral wealth, Sierra Leone remains nearly at the bottom of the Human Development Index, ranking 180 of 187 countries in providing its citizens with a long and healthy life, education and a decent standard of living. Many of the communique&apos;s recommendations for improving the economy differ from the growing push towards increased foreign investment in mining, instead focusing on the long-term benefits of health, education and infrastructure. In fact, it suggests that no new mineral extraction agreements should be made by the government without first conducting a public, comprehensive analysis of the quantity and amount of the resources to be exploited. &quot;We&apos;ve had a system that was not set up for a rapidly growing economy that would be prosperous, it was a system set up to ensure we have a quiet country where resources could be extracted with us saying very little,&quot; said McLeod. &quot;The exploitation of these resources could continue to have dangerous consequences if they are not managed well. You could have an already unequal society become more unequal as the benefits accrue to only a small section of the population.&quot; The recommendations give specific attention to women, who continue to be under-represented in politics and other positions of power. These include a mandatory 30% representation of women in political office, a review of Sierra Leone&apos;s 1991 constitution, and the creation of an autonomous &quot;women&apos;s commission&quot; in government. &quot;Women in Sierra Leone suffer from low literacy, low status, sexual exploitation and harassment,&quot; said Nasu Fofana, the UN Population Fund programme manager for gender and advocacy in Sierra Leone. &quot;Women are one of the core natural resources we have as a country, but we do not have the capacity to address issues that deal specifically with women and girls.&quot; This communique advocates the creation of a &quot;citizen&apos;s committee&quot;, headed by the president of the republic. Questions have been raised by the opposition Sierra Leone People&apos;s party, suggesting this is a political tool for President Ernest Bai Koroma and the ruling All People&apos;s Congress. Though elections will not be held until November, several violent clashes between supporters of the APC and opposition SLPP have already left some feeling like the country is at risk of being divided along partisan lines. &quot;The conference was a venture worth taking, but we have to have all political parties vet the documents, give their input and sign off on them,&quot; said Thomas Babadi, who works for the Forum of Sierra Leonean Youth Network. &quot;This should be a people&apos;s manifesto that neither political parties nor elected representatives deviate from.&quot; McLeod insists that while governments have a responsibility to work in the best interest of the people, changes that lead to development will have to come from the citizens themselves. &quot;We have blamed politicians but we should have been blaming ourselves,&quot; he said. &quot;This is not a recommendation for the government; this is for the people of Sierra Leone.&quot; Organisers say a draft of the communique will be finalised before being submitted to parliament, where an implementation strategy can be put in place. This, however, is not an aspect that has yet been addressed in these recommendations. &quot;Everything they&apos;ve said is good on paper, but I&apos;m not sure of the effectiveness of this conference,&quot; said Hawanatu Sheriff, 18, a secondary school student who attended the conference as the winner of a national essay competition. &quot;If we want to change in this country, we all have to change our attitude and be accountable for everything we do.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/09/sierra-leone-drafts-development-plan", 
    "wordcount": "823"
}