{
    "headline": "Google's Eric Schmidt believes one company is an island", 
    "text": "A week or so ago, Google&apos;s chief executive, Larry Page, caused ripples when he suggested at a public event that laws older than 50 years or so shouldn&apos;t apply to internet companies, and that it might be fun to have an island where Google could dabble in new ideas without all the silly meddling of governments. (That&apos;s only a slight paraphrase.) The only way he could have seemed more like a Bond villain would be if he had been stroking a cat while speaking. While not an island, Google created its own patch of turf in Hertfordshire on Wednesday with its Big Tent event, which really is held in a big tent  a gigantic one with perfect Wi-Fi, and tables, chairs, coffee machines and a big stage in the grounds of the Grove hotel. Think of it as the most glamorous camping imaginable, Google&apos;s little island in the UK. Sadly, there were no self-driving cars (buses were laid on), nor people sporting Google Glass . About 250 people turned up for a day out of London to hear deep thinking about the future, whether we&apos;ll all turn into robots, and perhaps a bit of fisticuffs about tax. For that, we looked to Eric Schmidt, formerly the company&apos;s chief executive but now its executive chairman  in effect, its roving representative on earth. Especially on tax, he is a master at not really answering questions. He&apos;s like the un-Google. So he turned up in the afternoon to un-answer lots of questions about tax. For someone so brainy, he has a remarkable capacity not to know things. How much money does Google ship to Bermuda under its complex tax system? He doesn&apos;t know. Couldn&apos;t Google live by the spirit as well as the letter of the law? He doesn&apos;t know enough law. How should international tax law be reformed? He&apos;s really not sure. When will Google Now (a Google program that suggests bus journeys and hotel rooms based on your travels) seem as smart as a human being? Well, that&apos;s hard to say. If he were a search engine, you&apos;d type your question and get a blank page back. Getting direct answers out of Schmidt would tax a saint  at a low rate, of course. He also has a surprising capacity for going missing at opportune times. Despite having been at the Grove for a Q&amp;A on Monday morning, and being scheduled to talk on Wednesday afternoon, he somehow missed Wednesday morning&apos;s session. There, Ed Miliband cruelly (and cleverly) used Google&apos;s original &quot;letter from the founders&quot; to argue that its tax structure  &quot;close&quot; sales in Ireland, ship money to the Netherlands, and then ship even more money to Bermuda, where it must form a sort of digital sand dune  was short-term thinking, something that Larry Page and Sergey Brin had said they wouldn&apos;t do. Yet when Miliband looked around to say this to Google&apos;s man  like the guest at a housewarming who slags off the owner  Schmidt, like Macavity the cat, wasn&apos;t there. Not until the afternoon, when he un-answered like a pro. Certainly he must tut and sigh when he hears Page talk about ignoring laws and creating fiefdoms but, when he was asked about capitalism, he replied: &quot;Of course, Google is a capitalist country &quot; Laughter. &quot;Company,&quot; he said, uncomfortably. A slip of the tongue? Perhaps the truth is out. Perhaps Larry Page&apos;s island isn&apos;t so far off after all. One has to wonder  how soon can one move there, and what will the tax rate be?  This article was amended on 23 May 2013. The original said &quot;Despite having been at the Grove on the Monday and Tuesday for the private Google Zeitgeist, he [Eric Schmidt] somehow missed Wednesday morning&apos;s session.&quot; While Schmidt was at the Big Tent event at the Grove hotel on Monday morning, he was not present on Tuesday.", 
    "section": "technology", 
    "gid": "technology/2013/may/22/google-capitalist-island-eric-schmidt", 
    "wordcount": "652"
}