{
    "headline": "Words matter but Zac Goldsmith is wrong to castigate green critics", 
    "text": "&quot;The mood music matters,&quot; said Zac Goldsmith of the green economy, in an interesting Guardian article on Thursday on the government&apos;s green record.  &quot;Casual statements by senior figures can send shockwaves through a sector because with the stroke of a pen, policy makers can transform a good investment into a catastrophic one,&quot; he wrote. No prizes for guessing who the senior figure is: George &quot;Goldfinger&quot; Osborne. I wholeheartedly agree with Goldsmith, a Conservative MP and former environment adviser to David Cameron. After Osborne&apos;s gratuitous trash talk on the environment in his Autumn statement, I wrote: &quot;Words matter. Osborne says burn, baby, burn. The only words that can douse these flames are from the prime minister. Speak now, David Cameron, or you will forever regret your silence.&quot; I even wrote Cameron a green speech - no charge. As it happens, the Prime minister did break his habitual silence on green matters on Friday, albeit briefly. Asked on BBC Radio 4&apos;s Today programme about the impact of investing in sustainable energy on bills, he said: &quot;We have to take a long term view, it&apos;s not just about taking carbon out of the economy, it&apos;s about making sure we are not over-reliant on one source of energy. So there is a massive re-investment that has to take place in our energy industries, we have to replace the nuclear power stations, we need to have more renenewable energies, we need to diversify. There&apos;s an investment that needs to take place, so there&apos;s a cost associated with that investment.&quot; Sensible stuff, most would agree. He then mentioned the over-hasty slashing of solar power subsidies. &quot;But we have taken action for instance on the solar issue where there were excessive costs going being added to people&apos;s bills. We had to take action on that and so we did. &quot; All agree the subsidies have to fall, but &quot;excessive&quot; to Cameron apparently means a few pounds or tens of pounds a year for each homeowner in exchange for clean, secure energy. Cameron also talked about rebalancing the economy away from government spending, excessive borrowing and the financial sector towards business, manufacturing and &quot;making things again&quot;. That is a perfect description of the green economy, which already employs more people than teaching. Cameron gets it. I know, for example, that he has had the major wind turbine manufacturers around the cabinet table, hoping they will build their plants in the UK. But he won&apos;t talk about it and even allows Osborne to utter far-from-casual remarks revealing the Chancellor&apos;s mistaken belief that green and growth cannot go together. So when Goldsmith chides green campaigners for never giving the coalition government due credit for the good policies that I acknowledge they have delivered, I&apos;d argue he is missing the point. Praise might make Chris Huhne, Greg Barker and others feel a little better, and they would deserve it. But it will do nothing the solve the fundamental problem which is that Osborne, the man in charge of the world&apos;s seventh biggest economy, doesn&apos;t believe in green growth. The scale of the challenge is huge. The UK needs to replace its creaky energy system with one fit for the future, while cutting carbon emissions to tackle global warming. But the opportunity for the UK is huge too: to be a leading player in the low-carbon economy that will dominate this century. Winning the argument over the green economy is the fundamental issue and campaigners will not help in achieving that by appearing content with a silent prime minister and an openly hostile chancellor. Words do indeed matter.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/06/green-politics-economy-zac-goldsmith", 
    "wordcount": "611"
}