{
    "headline": "Naked truth", 
    "text": "This summer&apos;s scandal over the third-in-line to the British throne, Prince Harry, being photographed without his clothes in a Las Vegas hotel raised issues over the right to privacy and freedom of expression. It also got me thinking about the word naked and how it is used in press reporting. According to the Oxford English Dictionary, the primary meaning of naked  to be without clothes  has been around since at least the 13th century, but it has also always had a secondary meaning related to the idea of being destitute (without resources) or having no defence or protection. In the Guardian Weekly archive, naked occurs 1,113 times, ranking between adjectives such as fierce and notorious. So it&apos;s not a very frequent word when compared with good (22,417) or human (20,887), but not a rare word either. In this newspaper, naked occurs most frequently with eye, and then with body and bodies. And for some reason, there are more references to naked man than woman, but this is reversed when it comes to the plural: naked women and men. Naked people and children come lower down the list. Synonyms for naked are difficult to find. Bare is the closest, but it behaves in very different ways, with the most frequent bodily collocates being hands, feet, breasted, chested, breasts, knuckle, bones and faced; followed by earth, ground and then minimum and facts. The next contender would be nude. However, this word contrasts strongly with naked, collocating most frequently with: woman, female, male and model, and in its noun form with calendar, pictures and painting. The conclusion I&apos;ve come to as a result of working my way back through the Guardian Weekly, is that the headlines which have so embarrassed the British royal family had to include the word naked. &quot;Bare prince&quot; in hotel room would not have done the job, and neither would &quot;Nude prince&quot;. What was needed was a word which combines having no clothes with a sense of vulnerability, which is why naked was the perfect word. And don&apos;t forget that naked also collocates strongly with truth, ambition and power. Who&apos;d be caught with their trousers down? Chris Tribble is a lecturer in applied linguistics at King&apos;s College London", 
    "section": "education", 
    "gid": "education/mind-your-language/2012/sep/18/naked-truth-revealed", 
    "wordcount": "376"
}