{
    "headline": "Far Cry 3  review", 
    "text": "The modern games industry&apos;s trend towards milking successful games by turning them into franchises and churning out new iterations every other year is profoundly depressing. Yet every so often, a game comes along which is so irresistible that it leaves you wondering whether sequelitis might actually be a good thing. Far Cry 3 being a classic example. Ubisoft&apos;s two previous takes on Far Cry were pretty widely admired, both being solid, well structured and nice-looking examples of open-world first-person shooters  a tricky genre to nail. But Far Cry 3 makes such a big leap forward from its predecessors that it single-handedly elevates the franchise into the big-league. And it achieves that by marrying what may be the most acutely honed open-world FPS engine with one of the best story components ever to grace a game. A considerable achievement given that, almost by definition, the gameplay craved by fans of open-world shooters is more or less at odds with storytelling.     Far Cry 3    Far Cry 3 starts brilliantly, with a montage of phone and video footage documenting the high holidaying jinks of a bunch of moderately obnoxious American students on Rook Island, an apparently idyllic Pacific paradise. But after a parachute jump, things go unspeakably wrong, with the party captured by Vaas, a gloriously characterised and very believable psychopath, who has an ego the size of a planet and is given to philosophising about the nature of madness and random acts of chilling violence. Playing Jason Brody, you manage to escape with the help of your similarly incarcerated and Army-trained brother, who is gunned down as you flee. You&apos;re rescued by Dennis Rogers, a Liberian immigrant trying to mobilise the one village on Rook Island not in thrall to Vaas, and end the latter&apos;s reign of terror. A military expert prone to mysticism, Dennis instructs you, as Brody, in the art of becoming a guerrilla warrior. Naturally, Jason sets about rescuing the surviving members of his holiday gang  including his girlfriend, Liza, encountering along the way helpful characters like Dr Earnhardt  a brain-fried psychotropic alchemist  and Citra, the female leader of a tribe resembling the Mayans.     Far Cry 3: 'buoyed by some fantastic performances.'    Far Cry 3&apos;s story is vivid and characterful, yet you can dip into it whenever you want. After all, there&apos;s a lush island to explore, and countless side-missions, including a whole set that play out a back-story showing what happened to Rook Island in WWII. Clever open-world processes reinforce the feeling that you&apos;re reinventing yourself as a survivalist: if you want to carry more than one gun, for example, you have to craft holsters out of the hides of various animals, so it pays to seek out and slaughter examples of the island&apos;s varied wildlife. As you complete missions and kill Vaas&apos;s soldiers, you earn XP, which can be spent on a huge number of skills, which become increasingly useful as the game progresses (and, sensibly, few are unlocked in the early stages, so the system never feels overwhelming). Plants can be picked and crafted into health and fire-resistance potions. Derelict radio masts cover the island, and when you climb them and activate them, the surrounding areas show up in great detail on your map. Unlike in many previous open-world shooters, all the subsystems mesh beautifully, in context with the story. Previous versions of Far Cry have required pretty hardcore first-person shooter skills, and that&apos;s true of Far Cry 3, although it leads you into its gameplay much more gently in the initial stages. The game&apos;s AI is still pretty rigorous, though, so you have to use your brains  going in all guns blazing is rarely an approach that succeeds, so instead you have to even the odds with stealth takedowns, disabling alarms and so on. Which will delight those who prefer their games more cerebral.     Far Cry 3    And the storyline reinforces that impression: entertaining as it may be, there&apos;s never anything facile about it. You slowly learn the characters&apos; motivations, and what made them such a bunch of monsters and weirdos, and while Jason is a bit of a cipher, his ever-expanding skillset gives you an emotional engagement with the experience he is undergoing. Not only is the single-player game huge, but it&apos;s backed up with pretty tidy co-operative and multiplayer modes. Far Cry 3 may chart the holiday from hell, but for any fan of open-world shooters, it will feel like the best holiday ever from the drudge of daily life.  Far Cry 3 was reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/26/far-cry-3-video-game-review", 
    "wordcount": "741"
}