{
    "headline": "Lego Batman 2 to star Superman and Wonder Woman", 
    "text": "Lego Batman is probably the Lego title I&apos;ve played the least of over the last couple of years  not because it&apos;s bad, but because my son lost his DS copy down the side of our car&apos;s passenger seat a while back and I&apos;ve never been able to find it.  But all is not lost, as Warner Bros has just announced a sequel, coming to (deep breath) 3DS, DS, PC, PS3, Wii and Xbox 360 this summer. The adventure will see Batman teaming up with fellow Justice League stars Superman, Wonder Woman and Green Lantern to defeat Lex Luthor and the Joker.  &quot;We&apos;re offering fans a rich and expansive Gotham City environment filled with cool characters, great customisation options and plenty of surprises,&quot; says Tom Stone, MD of the series developer TT Games. Apparently, we&apos;ll get to travel in the Batmobile and the Batwing, as well as toy with new gadgets such as Batman&apos;s Power Suit and Robins&apos; Hazard Cannon. We&apos;re also told to expect some fresh abilities, including gliding over the Gotham streets, and using heat vision. Sounds like someone on the design team has been playing Batman: Arkham City... Interestingly, the game is being tied in very closely with the new Lego Super Heroes: DC Universe toy collection, which will include a variety of construction kits based around famed DC characters. It&apos;s likely several of the kits will include buildings and vehicles featured in the game, which will be a bit of a first for the series. It&apos;s an intriguing acceptance that many children may now be discovering Lego through the games rather than the other way around.  Anyway, there&apos;s no more info yet, but I&apos;m looking forward to seeing blocky interpretations of the Justice League characters. I&apos;ll also be getting the Xbox version this time, so there will be no car seat disasters.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/06/lego-batman-2-news", 
    "wordcount": "307"
}