{
    "headline": "New rules on overseas students 'will cost universities billions'", 
    "text": "Universities stand to lose billions of pounds unless the coalition urgently abandons new rules for overseas students, campuses across the UK have warned. Universities UK, which represents 134 higher education institutions, is writing to the prime minister urging him to rethink recent changes to the student visa system. The changes  aimed at meeting the Conservatives&apos; election pledge to cut migration by &quot;tens of thousands&quot; by 2015  place a limit on the number of years non-European Union students can spend studying and restrict the number of hours of paid work they can do during and after their degrees. In addition, they are no longer allowed to bring their spouses or children with them unless they are enrolled on a postgraduate course that lasts more than a year. These changes are likely to deter overseas students from coming to Britain, Professor Eric Thomas, the president of Universities UK, warned. The more than 405,000 international students currently at UK campuses enrich the cultural mix of the country and contribute billions to our economy each year, he said. Universities also depend financially on these students  some charge non-EU students more than four times as much as home students. One has already reported it has seen applications from non-EU students drop by 40% this year. &quot;There aren&apos;t that many income streams for universities to grow in the current economic climate and a 40% drop is going to cause a university to respond pretty rapidly,&quot; Thomas said. Non-EU students bring 5bn to the UK each year. At a conference in February on how immigration policies are affecting universities, Professor Julia King, the vice-chancellor of Aston University, said her institution had recorded a 39% fall in the number of applications from Indian students this year compared with last. She added that there had been a decline of 29% in applications from Nigerian students. She put both down to Britain&apos;s immigration policies. As a result, her institution had 3m less income, which was &quot;quite significant for an institution with a 120m turnover&quot;. Birmingham&apos;s economy would suffer at least a 6m loss as a result, she told the conference. Universities believe David Willetts, the higher education minister, understands the problem, but ministers at the Home Office look at migration &quot;from an entirely different lens&quot;, Thomas said. In China and India  the UK&apos;s first and second biggest markets for overseas students  Britain is seen as &quot;putting up barriers to entry&quot;, he said. &quot;The UK seems to be telling the world that it doesn&apos;t welcome international students. &quot;Meanwhile, a number of other countries, such as Australia and Germany, are looking at making themselves more welcoming. The soft power of overseas students for our country is considerable. These students go back to their countries and become serious players.&quot; On Monday, MPs were told that universities and colleges are spending millions of pounds to navigate the government&apos;s &quot;Kafkaesque&quot; student visa rules. An institution such as the London School of Economics spends 250,000 a year trying to understand regulations governing the entry of non-European Union students, the public accounts committee heard. This month the Guardian revealed how students enrolled on degrees at private colleges were being left penniless and stranded as institutions closed because visa restrictions made their businesses unviable. The Institute of Public Policy Research thinktank has argued that ministers have included overseas students in the government&apos;s net migration count because they are more interested in playing the numbers game than in long-term migration.", 
    "section": "education", 
    "gid": "education/2012/may/17/new-rules-overseas-students-universities", 
    "wordcount": "593"
}