{
    "headline": "E3 2012: Wii U GamePad revealed by Nintendo", 
    "text": "Nintendo has officially revealed the final controller design for its forthcoming Wii U console. Named the GamePad, the tablet-style pad features two freshly added analogue sticks at each side of the 6.2in touchscreen as well as motion sensors and a built in universal remote control for television sets. The device also supports near-field communications (NFC), allowing it to read information to and from compatible objects such as action figures or special game cards placed on screen. NFC compatibility will mean the console could feature games such as Activision&apos;s hugely successful Skylanders, which lets players change their onscreen character by placing different figures on the &quot;Portal of Power&quot; NFC peripheral.  During a half-hour video presentation on Sunday, Nintendo president Satoru Iwata also revealed a new dedicated social networking service for the console, named Miiverse. Using the customisable Mii characters that all Wii and 3DS users can create, the service appears to load up automatically when the console is switched on, showing what the viewer&apos;s friends are playing at that time.  It also looks like owners will be able to use Miiverse to ask for help and chat during games. Messages can be typed on the GamePad screen or hand-written using a stylus  these can then be viewed on the GamePad display or even accessed via computer or smartphone browsers. Players will also be able to set up in-game video chats with their friends while playing. It&apos;s not clear, however, whether the new service will work like Xbox Live or PlayStation Network, offering achievement points and pervasive user accounts to players.            There is also no word yet on the tech specs of the Wii U console itself, or on the release date and price of the machine, though it is due to be released by Christmas 2012. More details, including launch games, are expected to be announced at Nintendo&apos;s pre-E3 press conference on Tuesday.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/04/e3-2012-nintendo-game-pad", 
    "wordcount": "315"
}