{
    "headline": "A crowdsourced science blog for Comic Relief: parallel worlds and sexy koalas", 
    "text": "[Earlier this week, I asked for 25 different subjects that I would combine into one surreal science blog in aid of Comic Relief. This is that blog. As well as the sponsorship money, all revenue generated by traffic that I receive this month goes to Comic Relief. Enjoy/endure] They say those who forget history are condemned to repeat it. When I first heard that phrase thought my teacher was referring to the history exams. If I forgot about those I&apos;d have to repeat them, that much was obvious. So I didn&apos;t get why he was saying this as some sort of profound revelation. I understand now though that it&apos;s a more wide-sweeping observation about failing to learn from the past. I&apos;m starting to think it may be a valid point. Take the Egyptian pharaoh Akhenaten. A pharaoh during the 1300s B.C. He is mostly known among Egyptologists for attempts to convert Egyptian culture from worshipping many gods (polytheism) to worshipping the one, Aten (monotheism). He is also believed by many to have ruled in a co-regency with his father. So basically, Akhenaten became ruler because he was born to a privileged background, was part of what was essentially a coalition government and used his position to enforce a form of austerity on the population motivated largely by ideological concerns. Sound familiar? Akhenaten was also largely forgotten by history after he died, society went back to how it was before his meddling and later rulers called him &apos;the enemy&apos;. So that&apos;s something to look forward to. The belief that history repeats itself is almost entirely contrary to Hume&apos;s problem with inductive reasoning. Hume argued that you technically cannot infer something will definitely happen from a limited set of observations. Your neighbour may leave for work at 8am every morning, but you cannot say &quot;my neighbour will leave for work at 8am tomorrow&quot; and actually &quot;know&quot; this is the case in the classical sense. Just because something has happened before, there&apos;s no guarantee that it will happen again in the same way. This does somewhat undermine the whole concept of scientific research, which is unnerving. Also, Hume would probably not have been able to sit quietly when watching The Matrix. But science isn&apos;t the sort to accept it when philosophy undermines it. Hume&apos;s argument falls apart somewhat if the Many World&apos;s Theory is taken into account. Derived from models of quantum physics/mechanics, the Many Worlds Theory claims every event on any scale that could result in different outcomes actually causes the universe to split into different universes where each possible outcome does occur. So if it&apos;s possible, it does technically happen. Screw you, Hume and your single-universe bias! It&apos;s profound. Potentially each roll of the dice creates six separate universes. And in each one, the Monopoly game still ends in a blazing row.  Sci-fi dabbles in parallel universes a lot. But we don&apos;t know if it&apos;s true, and if it is, we have no idea how to cross between universes. The barrier that separates universes is never really acknowledged, but undoubtedly it&apos;s very interesting, like the tight junctions between polarized epithelial cells. Epithelial cells themselves form a barrier between cell masses and spaces, and the barriers between them provided by tight junctions must be doing double duty. They&apos;re like &quot;metabarriers&quot; or something. They might be easily ignored, but they&apos;re crucial, they allow all the important functions of epithelial cells to occur, like forcing critical ions to travel through the cells, rather than around them.  Tight junctions exist thanks to big molecules though, and big molecules are boring. They shouldn&apos;t be. Many are essential for life, and these tend to form in space. SPACE! Polycyclic aromatic hydrocarbons can be found in abundance in space, usually in nebulae. They&apos;re quite complex long chain molecules that are critical for sustaining all known forms of life. Some even believe these space molecules lead to life on Earth. If it happened here, there&apos;s nothing to say that it wouldn&apos;t happen elsewhere. Should we start discovering signs of life out in the universe, the field of Astrobiology is going to really take off (possibly literally). Astrobiology is the study of life elsewhere in the universe. They don&apos;t dissect stars or anything, mores the pity. It&apos;s been a purely theoretical field so far, but if life is discovered elsewhere, maybe the Astrobiologists will be the ones who get all the science groupies. That would be nice, it would give us neuroscientists a break.  Ironically, these molecules that may have caused humankind to exist are largely toxic to modern humans. It&apos;s almost as if, having created us, the molecules now think we should be destroyed, like their Frankenstein&apos;s monster. That&apos;s a bit much, being considered vermin by a benzene ring. But evolution is often weird like that. Important stuff ends up becoming antagonistic. Take teeth. Human teeth have evolved in such a varied way to facilitate our omnivorous diet. But human teeth have shrunk over the centuries to leave room for our big skulls and the like, meaning we end up with wisdom teeth, which show up late and just cause hassle. No matter how important they are, when teeth go wrong they cause no end of grief. But as surprisingly weird as our teeth can be, nature has produced some dental arrangements that could put the Saw franchise to shame in terms of flesh-rending creativity. The best example of this is probably Helicoprion, a long-extinct prehistoric shark (sort of) with a lower jaw that was essentially a toothy chainsaw. It&apos;s lower &quot;jaw&quot; was a spiral of teeth that could have been extended and withdrawn, giving it a buzz saw effect. It was like a party whistle, except instead of colourful paper and a vaguely annoying noise, it provided horrifically aquatic mutilation, which would ruin any child&apos;s birthday party. If it&apos;s a weird evolutionary quirk, odds are a fish has done it at some point. They are seeming masters at quick and diverse occupation of all manner of niches. This is well demonstrated by East African Haplochromine Cichlid fish, an excellent example of explosive adaptation as they have developed into a very diverse type of fish occupying numerous niches in the East African great lakes in a relatively short period of time. They provide many good example of sexual dimorphism and also demonstrate things like mouthbrooding; something which no human is capable of and anyone who tries to disprove this should be arrested. But even fish we&apos;d think of as &apos;normal&apos; can do weird things. Herring may seem nondescript but they exhibit some weird behaviour too. Herring communicate by farting. Herring have good hearing, and this may be so they can hear the squeaky flatulence produced by others at night, and thus remain in a shoal for safety. The fact that they use fart sounds to maintain safety really does give a whole new spin to the phrase &quot;silent but deadly&quot;.  Other weird senses have developed in fish, but not exclusively. Birds, like salmon and turtles, have the apparent ability to see the Earth&apos;s magnetic field, which helps with navigation. One mechanism for how they do this is that they have a special type of crypotochrome in their eye which produces magnetically-sensitive free-radical pairs when activated by certain wavelengths of light. I used to work next to a building with an MRI scanner in it, and it was always covered with birds. No wonder, it must have looked like Las Vegas to them. Another driver of evolutionary diversity is sexual selection. In animals as in humans, the desire to obtain a sexual partner often leads to ridiculous outcomes. Take the antlers of a moose. How ridiculous do they look? How much effort must it take to grow those things, and then keep your head up when you&apos;ve done that? The antlers exist purely to aid moose mating habits. During mating season, a bull will find a mate and use his antlers to deter any rivals, or use the antlers as weapons in combat if a love rival is not deterred by antler size alone. Once mating is complete, the antlers just fall off, their role fulfilled. Given that they&apos;re solitary, moody creatures that wield needlessly ornate weapons, I&apos;m wondering if Klingons evolved from a moose-type creature. (N.B. &quot;moose&quot; is both the singular and plural term. This might be because moose are solitary creatures, you rarely see more than one so a separate plural hasn&apos;t proliferated. The same thing may have happened with &quot;sheep&quot;, but for the opposite reason as you never see a lone sheep) Sexual prowess is a powerful evolutionary factor. Some animals take it too far though, like the unremittingly sexy Koala. You can just feel the charisma pouring out of the screen in that last link. Koala&apos;s think about sex so often their brains are shrinking from atrophy. They are so sexy that they have double the sexual organs that more prudish mammals have. They&apos;re even in danger of being wiped out by an STI, that&apos;s how bad they are. Although in fairness, it&apos;s probably very hard to get a prophylactic that fits a bifurcated penis. These are all things that evolution seems to have thrown up in the natural world. But when you add the human element, things get even more messy. Evolution has given humans consciousness. Or has it? The nature of consciousness is often more of a philosophical question, than a scientific one. I&apos;ve seen arguments that consciousness is the result of complex process, not necessarily dependant on the brain, suggesting you could have a consciousness based on the interactions of biscuits in a barrel if it was complex enough, like some sort of bizarre Turing machine. In many ways it&apos;s weird to try and think about consciousness. It&apos;s a bit like drawing a pencil using a pencil; the information is all there, it gets done, but no understanding occurs between the tool and the outcome.  Consciousness is one of those things we tend to just take for granted because there&apos;s not really much alternative. It does get even more confusing when consciousness starts to go a bit wrong though, like when someone develops schizophrenia. Schizophrenia is another thing that is a lot harder to pin down than the general use of the term suggests. Despite differing diagnostic approaches, the general consensus is that schizophrenia is when an individual starts having delusions and hallucinations that they cannot separate from reality (it is NOT multiple personality disorder, that&apos;s something else). There may be a physical underpinning of this if the dopamine hypothesis turns out to be the responsible mechanism, which might help matters. But human intellect and cognition adds a whole other host of variables to the processes of natural selection. People often refer to it as &quot;survival of the fittest&quot;, but even that is debatable. Take Bruce Lee, he was arguably one of the fittest, most physically capable human beings on the planet. He won so many physical fights and was an unarmed combat master. But he died at age 32, from a bad painkiller reaction, epilepsy, or something else relatively innocuous. Human society seems to throw things at us that physical fitness alone won&apos;t be enough to deal with.  Many humans try to embrace this while removing the danger, glorifying physical prowess while removing the physical threat. A good example of this is WWE wrestling, where clearly very physically capable athletes do impressive physical things in an attempt to look like their fighting without actually doing that, swapping performance and theatrics for the entertainment provided by less-scripted physical combat.  This may seem like a uniquely human creation, but even this must bow to selective pressures. The WWE used to be the WWF, until the World Wildlife Fund made them change. It&apos;s weird that the WWF, an organisation dedicated to conservation, threatened the existence of the WWE. Ironic, in a way. This goes to show how the things humans create are subject to pressures of their own, and need to adapt. The JML Point and Paint decorating system shows this. It exists based on a totally artificial construct (human homes that need to be painted according to societal norms) and came into existence to occupy a niche that humans had yet to fill (painting is a lot of hassle).  It&apos;s not all good though. Human invention can fill niches and spaces that, at best, really should be best left alone, exploiting the negative, base elements of human culture. Things like Heat magazine, which is something that exists purely to exploit the bile, resentment and just plain evil that exists in modern humans. It&apos;s function appears to be to glorify celebrities, pointing out to readers that these individuals are superior and should be aspired to, and also gleefully pointing out their flaws and failings, to show that even they are little more than mere scum. This bizarre duality serves to just make everyone feel bad about everything.  (Disclaimer: I&apos;m only assuming the above is true, as I&apos;ve never read Heat) But humans have a bizarre tendency to attack others based on the flimsiest of reasons. We&apos;re very social creatures, and a lot of our sense of self-worth from being a member of a group (or culture, or society etc.) As a result, we seem to be very wary of those who aren&apos;t members of our group, leading to things like discrimination and prejudice. This is most starkly evident with the victimisation of minorities, where members of different group are attacked with the knowledge that they lack the numbers to do anything about it. This happens to all manner of minorities, like recently with trans people. There are many possible explanations for this sort of behaviour (scapegoating, social learning), but it&apos;s never acceptable. But human society and invention doesn&apos;t affect just humans, it also affects other animals, which also have to learn to adapt and endure in these newly-created hostile environments. Take an animal that has a long history with humans, the domestic dog, and let&apos;s take a well known example of a hostile human environment, in this case Albert Square from the soap opera Eastenders, which is a dangerous place. There have been several dogs of note that were able to survive in Albert square, such as Wellard (Belgian Shepherd dog), Betty (Cairn terrier), Terrence (Lhasa Apso), Willy (Pug) and more. It could be possible to determine which of these dogs, if any, was the best suited to survive there, but it would be difficult to rule out subjective measurements. For example, a dog with properties that allows it to be accepted by multiple owners would be beneficial for the chaotic environment of Albert Square, so Wellard, living with 4 separate owners during his time there, would be considered the best dog using this criterion. However, would it be not more advantageous to adopt a behaviour and quality that means one owner is more keen to keep you and avoid dangerous situations as a result, suggesting that Willy the pug (one owner for 7 years) is possibly the best dog. Then again, Chips the Basset hound ran away as soon as someone left the gate open, suggesting his survival instinct is the most highly developed. If there&apos;s one thing dogs like, it&apos;s sticks. They love chasing sticks. But if you have a best dog, it could also be said that you should have a best stick with which to entertain it with. Sticks are typically made of wood, and there is a lot of variation in wood. Would a stick of bamboo be best? Its hollow tubular structure would make it good for throwing and wielding as a weapon, but does its rigid nature means it could more often shatter on impact with a hard surface? A stick of cork would be light and safe, but so porous and spongy as to be hard to hurl, and no use for defence at all. The mechanical properties of the woods could be tabulated and cross compared to see if there is a &apos;best stick&apos;. If you tabulate both the best dogs and the best sticks and give them ranks, it may be possible to see if there&apos;s any connection between them using Spearman&apos;s Rho, a statistical technique used to determine if there&apos;s a linear relationship between two variables that have undergone rank randomisation. If there is a connection between the best dog (in Albert square) and the best stick, it would suggest that in even the most artificial of human environments, selection pressures and evolution are still working to shape our world.  Maybe I&apos;m giving human invention too much credit. Maybe it&apos;s more limited than I&apos;ve previously suggested. Maybe some human inventiveness ends up in cul-de-sacs, much like evolution can sometimes do. Tom Lehrer was a maths wiz who was also a gifted and celebrated writer of satirical songs which are still being sung today, but eventually he just got bored with it, and stopped. So invention isn&apos;t the be-all and end all in itself for everyone. Maybe at some point we&apos;ll find a sustainable harmony where the natural world and human needs and invention can coexist without competing. We could obtain the energy we need from nature reserves, via turbines if they have waterfalls, solar power if there&apos;s room, and even hydrogen from algae if that&apos;s an option. We may not even need a sustainable equilibrium, as long as we keep trying to achieve one.  Natural processes and human endeavour; these things are only going to get more important as we progress. They&apos;ve apparently just found water on Mars. They&apos;ve not found methane yet, but they still might do. And if they find both water and methane on Mars, you know what that means... Farting space herring! It&apos;s the only explanation. Dean Burnett may never speak in coherent sentences again after writing this. His fragmented mind can be observed via Twitter, @garwboy ACKNOWLEDGEMENTS: @alisonatkin, who wanted to hear about the mating habits of the moose. Filth! Kim Kendall, who wanted to include schizophrenia, which she&apos;s interested in. Or suffers from (I forget) Rob Simpson, who often discusses the magnetic vision of birds on his podcast with Chris Lintott, Recycled Electrons The generous anonymous donor who wanted to include the victimisation of minorities, either because they didn&apos;t understand the intent of this post or they have a dark sense of humour Kate Paice, who is a fan of saw-toothed Helicoprion Chris Limb, who was hoping I could elaborate on the nature of consciousness (foolishly)  Martine O&apos;Callahan who wanted to hear about Bruce Lee Kate Shaw, who insisted on including Heat magazine, and so made the world a worse place all round Helen Lynn, for her childish enthusiasm for farting herring Domino, for a weirdly specific interest in East African haplochromine cichlid fish Eljay, for a love of Astrobiology Stu, Anna and Riley for suggesting the JML Point and Paint decorating system (they don&apos;t work for the company, I&apos;m told) Gia Millinovich, continuing her interest in high-profile influential men by suggesting Pharaoh Akhenaten Alice Sheppard, who is forever going on about polycyclic aromatic hydrocarbons in space so decided I should too. Emma McDonald for Spearman&apos;s Rho, which she shall suffer for Dan Mitchell, who wanted to know what the best stick was. I&apos;ll publish the data when I get it Simon Feeley, who wanted to hear about the best dog in Eastenders. He was my best man. Twice. Never again Lewis Bowman, for requesting the life of Tom Lehrer. I assume he meant it as a subject Another anonymous donor wanted the many worlds theory. In another dimension, it was done properly no doubt @randomdoorbell for wondering about energy from nature reserves Dr Allen Alan for his assertion that Koalas are unremittingly sexy Mark Lorch who wanted to hear about Hume&apos;s problem with inductive reasoning. Happy now, Mark? @LizzyBenedikz who wanted to hear about tight junctions between polarized epithelial cells. As you do Lin2i, who wanted to hear about teeth. I&apos;m assuming she has her own, but you never know DaN McKee, for requesting WWE wrestling. Possibly a first for the science section", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/15/parallel-worlds-sexy-koalas-comic-relief", 
    "wordcount": "3366"
}