{
    "headline": "Penguins are lethally efficient hunting machines, video reveals", 
    "text": "     Hungry penguins with tiny video cameras strapped to their backs have given scientists a rare glimpse of their spectacular and voracious feeding habits. Footage from Adlie penguins in waters off the coast of Antarctica showed the birds darting at krill, snapping up fish, and hunting down prey beneath sheets of floating ice in the Ltzow-Holm bay area. In more than 14 hours of film captured from 11 birds, not once did a penguin miss its target. Some marine creatures had no time to hide, while others tried to flee and failed. One penguin swam into a dense swarm of krill and captured two of the shrimp-like creatures in one second. Another penguin encountered a school of what appeared to be Antarctic silver fish and caught 14 in 20 seconds. In many cases, the moment the penguin captures its prey is only clear when the video is slowed down. Two Japanese scientists, Yuuki Watanabe and Akinori Takahashi at the National Institute of Polar Research in Tokyo, attached video cameras to the birds to learn more about how they hunted in the frigid Antarctic waters. By attaching small accelerometers to the birds&apos; bodies and heads, the scientists gathered information on the penguins&apos; movements and the fast snapping action they used to capture prey as they swam. The film was recorded between December 2010 and early February 2011. Krill and fish called bald notothens (Pagothenia borchgrevinki) made up 96% of the food the penguins caught. &quot;The foraging behaviour of Adlie penguins is remarkably fast and efficient,&quot; the scientists write in Proceedings of the National Academy of Sciences. Some of the footage showed penguins making shallow dives of less than 30 metres that did not involve hunting, but in others they embarked on successful foraging trips. Penguins often swam up towards krill, and then darted down as they struck. Some krill tried to escape, but were too slow. Ltzow-Holm Bay, where the penguins live, has surface ice the birds hunt beneath. On several occasions they spied bald notothens, which grow to around a foot long, and either took them before the fish had time to react, or chased them down. &quot;Escape behaviour of the fish was not evident in most cases, suggesting an excellent stealth approach by penguins,&quot; the scientists write. &quot;However, in two cases, they chased a P borchgrevinki toward the underside of the sea ice and caught it there, as if they used the ice surface as a barrier,&quot; they add. The insight into penguin foraging is vital for scientists hoping to understand the ecology of the birds in the wild. The feeding behaviour of the penguins determines how much energy they spend and gain on hunts, and how fit the animals are.", 
    "section": "science", 
    "gid": "science/2013/jan/21/penguins-lethally-efficient-hunting-machines-video", 
    "wordcount": "465"
}