{
    "headline": "Labour should pledge to ditch exams at age 16", 
    "text": "How exactly do Labour&apos;s education policies differ from the Tories&apos;? At a fringe meeting during the party&apos;s conference in Manchester, a man wearing jeans on the back row  he looked and sounded like a Daily Mail caricature of a lefty teacher  demanded the answer to this question. After the panel, which included me and a shadow minister, did our best to answer, he declared himself unsatisfied and repeated his question. It was hard not to sympathise. After all, Labour introduced student fees, started the academies programme, flirted with &quot;free schools&quot;, embraced the &quot;standards&quot; agenda and eagerly identified &quot;failing&quot; schools, to pick just a few examples. To most parents and many teachers, arguments between the parties about which schools should become academies and who should run them are about as engaging as arguments between medieval theologians over the Nicene creed. In one respect, however, Labour has a chance to establish clear water between itself and the Tories. Instead of going into the trenches over the details of what (if anything) should replace the GCSE, it could simply promise to abolish all externally assessed exams at 16. From next summer, young people must stay in education or training (part-time in some cases) until the end of the academic year in which they reach their 17th and, from 2015, until their 18th birthdays. So whether we have EBCs/EBaccs, GCSEs or something else, we shall have a leaving certificate for children who aren&apos;t leaving. GCSEs were introduced when 25% of 16-year-olds still went directly into full-time jobs. O-levels, on which EBCs will be modelled, started when the vast majority left school at 15 or 16. What will young people be expected to do with their two extra years of education? Repeat the EBCs over which they have already struggled? It is time for Labour to admit that it (or, rather, Tony Blair) made an egregious error in 2004 when it rejected the central recommendation from a working party headed by Sir Mike Tomlinson. He proposed that ages 14 to 19 should be treated as a single phase of education in which all pupils pursued a unified diploma covering a core of English, maths and information technology, with optional &quot;lines of learning&quot; in academic and vocational subjects. Tomlinson wanted four levels for this diploma, with significant external assessment only for the core areas and for the highest levels of optional subjects, taken at what is now the A-level stage. He proposed an &quot;extended project&quot; (similar to what is required in the International Baccalaureate), which would allow skills such as &quot;problem solving, team-working, independent study, presentational and functional literacy&quot; to be assessed without tests across numerous separate pieces of coursework. Labour could take Tomlinson&apos;s report down from the shelf and blow off the dust. It commanded wide support within the educational world, even from vice-chancellors. It foundered only because an increasingly unpopular prime minister, with a general election on the horizon, didn&apos;t dare defy those who resisted tampering with the A-level &quot;gold standard&quot;. It provides an elegant and flexible solution to nearly all the complaints that are made against the present examining system  including the absurd 328m spent by schools on fees to exam boards last year. Above all, it heads off the greatest hidden danger in the present debate. Labour rightly detects bias towards traditional academic subjects in Michael Gove&apos;s English baccalaureate. Ed Miliband counters with a technical baccalaureate for the &quot;forgotten 50%&quot; who do not aspire to university. Labour risks being trapped into supporting a dual system from age 14, which eventually corrals children into separate schools. Indeed, Kenneth Baker, whose largely ignored university technical colleges (there are now 33, with more in the pipeline) already form the skeleton of a whole new sector, makes no secret of his view that a national network of old-fashioned grammar schools, recruiting at 13 or 14 rather than 11, should be next on the agenda. Boris Johnson&apos;s comments at the Tory party conference suggest he is thinking along the same lines. Labour urgently needs to come forward with a coherent alternative, based on the comprehensive school principle but taking it forward. Here is one that might appeal even to our disgruntled friend at the back of the room in Manchester.", 
    "section": "education", 
    "gid": "education/2012/oct/15/labour-ditch-exams-16-education", 
    "wordcount": "721"
}