{
    "headline": "Sussex tumbles down Guardian league table of universities", 
    "text": "After a year that saw its campus occupied for two months by protesters in a bitter struggle over privatisation, Sussex University&apos;s annus horribilis has taken a turn for the worse with the revelation that it has taken a tumble in the latest edition of the Guardian&apos;s league table of universities. The 2014 rankings, published today, shows Sussex has fallen to 50th place overall, a sharp decline from 27th position last year and the heady heights of 11th as recently as 2012. The Guardian&apos;s league table ranks 119 higher education institutions in Britain  from Cambridge at the top of the table through to Buckinghamshire New University in last place  using a complex algorithm that takes in data from a variety of sources, including the National Student Survey, and a set of metrics including staff/student ratios, expenditure, entry scores and career prospects, among others. It was declining job prospects for its graduates  rather than rooftop protests  that did the most damage to Sussex&apos;s position. At the top of the Guardian&apos;s table there was little movement, with the top four places occupied by the same premier league as the past two years: Cambridge, followed by Oxford, the London School of Economics and St Andrews. University College London moves back into 5th place, nudging up one place from 6th in 2013. The success story of the year belongs to Surrey University, which enters the top 10 for the first time, in eighth place. Sir Christopher Snowden, Surrey&apos;s vice-chancellor, says: &quot;I am absolutely delighted that we have reached eighth place, and that all the hard work of our colleagues has been recognised in this prestigious league table. &quot;We always seek to maximise the quality of our teaching, learning and research which, together with our investment in resources, has contributed to our success. Surrey&apos;s high scores for student satisfaction and high entry qualifications have helped us become recognised as a leading university in the UK and internationally.&quot; Matt Hiely-Rayner, director of Intelligent Metrix, which compiles the tables for the Guardian, says: &quot;Surrey has achieved considerable improvements across all measures to propel itself into the top 10, except for the career prospects of its graduates. Improvements in student-staff ratios and student satisfaction are significant contributory factors, but it is the improvement in value-added scores that really stands out. &quot;Overall, the university saw a 7% increase in the proportion of its graduates achieving a first or 2:1 but in some subjects, for example law, this improvement was as high as 24%.&quot; Surrey&apos;s rise above the likes of Imperial College and Warwick University  in ninth and tenth places respectively  is a remarkable effort for an institution whose origins go back to the Battersea Polytechnic Institute of 120 years ago. Some 56% of its student population are women, while more than 90% of its young applicants come from state schools. Cambridge remained in first place above its perennial rivals thanks to its students being more satisfied with their interaction with staff. Some of the Russell Group of so-called elite research universities also didn&apos;t fare so well. Liverpool University fell to 54th overall. In contrast, Coventry University and Oxford Brookes University are the pride of the post-1992 universities, at 33rd and 35th overall. The full Guardian university guide for 2014 is published online tomorrow, with league tables ranking every university by subject and updated university and subject profiles.", 
    "section": "education", 
    "gid": "education/2013/jun/03/sussex-tumbles-down-guardian-league-table-of-unis", 
    "wordcount": "565"
}