{
    "headline": "Rio+20 missed an opportunity to bolster human rights", 
    "text": "&quot;They come every day  four or five cars usually  20 to 60 soldiers. They say, &apos;We need this land for sugar, so you shouldn&apos;t be here&apos;  We say, &apos;We don&apos;t want [sugar]&apos;, but that is not the right answer. They hit us or they take us to jail.&quot; These are the words of a Mursi man, an indigenous pastoralist in southern Ethiopia, describing to Human Rights Watch how he and his community have been forced to move from the Lower Omo Valley in southern Ethiopia to make way for sugar plantations. The rights of these indigenous people to be consulted and give their free, prior and informed consent before relocation were cast aside. Instead, local government and security forces carried out arbitrary arrests and detentions, used physical violence, and seized or destroyed the property of indigenous communities. More forced evictions in the Omo Valley are threatened in the near future. In a speech in Jinka, the capital of the South Omo region, in January 2011, Meles Zenawi, the prime minister, said: &quot;Even though this area [the Lower Omo] is known as backward in terms of civilisation, it will become an example of rapid development.&quot; This is just one example of a government misusing development goals as an excuse for sacrificing human rights. Last week, world leaders had a unique opportunity to bridge the false divide between human rights, development and environmental protection when they met in Brazil at the Rio+20 UN conference on sustainable development. But rights language was whittled down in the final document, The Future We Want, which was negotiated ahead of the arrival of more than 100 heads of state and signed by them without further debate. When we asked the Brazilian delegation about the inadequacy of the rights commitments made at Rio, they told us that rights were &quot;extremely delicate&quot; in the discussions. Although rights are a &quot;key issue&quot; for Brazil, Rio was not the place to press forward on it, the ambassador said. But human rights are not a side issue. Development initiatives without a clear commitment to non-discrimination and addressing the needs of marginalised and vulnerable communities are wrong in that they violate human rights. But they can also drive injustice, poverty and conflict, and are ultimately unsustainable. As the World Bank has recently found, gender equality is not only right, it is smart economics. But rather than recommitting in Rio to actively respect, protect and promote women&apos;s sexual and reproductive rights, governments caved under the Holy See&apos;s pressure by deleting references to reproductive rights, leaving only reproductive health language. In the wake of the Arab spring, the importance of the rights to freedom of expression, association and assembly cannot be denied. People need to be able to participate effectively in the development process, which means having access to relevant information, transparent processes and protection of free speech. But during negotiations, governments deleted references to freedom of assembly and association, while freedom of expression never even made a draft. It is not just governments that violate rights in the name of development. Development agencies, including the World Bank and other international financial institutions, should effectively assess potential impacts of projects on human rights and design them to mitigate any rights risks. This means not proceeding with projects that will violate rights and remedying any rights violated despite preventive measures. Businesses too have a responsibility to respect human rights, wherever they operate, to exercise due diligence to assess, prevent and mitigate their impact on human rights and the environment, and to provide an accessible remedy if abuses occur. And states have a responsibility to ensure compliance by requiring companies to put in place strong due diligence procedures and to publicly report on the human rights impacts of companies&apos; actions. Governments missed the opportunity in Rio to recognise unequivocally what common sense already tells us: development by force is not only wrong, it is unsustainable. They failed to reinforce the rights obligations of businesses and international financial institutions. And they failed to recommit to protecting women&apos;s sexual and reproductive rights. Governments need to resist pressure from interest groups  whether business or the Vatican  and show leadership. They need to stand with the indigenous people in southern Ethiopia and elsewhere whose rights are being sacrificed in the name of development.  Jan Egeland is Europe director and deputy executive director for Human Rights Watch; Jessica Evans is senior advocate/researcher for international financial institutions. Follow her on Twitter @evans_jessica", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/27/rio20-missed-opportunity-human-rights", 
    "wordcount": "751"
}