{
    "headline": "Mystery bird: white-throated bee-eater, Merops albicollis", 
    "text": "    White-throated bee-eater, Merops albicollis, Vieillot, 1817, also known as the black-crowned bee-eater, and as the eastern white-throated bee-eater, photographed in Samburu National Reserve on the banks of the Ewaso Ng&apos;iro river in the Rift Valley Province of Kenya (Africa).  Image: Dan Logen, 28 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300, 600 mm lens, ISO 400, 1/1000 sec., f/8    Question: This Kenyan mystery bird is placed in a large and fairly recognizable family, but in the case of this species, its common family name is somewhat misleading: how? Can you identify this bird&apos;s taxonomic family and species? Additionally, if you are a long-time mystery birder, then you have already seen this species (indeed, this very photograph) before: when was that? Response: This is an adult white-throated bee-eater, Merops albicollis. The bee-eaters are a species-rich Old World family, Meropidae, of near passerines that have a distinctive and uniform morphology. All bee-eaters are medium-sized birds with slender bodies, pointed wings and long, slender and slightly decurved bills. Most bee-eaters have elongated central tail streamers and brightly coloured plumage. Additionally, most of them, as their common family name implies, eat bees and other hymenopterans. All bee-eaters rely on helpers (usually relatives) to help rear the chicks. They also are gregarious and highly social and often touch each other whilst roosting.  Despite many similarities with their family members, white-throated bee-eaters are somewhat different from them because they alone amongst their family members, primarily consume flying ants and beetles. White-throated bee-eaters are migratory, breeding colonially in dry sandy open country, such thorn scrub and flat arid regions along the southern edge of the Sahara Desert, and wintering in equatorial rain forests stretching from southern Senegal to Uganda.  The white-throated bee-eater has brightly-coloured and -patterned plumage, with green upperparts, a white face and a black crown with a bold black eyestripe and neckband, red eyes and black beak. The blue tail is long, with two very elongated central tail streamers that are narrow and sharply pointed. The underparts are very pale green with a pale blue breast. The underwings are rufous with black wingtips. Sexes look alike.  If you&apos;ve been following the mystery birds for awhile, then you will recall having seen this photograph before, when I was featuring individual mystery bird photographers during the week between Christmas and the New Year.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/22/10", 
    "wordcount": "454"
}