{
    "headline": "Fear, fatigue and heroics: rare images that reveal incredible story behind space race", 
    "text": "They are images from the golden age of space exploration: thousands of rare photographs recording the early days of manned flight into space. The collection, to be sold at auction this month, is the largest on the subject ever offered on the open market. It features more than 4,500 shots from the days when rockets were little more than guided missiles, adapted to carry a passenger or two instead of a warhead, through to the sudden sunset of manned moonshots in the 1970s. The photographs were amassed by a European collector. They are to be sold in just two large lots in Vienna and have an estimate of 400,000-600,000 (320,000-480,000). The images shed fresh light on the extraordinary period of technological advance and human achievement that sprang from the struggle between the US and the former Soviet Union. As well as familiar pictures, such as a colour shot of Buzz Aldrin alone on the lunar surface, which became one of the world&apos;s most reproduced photographs, the collection contains hundreds of black-and-white documentary shots of astronauts and technicians, which reveal the fatigue, boredom and fear that was the true face of the space race. The space race was eventually won by the Apollo 11 mission of July 1969, witnessed by a television audience of around half a billion entranced by blurred, black-and-white images of Neil Armstrong, who died in August, taking a giant leap for mankind. It was an expensive win for America: the Apollo flights alone consumed an estimated $100bn (in present values). A reliable estimate of the total bill to US taxpayers for manned spaceflight, from the earliest Mercury launches to the final shuttle mission, is in the region of $486bn. &quot;During the space race, people tended to compare Neil Armstrong to Christopher Columbus,&quot; says Dr Roger Launius, senior curator of human spaceflight at the Smithsonian National Air and Space Museum, Washington DC. &quot;That Armstrong, like Columbus, would open up this vast new territory to, I guess, western European activity. I tend to think that, as time has passed, we may more effectively refer to Armstrong as like Leif Ericson, who reached America hundreds of years before Columbus, but that did not lead to an opening up of that territory to European expansion. &quot;It may be who knows how long before there will be any real exploitation [of new frontiers in space]. It may be not be in any serious way in our lifetimes.&quot; Launius added: &quot;Space shuttle astronauts are not the kind of dashing, daredevil types that was the persona of the early astronauts. &quot;You don&apos;t have that with people who are mostly scientists. But the astronauts who flew with the shuttles look a whole lot more like the rest of the world in terms of demographics than the white, male Americans who went to the Moon ever did.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/03/photographic-space-exploration", 
    "wordcount": "488"
}