{
    "headline": "Apps Rush: Adobe Photoshop Touch, AR Flashcards, Oxfam Shelflife, Collins Big Cat, Tower Bloxx and more", 
    "text": "A selection of 15 apps for you today: Adobe Photoshop Touch Adobe&apos;s Photoshop Touch tablet app made its debut on Android, but is now available for iPad too. It ports across popular Photoshop image-editing features to Apple&apos;s device, with additional touchscreen controls and use of the camera. The app supports Apple&apos;s AirPrint for wireless printing, and syncs back to desktop Photoshop too.iPad AR Flashcards-Animal Alphabet Sceptical about the value of mobile augmented reality (AR) technology? Your kids may not be. This iOS app aims to teach them the alphabet using 3D animated animals that pop out of printed flashcards  the latter must be downloaded from the AR Flashcards website and printed out first.iPhone / iPad Oxfam Shelflife Here&apos;s an interesting idea from Oxfam, using QR codes to &quot;discover the stories behind some of the items you find in Oxfam shops&quot;. Participating shops will hand out tags for people to create their own stories before donating items, with the app capable of making these, and scanning tags to read them. Initially, 10 Oxfam shops in Manchester are participating.iPhone Collins Big Cat: My Bike Ride Story Creator HarperCollins has released a new book-app in its Big Cat series, following two that came out in 2011. Focused on developing literacy skills for children aged four and up, it includes audio narration, music and sound effects. But also a &quot;Story Creator&quot; mode for children to make their own book using pictures and vocabulary from the main story.iPad Tower Bloxx New York Digital Chocolate&apos;s Tower Bloxx games have been delightful fun on mobile for years now. This latest version continues the fun in a virtual New York, as you build a tower by dropping floors in block-by-block. It uses Qualcomm&apos;s AllJoyn platform to provide a live multiplayer mode too.Android The V&amp;A The Victoria and Albert Museum has a new official app for iPad: a monthly tablet guide based around a calendar UI showcasing exhibitions, displays, talks, tours and other special events.iPad Popset There&apos;s seemingly no end to the flow of social photography apps, with Popset the latest to get tech blogs in a lather. Popset is focused on creating group photo albums around particular events or gatherings, using Facebook for the social connections.iPhone Yo Gabba Gabba Glow Dancing! Surreal kids&apos; TV show Yo Gabba Gabba has a new Android app that sees the characters dancing to the lights of a disco ball to whatever music you&apos;re playing at the time although the theme song is provided for additional feet-fuel.Android Snackr Snackr describes itself as &quot;Siri, if she were your own personal news anchor&quot;. Which means personalised audio news bites pulled from a range of sources, based on your preferences. It also reminds you of friends&apos; birthdays, speaks the weather and provides sports scores.iPhone Brussels Reality HD Here&apos;s an interesting use for &quot;enhanced reality&quot;: an iPad app that shows the future impact of regeneration projects in Brussels, showing them on a map of the city.iPad StreetAction.org - Our Streets This iOS app shows photographs of children living on the streets in Burundi Kenya and South Africa, based on an exhibition that&apos;s currently touring the UK. You can buy prints, with proceeds going to charity Street Action, which works with these children.iPhone / iPad Kid Creole and the Coconuts It&apos;s a wonderful thing, baby: an official Android app for Kid Creole and his Coconuts. Expect news, photos, music and light social features.Android Inside Soap UK Good news for fans looking to get their weekly fix of gossip about Eastenders, Corrie and the rest: Hearst Magazines has brought its Inside Soap mag to Apple&apos;s iOS Newsstand.iPhone / iPad My Writing Desk for iPad The excellent iA Writer has some competition in the minimalist tablet word-processing stakes, with My Writing Pad. Aiming to provide a similar &quot;clean, distraction-free environment&quot; for writers of all kinds, it also plays nice with iBooks, Dropbox, Evernote and Google Docs.iPad Beatblaster Beatblaster turns an iPad into a pseudo hi-fi, complete with virtual turntable and full-screen speaker graphics when playing songs. Ideal if you have an iPad dock connected to speakers. A separate Beatblaster Remote app acts as an iPhone remote control for the iPad.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/27/apps-rush", 
    "wordcount": "716"
}