{
    "headline": "David Cameron hails opportunity to end extreme global poverty", 
    "text": "     This generation has a unique opportunity to eradicate extreme poverty, David Cameron said on Thursday as he outlined an agenda to follow the millennium development goals (MDGs), which expire in 2015. The UK prime minister set out the ambitious goal after the first substantive meeting of the three co-chairs appointed by Ban Ki-moon, the UN secretary general, to lay out a framework that will follow the MDGs. &quot;The principal aim is of finishing the job of ending extreme poverty,&quot; said Cameron. &quot;We have the unique opportunity to be the generation that will eradicate extreme poverty.&quot; The MDGs, which were agreed in New York in September 2000, set out eight specific  and ambitious  goals for the international community, including eradicating extreme poverty and hunger, achieving universal primary school education, and reducing maternal and child mortality rates. Some of those goals in some countries are expected to be achieved by the 2015 deadline; others definitely will not. This week&apos;s meetings  the first substantive discussions on the post-2015 development agenda  focused on household poverty, both defining it and looking at ways to get households out of poverty. Describing this week&apos;s sessions as lively, constructive and productive, Cameron cited the importance of rights for women, a free press, the rule of law, an open society and an open economy  a combination amounting to what he described as the &quot;golden thread&quot; of development. Cameron and his co-chairs, Susilo Bambang Yudhoyono, the president of Indonesia, and Liberian president Ellen Johnson Sirleaf (video), all emphasised the importance of listening to civil society, the private sector and young people, in an attempt to achieve the widest possible consensus for the follow-up to the MDGs. &quot;The goals we come up with are not handed down from rich to poor countries  they are not tablets of stone handed by the UN. We all have responsibilities,&quot; said the prime minister at a joint press conference with his co-chairs at Downing Street. Yudhoyono emphasised the importance of &quot;sustainable growth with equity&quot; amid a growing awareness among policy makers and development experts that economic growth alone is no guarantor of wellbeing and stability. &quot;We need to ensure that growth will be shared equally,&quot; he said. Johnson Sirleaf, speaking for a state slowly recovering after decades of bloody conflict, stressed the fundamental importance of peace and security to reduce the fragility and vulnerability of states. She said Africa  the new frontier  stood to gain much from a new development agenda. &quot;The global economic pie has the best opportunity to be widened,&quot; she said, with Africa benefiting from a bigger pie. With only 15 minutes, the three did not delve into any detail on what a post-2015 agenda would look like. The task of writing up a report by May will fall to 26 experts, with inequality expected to be a strong theme. A Save the Children report published on Wednesday said the gap between rich and poor is at its highest since the 1990s and is growing, with children hit hardest. Born Equal said in some countries, the gulf between the richest and poorest families has increased by up to 179% over the past two decades. Moreover, the gap between rich and poor children has grown by 35% and in some countries more than twice the numbers of poor children die before the age of five than rich children. The charity calculated the household income per child in the top and bottom 10% of income scales in 32 countries. &quot;Unless inequality is addressed,&quot; said Justin Forsyth, Save the Children&apos;s chief executive. &quot;The MDGs and any future development framework will simply not succeed in maintaining or accelerating progress. What&apos;s more, it will hold individual countries  and the world  back from experiencing real growth and prosperity.&quot; The UN says a post-2015 framework will have at its core the continuing fight against poverty, climate change and sustainable development, while addressing inclusive growth, equality, peace and security, and human rights.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/01/david-cameron-opportunity-end-global-poverty", 
    "wordcount": "670"
}