{
    "headline": "How can we make our oceans well again?", 
    "text": "Around 20 years ago I took a submarine dive in the Sea of Japan. As we descended into the darkness to a depth of almost 5,500m (18,000ft)  more than two-thirds the height of Mt Everest  I sat on the edge of my seat, anticipating what we might see once we arrived at the ocean floor. I imagined seeing species new to science and unique underwater structures. After all, this was a place that had not seen the light of day for 3.5bn years. But nothing prepared me for what actually saw  rubbish, everywhere. I was shocked and depressed. How could we have let this happen? We now know that oceans provide a multitude of benefits to humans, including essential nutrition, climate regulation, oxygen generation and the provision of livelihoods. We also know that oceans are not an inexhaustible resource and that they are at significant risk from multiple threats. More than 40% are now heavily impacted by human activities: overfishing, coastal habitat loss, pollution. And the effects can last for decades, if not indefinitely. But how sick are they? What is the right measure of ocean health? If a doctor is going to treat a patient successfully, he or she needs to have a clear picture of what is wrong first, otherwise the treatment might be wrong and make things worse. The problem is that, to date, we haven&apos;t been very good at agreeing on a common measure of ocean health. It&apos;s a problem that has persisted. A multitude of metrics are used to divine the wellbeing of our seas, but they all fail to make the distinction that economics and people are also a vital part of this ecosystem, especially as oceans and coastlines provide shelter to 40% of the global population, help to support 350m jobs and contribute to more than $3 trillion to the world&apos;s material wealth each year. So we decided to do something about this. Three years ago, having convened a group of 65 scientific experts from a range of disciplines and all regions of the world, we set about creating the Ocean Health Index as a way to assess oceans on the way they&apos;re able to support all walks of life. The set of goals we developed to measure this hopefully reflects the universality of our approach. Food provision, carbon storage, clean waters, tourism and recreation, and natural products all get counted, as does an ocean&apos;s sense of place and other categories. By awarding countries scores of up to 100 based upon how well they do, we hope that we will tap into the ancient human dynamic of competition  encouraging improvement and rewarding those that do well, as well as provide policymakers, community leaders and businesses with the objective data they need to bring our oceans back from the brink. We also hope the index offers reassurance that there is more than one way to take oceans off the critical list. One-size-fits-all prescriptions do not work. If we are to have any serious chance of catalysing change, we need to enable countries to mix long-term, sustainable policies in a way that works best for them politically, culturally and financially. If we can do this, we can make our oceans well again. But the time to act is now, and we need all hands on deck.  Greg Stone is Conservation International&apos;s chief scientist for oceans and vice-chair of the World Economic Forum&apos;s global agenda councils on oceans.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/26/measure-ocean-health", 
    "wordcount": "575"
}