{
    "headline": "The Kennedys TV mini-series gets streaming iOS app", 
    "text": "HBO is still resisting an online campaign aiming to get it to offer standalone subscriptions to its content, but other broadcasters and producers are less shy of the idea. Emmy-winning show The Kennedys has been made available in an innovative iOS app. Released by mobile company Mobovivo, the Kennedys app is free to download and enables fans to watch all eight episodes of the mini-series  starring Greg Kinnear and Katie Holmes  streamed to their iPhone or iPads. The first episode is free, but the other seven cost 1.99. each via in-app purchase, or 8.99 for the whole thing. That undercuts the price on Apple&apos;s iTunes Store, where The Kennedys costs 13.99, or 18.99 for the HD version. Alongside the streaming, there&apos;s an option to &quot;download any episode into your digital locker to watch when you do not have an internet connection&quot;. The app also supports Apple&apos;s AirPlay technology, and is thus able to wirelessly push the show onto a nearby television using an Apple TV set-top box  but also a Boxee box. There are some innovative social features too, allowing users to &quot;create clips of your favorite moments from any episode and share them on Facebook, Twitter and via email&quot;. A feature that would have had TV execs hooting in fright a couple of years ago, but now seems like a sensible addition. The show was originally broadcast on ReelzChannel in the US and History Television in Canada, with a reported $25m production budget. It was the subject of controversy before airing, with several networks passing on it in the US amid a heated debate about its historical accuracy. Interestingly, this isn&apos;t the first official app for the show: in 2011 ReelzChannel released an iPad app called The Kennedys which it described as an &quot;Enhanced Viewing&quot; app, with second-screen features for discussing episodes on Twitter and Facebook while watching them, as well as viewing additional content around the characters. The new app fits into a wider trend of broadcasters and producers exploring apps as a direct distribution channel for their shows. Earlier in June, Oscar-winning cinematographer Russell Boyd made waves in Australia with the announcement that his next project, TV mini-series Watch with Mother, will be released first on the App Store. &quot;Apps to date have been a subsidiary element of shows, where you can access more information or a game or other assets of a show, but in our case we&apos;re making it front and centre,&quot; the show&apos;s executive producer Michael Ritchie told the Sydney Morning Herald. &quot;And frankly, I think there isn&apos;t a better platform for it.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/12/kennedys-streaming-iphone-ipad-app", 
    "wordcount": "447"
}