{
    "headline": "Heartland Institute facing uncertain future as staff depart and cash dries up", 
    "text": "The first Heartland Institute conference on climate change in 2008 had all the trappings of a major scientific conclave  minus large numbers of real scientists. Hundreds of climate change contrarians, with a few academics among them, descended into the banquet rooms of a lavish Times Square hotel for what was purported to be a reasoned debate about climate change. But as the latest Heartland climate conference opens in a Chicago hotel on Monday, the thinktank&apos;s claims to reasoned debate lie in shreds and its financial future remains uncertain. Heartland&apos;s claims to &quot;stay above the fray&quot; of the climate wars was exploded by a billboard campaign earlier this month comparing climate change believers to the Unabomer Ted Kaczynski, and a document sting last February that revealed a plan to spread doubt among kindergarteners on the existence of climate change. Along with the damage to its reputation, Heartland&apos;s financial future is also threatened by an exodus of corporate donors as well as key members of staff. In a fiery blogpost on the Heartland website, the organisation&apos;s president Joseph Bast admitted Heartland&apos;s defectors were &quot;abandoning us in this moment of need&quot;. Over the last few weeks, Heartland has lost at least $825,000 in expected funds for 2012, or more than 35% of the funds its planned to raise from corporate donors, according to the campaign group Forecast the Facts, which is pushing companies to boycott the organisation. The organisation has been forced to make up those funds by taking its first publicly acknowledged donations from the coal industry. The main Illinois coal lobby is a last-minute sponsor of this week&apos;s conference, undermining Heartland&apos;s claims to operate independently of fossil fuel interests. Its entire Washington DC office, barring one staffer, decamped, taking Heartland&apos;s biggest project, involving the insurance industry, with them. Board directors quit, conference speakers cancelled at short-notice, and associates of long standing demanded Heartland remove their names from its website. The list of conference sponsors shrank by nearly half from 2010, and many of those listed sponsors are just websites operating on the rightwing fringe. &quot;It&apos;s haemorrhaging,&quot; said Kert Davies, research director of Greenpeace, who has spent years tracking climate contrarian outfits. &quot;Heartland&apos;s true colours finally came through, and now people are jumping ship in quick order.&quot; It does not look like Heartland is about to adopt a corrective course of action. In his post, Bast defended the ads, writing: &quot;Our billboard was factual: the Unabomber was motivated by concern over man-made global warming to do the terrible crimes he committed.&quot; He went on to describe climate scientist Michael Mann and activist Bill McKibben as &quot;madmen&quot;. The public unravelling of Heartland began last February when the scientist Peter Gleick lied to obtain highly sensitive materials, including a list of donors. The publicity around the donors&apos; list made it difficult for companies with public commitment to sustainability, such as the General Motors Foundation, to continue funding Heartland. The GM Foundation soon announced it was ending its support of $15,000 a year. But what had been a gradual collapse gathered pace when Heartland advertised its climate conference with a billboard on a Chicago expressway comparing believers in climate science to the Unabomber. The slow trickle of departing corporate donors turned into a gusher. Even Heartland insiders, such as Eli Lehrer, who headed the organisation&apos;s Washington group, found the billboard too extreme. Lehrer, who headed the biggest project within Heartland, on insurance, immediately announced his departure along with six other staff. &quot;The ad was ill advised,&quot; he said. &quot;I&apos;m a free-market conservative with a long rightwing resum and most, if not all, of my team fits the same description and of us found it very problematic. Staying with Heartland was simply not workable in the wake of this billboard.&quot; Heartland took down the billboard within 24 hours, but by then the ad had gone viral. Lehrer, who maintains the split was amicable, said the billboard had undermined Heartland&apos;s claims to be a serious conservative thinktank. &quot;It didn&apos;t reflect the seriousness which I want to bring to public policy,&quot; Lehrer said in the telephone interview. &quot;As somebody who deals mostly with insurance I believe all risk have to be taken seriously and there certainly are some important climate and global warming related risks that must be taken account of in the insurance market. Trivialising them is not consistent with free-market thought. Suggesting they are only thought about by people who are crazy is not good for the free market.&quot; Other Heartland allies came to a similar conclusion. In a letter to Heartland announcing he was backing out from the conference, Ross McKitrick, a Canadian economist wrote: &quot;You can not simultaneously say that you want to promote a debate while equating the other side to terrorists and mass murderers.&quot; A number of other experts meanwhile began cutting their ties with Heartland, according to a tally kept by a Canadian blogger BigCityLiberal. Meanwhile, there was growing anger that Bast failed to consult with colleagues before ordering up the Kaczynski attack ads. Four board members told the Guardian they had not been consulted in advance about the ad. &quot;I did not have prior approval of the billboard and was in favor of discontinuing the billboard when I was made aware of it,&quot; Jeff Judson, a Texas lobbyist and board member wrote in an email. Could the turmoil and discontent at Heartland eventually prove its undoing? Campaigners would certainly hope so. &quot;We are watching the consequences of organisation that acts quite randomly and that is actually an extremist organisation in the end,&quot; said Davies. &quot;They are not built to be at the hump of the climate denial movement.&quot; But while more mainstream corporate entities are deserting Heartland, others are stepping into the breach, including the coal lobby and conservative groups such as the Heritage Foundation. Both the Illinois Coal Association and Heritage stepped in to fund this week&apos;s conference, after other corporate donors began backing out in protest at the offensive Kaczynski ad. Meanwhile, a Greenpeace analysis of the other smaller conference sponsors suggests they have collectively received $5m in funds from Exxon and other oil companies. The Coal Association and Heritage were not listed on the original conference sponsor list, but appeared to come in about a week or so after the appearance of the offending Kaczynski ad. Phil Gonet, the chief lobbyist for the 20 coal companies in the association, said he had no qualms about stepping in to fund the Heartland conference. &quot;We support the work they are doing and so we thought we would finally make a contribution to the organisation,&quot; he said, calling criticism of the ad &quot;moot&quot;, &quot;pointless&quot; and &quot;absurd&quot;. Gonet went on: &quot;I made a contribution mainly in support of a conference that is designed to make balanced information available to the public on the issue of global warming  In general, the message of the Heartland Institute is something the Illinois Coal Association supports.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/20/heartland-institute-future-staff-cash", 
    "wordcount": "1192"
}