{
    "headline": "TEDGlobal 2012: 'The more you give away the more you get back'", 
    "text": "First there was &quot;open&quot;  open source, open tech, open journalism. And now? Prepare yourself for &quot;radical openness&quot;. This, according to Bruno Giussani, the European director of TED, the annual ideafests in California and Edinburgh, and its online offshoot TED Talks, is one step beyond mere ordinary openness. And it must be true. Or at least, it has been true for TED. &quot;We realised that it was what we were doing. Radical openness is the organising principle of everything that we do at TED.&quot; Five years ago, the company, a non-profit foundation owned by Chris Anderson, an English publishing entrepreneur, was a single, very successful but highly exclusive ideas summit, held once a year in California. A summit that no one had heard of. Now, it is one of the most successful media organisations in the world  all as a result, says Giussani, of this principle of &quot;radical openness&quot;. &quot;We started by giving away our content. But for the last three years, we&apos;ve been giving away our brand, our methods and our formats.&quot; No other company or organisation in the world, he claims, has gone as far in opening itself up to the world, and TED is preparing to take this idea to another level. &quot;Radical openness&quot; is the theme of this week&apos;s TEDGlobal conference in Edinburgh. Over four days, 76 speakers will explore the idea in all its forms. The phrase came out of a session of &quot;collective brainstorming&quot; at TED HQ in New York, and it is based on what Giussani sees as a growing polarity. &quot;It&apos;s clear to everybody that not only are we living in a globalised world but also a complexifying world. It&apos;s one in which traditional boundaries are breaking down, one after the other. &quot;And there are different answers to this. One is that you close. You have protectionism, and borders and tariffs and national preference. &quot;And the other is that you open and facilitate additional changes. So we started looking at whether the world is more open or not. And whether it should be more open.&quot; According to Giussani, who has curated the Edinburgh programme, the concept is an amalgam of not just the new forms of openness made possible by digital technology  &quot;crowdsourcing, opensourcing, collaboration, social etc&quot;  but also about radical thinking. &quot;It&apos;s people thinking differently at existing problems, and pushing at boundaries in radical new ways.&quot; The problem, he says, is that the debate is never about &quot;How open can I be?&quot;; it&apos;s always &quot;How much can I open without jeopardising my individual position?&quot; This is why the open data movement in the UK, and other countries, has seen so few results. And why, for all the revolutionary talk, self-interest has largely trumped a visionary-style approach. Sometimes, however, it is as simple as changing your terms of reference. The Chinese internet is an example of this. &quot;When we think of it, we think of censorship and lack of freedom and the thousands of people who work for the Chinese government who are policing it. And that is true, but one of our speakers, Michael Anti, is a Chinese blogger who looks at it differently,&quot; Giussani says. &quot;There are 500 million people blogging and microblogging in China today. It&apos;s the first national public sphere ever in the history of China. It&apos;s never existed before. And it&apos;s a gigantic change. What the rest of the world sees as closed is in fact a forum for incredible debate and discussions.&quot; And then there&apos;s what &quot;open&quot; may come to mean. Another of the speakers, Marc Goodman, is an expert on &quot;future crime&quot;, that is, &quot;crimes which not only have not yet been committed, they haven&apos;t even yet been invented&quot;. The burgeoning field of synthetic biology, and open-source bio-hacking, for example, brings with it the possibility of truly terrifying new technologies that could be used against humanity. For TED, &quot;radical openness&quot; has come about by degrees. It began when TED started posting its speakers&apos; talks online. At the time, the worry was that people would not continue to pay to come to the conferences, when they could get the content for nothing. In fact, it simply increased demand: even though they have put the price of the conference up (a ticket for TEDGlobal costs 3,800), it now sells out in recordtime. The next stage went further still. And is what Giussani means by &quot;giving away the brand&quot; with TEDx, which allows anyone to apply for a licence and hold their own TED conference. &quot;We found that, giving stuff away, we received even more in return. We have a huge committed community. A lot of brand recognition. And the capacity to touch communities where we had no contact before,&quot; he adds. &quot;We&apos;ve gone from two conferences to 4,500 TEDxs. The more you open your processes up, the more you co-opt other people, if it&apos;s done with the right framework in place, the more you receive in return.&quot; Since then TED has pioneered an open translation project, which has translated TED talks into 88 languages, and, three months ago, it launched TEDEd, which is aiming to revolutionise the world&apos;s classrooms. Giussani is the model of TED&apos;s globalised transnational ethos: he is Swiss Italian, fluent in four languages, and spends half his life on aeroplanes, hunting down the cutting-edge thinkers on four continents. (This year&apos;s TEDGlobal features its first Bulgarian speaker, a political theorist called Ivan Krastev, whose ideas on mistrust in democratic systems, Giussani thinks, put him at the forefront of political thinking anywhere but &quot;because he&apos;s Bulgarian nobody has ever heard ofhim&quot;.) But what about the limits of openness? Two years ago, TED provided the first mainstream platform for Wikileaks founder Julian Assange and introduced him instantly to a huge worldwide audience (his TED talk has been watched nearly 1.5m times). And this year&apos;s conference features a talk by the world&apos;s expert on Anonymous, the online hacking collective. &quot;We invited a different Julian Assange,&quot; says Giussani. &quot;We invited him in 2010, two months before he started releasing the cables which changed the game. &quot;I think at that point the way he saw himself changed dramatically, and he started doing really stupid things. Releasing documents without editing names, for example. I&apos;m not sure we would invite him back, knowing what he&apos;s done, today.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/24/tedglobal-2012-the-more-you-give-away", 
    "wordcount": "1105"
}