{
    "headline": "Angola's poor people hit hard by urbanisation crackdown in Luanda", 
    "text": "The Angolan government says it is waging &quot;a sustained war against chaotic urbanisation&quot;, but this appears to have become a war against poor people. The most extreme examples are in Luanda, a city bursting at the seams. Around half a million people lived in Angola&apos;s capital in 1975, when the Portuguese moved out. Now, with many forced into the city to escape the country&apos;s 27-year civil war, 5 million jostle for space, of whom three-quarters live in informal settlements with little or no documentation or land tenure. Angola has experienced fast economic growth, due to a booming oil and diamond trade. But the war left a ravaged infrastructure and weakened political and social institutions. Luanda is now one of the world&apos;s most expensive cities, yet an estimated two-thirds of the people living there exist on less than $2 a day. Since 2002, forced evictions and the demolition of poor areas to make way for shopping centres and gated condominiums for Angola&apos;s elite have been recurrent themes. Postwar infrastructure and development are undoubtedly necessary in this chaotic and crowded place, but at what cost? Sitting outside her tin shack in what is left of Cambamba II neighbourhood, where she has lived for 47 years, a Luandan grandmother says she and the other inhabitants had cultivated land over the years to grow their own food, but police and government bulldozers have destroyed her home five times, together with all her possessions. &quot;We lost the bed, the pans, our stove  the people who pushed down the houses took them. They came with dogs and guns and they flattened everything.&quot; Across the road the new houses, now renamed &quot;Nova Vida&quot; (New Life), are like a dystopian 1950s suburbia  matching pastel colours and manicured front lawns surrounded by the shacks of the dispossessed. In the Banga We neighbourhood next door, a 36-year-old man who had put all his savings into building a home for his wife and baby son saw it reduced to rubble, without warning, with no compensation and no alternative. &quot;They came without bringing documents,&quot; he says. &quot;They would come early in the morning, around 5am or 6am, and would start tearing down the buildings. There was no way of defending our homes because they were armed.&quot; He has rebuilt his house more than 10 times. Between 2002 and 2006, Christian Aid partner SOS Habitat and Human Rights Watch documented (pdf) more than 18 mass evictions on the outskirts of Luanda alone. More than 3,000 homes were destroyed, leaving 20,000 people homeless. In 2009, the homes of an estimated 15,000 people in the capital were destroyed. In the runup to last year&apos;s presidential election, the evictions stopped. But they have since started again; in February, 5,000 residents were forcibly evicted in Maiombe, on the outskirts of Luanda. When Navi Pillay, UN high commissioner for human rights, visited Angola for the first time last month, she highlighted this worrying lack of land tenure or land rights. But she also pointed towards a possible solution: a vibrant civil society. However, it&apos;s not easy being a human rights defender in Angola. Members of several of Christian Aid&apos;s partner organisations have been threatened and jailed. They put their lives at risk each day in their efforts to protect the most vulnerable people, yet they achieve great things. SOS Habitat works with the residents of Banga We and Cambamba I and II, helping them to engage with the authorities. As a result of eight years of campaigning, the government has finally built the community new homes in Zango. In the neighbourhood of Wenji Maka, SOS Habitat has also helped the community to successfully lobby the authorities for a school, a clinic and water pumps. SOS Habitat works with other associations to lobby at national and international levels, and members met Pillay to tell her about their work. They had previously delivered a letter to the Angolan parliament, highlighting the role of provincial authorities in exacerbating housing and other social problems through repeated demolitions and evictions, which damage the fabric of society, and promote insecurity and violence. They demanded that the government fully adhere to the constitution and national and international laws, including halting the illegal housing demolitions. They are seeking a guarantee of judicial intervention for acts of demolition carried out without adequate rehousing and compensation. SOS Habitat is appealing to the government to initiate proper participatory urban planning processes to build a better future for all Angolan citizens. It is through the work of organisations like SOS Habitat that change will come.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/10/angola-urbanisation-crackdown-luanda", 
    "wordcount": "769"
}