{
    "headline": "Student recruitment strategy: four universities, five key questions", 
    "text": "The key to a successful student recruitment strategy is thinking about &quot;what you communicate, to whom, and how,&quot; according to Richard Levin, executive director of enrolment services and university registration at the University of Toronto in Canada. &quot;Messages must be consistent and clear and authentic,&quot; he says. A university that asks itself the right questions is more likely to provide answers that students want to hear. What Levin sees the breadth of Toronto&apos;s academic offering, its vibrant student life, history, alumni and pleasant surroundings as highly marketable aspects  &quot;so those are the are the kind of messages we want to communicate&quot;. Once decided on the message, the next task for a university is to tailor that message to a variety of audiences. School pupils, transfer students, careers counsellors, parents and other family members all require a slightly different approach. &quot;The content of the message is dependent on the stage the person is at,&quot; says Levin. School pupils need introductory information to get them started whereas transfer students need to find specific details easily and quickly. To whom Dean Schmill, dean of admissions at Massachusetts Institute of Technology (MIT), says his university puts almost all of its energy into creating &quot;a website that offers an accurate picture of what our university is like and what it would be like to study here&quot;. The main feature of MITadmissions.org is its weblogs, personal accounts of the institution made by students which are left unedited by staff. &quot;It&apos;s important for us to have that honesty,&quot; says Schmill. &quot;It is more credible to prospective students because it is not always positive.&quot; Since MIT is oversubscribed, Schmill&apos;s team don&apos;t need to attend recruitment fairs or travel across the country to recruit. Their main job is outreach: communicating the range of scholarships available for potential students from poorer backgrounds who might otherwise be put off by MIT&apos;s fees. The web is key to this outreach &quot;since anyone can see it&quot;. How Web and social media are not only crucial tools in student recruitment, they have forcably sharpened the accuracy of university branding. There can be no estate-agent-style fudging of the facts with thousands of students out there who can expose any inflated claims with the touch of a tweet. On the plus side, the internet can also spread positive messages, as evidenced by a recent video viral from the University of Toronto. Hundreds of Toronto undergraduates put on costumes to make their own very watchable pop video. The Toronot Lipdub portrays the university as a fun and collegiate place to study in a medium that instantly appeals to school pupils  to date, it has had almost 15,000 views. Why Thinking about why you want to recruit is also important when designing your strategy, advises Ulla Gjrling, international director at Aarhus University in Denmark. &quot;Our primary goal concerning recruitment, and also one of our core missions, is talent development,&quot; says Gjrling, who sees any potential recruit as a potential long-term partner for the university. She is looking for what she and her colleagues call the &apos;Aarhus edge&apos;. &quot;We want to attract the right students and young researchers,&quot; she says. &quot;Our aim for these talents is that they stay at Aarhus University for an average of five years and that they remain in our network forever.&quot; For Gjrling, good recruitment &quot;means building our network and increasing potential future collaboration&quot;. Where Potential for future collaboration is also first and foremost in the minds of applicants to the Hong Kong University of Science and Technology (HKUST). Applications to HKUST rose by 54% last year, applications from mainland China by 53% and from some Chinese provinces by as much as 75%. In fact, half of all HKUST&apos;s mainland China applications came from just four regions: Beijing, Shanghai, Guangdong and Liaoning. Professor Kar-Yan Tam, associate provost and dean of students, says location is a key marketing focus. Messages have been tailored to remind potential students of HKUST&apos;s position as a strategic gateway to China. Kar-Yan Tam describes the university as having &quot;strong East-West elements&quot; and attracting students from around the world because &quot;people view studying in Hong Kong as a good option to gain access to not just Hong Kong, but also to mainland China and the region&quot;. And don&apos;t forget: recruit the right staff Recruiting international staff has been a crucial part of HKUST&apos;s strategy. Kar-Yan Tam said &quot;over 80% of our professors obtained degrees from world top universities  Cambridge, Oxford, Stanford  we are glad of ripple effect from word-of-mouth recommendations.&quot; The university also has close to 200 overseas and mainland exchange partners and HKUST&apos;s senior staff certainly put the legwork in. The university&apos;s president, vice-presidents and deans have made numerous visits to Europe, the US, Canada, South Korea as well to high schools throughout mainland China. This year, HKUST participated in nine overseas education fairs and held information sessions at 102 high schools across 40 cities in 11 countries. With applications from Europe  in particular UK, France, Germany and Russia  doubling since 2011, the message seems to be getting through. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/13/student-recruitment-strategy-international-universities", 
    "wordcount": "909"
}