{
    "headline": "When it comes to cycling, we're governed by dimwits", 
    "text": "That&apos;s it. I give up. It&apos;s the final straw. I spent years hoping, in the face of the evidence, that one day cyclists in Britain would get a fair hearing by government. I was deluded.  I say this, with only very slight exaggeration: I despair. When it comes to cycling policy we are in the hands of dimwits.  Exhibit one, and the catalyst for today&apos;s realisation: Boris Johnson.Yes, he&apos;s mayor only of London, but he remains the UK&apos;s best-known cycling politician, perhaps even its most celebrated non-sport cyclist. As such his views on the pursuit carry weight well beyond the capital. Even though many of Johnson&apos;s cycling policies have prompted criticism I couldn&apos;t shake the feeling that, as someone photographed more or less every day on his bike, he had at heart at least some sense of the cyclist&apos;s interest. Seemingly not. At his regular mayor&apos;s question time earlier this week, Johnson, in answering a question on law-breaking, made an eye-catching claim.  He said:  I&apos;ve seen a figure, I think, of 62%, which is the high proportion of cycling KSIs (killed or seriously injured) that are associated with some infraction by the cyclists themselves of the rules of the road.  That&apos;s a big claim  that around two-thirds of serious cycling accidents are, fundamentally, the cyclist&apos;s fault. There&apos;s just one problem: there doesn&apos;t seem to be any evidence to back this up. The most authoritative statistics on blame in bike accidents came from the quasi-official Transport Research Laboratory (TRL), which analysed police reports from 2005-7 for the Department for Transport (DfT). Their 2009 report found that with adult cyclists killed or seriously injured, police found drivers solely to blame in 60-75% of cases. As a TRL researcher pointed out to me at the time, this is the conclusion of police, not usually known as militant pro-cyclists. What of cyclist law-breaking? Riders disobeying red lights or stop signs was considered a factor in just 2% of serious crashes, with the same figure for cyclists not using lights.  I asked Johnson&apos;s office where he acquired his 62% figure. A spokesman explained, almost unbelievably, that he had been &quot;told it by a member of the public&quot; at a mayoral hustings meeting. Other mayoral underlings were currently hunting for the source of the figure, he added. I wish them luck but I&apos;m not holding my breath. That the famously detail-light mayor should pluck a figure out of thin air isn&apos;t the greatest shock. What bothers me is that he should do so in a manner so damaging to cyclists&apos; interests. It&apos;s the sort of figure that will return to haunt us, much like the Institute of Advanced Motoring&apos;s &quot;57% of cyclists jump red lights&quot; buffoonery. Johnson&apos;s implicit message is clear: if I can&apos;t make London&apos;s roads safer I&apos;ll blame cyclists for getting killed. As such, he takes a remarkably similar line to John Griffin, the chairman of bus lane-coveting Addison Lee. Exhibit two: this is a few weeks old but, if anything, more shocking still. It&apos;s quite possibly the most stupid public statement I&apos;ve ever heard from a government. The scene was last month&apos;s Transport Select Committee, where two junior transport ministers, Mike Penning and Norman Baker, answered questions about cycling policy. At the end of the 45-minute session the committee chair, Labour MP Louise Ellman, asked the duo what, if anything, the UK could learn in terms for cycle safety from the Netherlands and Denmark. Baker&apos;s response was astonishing, not least because, as the sole Lib Dem in the DfT he is, in theory, the department&apos;s voice of cycling. Statistics, he said, showed that the Netherlands actually had higher cycling casualty rates than the UK: &quot;What we can learn from the Netherlands, in my view, is probably not safety issues, particularly.&quot; Penning stepped in to quote from a supposed table showing the UK well above the Netherlands in European bike safety rates. He added, not without some smugness: &quot;I think the Netherlands may want to come and see us, to see how we are making sure so few people are getting killed cycling.&quot; Baffled  it&apos;s more or less universally known that cycling in the Netherlands is considerably safer than here  I called the DfT press office. The response was amazing. Baker and Penning were quoting casualty rates per 100,000 people. That&apos;s right, a statistic which takes no account of the fact that the average Dutch national cycles around 10 times further per year than the average Briton.  It&apos;s like their colleagues at the culture and sport department suggesting their Dutch counterparts might want to pop over and learn about why our speed skating accident rate is so low. It&apos;s the sort of mistake for which a GCSE maths student would be justifiably mocked by his or her peers. There wasn&apos;t even a DfT apology, merely sending over a pre-prepared Penning statement about how we are &quot;all united in wanting to encourage cycling&quot;.  I don&apos;t think Baker and Penning were trying to pull a fast one. It appears the error simply hadn&apos;t occurred to them. That&apos;s almost more unforgivable than anyone deliberately misleading over cycling statistics. With such a weak grasp of your brief you don&apos;t deserve to be a minister.  So there you are: those shaping our cycling future are either idiots, charlatans or both. Like I said: despair.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/25/cycling-governed-dimwits", 
    "wordcount": "897"
}