{
    "headline": "David Cameron's energy team unable to explain price pledge", 
    "text": "Confusion over David Cameron&apos;s commitment to forcing energy companies to place customers on their lowest tariffs deepened on Thursday, with neither the energy secretary nor the energy minister able to explain its meaning. Instead, the climate and energy secretary, Ed Davey, pointed to a voluntary agreement brokered with energy companies in April to inform customers about cheaper tariffs. Asked whether the prime minister&apos;s pledge meant energy companies would only be able to offer one tariff  the cheapest  he said: &quot;[Ensuring] consumers face the lowest bills possible is a priority for me. We have been in discussions across government. Ofgem has been talking about fewer tariffs and simpler bills and that is the direction of travel.&quot; The Guardian can confirm that Davey knew nothing about Cameron&apos;s pledge before it was made. Energy minister John Hayes was summoned to the House of Commons to answer an urgent question from Labour. He was unable to confirm Cameron&apos;s announcement, instead saying the government would legislate to &quot;help&quot; get the best deal. &quot;There are a number of options that are being considered, for example [the April agreement] which will be evaluated to see if we should make legislation binding,&quot; Hayes told MPs. &quot;This is a complicated area and we will discuss it with the industry, consumer groups and the regulator in order to work through the detail.&quot; Asked whether he knew what was going to be announced, Hayes said: &quot;Of course we understand what the prime minister was considering because we have been debating and discussing the provisions of the energy bill for months.&quot; The shadow energy secretary, Caroline Flint, said Cameron&apos;s intervention had thrown the government&apos;s policy into &quot;confusion&quot; and &quot;caused chaos&quot; in the industry. Neil Bentley, deputy director general of the CBI, which is urging the government to end its feud over energy policy and back the green economy, told the Guardian: &quot;We are seeking policy clarity like everybody else. If competition is to work, consumers have to have a choice of tariffs. I&apos;m not quite sure where the prime minister was coming from.&quot; The confusion over Cameron&apos;s announcement comes as infighting over energy reached the &quot;quad&quot;  Cameron, George Osborne, Nick Clegg and Danny Alexander  that runs the coalition. The chancellor is believed to be seeking to limit investment in renewable energy and promote a new &quot;dash for gas&quot;, while the Liberal Democrats are seeking a new carbon-cutting target for 2030 to be included in the forthcoming energy bill, due in November. Greenpeace&apos;s executive director, John Sauven, said: &quot;The government&apos;s energy policy is now as confusing as British Gas tariffs. Osborne must listen to the CBI&apos;s latest warning that capping investment in clean energy will only mean more gas and higher bills.&quot; Davey has dissociated himself from the &quot;green Taliban&quot; insult reportedly used by the chancellor to disparage those supporting the fast-growing green economy. He said: &quot;I have found green NGOs extremely helpful and constructive. They have a really important role to play.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/18/cameron-energy-department-explain-tariff", 
    "wordcount": "516"
}