{
    "headline": "The only proven thing helmets protect us from are fines", 
    "text": "Just over a year ago, my property was seized and shortly afterwards my driver&apos;s licence suspended, because I&apos;d refused to wear a bicycle helmet in Australia. How did I get to this point, complete with running a dedicated advocacy blog? I suppose you could say it all began many decades ago as a baby in Holland on the back of my parents&apos; bikes. By the time my family had reached England and then Cyprus, my trainer wheels had well and truly come off, and by the time I reached other parts of Europe, Canada, India, Japan, the US, the Middle East, and Australia, I had a husband and four little children in tow. I object to Australia&apos;s ridiculous bicycle helmet laws and it is this position that has got me into trouble with the authorities. If you ride a bicycle without a helmet in Australia there is a good chance you will be stopped by the police and issued with an infringement notice. In New South Wales, where I live, the resulting fine for contravening Regulation 256 (Road Rules) is less than $60 (39), and the majority of people who receive such notices tend to just pay them. Not me. I go to court, and here&apos;s why. For the past 20 years, academics across the globe have not been able to agree upon the merits of either helmets or helmet laws, and as a result this academic ping-pong funded by our taxes has left many questions unanswered. Unfortunately the lack of conclusive evidence for bicycle helmet laws has allowed anecdotal evidence to dictate our current cycling reality. Thus the notion that bicycle helmet laws have made cycling safer is not only superficially plausible, but deeply misleading. It became clear to me early on that helmet laws were arguably one of the best marketing tactics ever  wouldn&apos;t we all love our products to be mandated for? In New South Wales bicycle helmet laws were enacted in January 1991, and I have must have been travelling &quot;under the radar&quot; for the first 18 years because they made no impact on my life whatsoever. But that all changed in March 2009 when I was booked by highway patrol officers in a little country town called Scone for the crime of not wearing a bicycle helmet while riding a bicycle. Flashing blue and red lights, accompanied by in-car police-camera and curt instructions &quot;to move away from the vehicle&quot;, left me feeling like the criminal I was to become after my matter was heard in the Scone local court some months later. Appalled at the severity of being convicted as a criminal, I appealed in March 2010 to the NSW district court where my 2009 criminal conviction was quashed. The judge found that I had &quot;an honestly held and not unreasonable belief as to the danger associated with the use of a helmet by cyclists&quot; and issued me with my first section 10 (1)(a) dismissal for the Australian crime of riding a bicycle without a helmet. A Groundhog day of sorts was to follow when I was booked again in February 2011, summonsed to the Scone &amp; Muswellbrook courts in July 2011, and then issued with a second section 10 (1)(a) dismissal. So far so good; yet despite this dismissal, a couple of weeks later I received a bill for $67 to be paid into the victims compensation fund. As I was simply riding a bicycle, the first question that popped into my mind was &quot;who exactly was the victim?&quot; Appalled by the arbitrary tax nature of the levy, I flatly refused to pay, commenced an active letter-writing campaign with NSW attorney-general, Greg Smith, and subsequently had my driver&apos;s licence suspended by his department. As I pointed out to the uncompromising attorney-general, if I had heeded his demand I would have been conceding that I was responsible to the many victims who require assistance from this state compensatory fund. Given that I had caused no harm to any person and that it was the state who had taken my driver&apos;s licence away I was beginning to feel a little persecuted  in fact, somewhat like a victim. But more state bullying was to follow. Not content with the suspension of my driver&apos;s licence, the attorney general&apos;s department then ordered the sheriff of Muswellbrook to come to my home to seize my property in a bid to forcibly recoup the levy. This sorry little saga took eight months as the sheriff and I turned out to be quite busy people who struggled to agree upon a date where I would be &apos;at home when he was in my area. Finally in September 2011, the sheriff came, and after a quick cuppa in my garden, he seized two of my family bicycles out of the shed and took them away in his car after letting me photograph them for my blog. It sort of felt like I was lending them to a friend and that they&apos;d be back soon, but the reality is that my elected representatives have seen fit to put me through a political Australian wringer in their unreasonable quest to ensure their unsubstantiated law is enforced and upheld. Australian governments refuse to countenance the fact that the world thinks our helmet laws have left us bereft in terms of health, transport, congestion and the environment, and even more pigheadedly, Australian governments continue to punish &quot;aberrant miscreants&quot; albeit middle-age mums who probably cycle slower than most joggers jog. Apparently I can get my licence back again now the sheriff has removed my bicycles for sale at auction. Now why would I do that? Given that I have no plans to start donning a helmet, I&apos;m guessing this sorry little escapade could start all over again  best not to have &quot;stuff&quot; easily removed by the state. The only thing we can categorically prove helmets protect us from are fines.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/13/helmets-australia", 
    "wordcount": "997"
}