{
    "headline": "Thomas Kuhn: the man who changed the way the world looked at science", 
    "text": "Fifty years ago this month, one of the most influential books of the 20th century was published by the University of Chicago Press. Many if not most lay people have probably never heard of its author, Thomas Kuhn, or of his book, The Structure of Scientific Revolutions, but their thinking has almost certainly been influenced by his ideas. The litmus test is whether you&apos;ve ever heard or used the term &quot;paradigm shift&quot;, which is probably the most used  and abused  term in contemporary discussions of organisational change and intellectual progress. A Google search for it returns more than 10 million hits, for example. And it currently turns up inside no fewer than 18,300 of the books marketed by Amazon. It is also one of the most cited academic books of all time. So if ever a big idea went viral, this is it. The real measure of Kuhn&apos;s importance, however, lies not in the infectiousness of one of his concepts but in the fact that he singlehandedly changed the way we think about mankind&apos;s most organised attempt to understand the world. Before Kuhn, our view of science was dominated by philosophical ideas about how it ought to develop (&quot;the scientific method&quot;), together with a heroic narrative of scientific progress as &quot;the addition of new truths to the stock of old truths, or the increasing approximation of theories to the truth, and in the odd case, the correction of past errors&quot;, as the Stanford Encyclopaedia of Philosophy puts it. Before Kuhn, in other words, we had what amounted to the Whig interpretation of scientific history, in which past researchers, theorists and experimenters had engaged in a long march, if not towards &quot;truth&quot;, then at least towards greater and greater understanding of the natural world. Kuhn&apos;s version of how science develops differed dramatically from the Whig version. Where the standard account saw steady, cumulative &quot;progress&quot;, he saw discontinuities  a set of alternating &quot;normal&quot; and &quot;revolutionary&quot; phases in which communities of specialists in particular fields are plunged into periods of turmoil, uncertainty and angst. These revolutionary phases  for example the transition from Newtonian mechanics to quantum physics  correspond to great conceptual breakthroughs and lay the basis for a succeeding phase of business as usual. The fact that his version seems unremarkable now is, in a way, the greatest measure of his success. But in 1962 almost everything about it was controversial because of the challenge it posed to powerful, entrenched philosophical assumptions about how science did  and should  work. What made it worse for philosophers of science was that Kuhn wasn&apos;t even a philosopher: he was a physicist, dammit. Born in 1922 in Cincinnati, he studied physics at Harvard, graduating summa cum laude in 1943, after which he was swept up by the war effort to work on radar. He returned to Harvard after the war to do a PhD  again in physics  which he obtained in 1949. He was then elected into the university&apos;s elite Society of Fellows and might have continued to work on quantum physics until the end of his days had he not been commissioned to teach a course on science for humanities students as part of the General Education in Science curriculum. This was the brainchild of Harvard&apos;s reforming president, James Conant, who believed that every educated person should know something about science. The course was centred around historical case studies and teaching it forced Kuhn to study old scientific texts in detail for the first time. (Physicists, then as now, don&apos;t go in much for history.) Kuhn&apos;s encounter with the scientific work of Aristotle turned out to be a life- and career-changing epiphany. &quot;The question I hoped to answer,&quot; he recalled later, &quot;was how much mechanics Aristotle had known, how much he had left for people such as Galileo and Newton to discover. Given that formulation, I rapidly discovered that Aristotle had known almost no mechanics at all that conclusion was standard and it might in principle have been right. But I found it bothersome because, as I was reading him, Aristotle appeared not only ignorant of mechanics, but a dreadfully bad physical scientist as well. About motion, in particular, his writings seemed to me full of egregious errors, both of logic and of observation.&quot; What Kuhn had run up against was the central weakness of the Whig interpretation of history. By the standards of present-day physics, Aristotle looks like an idiot. And yet we know he wasn&apos;t. Kuhn&apos;s blinding insight came from the sudden realisation that if one is to understand Aristotelian science, one must know about the intellectual tradition within which Aristotle worked. One must understand, for example, that for him the term &quot;motion&quot; meant change in general  not just the change in position of a physical body, which is how we think of it. Or, to put it in more general terms, to understand scientific development one must understand the intellectual frameworks within which scientists work. That insight is the engine that drives Kuhn&apos;s great book. Kuhn remained at Harvard until 1956 and, having failed to get tenure, moved to the University of California at Berkeley where he wrote Structure and was promoted to a professorship in 1961. The following year, the book was published by the University of Chicago Press. Despite the 172 pages of the first edition, Kuhn  in his characteristic, old-world scholarly style  always referred to it as a mere &quot;sketch&quot;. He would doubtless have preferred to have written an 800-page doorstop. But in the event, the readability and relative brevity of the &quot;sketch&quot; was a key factor in its eventual success. Although the book was a slow starter, selling only 919 copies in 1962-3, by mid-1987 it had sold 650,000 copies and sales to date now stand at 1.4 million copies. For a cerebral work of this calibre, these are Harry Potter-scale numbers. Kuhn&apos;s central claim is that a careful study of the history of science reveals that development in any scientific field happens via a series of phases. The first he christened &quot;normal science&quot;  business as usual, if you like. In this phase, a community of researchers who share a common intellectual framework  called a paradigm or a &quot;disciplinary matrix&quot;  engage in solving puzzles thrown up by discrepancies (anomalies) between what the paradigm predicts and what is revealed by observation or experiment. Most of the time, the anomalies are resolved either by incremental changes to the paradigm or by uncovering observational or experimental error. As philosopher Ian Hacking puts it in his terrific preface to the new edition of Structure: &quot;Normal science does not aim at novelty but at clearing up the status quo. It tends to discover what it expects to discover.&quot; The trouble is that over longer periods unresolved anomalies accumulate and eventually get to the point where some scientists begin to question the paradigm itself. At this point, the discipline enters a period of crisis characterised by, in Kuhn&apos;s words, &quot;a proliferation of compelling articulations, the willingness to try anything, the expression of explicit discontent, the recourse to philosophy and to debate over fundamentals&quot;. In the end, the crisis is resolved by a revolutionary change in world-view in which the now-deficient paradigm is replaced by a newer one. This is the paradigm shift of modern parlance and after it has happened the scientific field returns to normal science, based on the new framework. And so it goes on. This brutal summary of the revolutionary process does not do justice to the complexity and subtlety of Kuhn&apos;s thinking. To appreciate these, you have to read his book. But it does perhaps indicate why Structure came as such a bombshell to the philosophers and historians who had pieced together the Whig interpretation of scientific progress. As an illustration, take Kuhn&apos;s portrayal of &quot;normal&quot; science. The most influential philosopher of science in 1962 was Karl Popper, described by Hacking as &quot;the most widely read, and to some extent believed, by practising scientists&quot;. Popper summed up the essence of &quot;the&quot; scientific method in the title of one of his books: Conjectures and Refutations. According to Popper, real scientists (as opposed to, say, psychoanalysts) were distinguished by the fact that they tried to refute rather than confirm their theories. And yet Kuhn&apos;s version suggested that the last thing normal scientists seek to do is to refute the theories embedded in their paradigm! Many people were also enraged by Kuhn&apos;s description of most scientific activity as mere &quot;puzzle-solving&quot;  as if mankind&apos;s most earnest quest for knowledge was akin to doing the Times crossword. But in fact these critics were over-sensitive. A puzzle is something to which there is a solution. That doesn&apos;t mean that finding it is easy or that it will not require great ingenuity and sustained effort. The unconscionably expensive quest for the Higgs boson that has recently come to fruition at Cern, for example, is a prime example of puzzle-solving because the existence of the particle was predicted by the prevailing paradigm, the so-called &quot;standard model&quot; of particle physics. But what really set the cat among the philosophical pigeons was one implication of Kuhn&apos;s account of the process of paradigm change. He argued that competing paradigms are &quot;incommensurable&quot;: that is to say, there exists no objective way of assessing their relative merits. There&apos;s no way, for example, that one could make a checklist comparing the merits of Newtonian mechanics (which applies to snooker balls and planets but not to anything that goes on inside the atom) and quantum mechanics (which deals with what happens at the sub-atomic level). But if rival paradigms are really incommensurable, then doesn&apos;t that imply that scientific revolutions must be based  at least in part  on irrational grounds? In which case, are not the paradigm shifts that we celebrate as great intellectual breakthroughs merely the result of outbreaks of mob psychology? Kuhn&apos;s book spawned a whole industry of commentary, interpretation and exegesis. His emphasis on the importance of communities of scientists clustered round a shared paradigm essentially triggered the growth of a new academic discipline  the sociology of science  in which researchers began to examine scientific disciplines much as anthropologists studied exotic tribes, and in which science was regarded not as a sacred, untouchable product of the Enlightenment but as just another subculture. As for his big idea  that of a &quot;paradigm&quot; as an intellectual framework that makes research possible well, it quickly escaped into the wild and took on a life of its own. Hucksters, marketers and business school professors adopted it as a way of explaining the need for radical changes of world-view in their clients. And social scientists saw the adoption of a paradigm as a route to respectability and research funding, which in due course led to the emergence of pathological paradigms in fields such as economics, which came to esteem mastery of mathematics over an understanding of how banking actually works, with the consequences that we now have to endure. The most intriguing idea, however, is to use Kuhn&apos;s thinking to interpret his own achievement. In his quiet way, he brought about a conceptual revolution by triggering a shift in our understanding of science from a Whiggish paradigm to a Kuhnian one, and much of what is now done in the history and philosophy of science might be regarded as &quot;normal&quot; science within the new paradigm. But already the anomalies are beginning to accumulate. Kuhn, like Popper, thought that science was mainly about theory, but an increasing amount of cutting-edge scientific research is data- rather than theory-driven. And while physics was undoubtedly the Queen of the Sciences when Structure was being written, that role has now passed to molecular genetics and biotechnology. Does Kuhn&apos;s analysis hold good for these new areas of science? And if not, isn&apos;t it time for a paradigm shift? In the meantime, if you&apos;re making a list of books to read before you die, Kuhn&apos;s masterwork is one.", 
    "section": "science", 
    "gid": "science/2012/aug/19/thomas-kuhn-structure-scientific-revolutions", 
    "wordcount": "2033"
}