{
    "headline": "Birdwatch: Paddyfield warbler", 
    "text": "I don&apos;t often go twitching nowadays. Driving miles and miles across the country in the hope of seeing some rare bird that has wandered off course doesn&apos;t really appeal, especially as more often than not I fail to see it at all. For me, local nature is what matters now  the birds and other wildlife around my Somerset home. But when I spent a couple of days in Sussex recently, I couldn&apos;t resist popping along the coast to my old birding haunt at Pagham Harbour. My quest was a reed-dwelling bird with an unusual name, and a fascinating story: the paddyfield warbler. It&apos;s not unusual for warblers to be named after their habitat. Most don&apos;t have very distinctive plumage features, so the names willow and wood, reed and marsh, sedge and garden all serve their purpose. Others raise more questions than answers: does an aquatic warbler really live underwater? If so, how does it breathe  with a snorkel? The paddyfield warbler gets its peculiar moniker from the place it normally spends the winter: the flooded rice-paddies of the Indian sub-continent. It gets there by heading south and east from its breeding grounds, which stretch from Romania in the west to Russia and China in the east. This presumably means that the individual overwintering on the Sussex coast was well and truly lost. Or does it? True, the paddyfield warbler is a very rare bird in Britain. Like so many vagrants, as we birders call them, the first was found on Fair Isle in 1925. Since then more than half of the 60 or so records have been in the northern isles of Shetland, Fair Isle and Orkney. But in recent years, other species of warbler that should be wintering in Asia have turned up in Britain, sometimes in large numbers. At the same time as we were watching the paddyfield warbler, a yellow-browed warbler was performing for admirers along the seafront at Worthing. The yellow-browed warbler used to be an incredibly rare visitor to Britain, but nowadays several hundred are seen here every year. It is now thought that a small population of this Siberian species spends the winter not in south-east Asia, but somewhere in south-west Europe. Birds continually surprise us with their ability to adapt, and it is possible that the Sussex paddyfield warbler is a true pioneer. Perhaps in years to come these elusive little birds will be a regular sight in reedbeds throughout Britain. As with most twitchers, my day at Pagham involved a lot of hanging around, followed by brief and slightly unsatisfactory glimpses of a small, brown bird with unstreaked upperparts and a distinct pale eyestripe  rather like a cross between our reed and sedge warblers. Fortunately neither species had yet arrived back from Africa, so I could be sure I was looking at the real thing. I was lucky: a few days after I saw the paddyfield warbler, the bird, which had been present since last autumn, disappeared  presumably heading back to its breeding-grounds somewhere to the east.", 
    "section": "environment", 
    "gid": "environment/2012/apr/22/birdwatch-warbler-twitcher-bird-sussex", 
    "wordcount": "505"
}