{
    "headline": "Hackathon: where art and technology run wild", 
    "text": "Hacking comes in three varieties. The first two that came to our collective attention are bad. One is an invasion of privacy practised mainly by middle-aged men on celebrities and the vulnerable; the other is carried out mainly by teenage boys on the military-industrial complex. Both are well-documented and often result in a court appearance. But there&apos;s a third kind, a good kind, so far unfeatured on Newsnight and mainly practised mainly by young men with enthusiastic smiles and creative facial hair who know their Python from their Ruby on Rails (they&apos;re programming languages, dummy). The good kind is about taking something apart  a computer, a line of code, a set of data  and rebuilding it, hopefully making it better, giving it a new function, or just doing something surprising and disruptive. When these good hackers meet up it&apos;s sometimes called a hackday or a codefest, but more often it&apos;s called a hackathon. These events have been around for a while: the word was coined back in 1999. Since then hackathons have flourished. Hackers love to meet other hackers, team up and collaborate  and then show off the results. Here in the break-out area of the donated London headquarters of Mozilla  the maker of the Firefox web browser  nearly 80 people have assembled for an all-weekend hackathon. It&apos;s Friday evening, and the event doesn&apos;t end till 9pm on Sunday: many of the participants have come prepared with sleeping bags, energy snacks and anti-perspirant. The majority are male and under 30, dressed in check shirts or tees with geek-joke slogans, such as &quot;Seor developer&quot; or &quot;Munch my data&quot;. The event&apos;s organisers are called 3 Beards, though it turns out there are four of them and only three have significant bristles. They also organise a Friday-night meet-up for technology types in east London called the Silicon Drinkabout; a Dragons&apos; Den-style event for tech startup businesses called Don&apos;t Pitch Me, Bro!, and something called the Digital Sizzle  a tech event with a barbecue as its defining feature. This is Digital Sizzle number 6: the first one that isn&apos;t free (tickets are 45) and the first one to take the form of a hack. Hackathons come in many varieties: they can be themed around a particular programming language; focused on creating stuff for a particular platform, such as Android; or a company might invite hackers to build new things using its content  Yahoo! has run an open hack day since 2006. The 3Beards thought London hackathons tended to concentrate on creating startups. &quot;They are mainly focused on creating a business idea, then pitching it on the final evening, along with all the relevant trimmings  revenue plan, target market, etc,&quot; says 3 Beards&apos;s Michael Hobson. &quot;We thought that by making the output purely artistic, it would foster more creativity and allow people to really run wild with their ideas.&quot; So this hack has a theme: art meets tech. The aim of the weekend is to encourage the hackers to take some of the masses of data living on the internet, or even create some of their own (in one case with goldfish), and present it in new, unusual ways, to make something from it  a piece of music, an artwork, a machine, a game  something that brings the data to life. Not everyone here has a computing background: a smattering of artists, designers, musicians have signed up to collaborate. Some hackers have come prepared with an idea. About a dozen take turns to explain their plan to the rest of the group, hoping to fire imaginations and recruit fellow hackers to their team.     The DataDress, woven from social media pictures generated during London Fashion Week. Photograph: Paul Clarke/paulclarke.com    Rachel Taylor, an artist, says she wants to make a dress from the social media generated by London Fashion Week. She would like to remind the nerds of the age-old link between weaving looms and the computer. Stef Lewandowski describes himself as a hacker and knows how to work a crowd of geeks: &quot;What we need is lasers!&quot; gets a cheer. He&apos;s booked time on Saturday with a laser-cutting workshop. His plan is to turn tweets into wearable jewellery. Developer Gavin Clark says he has two ideas. One is a &quot;death clock&quot;, which will use basic personal information to calculate when and why you will die  and use a projector to display an image of, say, a heart attack on to your body. He also wants to make a machine that will reproduce the weather from somewhere else in the world using lights, fans and a hose. Other hackers say they plan to do work with football data, or make art from Transport for London information. Another suggests turning &quot;emotional data into liquid&quot;. For inspiration, the crowd watch a TED talk from Google data artist Aaron Koblin, whose team worked on the Arcade Fire/Chris Milk film for We Used to Wait, which allowed you to incorporate Google Street View images of your home town into the video  an exemplary instance of tech meeting art. Wrapping up, Benjamin Southworth an ex-3Beard who is now deputy CEO of the Tech City Investment Organisation (Tech City is what the government wants us to call Silicon Roundabout) implores the gathering to &quot;take something that&apos;s raw and honest, turn it into magic&quot;. Tonight the hackers have to go home, but, after they return at 9am on Saturday, they don&apos;t have to leave until Sunday night. The organisers have supplied everything a hacker could possibly need: powerful Hewlett Packard PCs, XBox Kinects, various bits of hardware they might need to add GPS, lighting and sound to their projects. There are mentors from cloud communication firm Twilo and social media monitoring specialists Brandwatch giving expert advice and access to their web services. There is a generous supply of beer, coffee, burgers and Mexican food. And there&apos;s one shower. Yet participants aren&apos;t here for the new toys, diabetes-inducing diet and natural odours. A hackathon is about much more than that. As Michael Hobson explains: &quot;The participants get an experience which is hard to find elsewhere. It&apos;s only in this high-pressure, time-sensitive environment that you can really come face-to-face with yourself, and see what you&apos;re capable of. People surprise themselves with what they can output over a weekend At the very least, it can give them a thirst to be more productive in their day-to-day life.&quot; There&apos;s also a brand of tech speed-dating going on. &quot;As well as the &apos;inward&apos; development,&quot; says Hobson, &quot;they also form close bonds with the people they collaborate with. It can go either way  if you really get on with the person, you&apos;ll have a great friendship, but, if they get on your nerves, then it will come to the surface much quicker.&quot;            By Sunday, the sense of bonhomie is palpable and rather surprisingly the sense of body odour is not: these are clearly quite hygienic people. The 20 teams are given three minutes to present their hacks to the audience. Judges are going to select a number of the works for a one-night-only show at the Whitechapel gallery, who, like the Observer, are sponsoring the event. Rachel Taylor and her team present their dress made entirely from Instagram and Flickr pictures, a mask made from faces, and a hat made from tweets  all grabbed from London Fashion Week. The death clock was jettisoned very early on, but Gavin Clark and his team have a rudimentary weather machine to show the crowd. It works like this: the audience vote by text for the city weather they would like to witness (Jakarta, New Delhi, Rio, Cape Town and Beijing are on offer), then, with the help of a lamp, a fan, a strobe light and pond pump that streams water down a plastic sheet, they get to see 10 days&apos; worth of weather in 100 seconds. Beijing wins, and each time it rains there&apos;s a bigcheer. Stef Lewandowski (who worked alone; he calls this a &quot;solo hack&quot;) asks for six women  which is most of the women in the room  to model his data jewellery. Some is in the form of coloured acrylic strands that hang from a necklace, some cut from felt and sitting on the collarbone. His wife&apos;s past 3,000 tweets are visualised as a necklace (&quot;The length of the strands corresponds with how chatty she is in a given period&quot;), while a &quot;necklace of death&quot; uses red acrylic strands to visualise how many people are talking about death on a given day, and includes an engraving of the name of someone who appeared in the Guardian obituaries that day. After some deliberation, the judges decide on three winners: Stef&apos;s necklaces, the See-Thru Planet iPad app, and the RSVP Network. Ten days later, 600 people turn up to see the projects at the Whitechapel gallery in east London, not far from Silicon Roundabout. The teams have had a chance to polish their work and get it ready to show off in the gallery&apos;s vast white spaces. Stef, a veteran of many hackathons, tells me that that is what made the Digital Sizzle hackathon unique. &quot;This event raises the whole thing. Instead of making something that only my fellow hackers see, I&apos;m making something that is worth someone else&apos;s time to look at.&quot; Some of the projects have already attracted commercial interest. Stef has had orders for his necklaces, and &quot;the wife of someone famous&quot; has expressed an interest in investing. If that doesn&apos;t work out, he&apos;s thinking of raising funds when Kickstarter launches in the UK. The weather guys have set up meetings with Virgin Atlantic and Emirates, which are both interested in the idea of machines in airports that simulate the weather in travellers&apos; destinations. The tech-art culture clash has pleased Iwona Blazwick, director of the Whitechapel, who says: &quot;We have been so impressed with the entrepreneurial spirit as well as the sheer speed at which the techies work. Everything is possible! The results demonstrate how the collaborative power of artists with technology experts can make us see our world with fresh eyes.&quot; 3 Beards&apos;s Bryce Keane is sipping on a well-earned raspberry beer. Plans are already being made to turn it into a annual event with a longer two-week exhibition. &quot;I don&apos;t think we imagined it would be this successful, but we&apos;re really happy that it is. It shows the London tech scene is alive and well.&quot; The organisers would also like to thank headline sponsors WPS Challenger, along with Mind Candy, Wirehive, Hewlett Packard, Diginate Printers, Casio Projectors and Leaderboarded", 
    "section": "technology", 
    "gid": "technology/2012/sep/30/hackathon-digital-art-technology-online", 
    "wordcount": "1787"
}