{
    "headline": "Norway leads calls for EU ban on fish discards", 
    "text": "Giving up the wasteful practice of discarding edible fish at sea is not only possible, but can result in greater profits for fishermen, according to the fisheries minister in Norway, which has banned the practice. Up to two-thirds of the fish caught in some European waters are thrown back dead because of the way the EU&apos;s common fisheries policy works. Proposals to end the waste have faced opposition from fishing groups and some EU member states, several of which attempted to scupper the ban at a meeting in Brussels on Monday. In the end, the attempt to block a ban on discards did not materialise, in part because of strong opposition from the public and high-profile campaigns such as FishFight initiative spearheaded by the TV chef Hugh Fearnley-Whittingstall. But the issue will be discussed by European legislators several times this year before going to a final vote. It is 25 years since Norway introduced a ban on discards amid the steady decline of the Arctic cod. As a result, stocks of the species have recovered. The experiences of Norway, which is outside the EU, should be taken as an example to member states, says the country&apos;s fisheries minister. Lisbeth Berg-Hansen. She told the Guardian: &quot;I hope the rest of Europe will see this ban can be possible. Fishermen saw it as difficult at first but they have seen the quick results of this ban  the quota got bigger year by year.&quot; Some fishermen, mainly in companies with industrial-scale vessels, want to keep the present discards arrangement because they can maximise their profits by throwing back lower value, though edible, fish. Berg-Hansen said Norway&apos;s discards ban was introduced as part of a package of measures that meant fishermen saw other benefits, and shared in the bigger catches that were allowed as the species recovered. &quot;We looked at the problem as a whole, took scientific advice and used several different methods,&quot; she added. Technology was used extensively: selective gear meant smaller fish slipped through the net, preventing juveniles being caught and helping to avoid by-catch. Some fishing grounds were also closed temporarily to allow stocks to recover, particularly in areas where there was a high proportion of young fish. The amount of allowable by-catch was also curtailed, with rules brought in which meant that fishermen netting a large amount had to change location to avoid breaking the law. Fishing was more closely monitored, and the value of any fish caught in contravention of the regulations was made forfeit to the state. One key part of the plan, said Berg-Hansen, was public backing of the ban  there was a growing outcry in Norway over the huge quantities of cod being discarded, particularly at a time when stocks were dwindling. &quot;People saw that discarding fish is an absolute waste and irresponsible resource management,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/2012/mar/21/norway-eu-fish-discards-ban", 
    "wordcount": "477"
}