{
    "headline": "Supermarkets fear egg shortage as farms close over welfare rules", 
    "text": "Britain&apos;s supermarket shelves could be empty of key products within a month as an acute shortage of eggs threatens to have serious consequences for the country&apos;s food chain. New EU rules banning the housing of hens in conventional cages are being blamed for what some in the industry are already labelling a &quot;crisis&quot;, as competition among food manufacturers to source eggs sends prices rocketing. The price of eggs on the EU wholesale market has nearly quadrupled over the past week to more than four euros a kilo. &quot;It&apos;s now no longer a question of price, it&apos;s a question of supply,&quot; said one industry source who asked to be anonymous. &quot;I estimate that within three to four weeks some companies will be at breaking point.&quot; Eggs  both in liquid and powdered form  are used in a variety of food products from biscuits and cakes to pasta and mayonnaise. A shortage of their main ingredient would threaten the viability of some food manufacturers, several of which are already closing down their production lines because they cannot afford the soaring price of eggs and cannot raise their prices because supermarkets refuse to pass on any increase to consumers. &quot;We can see businesses going bust very quickly unless something is done about this soon,&quot; one food distributor said. &quot;We&apos;ve never seen anything like this. Commodity prices for things such as wheat and sugar go up and down, but this is different.&quot; One food manufacturer recently approached 10 egg suppliers and was told by eight that they could not supply. The Farmers Guardian reports that a traditional ice cream manufacturer in Kent was informed last Monday that the price he pays for egg yolk will rise by 70% from the start of this month. In January new rules came into force stipulating that egg producers in EU member states must keep their hens in specially enriched pens. The move has been broadly welcomed by animal rights campaigners, but many egg producers have felt unable to absorb the costs of buying the pens. Spain, for example, has seen the slaughter of large numbers of flocks as a result and opt to leave the market. As a result, the country has gone from being a net exporter to a net importer of eggs, an event that has helped push prices up. Under the new rules, manufacturers are not now permitted to source their eggs from non-compliant EU countries, 13 of which have yet to introduce the new pens. British food manufacturers are struggling to source eggs legitimately from abroad. The impending shortage has already triggered warnings that some manufacturers will look to source their eggs from foreign producers who continue to use traditional pens. Philip Hudson, head of food and farming at the National Farmers Union, said British egg producers had spent 400m ensuring their industry complied with the new regulations. &quot;People have known about this new rule coming into force for some time,&quot; Hudson said. &quot;As a result, British producers are keen to ensure illegal eggs are not imported into this country.&quot; A spokeswoman for the British Egg Industry Council, which represents British producers, said it was aware conditions in the market were &quot;tight&quot; but declined to comment further.", 
    "section": "environment", 
    "gid": "environment/2012/mar/04/supermarkets-fear-egg-shortages", 
    "wordcount": "550"
}