{
    "headline": "How can I encourage my grandchildren to enjoy nature?", 
    "text": "The great biologist Edward O Wilson hypothesised that humans are hard-wired to crave the natural world, andthis begins in early childhood. On a positive note, an innate need tospend time in the woods means we&apos;re less likely to destroy them. Author Richard Louv says that kids in particular are suffering from nature deficit disorder brought about by a lack of exposure to nature. His book Last Child in the Woods  has anecdotes that are as heart-breaking as the title. Kids all over the world talk animatedly about cartoon whales, but can&apos;t describe asimple flower in front of them. Children in China are particularly affected. The landscape has been urbanised so quickly that nature has been all but eradicated in the concrete jungle. Even natural sounds such as chirping cicadas have gone. Research shows indifference turns to fear. Biophilia changes to biophobia. If you actively dislike nature, you&apos;re more likely to build a car park on it. Your granny-fussing is increasingly backed up by research, much of it from China itself. Friends of Nature, China&apos;s oldest NGO, leads a campaign for kids to get out more. However, there remains a critical lack of truly natural reserves, such as wetlands. So when your grandkids are visiting, fill their boots (wellies) with trips to our natural parks and the brilliant wildernesswood.co.uk (where they somehow make natural woodland as compelling as video games). No nationalistic complacency, please. The relationship between children and nature in the UK is particularly broken (one of the worst in Europe). The proportion of kids regularly playing out in natural places has fallen in one generation to fewer than one in 10. Exposure to the natural world isn&apos;t just to inculcate kids into defending ecological hotspots when they grow older. Losing out on nature means losing out on fundamental benefits, including nature&apos;s restorative capacity and the opportunity to learn ecological intelligence. Luckily many young people in the UK refuse to be cheated out of their right to a piece of the environment  and the Observer Ethical Awards has 6,000 on offer from Ecover to Young Green Champions and the adults who support them  also eligible for a prize this year  go to observer.co.uk/ethicalawards. Get your entries in before 22 March, and let&apos;s celebrate thegreat outdoors together.  Green crush  The best fair-trade artisans meet the best designers, and the result is the Made By Node fair-trade rug collection, currently selling in London&apos;s Design Museum. There are 18 different designs, each created by leaders in their field, from illustrator Jon Klassen to Finnish artist Sanna Annukka, and has been made by fair-trade carpet-makers at the Kumbeshwar Technical School in Kathmandu. There&apos;s only 10 of each, so those who covet them need to move quickly (madebynode.com) Greenspeak: Daylighting {dey-lie-t&apos;ing} present participle Trend in architecture (possibly because we&apos;re not that keen on eco bulbs) to illuminate with natural daylight, making particular use of skylights. The net effect is lower energy usage If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2013/mar/10/grandchildren-not-in-nature-enough", 
    "wordcount": "520"
}