{
    "headline": "UK science is falling behind in the global race", 
    "text": "When it comes to Olympic sport, the UK is a small nation making a big impact. Last year&apos;s games saw us finish third in the medals table, behind only the United States and China and ahead of Russia, despite our comparatively small population. The UK has a record of punching above its weight in science too. Combining public and private funding, the UK&apos;s spending on R&amp;D is only 3% of the global total. Yet we are home to 4% of the world&apos;s researchers and we contribute to 6% of published papers. But we are in danger of sliding down the scientific medals table. For many years now, UK science funding has been falling compared with other nations, and it is now well below key international competitors including the United States, China and Germany. Why should this matter if you aren&apos;t a scientist? Science is an important driver of economic growth. According to a report published by Nesta, 63% of UK growth between 2000 and 2008 was due to innovation. Government figures show that the chemicals and pharmaceuticals sectors alone made up 1.9% of gross value added to the UK economy in 2011 (reaching 27bn), and the newly flourishing biotech industry is predicted to contribute 4-12bn by 2025. This growth engine is at risk if the decline in science spending isn&apos;t reversed. Already, the UK spends only 1.76% of GDP on R&amp;D, versus a G8 average of 2.1%, with fast-growing countries investing even more  such as 3.74% in South Korea. Government funding is essential to achieving a turnaround. The public purse will always be limited, and private sector investment must be maximised. But OECD data shows that across the world business R&amp;D investment is strongly linked to input from government. (Change the y-axis on this graph from the OECD to &quot;BERD&quot; to see a correlation between public R&amp;D expenditure and business R&amp;D expenditure, based on these data.) UK government investment is notably lagging behind our competitors, at below 0.6% of GDP compared with a G8 average of 0.8% and an EU average of 0.7% (this is all very nicely shown over at scienceogram in case you&apos;re interested). There is little hope of a real upswing in government funding soon. The government&apos;s 2010 spending review saw a cash freeze for science, but in real terms this meant a cut of more than 10%. The government will announce the science budget for 2015/2016 on 26 June. But with departments being asked to find budget reductions of 10% on top of current plans, it seems unlikely that science will do much better this time around.  So how can we prevent the UK&apos;s scientific lead slipping away? First, we need the government to make a long-term commitment to supporting science. We need to give businesses looking to invest in the UK and researchers planning to work here a sense of security in our research ecosystem. Science is Vital is calling for a goal to meet the G8 average of 0.8% of GDP spent on government science funding. This is a fantastic goal to aim for, but even with a change of course it is at least 10 years away. A realistic goal to reach by the end of the next parliament, in 2020, might be to raise UK science spending to 0.7% of GDP, the current EU average. This is not an insignificant rise  it would take political conviction  but it is not impossible. It would require a 3% year-on-year increase in spending relative to GDP. Second, in the short term we need to limit the damage to the UK&apos;s research base so that it is poised to grow again when resources return. The Royal Society of Chemistry is urging the government to continue to fund science at 2010 levels in this spending review, including returning the capital budget to this level. Making science work for the economy isn&apos;t all about funding. We need to consolidate the UK&apos;s variety of innovation support mechanisms to better convert research into growth. And we need to ensure that people have the skills to take up the jobs created by science and innovation, by supporting STEM (science, technology, engineering and maths) education and experience at all levels. But none of this can happen if we don&apos;t unite to demand a well-funded research base to build on. It&apos;s true that times are tough, but we all know that cutting funding for research is a false economy. The Royal Society of Chemistry&apos;s members are working with their MPs to raise the profile of this issue, and the whole scientific community can get involved: sign Science is Vital&apos;s petition, write or talk to your MP; and play your part in making the UK a world champion in science and innovation. Matthew Brown is head of communications and campaigns at the Royal Society of Chemistry. You can follow the RSC&apos;s work on Twitter @RSC_Roadmap and Matthew&apos;s musings @DrMatthewBrown", 
    "section": "science", 
    "gid": "science/occams-corner/2013/may/17/uk-science-falling-behind-global-race", 
    "wordcount": "839"
}