{
    "headline": "Coalition energy policy 'threatens to destroy environmental case for HS2'", 
    "text": "Ministers&apos; failure to set firm targets on cutting carbon emissions from electricity generation will destroy the environmental case for the HS2 rail project, one of the Tory party&apos;s few remaining &quot;green&quot; MPs has said. On the eve of what is expected to be an energy policy debate in parliament, the former Tory minister Tim Yeo told the Guardian that the billions to be sunk into the north-south high-speed rail project would not lead to lower emissions if the UK went on using fossil fuels to generate electricity. Yeo, who is now chair of the energy and climate select committee, said: &quot;This strategy will only work if the extra electricity [for HS2] is generated by low-carbon technologies. If parliament fails to set the electricity system on a low carbon pathway by 2030, we could end up with a grid excessively dependent on gas  and the anticipated carbon benefits of electric cars and HS2 would evaporate.&quot; Fresh concern about the highly controversial HS2 project comes as the coalition&apos;s energy bill receives its third reading on Monday, amid tensions within the coalition over the increasingly hostility to green policies emerging from within Tory ranks. Ed Davey, the Lib Dem energy secretary, is to raise the stakes with a thinly veiled attack on vocal sections of the Conservative party during the debate. In a speech on Monday, Davey says: &quot;Those who argue against all the actions we are taking to reduce emissions, without any serious and viable alternative, are asking us to take a massive gamble with the planet our children will inherit, in the face of all the evidence, against overwhelming odds. No government worth its salt would take that gamble. No political party worth voting for would make that argument.&quot; The energy bill, which has been nearly three years in the making, will determine the shape of Britain&apos;s energy policy for decades to come because it will influence investment decisions over the next five years on infrastructure that will still be operating in 30 years&apos; time. The energy industry and green campaigners say the bill is crucial to ensuring the lights stay on as large numbers of the UK&apos;s ageing power stations are taken out of service in the next few years. Under pressure from the Treasury, the government withdrew mooted plans to enshrine a target to decarbonise electricity generation by 2030 in the energy bill, to meet the UK&apos;s climate goals. Yeo tabled an amendment to restore the requirement, but many Tories are opposed as it would involve subsidies for renewable energies, while they prefer a &quot;dash for gas&quot; approach despite warnings that overreliance on imported gas would raise prices to consumers. The rifts in the coalition over energy policy are expected to become starkly clear in the debate, as climate sceptics in the Tory party have grown more vocal. Prominent among climate sceptics is Peter Lilley, who was appointed as a Downing Street adviser last month. Yeo&apos;s amendment, the first time he has rebelled against Tory policy since the poll tax under Margaret Thatcher, has the support of Labour and a handful of prominent Tories, including Zac Goldsmith and the former minister Peter Bottomley. All eyes will be on the Lib Dems to see whether they follow their coalition partners or take a green stand. Barry Gardiner, Labour MP and also a member of the energy and climate select committee, tweeted on Sunday: &quot;Wonder if Lib Dems will vote with their party policy manifesto and pledges or do as Tory whips tell them?&quot; More than 50 companies, investors and trade associations, many with interests in renewables, have urged the coalition to reinstate the target for decarbonising electricity generation. Andrew Raingold, executive director of the Aldersgate Group, which coordinated the statement, said: &quot;Businesses and investors have been loud and clear that such a target would not only reduce costs but provide greater certainty for companies to invest in the development of UK supply chains and jobs. It&apos;s a pro-growth and pro-deficit reduction strategy.&quot; The UK Sustainable Investment and Finance Association also called on MPs to support a decarbonisation target, to stimulate investment and give companies certainty. Simon Howard, its chief executive, said: &quot;There is significant investor appetite for the UK to be a global leader in profitable low-carbon energy solutions, providing the high-quality innovation and jobs that the country needs to ensure a future economic recovery. We call on MPs to recognise this and vote in favour of enshrining the 2030 decarbonisation target in the bill.&quot; Investment in green energy has fallen to its lowest levels for seven years, Bloomberg New Energy Finance finds. This is largely due to investor jitters over coalition energy policy and the proposed &quot;dash for gas&quot;. Stephen Joseph, chief executive of the Campaign for Better Transport, echoed Yeo&apos;s warning over high-speed rail. &quot;Our research shows HS2 can cut carbon emissions but this partly depends on decarbonised electricity generation. To maximise the benefit of investing in high speed rail, the Department for Transport needs to have a contingency plan. That should include getting more freight on rail and ensuring decent, affordable, public transport so people have an alternative to their cars.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/02/coalition-energy-policy-threat-hs2", 
    "wordcount": "872"
}