{
    "headline": "Apps Rush: Sky Go, Peppa Pig, Net Nanny, Legendary Heroes, WinZip, CloudOn, Anthm and more", 
    "text": "A selection of 17 apps for you today: Sky Go BSkyB has launched its Sky Go app for Android, following its debut on iOS in 2011. It provides live access of up to 22 Sky channels depending on the user&apos;s home subscription status. Up to two devices can be registered, but it appears to be smartphone-only at the moment: supported at launch are the HTC Desire, HTC Desire S, HTC Desire HD, HTC Incredible, HTC Sensation, Samsung Galaxy S and Samsung Galaxy S IIAndroid Peppa Me Books Penguin&apos;s Me Books app for classic Ladybird children&apos;s books has been a hit, not least because it lets kids re-record dialogue and text in their own voices. Now Peppa Pig is getting the same treatment on iOS, with one book included and others available via in-app purchase.iPhone / iPad Net Nanny Safe Browser Parents spooked about what their children might be doing on an Android device? There are numerous apps for that, as every web security company piles onto Google&apos;s platform. The latest is Net Nanny  a Mozilla-based Android browser that filters the web based on four age profiles, and 18 content categories. It even blocks other browsers from launching.Android Legendary Heroes There is justifiable excitement around the launch of this Android game from developer Maya. It&apos;s an action real-time strategy game with spiffing graphics and a freemium business model buy in-game diamonds to help upgrade characters.Android WinZip As iOS utilities go, this is one of the more useful: open and manage zip attachments from email, including encrypted files and those on webmail services like Gmail and Hotmail.iPhone / iPad CloudOn Microsoft has yet to bring native apps for its Office suite to Apple&apos;s iPad, but CloudOn is plugging the gap in the meantime. Its app enables you to create, edit and view Word, Excel and PowerPoint files, while synchronising them with DropBox. It&apos;s been available to US users for a while, but is now available in the UK too.iPad Carbon Looking for an alternative Twitter app for Windows Phone? Carbon is the latest contender, promising a Metro-optimised interface that puts &quot;All of Twitter on one screen&quot;.Windows Phone Anthm - Powered by Rdio This is a clever idea, although you&apos;ll need a subscription to streaming music service Rdio to use it  not something that&apos;s available in the UK yet. The app functions as a party jukebox: &quot;Launch the app, start a party then you and your friends can add music into one playlist... Unlike a jukebox, everyone can vote songs UP to hear them sooner and vote them DOWN to move them down the playlist.&quot;iPhone Monster Shooter Another hotly-tipped Android game comes from Gamelion, whose latest title promises that &quot;hand-drawn 2D ultra violence has never looked this cute&quot;. It&apos;s another free-to-play game, with dual-stick virtual controls.Android Cisco Smart Storage Cisco has launched an app for its Smart Storage NAS devices, enabling iPhone and iPad owners to stream music, videos and photos from one to the other. The app caches recently-played music for offline listening, and can upload photos to the Smart Storage device from the iOS unit.iPhone / iPad Berlitz Mon Prof de Franais for iPad Berlitz&apos;s new language-learning app offers a 15-minute daily French routine, as well as tests and a built-in dictionary.iPad Burton It&apos;s not yet available in the UK App Store, but Burton&apos;s new iPhone app is the latest example of a brand exploring the potential of apps. It&apos;s aimed at snowboarders with a powder alarm, day trackers and downloadable wallpapers.iPhone Lego Duplo Zoo Lego&apos;s latest iOS game sees a rabbit, a giraffe and a lion living in present-distributing harmony. It&apos;s all based on the Duplo sub-brand.iPhone / iPad Pikhub The latest social photography app for iPhone is Pikhub, which promises to &quot;create social albums for your past, present and future events and bring together the entire event&apos;s experience&quot;. That means geolocation features, group sharing and the option to create &quot;missions&quot; around specific events.iPhone London Pub Crawls With British binge drinking in the headlines once more, this may not be the most auspicious week to launch an app about London pub crawls. Even so, here it is: 40 suggested walks across the capital, each with four pubs to investigate.iPhone Moby Dick - A Digital Odyssey Moby Dick is the latest classic fictional work to get the iPad interactive treatment, with the full text accompanied by videos of experts, infographics and a neat hashtag system to create &quot;a book club within the book&quot; so students and teachers can swap views.iPad Peek to Retro Peek to Retro is a games-focused quiz with a clever peeking interface that challenges users thus: &quot;Let&apos;s see how your C64 and Spectrum knowledge is smartypants...&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/20/apps-rush-sky-peppa-pig", 
    "wordcount": "807"
}