{
    "headline": "Can the teaching unions be part of the solution?", 
    "text": "What are unions for - and what should they be for? Are they industrial lobbying groups, existing to advance the interests of their members, or professional associations driven to improve the quality of the services they provide? The two goals can combine of course, but there&apos;s often little acknowledgment of this. Michael Gove has little hesitation in including the NUT among his &quot;enemies of promise&quot;, while the teaching unions have been guilty of a little hyperbole themselves. It&apos;s an echo of the angry debate in the US where Geoffrey Canada, of Harlem Children&apos;s Zone, has accused the unions of being a brake on reform. A project being carried out by Loic Menzies, a former teacher who now runs a consultancy, aims to uncover some answers. Menzies draws attention to the work of Harvard academic Susan Moore Johnson, who writes of &quot;industrial unionism&quot; and &quot;reform unionism&quot; in education. The first kind assumes that relations between workers and management are at odds - it&apos;s a zero-sum game. The second accepts that while union rules can protect teachers from arbitrary treatment, they can limit the freedom of school managements. This model allows both sides to collaborate on bespoke solutions to school problems. She writes that there is &quot;substantial evidence... in contrast to the notion that unions limit educational autonomy and professionalism, that teacher unions have led to many practices that not only permit but also promote local variety and reform.&quot; Menzies&apos;s research project - commissioned by a social enterprise that is seeking to offer support services to teachers - is an attempt to identify what matters to teachers and therefore what should matter to Britain&apos;s teaching unions. On the basis of early findings, he writes: &quot;We might expect the focus amongst teachers to be on &apos;reform&apos; rather than stagnation. Should this be the case, unions will need to make sure their behaviour is in line with teachers&apos; objectives by focusing on standards and quality as opposed to defensiveness.&quot; It is a project that will be of some interest to the unions themselves. One of Menzies&apos; early discoveries is that there appears to be a high degree of mobility among teachers: more than 40% of his initial respondents have swapped union.", 
    "section": "education", 
    "gid": "global/mortarboard/2012/feb/02/schools-michaelgove", 
    "wordcount": "377"
}