{
    "headline": "How roads were not built for cars", 
    "text": "Even the BBC has called me it, so it must be true. Back in 2011 when I wrote this piece for the Guardian I was merely a journo-with-a-book-idea; now I&apos;m a historian. Two years ago on this very blog I wrote:  Many motorists assume that roads were built for them. In fact, cars are the johnny-come-latelies of highways.  I went on to explain a little bit more about my highway history revisionism.  At the time I didn&apos;t have a book title. I do now. The title  Roads Were Not Built For Cars  popped into my head, naturally enough, when I was cycling. A bunch of cars were parked on the pavement and a bunch more were clogging up the road ahead. &quot;It&apos;s not as though roads were even built for cars,&quot; I mused, and I&apos;m pretty sure my eyebrows must have been knotted and my lips pursed as I was thinking this. Rewind. I used a couple of words that may need a little explaining. The first is pavement. As my book is about American highway history as well as British, I&apos;ve trained myself to use pavement in its technical sense. When Americans  and British road engineers  talk about pavement, they mean the road, not the, er, sidewalk. Pavement is a colloquialism. The correct, legal term is footway. Mind you, in everyday speech, I continue to use pavement, especially when confusing Americans: &quot;That&apos;s right, in England, bicycles aren&apos;t allowed on the pavement.&quot; The second word I&apos;d like to draw attention to is revisionism. This isn&apos;t used pejoratively; revisionism is history. Pulitzer Prize winning historian James McPherson, writing for the American Historical Association, said this of revisionism:  There is no single, eternal, and immutable &apos;truth&apos; about past events and their meaning. The unending quest of historians for understanding the past  that is, &apos;revisionism&apos;  is what makes history vital and meaningful.  Roads Were Not Built For Cars is therefore a proudly revisionist work, and, like all history, really, it&apos;s revisionism with an agenda. The agenda is plain: I want motorists to think before they say or think, &quot;Get off the road, roads are for cars.&quot; Not all do, of course, but there&apos;s enough out there to make life difficult for cyclists. The belief that roads were made for motorists is almost as old as motoring. Cyclists were written out of highway history by the all-powerful motor lobby in the 1920s and 1930s. But not all parts of the modern-day motor lobby buy into this history. Edmund King, president of the Automobile Association, was one of the first supporters of my book. For the book&apos;s blurb, King said:   Some drivers think that they own the road so might be surprised when they hear that roads were not built for cars. [This] fascinating insight into the origin of roads hopefully will break down some of the road &apos;ownership&apos; issues and help promote harmony for all road users whether on four wheels or two.  Motoring owes a great deal to cycling, something that will clearly come as a surprise to many motorists. In a video I produced to promote the book, I asked passers-by to tell me when a busy four-lane highway, in my home town of Newcastle, might have been built, and whom for. The answers boiled down to &quot;the 1950s&quot; and &quot;old cars.&quot; Jesmond Road might look and feel like an urban motorway  it&apos;s a hostile place to ride a bike, or even walk beside  but it was built to the current width in 1838 and was only later retrofitted for cars. In the 1950s the road was dominated by trams, and not yet strangulated by privately owned cars. In a strange way, this relatively recent history of the road gives me hope. If you&apos;d have asked a Brit in the 1920s what form of transport would be dominating the streets 60 and 70 years in the future, not many people would have said hoverboards or that other fantastical luxury contraption, the motorcar. People would likely have said &quot;trams&quot;.  In the 1890s people would have said bicycles, trains and, thanks to futurists such as HG Wells, mechanical footways (the first one was built for the 1893 World&apos;s Fair in Chicago). If the past is a different country, the future can often be more alien. The theory of Peak Car points to a future with a reduced need for those ugly, disfiguring ring roads that blight our cities (it was announced earlier this month that Leicester is to turn part of one of its motor-myopic gyratories into a two-way bike lane).  It&apos;s a happy coincidence that the author of the Get Britain Cycling report, due to be launched in a parliamentary reception on 24th April, is Professor Phil &apos;Peak Car&apos; Goodwin. In a series of influential articles for Local Transport Today in 2010 (paywall), Professor Goodwin wrote:  If rail, bus and tram use all peaked and then declined, so why do so many people assume that car use will either keep rising indefinitely or reach saturation and a &apos;steady state&apos; condition?  A linked editorial by Dave du Feu of Spokes, the Lothian Cycle Campaign, argued (paywall):   If urban traffic is falling, let&apos;s give more space to cyclists.  Such provision would be both healthy and historically correct. It was cyclists, and not motorists, who first pushed for high-quality, dust-free road surfaces (dust was a major irritant at the time, believed to be a cause of disease, especially as so much of it was powdered horse shit). The Roads Improvement Association of the UK was created in 1885 by the Cyclists&apos; Touring Club and the forerunner to British Cycling, ten years before the first motorcar was imported into the country. And in America, the Good Roads movement, started by cyclists, later led to the creation of the US Department of Transportation and many &quot;motor lobby&quot; organisations were, originally, started by cyclists. To make sure petrolheads don&apos;t throw down the book in horror, I&apos;ve included lots of automotive history. Many automobile pioneers were cyclists before becoming motorists. A surprising number of the first car manufacturers were also cyclists, including Henry Ford. Some carried on cycling right through until the 1940s. For instance, Lionel Martin, who co-founded the Aston Martin marque, favourite of both Clarkson and Bond, James Bond, was a racing tricyclist to his dying day. Literally. He was killed after being hit...by a motorcar.  There will be nugget after revisionist nugget like this and the book, due in August, is already doing rather well. After three-and-a-bit weeks of crowd-funding on Kickstarter the book is triple the original target. Amazingly, it has raised 14,100 in pre-orders, with another 5 days to go. And pledges of cash keep on coming despite the fact the full text for the book will be given away free on the blog-of-the-book. Why free? There&apos;s no point producing a revisionist history and then letting it fester, unseen. By giving it away free I&apos;m hoping a few of the salient facts make it into the mainstream. This mainstream is a motoring mainstream right now. The future could be one where bikes rule the road, just as they did in the 1890s.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/apr/16/roads-not-built-for-cars-book", 
    "wordcount": "1204"
}