{
    "headline": "Mystery bird: Hemprich's hornbill, Tockus hemprichii", 
    "text": "      Hemprich&apos;s hornbill, Tockus hemprichii (synonym, Tockus exsul; protonym, Buceros (Lophoceros) Hemprichii), Ehrenberg, 1833, photographed at Wabi Shebele at Lake Langano, a lake in the Oromia Region of Ethiopia (Africa).  Image: Dan Logen, 5 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/8, 1/320 sec, ISO 500    Question: That&apos;s a really big beak! What does this Ethiopian mystery bird use its huge beak for? How can this bird have such a large beak without falling beak-first, out of a tree every time it tries to fly? Are there any unrelated birds that also have large beaks like this? Can you name this bird&apos;s taxonomic family and species?  Response: This is an adult Hemprich&apos;s hornbill, Tockus hemprichii, a member of the hornbill family, Bucerotidae. Hornbills are unique amongst birds because the first two neck vertebrae (the axis and atlas) are fused together. This is probably to provide strength and stability for that large bill.  The characteristic large and decurved bill is used for obtaining food, preening feathers, fighting, and constructing the nest. Even though the large bill looks heavy, it actually is made of spongy bone tissue covered with coloured layers of keratin (the same material that comprises human fingernails). If you&apos;ve ever picked up the skull of a hornbill, you will immediately be surprised by unbelievably how light it is.  These remarkable bills superficially resemble those of the unrelated toucans, ramphastidae, a near-passerine family whose distribution is limited to South America. The physical similarities, especially in bill shape and structure, between toucans and hornbills is the product of convergent evolution, a phenomenon where unrelated organisms evolve similar shapes, colours or behaviours due to their similar ecologies. Additionally, because many toucans and hornbills fulfill similar ecological roles and occupy very similar habitats, they are often described as &quot;ecological equivalents&quot;.  Hornbills are omnivorous; eating fruit, insects and small animals. Those species that tend towards eating more fruits are found in forests whilst those that tend towards carnivory live in savannah. When a bird has obtained something to eat, it tosses the food item to the back of its throat with a quick jerk of its head.  Hornbills are a cavity-nesting species. After selecting a nest hollow in a tree or rocky cliff, female hornbills close the entrance to the hole with a mixture of mud, fruit pulp and faeces, leaving just a narrow slit through which her beak can protrude so the male can feed her. This behaviour prevents nest access to predators and protects the female from being supplanted by rival conspecifics. Hemprich&apos;s hornbill is placed into the genus, Tockus, along with 13 or so other species, depending upon how you define species and where you place them, taxonomically speaking. Morphologically, Hemprich&apos;s hornbill is fairly distinct. It has a large heavily-built decurved bill that is orange-red with a grey wash, the dark grey contour feathers and primary coverts on its upperparts have a distinctive cream-coloured leading edge, it has a charcoal grey neck sharply divided from it whitish-grey underparts, and two white tail feathers on each side (of five tail feathers, number 3 and 4 are white, the rest are charcoal-grey). It also has elongated feathers on its crown and nape, which give it a tousled &quot;bad hair day&quot; look. Males and females look alike although the males are physically larger.  Although their ranges either don&apos;t overlap or have only minimal overlap, Hemprich&apos;s hornbill is closely related to the superspecies formed by the crowned hornbill, T. alboterminatus, Bradfield&apos;s hornbill, T. bradfieldi and the African pied hornbill, T. fasciatus, based on their very similar voices and their distinctive wings-closed, head-up display posture.  This wonderful video captures an adult Hemprich&apos;s hornbill courting its reflection in a car window, providing a good idea of its movements, its head-up display posture and calls, its colour pattern and its size (uploaded 8 February 2011, filmed in Ethiopia):             [video link]. Hemprich&apos;s hornbills occupy dry, rocky slopes and gorges in semi-arid regions in northeastern Africa, mainly in Ethiopia and Eritrea but also in parts of Djibouti, Kenya, Somalia, Sudan, and Uganda [range map].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/28/4", 
    "wordcount": "748"
}