{
    "headline": "Wind myths: Turbines can damage your health", 
    "text": "&quot;Shadow flicker&quot;  when the blades of a turbine cast a shadow over local residents  is a known phenomenon and UK planning law now insists it should be considered during any application. Planning guidelines state that shadow flicker can impact on residents who live within a distance 10 times greater than the blade&apos;s diameter. However, the typical frequency of flicker caused by a large turbine  1.75Hz, or about 35rpm  is lower than the frequency range  3-60Hz  that the Epilepsy Society says can affect those who can suffer seizures triggered by photosensitive epilepsy. Shadow flicker is, therefore, considered an environmental &quot;nuisance&quot; rather than medical risk. Noise - &quot;whoosing&quot; and &quot;thumping&quot; - is the most commonly expressed complaint about turbines after aesthetic impact. Planning guidelines still rely on government advice issued in 1996 which says that turbine noise should not exceed 5 decibels above background, ambient noise. A windfarm produces a noise of about 35-45 decibels at a distance of 350m. Rural night-time background noise typically ranges from 20 to 40 decibels. In January, the Massachusetts Department of Environmental Protection published a health impact study written by a team of independent doctors and engineers. It concluded: &quot;There is insufficient evidence that the noise from wind turbines is directly (ie, independent from an effect on annoyance or sleep) causing health problems or disease ... The strongest epidemiological study suggests that there is not an association between noise from wind turbines and measures of psychological distress or mental health problems.&quot; On shadow flicker, it said: &quot;Scientific evidence suggests that shadow flicker does not pose a risk for eliciting seizures as a result of photic stimulation...There is limited scientific evidence of an association between annoyance from prolonged shadow flicker (exceeding 30 minutes per day) and potential transitory cognitive and physical health effects.&quot; But the Centre for Sustainable Energy in Bristol says in its publication Common Concerns About Wind Power that such concerns expressed by local residents should still be taken into account: &quot;It is evident that residents who feel installations are forced upon their local setting will judge any subsequent noise accordingly, and it is cogent that clearly realised benefits for residents (direct financial benefit and a better understanding of how wind power contributes to a low-carbon economy) significantly mitigate this negative bias.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/wind-turbines-damage-health", 
    "wordcount": "392"
}