{
    "headline": "Who uses their King James Bible - and what for?", 
    "text": "Dave Whitaker, Springwell Community special school, Barnsley It&apos;s propping up the files in my office because it&apos;s the heaviest thing I&apos;ve got. It hasn&apos;t actually been opened. I&apos;ve offered it as a drama prop, in case someone fancies wandering around dressed as a vicar with a Bible under their arm. Neil Morris, headteacher, Christopher Whitehead Language college, Worcester It&apos;s just below the desk, sitting there very pert and prim. I wouldn&apos;t disrespect a Bible  I&apos;m not going to use it as a doorstop  but I&apos;m not planning to do anything with it either. We have got it out with the Koran and other books to show it  it&apos;s a beautiful book. It would have been fine to have the Bible, but it&apos;s the signature &quot;presented by the Education Secretary&quot; that is a bit horrendous, saying &quot;I&apos;m giving you a gift&quot;. Well give us a gift then. Or better still give us some money to mend our portable classroom. It&apos;s a very nice book, very unnecessary, and just a bit offensive. Stephen Lehec, Aylesbury grammar school I think it&apos;s in the library. I don&apos;t know if anyone has used it. It wasn&apos;t a bad thing, but I&apos;m not sure it was any good either. I&apos;m sure if he had made us a gift of an iPad, we&apos;d have gone &quot;weehee&quot;. Janet Marland, Cavendish primary school, Didsbury, Manchester We haven&apos;t used it in assemblies because our children go down to three years old. Because we are an interfaith school, we tend to take stories with a good moral basis and use versions that children can read for themselves later, or look at the pictures if they can&apos;t read yet. We don&apos;t keep it in a book area because the paper it&apos;s printed on is incredibly thin. For individual study, it isn&apos;t really a robust resource for a lot of grubby fingers to crawl all over. Robert Lamb, headteacher, King James&apos;s school, Almondbury, Huddersfield We celebrated the King James Bible and did a couple of big projects, one of which was about everyday sayings that have come to us from it, such as &quot;an eye for an eye&quot;, with pictures, and then a design project. Glyn Bishop, Normanton Common primary school, Wakefield It&apos;s in a display of religious texts. I have used it in assemblies, RE lessons and literacy lessons, looking at the binding and structure of the book. I&apos;m not going to say it&apos;s the most used resource I have in my school, but I have made use of it. Mandy Green, Samuel Pepys school, Cambridgeshire We are a special school for children with multiple learning difficulties, so they don&apos;t read. It&apos;s a magnificent Bible and it&apos;s useful for supporting RE teaching in terms of &quot;this is what a Bible looks like&quot;. We do treat it as an important book, but it&apos;s really an artefact.", 
    "section": "education", 
    "gid": "education/2013/apr/22/king-james-bible-in-schools", 
    "wordcount": "483"
}