{
    "headline": "Apps Rush: The Unilever Series, Bing Get MeThere, SoFit, Goldstar Savings Bank, Jurassic Park Builder and more", 
    "text": "A selection of 13 new and notable apps for you today: The Unilever Series at Tate Modern London&apos;s Tate Modern has launched an official app for its 13-year &quot;Unilever Series&apos; of installations, &quot;from Olafur Eliasson&apos;s sun to Ai Weiwei&apos;s carpet of sunflower seeds&quot;. That means more than 250 photos and 12 videos, as well as articles by curators and artists, and some of the early sketches for each exhibit.iPad Bing Get MeThere Microsoft has launched a London travel app for iPhone using its Bing brand, promising &quot;true door-to-door directions using Bing maps and live tube updates&quot;. Favourite journeys can also be set up for quick access.iPhone SoFit SoFit is the latest social fitness app (hence the name, presumably), which awards points every time you exercise. It promises real-life rewards for this: &quot;exclusive products from your favorite brands; downloads like music, videos and games; as well as fundraise for the causes you care about&quot;.Android Goldstar Savings Bank This iPad app wants to teach children about financial basics, without making it dry and boring. A tall order, but Goldstar Savings Bank may just have nailed it: the idea being it&apos;s an app for children to record their savings and earn money for household chores, in order to buy rewards.iPad Jurassic Park Builder The latest family-friendly brand to spawn its own freemium game is Jurassic Park, with this new iOS game from Ludia. It follows the Smurfs&apos; Village / FarmVille template with players building their own parks, buying virtual bucks through in-app purchases to fund it. $99.99 IAP in a game that&apos;s likely to appeal to children? Hmm. The game is US-only for now.iPhone / iPad Assistant Assistant is the latest Siri-like voice recognition app for a non-iOS platform. In this case: Windows Phone. It&apos;s a &quot;virtual buddy for your smartphone that uses natural language technology&quot; to answer questions, search for information and launch apps, hooking into Google, Facebook, Twitter, Foursquare, Evernote and other services.Windows Phone The Icky Mr Fox UK studio Ickypen has launched a children&apos;s book app that sees Icky Mr Fox trying to ruin the afternoon tea of Mr Rabbit and Mr Mole, with &quot;tippy-tappy objects&quot; that speak their name when touched. Unusually, it&apos;s available on Android and BlackBerry PlayBook as well as iPad.Android / iPad / BlackBerry PlayBook Around The Clock Swedish developer Wombi Apps has a characterful new iOS app for children all about clocks. It includes a mini-game for each hour of the day, from teeth-brushing and biking home from pre-school to hammering nails and slicing butter. The idea being to familiarise children with the clock, rather than overtly teach them how to read it.iPhone / iPad X-Ray for Android Android owners concerned about nasty malward have a number of apps to choose from, as security companies pile onto the platform to capitalise on reports of Android viruses. X-Ray for Android is the latest, promising to scan for vulnerabilities and &quot;keep your carrier honest&quot;.Android 5K To Marathon Runmeter GPS Completed the programme set by a &quot;couch to 5k&quot; app? Time to step up, perhaps: this app focuses on going beyond 5k races to &quot;give you feedback and motivation to go farther, be healthier, and live longer&quot;.iPhone Party Wave Cartoon-surfing game Party Wave looks fun on iOS, getting you to position a bunch of surfers to ride a big wave in top-down view, before switching to a side-on perspective to guide them through it. The game is also notable, though, for being the first from Japanese developer Mistwalker founded by Final Fantasy creator Hironobu Sakaguchi.iPhone / iPad Cardagram Postcard French digital-to-physical postcards app Cardagram has launched in the UK. Like established rival Touchnote, it turns iPhone photos into real postcards to be sent worldwide  usually charging 1.99, although it&apos;s 0.99 in a launch offer. One nice touch: it can pull in photos from Instagram and Facebook.iPhone Historables: Marie Ant-toinette Yes, Marie Antoinette re-imagined as a cartoon &quot;ant queen&quot; in a story-app for children. No, I have no idea how they handle the guillotine part. But yes, the app sees Marie baking and decorating a cake, setting up a castle room and wander through underground ant tunnels. More Historables apps are following from developer Base Camp Films: stand by for Teddy Bear Roosevelt and Lionardo Da Vinci...iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/24/apps-rush-unilever-series-bing", 
    "wordcount": "740"
}