{
    "headline": "Scientific research: how Asia carved its niche", 
    "text": "David Dudgeon arrived at Hong Kong University (HKU) as a postdoctoral researcher 30 years ago. As an ecologist, he had already made the decision to pursue his research in Asia because the ecology of the UK had been comprehensively studied: &quot;If you&apos;re interested in environmental change, this is the part of the world to be in. That&apos;s where most of the biodiversity is, and where most of the biodiversity has been lost.&quot; Now the chair professor in ecology and biodiversity at the university, Dudgeon has witnessed huge change. When he arrived, HKU was principally a teaching university, and most students were drawn from the local population. As a result of a government decision in the late 1980s to expand higher education and fund innovation, the university now has an international research reputation, and students come from all over the world. Much of HKU&apos;s success derives from its policy of advertising every academic position internationally, with the result that the majority of staff are recruited fromoverseas. The same policy has been deployed elsewhere in Asia, particularly in south-east Asia. In 1998, Professor Barry Halliwell arrived at the National University of Singapore (NUS) from King&apos;s College London for a year&apos;s sabbatical, and stayed. Now deputy president, he says that 65% of the university&apos;s academics are recruited from abroad, ranging from junior researchers to those with full professorships in prestigious universities. &quot;When we recruit, we always look for people who are more nimble, who think in different ways,&quot; he says. &quot;A lot of people come and say, &apos;This is a place I can make my mark.&apos;&quot; Specialisation Because of the relatively small size of the region&apos;s universities (HKU has 20,000 students), they compete with other, more famous universities by specialising, says Professor Roland Chin, deputy vice-chancellor and provost of HKU: &quot;We can&apos;t be good at everything  we want to be good in the things that we do. Some universities are more focused in life sciences, some are focused on computer sciences. Each university has its own niche.&quot; That niche is often related to local circumstances. Halliwell says that NUS&apos;s Cancer Research Centre of Excellence focuses on cancers that are more common in Singapore and Asia than elsewhere, such as non smoking-related lung cancers in women. Similarly, most drug treatments have been developed in the west, leaving a gap that needs to be plugged by research: &quot;Drug metabolism among Indians, Malays and Chinese, the major ethnic groups in Singapore, is different. There are some drugs that don&apos;t work well on Caucasians that work beautifully on Chinese, and there are many drugs the other way around. The Asian phenotype is one of our major areas of research.&quot; To boost its research expertise, NUS offers cross-faculty grants to encourage academics from different backgrounds to work together on inter-disciplinary projects. &quot;A lot of advances come when people working in different areas get talking to each other,&quot; says Halliwell. Opportunities With so many universities in the west suffering the effects of recession, what south-east Asia&apos;s universities offer above all is the sense of possibility. Hong Kong University of Science and Technology (HKUST) was founded in 1991, but has already achieved an international reputation in research, and this year was named the top university in Asia in the Quacquarelli Symonds (QS) rankings. Its youthful vibrancy has proved an asset, says Professor Wei Shyy, the university&apos;s provost: &quot;We are less burdened by history and tradition. Nobody will say, &apos;50 years ago we did this&apos; or &apos;We&apos;ve been doing it this way for 500 years.&apos; The university is only 21 years old. We have the hunger to be better, to be truly outstanding.&quot; For Dudgeon, working in Hong Kong has provided the opportunity to witness a fast-changing environment as well as to carve out a stellar reputation in a previously under-researched area. &quot;If you&apos;re interested in an institution or a place where you know what it&apos;s going to be like in two years, Hong Kong is not the place for you,&quot; he says. &quot;If you&apos;re interested in somewhere that is going to be changing, and interested in the opportunities that might throw up, this is a good place to work.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/17/science-research-asia-universities", 
    "wordcount": "739"
}