{
    "headline": "20 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 30 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: Kung Fu Robot (Free) Comic-book app Kung Fu Robot is supposedly for children, but really it should appeal to anyone with a yen for robots, ninjas and/or peanut butter and jelly sandwiches. This is a creative motion-comic with a real sense of fun, with three chapters at launch and more to come. A ninja-splatting mini-game and soundboard are thrown in for good measure.iPad City Guides by National Geographic (Free) National Geographic is the latest company to have a bash at travel-guide apps, with its City Guides iPhone app. It&apos;s downloadable for free, with four guides available as in-app purchases at launch: London, New York, Paris and Rome. They cost 2.99 individually or 8.99 for the lot, offering suggests for walks, tourist sights, galleries of photos and tips on making the most of your visit.iPhone Tetris Blitz (Free) Huge popularity of the Bejeweled Blitz game has persuaded EA to try the free-to-play blitz-gaming model for the most famous puzzle game in the world: Tetris. Blitz meaning two-minute sessions to score as many points as possible, boosted by power-ups, and compete against Facebook friends&apos; performances. The game is free-to-play, so in-app purchases are involved.iPhone / iPad Mailbox (Free) iPhone email app Mailbox got lots of hype when it launched earlier in the year, but having been using it to lay waste to my overflowing inbox ever since, I can say that its swipey user interface and ability to fling emails out temporarily justifies the excitement. Now it&apos;s available on iPad too, with similarly-clever tools to manage your email clutter.iPad Baby and Child First Aid by British Red Cross (Free) Few apps can be called genuine lifesavers, but that&apos;s certainly the case for this new app from charity the British Red Cross. It offers step-by-step instructions and videos for a host of childhood ailments, including emergencies, plus an A&amp;E finder and feature for tracking medication dosage.iPhone / iPad Symmetry School: Learning Geometry (1.99) This is an interesting example of the work going on to make children&apos;s apps that fit neatly into the educational curriculum. Based on geometry, this gets children to solve symmetrical puzzles, with each app coming with a &quot;Whiteboard version&quot; for teachers, and printable materials online to back up its lessons.iPad Fry (Free) Are Stephen Fry&apos;s tweets not enough for you? How about an app where he delivers his latest musings through a 3D avatar? That&apos;s the idea behind Fry, which was developed by startup HeadcastLab, whose animation may remind you of satirical TV show Spitting Image (no surprise: some of its staff used to work on it). The company is hoping to do the same for other celebrities, but Fry is the guinea pig / canary / other appropriate form of wildlife.iPhone / iPad Blip Blup (1.49) Blip Blup is a hypnotically-addictive puzzle game from UK studio ustwo, which sees you tapping to fill a screen-full of tiles with colour. The complication being walls and obstacles that get in the way of your colour-pulse&apos;s path. There are more than 120 levels to work through, and a separate ad-supported free version is also available.iPhone / iPad Poker Night 2 (2.99) Having struck gold with Walking Dead: The Game on iOS, now publisher Telltale is turning its attention to the casino. It&apos;s a poker game with a difference: that difference being the appearance of game characters including Claptrap from Borderlands 2, Ash from Army of Darkness and Sam from the Sam and Max games. Silly in the best possible way.iPhone / iPad Disney Junior Appisodes (Free) The Disney Junior channel is popular in the UK as well as the US, with this new app aiming to capitalise by delivering full episodes of shows including Mickey Mouse Clubhouse and Jake and the Never Land Pirates. One episode is included in the initial download, with others sold in-app for 2.99 each.iPhone / iPad Epic (Free) Ahead of the release of animated movie Epic, Gameloft has published the official mobile game. It&apos;s a freemium title that sees you building a kingdom then battling against enemies, with a choice of single-player and online multiplayer modes in the latter case. Facebook provides the social connections, while in-app purchases fund the action.iPhone / iPad Urturn (Free) Dealt with at more length in this interview earlier in the week, Urturn is a social app that aims to make it easy to customise photos with slogans, stickers and multimedia, then share them on Twitter and Facebook, as well as Urturn&apos;s own network. The customisation happens through &quot;Expressions&quot; creative templates with everything you see available to remix and re-post.iPhone Sago Mini Forest Flyer (0.69) Sago Sago is the recently-acquired and rebranded subsidiary of children&apos;s apps firm Toca Boca, with a focus on younger toddlers. Sago Mini Forest Flyer features a bird named robin, who kids guide through the forest finding other characters and animations along the way. It&apos;s well-crafted and very charming.iPhone / iPad Yap Music (Free) If Twitter&apos;s music discovery app is dropping down the App Store charts, can Yap Music fare any better? It&apos;s hoping to tempt music fans with its reliance on Facebook rather than Twitter, aggregating Facebook updates from the artists you&apos;ve Liked on the social network, and suggesting new artists you may like (or, indeed, Like).iPhone Fast &amp; Furious 6: The Game (Free) There&apos;s a long history of Fast &amp; Furious games on mobile devices, but social publisher Kabam is the latest licence-holder, aiming to do for the cars&apos;n&apos;guns movie franchise what it&apos;s already doen for The Hobbit. Which is? A lucrative freemium game, of course. Here, you&apos;ll be racing, customising cars and trying to work your way up the global leaderboards.iPhone / iPad Guitar! by Smule (Free) Smule&apos;s music creation apps have been downloaded more than 100m times so far, with Magic Piano, Glee Karaoke and Ocarina among its hits. This latest app focuses on a virtual guitar, with the twist being that you can strum along to vocals provided by users of the separate Sing! Karaoke app. Tracks by the likes of Bruno Mars, Ed Sheeran and Leonard Cohen are available as downloads.iPhone / iPad Grimm&apos;s Bookshelf (Free) Irish startup StoryToys has turned a number of the Grimm Brothers&apos; fairytales into pop-up storybooks for iOS. Now it&apos;s got a single Bookshelf app to promote them all, with free samples and the ability to launch any of the apps you already own from within it.iPhone / iPad ThingLink (Free) ThingLink and Urturn are different, but they share a similar ethos: making still images more interesting then sharing them. In this case, you can add interactive tags to photos including YouTube videos, your own clips, Twitter handles and text, before sharing to Facebook and Twitter.iPhone / iPad Bondsy Trade With Friends (Free) Bondsy is a new app whose subtitle says it all: a way to offer up items you don&apos;t want any more for swaps with friends, from books, games and concert tickets to jewellery, babysitting and other &quot;experiences&quot; (not a euphemism). Items are added by taking a photo and adding a few words.iPhone Plane Finder 3D (1.99) With one plane having made an emergency landing at Heathrow Airport, and another diverted to Stansted amid reports of an in-flight disturbance, today is a strange day to be thinking about watching virtual representations of planes in-flight on an iPhone or iPad. That&apos;s the idea behind Plane Finder 3D though: based on real data from flights, it plots them on a 3D landscape, which integrates with the same developer&apos;s existing Plane Finder apps. Eerie, but interesting.iPhone / iPad That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/24/best-iphone-ipad-apps-kung-fu-robot", 
    "wordcount": "1372"
}