{
    "headline": "Doha climate talks: should rich countries shoulder 'responsibility' for carbon cuts?", 
    "text": "  4.55pm GMT    My verdict    The evidence seems pretty clear cut to me: the most developed nations should, indeed, proportionately do the heavy-lifting when it comes to tackling climate change, be that mitigation or funding adaptation. It&apos;s very hard to argue against the data on historical emissions, especially when you look at it in per capita terms. This debate gets a lot more chewy (hence 20 years of protracted international negotiations) when you then try to work out precisely what each nation should do - and over what length of time into the future, as different nations continue to develop at different rates. Contraction and convergence does seem to be the most equitable way to do it on paper, but, sadly, self-interest tends to trump appeals for the common good at such negotiations. It looks - on current evidence, at least - that this year&apos;s gathering in Doha will achieve as much as all the climate conferences that have gone before it.       4.28pm GMT       As far as I can tell, theUS Department of Energy&apos;s Carbon Dioxide Information Analysis Center has the dataset for national carbon emissions which stretches back the furthest in time. It says:  Since 1751 approximately 356 billion metric tonnes of carbon have been released to the atmosphere from the consumption of fossil fuels and cement production. Half of these fossil-fuel CO2 emissions have occurred since the mid-1980s.  You can view the data country-by-country here.       4.07pm GMT       Tim Gore, Oxfam&apos;s international climate policy adviser, has sent me his thoughts:  The irony of the situation is that rich countries are in their position of wealth because of the role they have played in exacerbating climate change. We have enjoyed the fruits of carbon intensive industrialisation while it is the world&apos;s poorest who are disproportionately affected. It is also because of this that rich countries are best placed to help. However, at a time of austerity, it is important to recognise that there are smart, innovative ways of raising the funding needed so that poor countries can adapt to the gathering pace of climate change and develop in a low carbon way. Charging for shipping emissions and a Robin Hood tax are both ways of generating the money desperately needed without turning yet again to the tax payer. Climate change will affect us all in a warming planet and we can all play a part in tackling the problem, but it is rich countries who have the responsibility and are best positioned to lead us all to a safer future.        4.01pm GMT       Aubrey Meyer played a key role in developing the concept of &quot;Contraction and Convergence&quot; (C&amp;C) in the early 1990s. C&amp;C is often hailed as an elegant, fair way to bring down global emissions in that it seeks to formulate the rate at which each country reduces its emissions according to their current per capita emissions. Developing countries would be entitled to increase emissions for a period, but, over time, the aim would be for all these entitlements to converge, thus enabling a net contraction of emissions. Meyer has just sent me his thoughts:  At this time of COP-18, both atmospheric concentrations and emissions from fossil fuel burning are still accelerating upwards. Thisputs us all at increasing risk of runaway rates of climate change. To deal with this, many people agree we need a rational C&amp;C-based agreement. CO2 concentrations in 1995 at COP-1 were ~360ppmv. Now at COP-18 they are ~393. Thismeans we haved added ~70bn tonnes of carbon to the atmosphere in the last 18 years. Whilethis is just under half the ~150 Gt C we have emitted to the atmosphere 1995 - 2012, just over a half of these emissions have returned to the now increasingly saturated &apos;natural sinks&apos;. The danger of this should focus minds. The relationship between atmospheric concentrations and emissions is &apos;stock and flow&apos;, like a bath and a tap.It is vital we understandthat merely to decelerate the rise inconcentrations, emissions rise needs to go into reverse and go downwards. In the analogy, to stop the &apos;concentrations-bath&apos; fromoverflowing, we need to turn the &apos;emissions-tap&apos; right off and we now need to do that verysoon, within the next 40 years.Close analysis shows that the quantity of carbon left for burning globally during this period and successfully avoiding dangerous runaway climate change is around 200 Gt C or less. It is also vital to understand that [a] calculating this amount and [b] how to share it internationally,are not determined by &apos;economic-analysis&apos;, but by the logic of&apos;truth-and-reconciliation&apos;, or C&amp;C. This means rationally accounting for the tonnes of carbon [mostly fossil fuels] that we add to the atmosphere, butwithin thelimitin the UN climate treaty to which all participants at COP-18 have agreed. C&amp;C in this account creates a &apos;framework-based-market&apos;. It is&apos;climate-justice&apos; without vengeance and can resolve thethe dilemma at the heart of what has Nicholas Stern rightly calls the &apos;brutal climate arithmetic&apos;.Without such a framework, &apos;prices&apos; are ephemeral or even delusional at best. Quite simply, noprice is too high for success, as the price of failure is greater. So, to continue a divisive debate at this stage about &apos;who should pay?&apos; for climate change is not rational as everybody - indeedthe species as a whole - will pay for this failure. Thisechoes the words of Euripedes, &quot;those whom the Gods would destroy they first drive mad.&quot; Ina phrase, thesanity and rationality of C&amp;C are preferable as they are fairer and cheaper.        2.28pm GMT       Accusations of &quot;neo-colonialism&quot; are never far from the surface at the UN&apos;s annual climate conference. Today, it has been the turn of Claudia Salerno, Venezuelas lead negotiator, to voice her anger at how the offer of climate finance is being used by developed nations to leverage climate action from poorer nations:  We dont like the sense that to be provided funds you have to comply with a certain way of behaving that developed countries are waiting for. That is quite a neo-colonialist view of cooperation...Venezuela has the luck to stand on its own feet [due to its large oil reserves] and to change our own national patterns, but we dont have to pledge [an emission reduction] because we dont have to beg anyone [for finance].        1.09pm GMT       Did you say you wanted to see the history of international climate change negotiations boiled down into an 83-second animation? Well, here you go...            (Hat-tip: ASiegel in the comments below.)    Updated at 1.16pm GMT     12.43pm GMT       Here&apos;s another way of viewing historic carbon emissions. This time-lapse video shows 256 years of anthropogenic CO2 emissions according to the intensity of emissions per &quot;grid square&quot;. (Note how the UK led the way from the mid-1700s right up until the second world war.)                 12.17pm GMT       Following on from the previous block on foreign aid spending, the World Development Movement, a charity which &quot;fights for economic justice and an end to global poverty&quot;, says that large, multinational companies are the main recipients of such spending, rather than those who directly need it &quot;on the ground&quot;. Alex Scrivener from the World Development Movement has also just posted his thoughts in the reader comments below:  Rich countries are overwhelmingly responsible for climate change and so must bear the brunt of the costs. It is worrying that this is even being considered a subject for debate, as it is such a no-brainer. For the past 20 years, the official UN process has recognised the principle of common but differentiated responsibilities which means that it is the prime responsibility of the rich countries that caused the problem to make the sacrifices necessary for a solution so that poor countries arent made to pay for damage they havent caused. This principle has never been in doubt and has been recognised by all countries, including the USA, until now. Those who are now trying to undermine the principle point at China, whose per capita emissions are only now catching up with the EU average, while forgetting that it is our consumer demand for their products that is playing a large part in fuelling this rise  so called outsourced emissions. So while Chinese emissions increases are indeed unsustainable, our consumer societies are at least partially responsible for this. In many other countries, like Bangladesh, emissions are still so low that it would take the average Bangladeshi almost a year to emit the carbon that the average Brit is responsible for in a week. Countries like the UK desperately need to implement sharp cuts in emissions now and provide sufficient financial support for poorer countries to follow a low carbon development path to compensate them for the fact that these countries can no longer use the cheap fuel sources that have made us rich. Unfortunately, what little support we are giving is often in the form of unfair loans and is more than cancelled out by the huge sums of money UK investors plow into fossil fuels.        12.06pm GMT       The debate about historic carbon emissions heavily feeds into the notion of &quot;climate justice&quot;. The UK government has been attacked by sections of the right-wing media this week for announcing (or, more accurately, re-announcing) its commitment to spending part of its foreign aid budget on projects supporting climate mitigation across continents such as South America, Asia and Africa. But Greg Barker, the climate change minister, has hit back at the criticism, arguing that such aid is wise because it will, ultimately, &quot;save British lives&quot; by helping to prevent more &quot;failed states&quot; as a result of &quot;dangerous climate change&quot;. So, interestingly, rather than being an issue of equity and justice, we are now seeing a re-framing on the grounds of self-interest.       11.37am GMT       Duncan Clark, whose work I highlighted earlier, has sent me his thoughts:  It&apos;s true that the rich world has emitted the majority of the CO2 historically, though looking at current trends that may change surprisingly soon. Rich nations account for a rapidly diminishing minority of current emissions. This is true even if you account for imported and exported goods: the developing world took over in terms of total footprint in 2009and the gap is growing. Hence, I suspect that the rich world&apos;s share of historical emissions will fall significantly below half within this decade. But that doesn&apos;t let the rich world off the hook  not one bit. For one thing, historical emissions figures don&apos;t mean much unless you consider the proportion of the world population which emitted them and has benefited from them. If you divide historical emissions by current population, the data looks radically different. From 18502008, for example, the UK emitted around 1127 tonnes of CO2 for each current inhabitant. For China, the figure is just 85.So it&apos;s perfectly obvious that the rich world has a responsibility to show leadership by going muchfurther than it currently has, even before you consider factors such as capacity and the broader historical context. Ultimately, though, if we want to avoid disastrous climate change, we need to agree an all-time global carbon budget compatible with our 2C target. The current process has missed out this all-important step and negotiators are therefore arguing about how to divvy up an ever-growing pie rather than the ever-shrinking one that the evidence demands. This is profoundly worrying because it shows that our leaders are in denial about the scale of the risks and the scale of what&apos;s required.        11.34am GMT       As mentioned earlier, Lord Stern has courted controversy with his comments this week that the &quot;brutal arithmetic&quot; shows that the fast-industrialising countries will have to cut emissions, too, and not just leave it to the developed nations. Here is the research paper (pdf) that he has co-authored for the Centre for Climate Change Economics and Policy, and Grantham Research Institute on Climate Change and the Environment:  The emissions arithmetic for a 2C path is stark: stronger action will be required from developing countries, even if developed countries reduce their emissions to zero by 2030. The deep inequity and the arithmetic imply rich countries have a great responsibility to act radically themselves and to support developing countries transitions to low-carbon growth and development paths. Overcoming poverty and fostering sustainable growth and development support each other: if we fail on one, we fail on the other.Equitable access to sustainable development is an attractive way of framing the issues that may help bridge the gap between developed and developing countries. Focus should be strong across each of equity, access and development, with countries coming together in a dynamic partnership where the choice of the sustainable development path is determined by the people of developing countries and that path is supported by rich countries (providing strong example and access to know-how, technology and finance).  This is the key chart from the research paper....     Source: Stern, 2012, Lionel Robbins Lectures, Lecture 1. http://cep.lse.ac.uk/_new/events/event.asp?id=140    And here is the chart&apos;s accompanying text:  Figure A illustrates that developing country emissions could be as high as 37-38 billion tonnes CO2e in 2030 (around 70 per cent of global CO2e emissions with perhaps around 55 per cent of world GDP in 2030) and emissions for a 2C path (50-50 chance) need to be well below 35 billion tonnes CO2e, probably around 32-33. Strong action on emissions will be required from developing countries, even if rich countries reduce their emissions to zero by 2030 (it is more likely they will reduce emissions to around 11-14 billion tonnes).The story is similar on a per capita basis. Per capita emissions in developing countries can only be around 4.5 to 5 tonnes CO2e in 2030, at a maximum, for a (50-50 chance) 2C path, assuming developed country emissions are zero in 2030 and population in the developing world rises to around 7 billion (source: UN World Population Prospects, 2010 Revision). China is already around 7-8 tonnes per capita and will likely rise to over 10 by 2030. India is around 2 per capita today will likely double by 2030. And Latin American countries are already at 5-6 tonnes per capita.        11.08am GMT       Here&apos;s another recent article by Duncan Clark highlighting figures released in July showing that the average Chinese person&apos;s carbon footprint is now almost on a par with the average European&apos;s. However, Duncan included an important caveat:  The figures  like most official data on carbon emissions  are based on where fossil fuels are burned. A recent UK select committee report argued that it was also important to consider the import and export of goods when considering national responsibility for climate change. This would affect today&apos;s data, because previous studies have suggested that almost a fifth of Chinese emissions are caused by the production of goods for export. In addition, the new county data exclude international travel, which accounts for 3% of the global total and is likely to be heavily weighted towards richer countries. Non-CO2 greenhouse gases such as methane and nitrous oxide are also excluded. For these reasons, the total carbon footprint of the average European most likely remains substantially higher than that of the average Chinese person. In addition, Europe, the US and other developed countries have contributed a disproportionate share of the historical emissions that have caused the warming to date and will remain in the atmosphere for decades or centuries to come.        11.03am GMT    Data    My colleague Duncan Clark has done lots of work looking for the best ways to visualise the hard data related to carbon emissions. Here is an article he did in April 2011 as part of the The ultimate climate change FAQ series which presents the data showing which nations are &quot;most responsible for climate change&quot;. Here is an interactive map he produced in December 2011 looking at much the same data. (The World Resources Institutes&apos;s Climate Analysis Indicators Tools website, where lots of this data was harvested, is currently down, sadly, following a hack.) And here is a screengrab of the &quot;historical emissions&quot; section of the Kiln Project&apos;s wonderful Carbon Map, which Duncan also played a key role in producing...     Country sizes show CO2 emissions from energy use 18502007. These historical (or 'cumulative') emissions remain relevant because CO2 can remain in the air for centuries. Europe and the US dominate, having released around half the CO2 ever emitted.  Photograph: Kiln Project         10.45am GMT       Below, in the reader comments, Dr Chris Hope, a reader in policy modelling at the University of Cambridge&apos;sCambridge Judge Business School, has left his thoughts:  The right way to think about this is through pricing, not quantities. All countries should attach a price to greenhouse gas emissions, preferably by introducing a climate change tax, which some call a carbon tax. The price should initially be much higher (say, $100 per tonne of CO2) in richer, developed countries than in poorer, developing ones, where it should start at about $10 per tonne of CO2. The price gap would narrow over time as the poorer countries pulled themselves out of poverty. This way of tackling the problem has the virtue of being consistent with economic theory (see http://www.jbs.cam.ac.uk/research/working_papers/2011/wp1109.pdf) and natural justice.        10.33am GMT       Here&apos;s some more detail on what the various parties at Doha are saying on the issue of which countries bare the most responsibility for emissions cuts...  China&apos;s Xie Zhenhua: &quot;Climate change is due to unrestricted emissions by developed countries in their process of industrialisation. Developing countries are the victims of climate change...If we want to devise a long-term goal on emissions reduction by 2015, it is inevitable that we will have to find a way to allocate emissions. But these allocations must be equitable. It&apos;s very important therefore to talk about equity.&quot; Todd Stern, the US special envoy for climate change: &quot;Let&apos;s provide a thorough opportunity for all parties to discuss all critical issues, including the principle of equity and common but differentiated responsibilities and respective capabilities. The US would welcome such a discussion, because unless we can find common ground on that principlewe won&apos;t succeed.&quot; Lord Nicholas Stern, former World Bank chief economist and author of new research showing that, even if developed countries cut their emissions to zero, that would not be enough to halt runaway climate change  because emissions from rapidly industrialising economies are now so high: &quot;It&apos;s a brutal arithmetic  the changing structure of the world&apos;s economy has been dramatic. That is something developing countries will have to face up to...I am not pointing the finger at the developing world, just looking at what is necessary. I am not accusing or proposing, just calculating what is needed [to meet scientific estimates of the emissions cuts needed to avoid dangerous levels of climate change]...It would be completely unacceptable to say you cannot grow, you cannot lift people out of poverty. But there are ways of doing that.&quot;        9.56am GMT    Welcome to the Eco Audit    As this year&apos;s COP18 climate talks in Doha draw to a close, much of the horse-trading and debate has focused - as ever - on which countries should do most of the heavy-lifting when it comes to tackling climate change. Ban Ki-moon, the UN secretary general, directly raised this sensitive issue earlier this week when he said: &quot;The climate change phenomenon has been caused by the industrialisation of the developed world. [It is] only fair and reasonable that the developed world should bear most of the responsibility.&quot; Xie Zhenhua, head of the Chinese delegation at the Doha climate talks, responded, saying: &quot;We are working together with other countries on global climate change, and we will make our due contribution to that end.&quot; But what exactly should each nation&apos;s &quot;due contribution&quot; be? China might now be producing more carbon emissions each year than any other nation, but this has only been the case over the past few years. Aren&apos;t developed nations still responsible for the huge bulk of &quot;historic emissions&quot;? Is Ban Ki-moon right to single out the developed world in this way? Or should the fast-developing countries, such as China and Brazil, be equally expected to shoulder the burden of tackling climate change, too? Please leave your thoughts below. If you are quoting figures or studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    ", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/06/climate-change-rich-countries-doha", 
    "wordcount": "3410"
}