{
    "headline": "Boot up: cash-free living, Moto's lost Jelly Bean, Apple's biometrics and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team My walletless month: happier, healthier and ready to ditch cash forever &gt;&gt; Wired.com Returning to a topic we looked at before:   Wielding an iPhone 5 and a Samsung Galaxy Nexus, I loaded up on apps, got on board with Google Wallet, and left my real wallet at home. No cards, no cash. I&apos;ve ordered everything from my Halloween costume to sushi to plane tickets -- throughout the Bay Area and even for a vacation in Hawaii - using purely mobile means.  What I&apos;ve found: Although we&apos;re a long way from where we were even a few months ago, being able to live completely walletless is still a long ways off. There are just too many entrenched forces -- primarily government agencies, mom-and-pop stores, and anyone who requires an ID -- for this change to happen quickly. However, on the mobile payments front, it&apos;s pretty darn doable (and in fact, enjoyable) -- at least if you live in a major metropolitan area.   That&apos;s good, although it essentially means that vast swathes of the population don&apos;t have a hope of going cashless - even if they want to. (Also: healthier?) OWC Mercury Electra 3G MAX 960GB review: 1TB of NAND in 2.5&quot; form factor &gt;&gt; Anandtech The real question is, why aren&apos;t there more 1TB NAND SSDs on the market?   The reason behind this limitation is simple: with twice as much NAND, you have twice as many pages to track. A 512GB SSD with 25nm NAND already has 64 million pages. That is a lot of data for the controller to sort through and you need a fast controller to address that many pages without a performance hit. 128Gb 20nm IMFT NAND will double the page size from 8KB to 16KB, which allows 1024GB of NAND to be installed while keeping the page count the same as before. The increase in page size is also why it takes a bit longer for SSD manufacturers to adopt 128Gb NAND dies. You need to tweak the firmware to comply with the new page and block sizes as well as change program and erase times. Remember that page size is the smallest amount of data you can write.  Cloudwash &gt;&gt; Dilbert Dilbert is never not good, but this has an added twist. Why things fail: from tires to helicopter blades, everything breaks eventually &gt;&gt; Wired.com  Then there are the warranty &quot;events.&quot; When a company gets something seriously wrong, it shows up in an [Eric] Arnum [of Warranty Week] spreadsheet. Asked for a dramatic example, he thinks for a second, then says, &quot;the Xbox 360.&quot;   Long read, but fascinating. Motorola posts list of phones not receiving Jelly Bean, confirms which phones will get the update &gt;&gt; Droid Life  When Motorola first unveiled the new RAZR family at the beginning of September, they told us that they wouldn&apos;t be able to update all of their previously released devices to Jelly Bean (Android 4.1). Since they had too large of a portfolio and would need to leave some out of the fun, they mentioned that owners of these devices would be able to buy a new Motorola phone and then trade in their old phone for $100. They posted the list of devices, this afternoon, which we have below.   The $100 is nice, but would you want to spend it on a Motorola phone? Motorola may be counting on the fact that most vouchers like this don&apos;t get taken up - and if these are, it keeps the customer. Win-win. Google Voice lost my number; how I got it back &gt;&gt; Sultan Solutions  It took a few minutes for the initial shock to ware off, I reassured myself that it must be a simple mix-up and a quick phone call to Google Support would straighten everything out. I went searching through the Google voice support page to try to find an email address or phone number where I could get a hold of a Google voice rep. After looking around for close to half an hour I realized there wasn&apos;t any way to directly get a hold of Google. The only way to report an issue with Google voice was to use their support forum.   Uh-oh. Apple invents biometric features for e-commerce &amp; security &gt;&gt; Patently Apple  On Tuesday Apple was granted a patent for a two-step unlock screen feature that has yet to be implemented. Today, Apple introduces us to an all-new unlock screen feature that utilizes higher integrated security features via biometrics that could also be used in e-Commerce transactions. In late September we reported on Intel&apos;s big push into building biometrics into future Wintel devices - and so it comes as no surprise that we now find that Apple has been refining next wave e-Commerce security features using highly sophisticated biometrics.   Explains the acquisition of Authentec. Possible applications: e-commerce. HTC and Sharp unveil devices with next-generation screens &gt;&gt; BBC News  HTC and Sharp have unveiled devices featuring next-generation screens.  HTC&apos;s J Butterfly phone has a 5in (12.7cm) display offering an industry-leading 440 pixels per inch.  This offers 25-40% higher resolution - meaning more detail - than comparable devices from Samsung, Apple, Nokia and LG.  Sharp&apos;s new Aquos Pad tablet is the first to use its new Igzo technology which promises sharper images while using less power.   (Thanks @pedgington for the link.) Blog Wars - Cisco and Huawei duke it out &gt;&gt; Lame Journal  Cisco and Huawei have been entangled in legal battles over a number of years in the past, with accusations of wholesale code theft, uh, I mean &quot;code reuse&quot;, the duplication of IOS documentation, Huawei&apos;s replication of the IOS configuration system, and so on, with varying degrees of success.  I love though that yesterday Cisco issued a blog-based slapdown to Huawei&apos;s Senior Vice President and Chief Representative in the US, Charles Ding, over claims he had made in public.   More than a week old now, but still relevant given what&apos;s happened more recently with the US House intelligence committee report. What is Windows RT? Redmond, we have a problem &gt;&gt; Winsupersite Paul Thurrott:   I&apos;ve been writing about Windows for almost 20 years, and I feel like I&apos;ve kind of seen it all. But for the past several days, I&apos;ve been struggling under the weight of the most brutal email onslaught I&apos;ve ever endured over these two decades. And if my email is any indication, and I believe it is, the majority of people out there have absolutely no idea what Windows RT is.  This is a problem.  It&apos;s a problem because, for every reasonable, probing question I get about Surface with Windows RT--the recently launched Microsoft device--I receive at least 10 questions that betray that simple truth: Most people have no idea what&apos;s going on here.   (Thanks @gcday for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/23/technology-links-newsbucket", 
    "wordcount": "1193"
}