{
    "headline": "Using research to boost business growth for enterprise groups", 
    "text": "Winning anything is nice. In academic terms, however, winning a competition for a research centre is, as my children might say, &apos;super nice&apos;. In Spring this year the Economic and Social Research Council (ESRC) in partnership with the British Bankers Association, BIS and TSB invited proposals for a new research centre focused on business growth. A group of us at Aston, Birmingham, De Montford, Imperial, Strathclyde and Warwick business schools were lucky enough to win this particular competition. Super nice indeed. So what is this all about? And why does the UK need a research centre focused on small business growth? To start with it&apos;s clear that the demographics of business growth in the UK are pretty stark. Of the 250,000 businesses started in 2007, only some 7,000 businesses managed to achieve at least 1m annual turnover after three years. Of the overall pool of UK firms, only 7% qualified as high-growth firms by sustaining an annual employment growth of 20% for three consecutive years. And, compared to a number of other OECD economies, UK firms suffer from a distinctive &apos;growth&apos; deficit in terms of both aspired and realised growth. Getting more growth in the UK will need better and more effective business strategy and policy support. Delivering on effective strategy and policy for business growth is not easy however, and there is no agreed policy or strategy recipe. This means that different countries adopt very different approaches to supporting high growth. In the Netherlands, for example, their Growth Accelerator programme provides a five-year, very structured type of &apos;growth college&apos; experience. In Scotland, the Companies of Scale programme works through mentoring and leadership development  a more intensive and long-term version of the recently introduced UK Growth Accelerator programme. The variety of approaches to supporting growth businesses  and the same could be said of other elements of entrepreneurship policy  suggests the lack of an in-depth, trustworthy and agreed evidence base on which policy can be based. The development of this evidence base for policy and strategy is central to the mission of the Enterprise Research Centre. In part this requires new research, but it also involves helping policy makers and those running small to medium enterprises (SMEs) to make the most of the existing evidence. The Enterprise Research Centre will be focusing on six main themes. First, entrepreneurial ambition: what factors shape the ambition to grow? How does this differ between different types of firms and how does this shape subsequent performance? Second, entrepreneurial leadership capabilities and firms&apos; ability to develop strategies for business growth. Third, social and cultural diversity and its impact on ambition and growth. Fourth, the barriers and enablers of SMEs&apos; ability to export and innovate. Fifth, the role of finance as an enabler or barrier to growth, and sixth how these different factors come together to shape SME productivity. Beyond its contribution to the evidence base, the ERC also has another role which is to act as a focal point for the UK and  we hope  the international, SME research community. The aim is to help develop new research collaborations and networks, and contribute to both individual and collective research capacity. For example, the ERC grant includes some funding for thematic &apos;communities of interest&apos; involving researchers beyond the project team, a broadly-based associates network and a range of networking and capacity building events. Formally, the ERC begins work on 1 January 2013 but preparatory work has already started with contract and sub-contract discussions (not so super nice!), while a formal launch and kick-off meetings across the UK are planned for the new year. The hope is that these activities may also help to bridge some of the gaps between our business schools and SMEs themselves. As existing programmes like the Goldman Sachs 10,000 are showing, linking great business research to strong entrepreneurial teams seems like a good recipe for growth. Stephen Roper is director of the Enterprise Research Centre and professor at Warwick Business School. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/14/research-academics-partnerships-funding-enterprise", 
    "wordcount": "689"
}