{
    "headline": "Could Kodak's demise have been averted?", 
    "text": "There is an old saying that hindsight is the only exact science, and it&apos;s true. The news that Kodak&apos;s long fade to black has finally ended with the company filing for Chapter 11 protection (a way of protecting it from bankruptcy while it attempts to restructure) has prompted an avalanche of retrospective wisdom about great companies &quot;fumbling the future&quot; (as the title of a book about Xerox once put it). And it&apos;s easy to see why. Kodak is like Coca-Cola, a brand-name that defined an industry. One of its products  the colour film Kodachrome  even became the title of one of Paul Simon&apos;s most famous songs. You can&apos;t get more iconic than that. And the company was an industrial giant  at one time (1976), for example, it had 90% of film and 85% of camera sales in the US and was regularly rated one of the world&apos;s five most valuable brands. So it seemed inconceivable that a company as large and successful could disappear. And yet it might. How could such a disaster happen? Here&apos;s where the smugness of hindsight kicks in. It&apos;s the familiar narrative: Kodak was an analogue company that failed to appreciate the threat that digital technology posed to its business  until it was too late. It&apos;s a compelling tale, and of course in one respect it&apos;s true. But it&apos;s not the whole story. What&apos;s not often appreciated is that it was Kodak that invented the digital camera  in 1975. And four years after that a Kodak executive named Larry Matteson produced a report that predicted, in some detail, how different parts of the market would switch from film to digital, starting with government reconnaissance, moving on to professional photography and finally the mass market, all by 2010. As it happened, Mr Matteson got the time-frame wrong by about five years, but apart from that he was spot-on. So, as a company, Kodak wasn&apos;t short of advance warning. On the contrary, it was a pioneer in the technology that would revolutionise the industry it dominated. And yet it failed to exploit that lead. How stupid can you be? What a way to fumble the future of a great company. At this point, the explanations begin to multiply. Some put it down to deficiencies in Kodak&apos;s corporate culture. Others think that failure of leadership lay at the root of it. More insightful analyses point to the fact that Kodak had a near-monopolistic grip on a market that was giving it a 70% margin on its products and processes, and that therefore the people who ran the film part of the business were the ones who carried most weight in corporate discussions. In those circumstances, digital boffins who had come up with a technology that would cannibalise such a profitable business were likely to be as welcome in company seminars as debt-collectors at a wedding. All true, but still too smug because they fail to capture the way the world looked to the executives who ran Kodak in its film-based heyday. A goodway of inoculating yourself from the wisdom of hindsight is to read Clayton Christensen&apos;s seminal book, The Innovator&apos;s Dilemma, which is the best explanation we have of why and how successful firms can be undermined by disruptive innovations  even when they appear to be doing everything right: listening to their customers, watching the marketplace, and investing in research and development. The really sobering thought to emerge from Christensen&apos;s book is that good decisions by great managers can still lead to corporate disaster. The reason is that while big companies are often good at fostering &quot;sustaining&quot; innovations  ones that enhance their positions in established markets  they are generally hopeless at dealing with innovations that completely disrupt those markets. So the question that Kodak&apos;s demise raises in my mind is this: would any of us have done any better in 1976 after our R&amp;D guys had come up with an idea that would cannibalise our core business and reduce our margins to near zero? And as I wrote that I came on a lecture by Rebecca Henderson of MIT in which she imagined what a Kodak executive might have said to the developer of the first digital camera: &quot;I see. You&apos;re suggesting that we invest millions of dollars in a market that may or may not exist but that is certainly smaller than our existing market, to develop a product that customers may or may not want, using a business model that will almost certainly give us lower margins than our existing product lines. You&apos;re warning us that we&apos;ll run into serious organisational problems as we make this investment, and our current business is screaming for resources. Tell me again just why we should make this investment?&quot; Good question. And here&apos;s the really nice touch. From 1998 to 2009, Ms Henderson was the Eastman Kodak professor in MIT&apos;s management school.", 
    "section": "technology", 
    "gid": "technology/2012/jan/22/john-naughton-kodak-lessons", 
    "wordcount": "821"
}