{
    "headline": "Boot up: ChromeOS's tiny start, watch porn in China!, Pirate Bay-er charged, and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team &quot;Porn identification officer&quot; in China gets paid to watch porn &gt;&gt; Daily Dot  What is porn? You may believe you hold some expertise in the matter, but are you a professional? Can you separate the phony porn from pure stuff?If so, whip out that rsum. The Chinese need you.  Actually, there&apos;s are similar jobs in the UK, at the Internet Watch Foundation. Except it&apos;s more than porn. It&apos;s gruelling, by all accounts. Samsung Galaxy S4 European launch to include Need for Speed giveaway, new Hub apps &gt;&gt; Android Central  Samsung has partnered with multiple companies to bring new content to the Samsung Hub for the upcoming Galaxy S4 launch in Europe, scheduled for April 27. EA is providing a version of Need for Speed Most Wanted that not only has been optimized for this particular phone, but includes &quot;in-game Samsung branding.&quot; The first 100,000 European customers will be able to download the game for free through the Samsung Hub - everyone else, including Galaxy Note 2 owners, can still purchase a copy. Michelin will be offering their real-time traffic app &apos;Traffic&apos; and eatery locator and reviewer &apos;Restaurant&apos; apps at launch, with with tourist attraction app &apos;Travel&apos; following this summer. The children&apos;s apps &apos;Nighty Night&apos; and &apos;Little Fox Music Box&apos; by Goodbeanswill be Samsung Hub exclusives.Random House Mondadori is bringing 3,400 Spanish language books, which include international best-selling authors, to the Hub as well.  First real-world usage figures suggest Chromebooks are struggling &gt;&gt; ZDNet Ed Bott:   To put things in perspective, as of April 2013all Chromebooks combined have managed to achieve 7/10 of 1% of the usage of Windows 8 PCs worldwide. Put another way,that figure suggests that in nearly two years on the market, all of those Chromebooks haveachieveda smaller percentage of usagethan Windows RT earned as of January 2013, after only three months on the market. Windows RT has been widely considered a disappointment, with OEMs cutting prices for RT-powered devices. In both categories, those tiny results suggesta fair amount of pain for the OEMs that jumped in early. Google&apos;s gone all-in for its cloud-based OS, and Microsoft is similarly gung-ho about the future of its Windows RT operating system. But it might be another couple of years before the general buying public is really ready for either one.  But one Chromebook was the top seller on Amazon&apos;s PC category! Could it be that that isn&apos;t a reliable metric for broader sales? (Windows RT has done about 1.5m sales in total, according to estimates.) Pirate Bay founder Gottfrid Svartholm Warg charged with hacking, fraud &gt;&gt; Digital Spy  Pirate Bay co-founder Gottfrid Svartholm Warg has been formally charged with fraud and hacking offences. The controversial internet figure is accused of carrying out cyber attacks on several Swedish agencies and attempting to illegally withdraw money for an online bank, The Local reports.  The fun goes on. Read this from 2009. (Thanks @IvanIvanovich for the link.) Ad-blockers, the games press, and why sexy cosplay galleries lead to better reporting &gt;&gt; Penny Arcade Ben Kuchera lays it on the line:   Ready for irony? The better your audience is - the more mature, intelligent, and plugged in - the more likely they are to run an ad-blocking program of some kind. People who read parenting blogs don&apos;t often block ads, and are probably barely aware it&apos;s a thing they can do. If you&apos;re a 25 year old guy who has a job in IT, makes a good living, and reads a ton of blogs, odds are you&apos;re blocking ads. I love you folks, and you&apos;re my people, but from a business perspective, you&apos;re a really crummy market to go after. If you don&apos;t block ads, but you visit that site with a 50% rate of ad blockers and a $5 CPM, your visit is worth around one-quarter of a single penny. There is nothing about this system that is good for anyone. It sucks for everyone. I&apos;ve had game developers tell me happily on Twitter that they block ads, and I feel like that&apos;s the same thing as telling them I pirate games. Blocking ads directly hurts the people who write content, and it hinders our ability to make money and stay in business. There are publications that have millions of page views, and they&apos;re drowning.  Toshiba&apos;s high-res Kirabook takes on the MacBook Air and Pro all at once &gt;&gt; The Verge  Its spec sheet is where the Kirabook competes most with the MacBook Pro  and Toshiba&apos;s reps said as much, over and over. The Kirabook has a Core i5 or i7 processor, 256GB of solid state storage, and 8GB of RAM. You may need that i7 chip, too, because the Kirabook&apos;s 13.3-inch display&apos;s 2560 x 1440 resolution is going to require some horsepower  that kind of pixel density is rivaled only by the MacBook Pro with Retina Display and the Chromebook Pixel. In person, it&apos;s gorgeous. Toshiba reps showed us the same Timescapes trailer that so many companies use to show off their high-res wares, and the color reproduction and sharpness were stunning. Viewing angles are unfortunately pretty bad, but as long as you&apos;re sitting in front of your computer the Kirabook&apos;s screen is a winner. Its touchscreen was responsive, too, running Windows 8 Pro smoothly. Toshiba&apos;s bundling a simple tool for managing all that display real estate, too, making it easy to toggle between larger text and more available screen real estate  though in our time with the machine the default option seemed to be about right, and unfortunately these tools can&apos;t make the Windows 8 desktop&apos;s tiny buttons any larger.  Outgoing Intel CEO knocks Windows 8, predicts $200 touch PCs this year &gt;&gt; Computerworld  Paul Otellini, who will retire from Intel next month, joined a chorus of others, ranging from analysts to longtime Microsoft hardware partners such as Dell, in placing some of the responsibility of the latest PC sales contraction on Microsoft&apos;s shoulders. &quot;There is an adoption curve,&quot; Otellini acknowledged, talking about Windows 8 and its &quot;Modern&quot; user interface (UI), a radical overhaul of the traditional desktop. &quot;We didn&apos;t quite have that same kind of adoption curve in Windows 7 versus XP before it. This requires a little bit of training.&quot; Otellini, however, did say, &quot;Once you get over that adoption curve, I don&apos;t think you go back.&quot; He also argued, as have most analysts and many Windows 8 users, that on a touch-enabled device Windows 8 is easier to use than Windows 7. Shortages of touch-ready hardware, particularly notebooks, have plagued the industry since Windows 8&apos;s launch. And the higher prices of touch PCs have put off many consumers, who have been trained for years to expect low-priced machines. When they can&apos;t find a touch PC in their price range, experts have said, they instead steer toward lower-cost touch tablets.  Samsung, please: Stop the madness &gt;&gt; Computerworld Blogs JR Raphael:   Let&apos;s face it: The &quot;throw everything we can think of against the wall and see what sticks&quot; approach seems to be a key part of Samsung&apos;s core philosophy. It&apos;s the same mindset that causes the company to load up its devices with a mess of gimmicky features most people will never use instead of focusing on a few really well-developed software elements - or, you know, a carefully constructed user interface that shows even the slightest bit of design restraint. Sometimes, more can be better - but there&apos;s a difference between more for a meaningful reason and more merely for the sake of more. Really, come on: How often are you going to attach audio of your voice onto a still photo or snap an image of yourself with your phone&apos;s front camera and insert it into an image you took simultaneously with the rear camera? And how many people are desperately craving a somewhat lower-end 5.8 in. Galaxy device over a 5-in. Galaxy S4 or 5.5-in. Galaxy Note II? Choice - whether in device types or feature options - is beneficial only when it means something. Flooding consumers with every possible thing you can cook up does little more than cause confusion and dilute your brand.  Raphael&apos;s bio describes him as a &quot;veteran Android journalist&quot; - which means he must have been at it for all of five years. How to reduce image size with WebP automagically &gt;&gt; The NetDNA Blog  It&apos;s common to minify CSS and JavaScript files by removing whitespace and comments, renaming variables, and a few other tricks. The main benefit is reducing download times and providing visitors with a faster page load. But on the average webpage, we&amp;#8217;re overlooking the gigantic elephant in the room: images. Images can dwarf text files like CSS and JavaScript: according to httparchive.org, they comprise over 60% of the transfer of average webpage. GigaOM reports that webpages grew by 50% between November 2010 and May 2012, and estimates an average size of 2MB by 2015. Combine this growth with the increasing use of mobile devices (i.e., expensive, capped bandwidth), and we&apos;re heading in the wrong direction. The solution: optimize images with WebP.  Fortunately, Google and other companies are working to reduce bandwidth usage. A major achievement is a new image format, WebP, which handles lossy (JPEG) and lossless (PNG) images, all while reducing file sizes.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/18/technology-links-newsbucket", 
    "wordcount": "1636"
}