{
    "headline": "Beyond our Kuhnian inheritance", 
    "text": "This year sees the 50th anniversary of a book that  whether through inspiration, disagreement or unintended hints  has been hugely influential in the history and philosophy of science (HPS). It is Thomas Kuhn&apos;s Structure of Scientific Revolutions, which was discussed in this great piece by John Naughton in the Guardian last week.  For me, Kuhn&apos;s influence feels somewhere near second or third hand. Responses to him informed the work of my tutors and supervisors, and have long been part of the daily bread of those training in HPS. Considering where we have got to, and how much we have (or haven&apos;t) achieved since Kuhn, is a regular hobby.  Someone who recently did this particularly well, making a convincing case for development in the discipline, is Greg Radick in his inaugural lecture on becoming professor at the Centre for History and Philosophy of Science  at Leeds. I therefore wanted to share on this blog some of his ideas about the directions in which our field has moved, or is moving. Radick is particularly interesting in being able to work between history and philosophy  areas that have become increasingly separated since Kuhn&apos;s time  and with scientists as well as colleagues in the humanities. As he shows in the lecture, some of his and the discipline&apos;s newer approaches take us considerably beyond Kuhn and his immediate legacy, although its significance remains.            You can see the lecture, called Scientific Inheritance, on YouTube  skip to 7:15 for the start of the lecture (unless you are interested in hearing the testimonial by Robin Le Poidevin, and jokes about radical radishes). Radick&apos;s lecture explores the state of the discipline through the question of why Gregor Mendel has become the founding hero of textbook histories of genetics, at the expense of good history, of those who made more essential contributions and, he suggests, of good pedagogy for future biologists and geneticists. As he says, &quot;the gap between what&apos;s widely taken for granted as true scientifically and what&apos;s actually the case is a theme of perennial fascination for historians and philosophers of science.&quot; This is where Kuhn enters. Radick explains that the influence of Structure was not just the overuse of the term paradigm shift, but &quot;what we sometimes call the historical turn&quot; in our field, &quot;which is to say that after the publication of the book it become possible to see new ways in which history matters for the sciences&quot;. However, the rest of his lecture is devoted to highlighting &quot;three of the most exciting ways in which the field has gone beyond Kuhn&quot; on this front. The first point that Radick challenges is the notion that scientists only rarely take a serious interest in the history of science. Kuhn had shown that textbook history was misleading, inaccurate propaganda, concerned with presenting a version of the past that led directly to the science being encountered by students. The textbook version of Mendel and his pea experiments is a case in point. For Kuhn, these accounts are misleading for a reason, enabling the training of students into a particular paradigm. They retain their usefulness until one of science&apos;s rare revolutions occurs, at which point the textbooks are rewritten. In Kuhn&apos;s reading, history of science is otherwise of little significant interest to scientists. Radick sees this as condescending, and presents a case study from the career of the zoologist Walter Weldon and his response to the rediscovery of Mendel in about 1900, to illustrate &quot;just how much creative critical insight really good scientists take as a matter of course from the history of science&quot;. Darwin is another example he briefly mentions. Secondly, Radick says that while Kuhn encouraged the asking of counterfactuals, he discouraged the answering of them with regard to the possibility of alternative paradigms. Historians of science were not to tread into the domain of science itself, nor scientists into HPS. Their strength is a lack of introspection: as Radick puts it, &quot;there is a concern that it would induce a kind of collective nervous breakdown in the sciences if students and their teachers began to see what they were doing is just some kind of tribal induction process&quot;. This is a taboo that Radick and others are breaking. He is interested in the history of genetics pedagogy, but also in whether a sounder textbook history of genetics could be developed and practised: one that looked at the genuine or alternative roots of current work, and might better prepare students for the complexities of epigenetics than Mendel&apos;s deterministic rows of peas. The final difference with Kuhn highlighted in the lecture is in his decision to avoid all discussion of &quot;technological advance or of external social, economic and intellectual conditions in the development of the sciences&quot;. Radick suggests that the field has long been impatient with this approach. Despite this, and the firm connection between truth, science, power and utility bequeathed to us by Francis Bacon and the early Royal Society, it has made little headway into textbook history. In a world of impact, patents and limited resources, teaching this &quot;separate spheres&quot; approach to science, society and technology seems short-sighted, as well as incoherent. Radick shows that history matters for the sciences. It can be a resource for scientists, not merely as propaganda (though it may be that) but in their &quot;normal&quot; work too. He suggests that historians of science may &quot;interfere a little bit with the sciences&quot; in genuinely helpful ways. Finally, science considered separately from technological and social change was a possibility in 1962, but it no longer has a place in our field, let alone the real world. I heartily recommend watching the lecture, which is a model of clarity, to see how these issues play out in Radick&apos;s discussion of Mendel and an alternative history of genetics.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/aug/28/thomas-kuhn", 
    "wordcount": "983"
}