{
    "headline": "Boot up: stopping Windows 8, iPad charging redux, Chrome malware and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Windows 8 shutdown made easy, by way of Microsoft &gt;&gt; InfoWorld  Shut down, restart, and log-off used to be simple actions from the Start menu in Microsoft Windows, but in Windows 8, the Start menu sleeps with the fishes, and turning off your PC from the legacy desktop involves several less-than-intuitive steps. Imagine my surprise then when I discovered, hidden in a dark corner of the company website, a couple of Microsoft-approved apps that do everything you might want.   Microsoft has to release apps to let you shot down / restart / log off in Windows 8? This is wrong, wrong, wrong. Apple: iPad battery nothing to get charged up about &gt;&gt; AllThingsD  So here&apos;s how things work: Apple does, in fact, display the iPad (and iPhone and iPod Touch) as 100% charged just before a device reaches a completely charged state. At that point, it will continue charging to 100%, then discharge a bit and charge back up to 100%, repeating that process until the device is unplugged. Doing so allows devices to maintain an optimum charge, Apple VP Michael Tchao told AllThingsD today.   It&apos;s as though THE MACHINES ARE LYING TO US. A Pinterest spammer tells all &gt;&gt; Daily Dot  After he read our article about his process of spamming Pinterest through thousands of bot accounts, Steve, who declined to give his last name, contacted us with an offer to clarify some of his methods. He proved his identity by providing a screenshot of his Amazon Affiliate account--the same final-fantas07 that we discussed in the aforementioned article. We were shocked by some of the facts Steve shared. For instance, he makes $1000 a day, and out of his thousands of spambots, Pinterest has only deleted one.   So someone is making money out of Pinterest. How the Daily Mail Conquered England &gt;&gt; The New Yorker Not technology at all. You know what? It&apos;s worth reading anyhow. Also, the Mail has a website:   Clarke and his staff built the site by instinct. &quot;I didn&apos;t look at that many Web sites for design ideas,&quot; he told me. Formally, they stuck with what they knew, developing a publishing system that allows them to put together the home page with the glue-pot flexibility of a newspaper, rather than having to slot stories into a template. The home page is hectic, with hundreds of stories competing for the reader&apos;s attention. It is unusually long--literally, like a scroll--as are its headlines. (Both tactics help to bolster its search-engine rankings.) It uses far more pictures, and in larger sizes, than its competitors. &quot;The site breaks all so-called &apos;usability rules,&apos; &quot; Clarke said. &quot;It&apos;s user-friendly for normal people, not for internet fanatics.&quot;   Note: extremely strong language. Apple Has 163 Reasons To Release Fabled &apos;iPad mini&apos; &gt;&gt; AppAdvice The rumour that won&apos;t go away gets a fresh outing:   Two weeks ago, a Samsung executive with inside knowledge of Apple&apos;s affairs repeated the all-but-forgotten 7.85-inch iPad mini rumor, and same-day (re)reports of contracted display manufacturers added considerable volume to the mini mania. Still, rumors are just rumors, and they aren&apos;t particularly convincing in and of themselves. It doesn&apos;t matter how many sources echo some generic sentiment. What does matter is a rumor&apos;s singular specificity. In this case, it&apos;s that pesky 7.85 inches. And what makes everything even more convincing is that the leaky sources never sought to explain why that number&apos;s so darned significant! So, allow me.   The analysis is, definitely, intriguing, though it&apos;s based on what Apple could do rather than why it would want to release a smaller tablet. Has the &quot;iPad mini&quot; moment arrived yet? In the iPod market, it only happened after Flash MP3 players started getting some traction at the low end. That&apos;s just not happening outside China for 7in tablets. (Thanks @ClarkeViper for the link.) ACCC to seek orders against Apple for alleged misleading iPad &quot;4G&quot; claims &gt;&gt; Australian Competition and Consumer Commission  The Australian Competition and Consumer Commission will be making an application to the Federal Court in Melbourne tomorrow at 9:30am for orders against Apple Pty Limited and Apple Inc (Apple) for alleged contraventions of the Australian Consumer Law (ACL). The ACCC alleges that Apple&apos;s recent promotion of the new &quot;iPad with WiFi + 4G&quot; is misleading because it represents to Australian consumers that the product &quot;iPad with WiFi + 4G&quot; can, with a SIM card, connect to a 4G mobile data network in Australia, when this is not the case.   Can&apos;t see Apple winning this one. (Thanks @rquick for the link.) Think twice before installing Chrome extensions &gt;&gt; Securelist With Brazil loving Chrome, the bad guys are creating extensions which take over your Facebook profile.   You&apos;re probably asking yourself how the bad guys are turning this malicious scheme into money. Well, it&apos;s easy: they have total control of the victim&apos;s profile, so they created a service to sell &quot;Likes&quot; on Facebook, especially focused for companies that want to promote their profiles, gaining more fans and visibility: 1000 likes earn R$ 50.00 (around U$ 27.00) Of course, to sell the &quot;Likes&quot; they use the profile of the victims. Be careful when using Facebook. And think twice before installing a Google Chrome extension.   (Thanks @pauljreynolds for the link.)  October 2007: Daedalus Capital&apos;s Coleman says Apple &apos;is going to $600&apos; &gt;&gt; Bloomberg At the time, Apple had sold barely any iPhones, and its stock price was $184.70. In 2009 it fell back below $100 as the financial crisis hit. What is Stephen Coleman doing now? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/28/technology-links-newsbucket", 
    "wordcount": "984"
}