{
    "headline": "How (not) to argue with sceptics and deniers: a historian's guide", 
    "text": "Comments on my last entry about the McKeown thesis made me realise that the core principle that historians use to analyse the past  taking it on its own terms  requires some more explanation. It&apos;s a particularly tricky topic for historians of science and medicine, because those subjects are generally thought to progress over time, not just change (as &apos;art&apos; or &apos;politics&apos; might). So our current scientific beliefs are considered more accurate or better than those of the past, not just different. While that might be true, it&apos;s a really unhelpful assumption when we&apos;re trying to understand debates and arguments - unhelpful not just for historians, but also for scientists, science communicators and science fans today. Newton v Leibniz Firstly: there is an excellent explanation of this topic available as an hour-long podcast from the CBC. For those without an hour to spare, here&apos;s a digest of Prof. Simon Schaffer&apos;s argument for &apos;symmetrical&apos; explanations in the history of science, particularly when we&apos;re trying to understand disagreements: Isaac Newton and Gottfried Leibniz had many disputes, including one about Newton&apos;s formulation of the law of gravity. The Whiggish, &apos;progressive&apos; or presentist historical approach goes something like this:   &quot;Newton&apos;s theory of gravity is true, and can be demonstrated; therefore we need to explain what cultural or personal factors caused Leibniz to reject it&quot;   They go on to explain why Leibniz got it wrong by examining his religious beliefs, his nationality, his intellectual prejudices, his rivalry with Newton, weaknesses in his instruments or errors in his experimental or philosophical approach. Schaffer&apos;s argument is that we need to apply exactly the same approach to Newton too. This symmetrical approach is both rational and logical  firstly because otherwise we end up with Leibniz as a rounded human being, and Newton as some entirely objective robot (which seems pretty unlikely) and secondly because we already know scientific knowledge changes over time.     Isaac Newton: definitely not infallible     It&apos;s possible that Newton may be proved wrong. This is hard to imagine, and parts of his theory of gravity have been pretty robust over centuries, but we can&apos;t rule out the possibility that a few more centuries will change our ideas so much that his description may no longer seem true, or accurate. If that happened, we&apos;d have to go back and rewrite the history. Now we&apos;d find the social, political, religious, instrumental, philosophical and experimental reasons why Newton believed something that was false.  The crucial point - even if you can&apos;t accept that he&apos;ll ever be proved wrong! - is that this will be easy to do, because those reasons already exist; we can write that history right now, if we want to. If we forgo our assumption that he believed in his law of gravity because it was true, we will find all sorts of other explanations about why he believed, and Leibniz did not. Newton&apos;s certainty about his theory of gravity is independent of whether we think it&apos;s true or not. Rather, he was able to believe it because he was exposed to these facts and not those, because his political and religious views inclined him towards believing this sort of evidence and not that sort, and so on. The fact that it&apos;s something we believe to be true, and for which we (and Newton) can find lots of evidence, definitely helps to explain his belief  but it can&apos;t be the major or the most significant explanation of the difference in views between Newton and Leibniz, who were both, after all, brilliant, thoughtful mathematicians.  The symmetrical approach is a bit like a null hypothesis - assume you don&apos;t know the outcome, forget who &apos;won&apos; the argument, forget what you think is true, don&apos;t let your own assumptions and biases affect your explanation - now how do you explain this difference of opinion? Sceptics and symmetry This approach doesn&apos;t just produce better history, it&apos;s also a really useful approach to dealing with current arguments about science and medicine. In disputes with anti-vaccinators, climate change sceptics/deniers, creationists, and similar groups, there is a tendency to use an asymmetrical explanation: I believe this because it is objectively true/there&apos;s lots of evidence, you dispute it because you&apos;re ignorant / a religious fundamentalist / committed to a political ideology / etc.  This is not only inaccurate, but also unhelpful, as it suggests that what one needs to do to convince an opponent is force feed them facts, disprove their religious convictions, or expose their political bias. In the real world, none of these approaches work effectively; if it were simply the case that exposure to a particular set of &apos;facts&apos; or a single persuasive argument could produce belief then we wouldn&apos;t be having these arguments in the first place. Symmetry provides an alternative approach. Instead of asking &apos;why don&apos;t they believe&apos;, we should be asking &apos;why do we believe&apos;?      Maybe I Want To Believe? (AP Photo/20th Century Fox, Diyah Pera)    Let&apos;s take the question of truth out of the argument - even if that makes us feel anxious - and start looking more closely at ourselves, as if we didn&apos;t already know what was true and what was not, which facts were valid and which were not, what was real evidence, and what was not. We will discover all sorts of fascinating things - that certain sorts of education or life experience predispose towards supporting these kinds of views and not those kinds, that we tend to trust certain types of experts and not others, that having these beliefs is an important part of our self-identity, that believers tend to have been exposed more to arguments based on this sort of fact rather than that sort, and so on and so forth. Like Newton, we&apos;ll start being complicated human beings, and not blank robots. At very worst, we&apos;ll have learnt some interesting and important things about ourselves and our own biases. At very best we&apos;ll understand some of the reasons why people might believe in vaccination and climate change and evolution independent of their truth-value. Knowing that puts us in a much better position to have productive, persuasive conversations with people who don&apos;t agree with us, and gives us much better insight into how we might turn a sceptic into a believer (or vice versa!) Absolutely no one believes things primarily or only because they are true (and therefore can generate lots of positive data or evidence); likewise no one disbelieves false things just because they are false. Otherwise that person would be infallible. (Although, if this does describe you, there&apos;s a job vacancy  you might want to consider) Vanessa struggles to decide whether to use the word &apos;denier&apos; or &apos;sceptic&apos; when it comes to climate change. Feel free to tell her why she&apos;s got it wrong via: @HPS_vanessa", 
    "section": "science", 
    "gid": "science/the-h-word/2013/mar/07/how-to-argue-with-sceptics-and-deniers", 
    "wordcount": "1111"
}