{
    "headline": "Simon Singh threatened with legal action for criticising health magazine", 
    "text": "The science writer and libel reform campaigner Simon Singh has been threatened with legal action after criticising an alternative health magazine on Twitter. Earlier this week, Singh took to the social media network to denounce a magazine called What Doctors Don&apos;t Tell You (WDDTY). Described by its editor, Lynne McTaggart, as being aimed at &quot;intelligent women between 35-55&quot; the magazine claims to provide information about what works and what does not work in both conventional and alternative medicines. Coverlines on the current issue include &quot;sunbathe your diabetes away&quot; and &quot;how I avoided my hysterectomy through diet&quot;. Writing on Facebook on Tuesday, McTaggart called on the magazine&apos;s supporters to fight the actions of &quot;bully boys&quot; who wanted to push it off newsagents&apos; shelves. &quot;Simon Singh, who was leading the charge, was just told by our distributor essentially to shove off and reminded that tweeting untrue statements about us or them is, well, libel,&quot; she wrote. Singh confirmed that he had contacted Comag, the distributors of WDDTY, to say that in his opinion the magazine was largely unscientific and was promoting advice that could potentially harm readers. &quot;Also, many of the adverts appear to make pseudoscientific and unsubstantiated claims,&quot; he said. &quot;I even offered to meet with Comag and introduce them to medical experts, but they have not accepted this invitation. When I suggested that I would blog about our email exchange, their reaction was to tell me in no uncertain terms: &apos;I should inform you that we have sought legal advice in respect of this matter. We would take any attempts to damage our reputation on social media or elsewhere very seriously.&apos;&quot; In another email Comag informed Singh of the company&apos;s intent not to discuss the matter further and that it had instructed legal counsel. Speaking on BBC Radio 4&apos;s Inside Health programme, McTaggart said the magazine was meant to tackle &quot;a conspiracy of silence&quot; among conventional doctors. &quot;We are going to continue to overburden the NHS with a lot of treatments that are less than good unless we open this debate and we all realise that we have to work together and look at what works,&quot; she said. &quot;We need conventional medicine to open its mind to other potential treatments.&quot; On the same Radio 4 programme, GP Margaret McCartney condemned the magazine. &quot;I&apos;m astounded that Lynne thinks this is an evidence-based publication. It&apos;s anything but,&quot; she said. &quot;The problem with evidence is that it can tell you things that you&apos;d rather not know. A lot of the time medicine does do harm but that&apos;s why doctors and scientists are duty-bound to put their research findings out there and to stop doing things that cause harm. What we shouldn&apos;t do is abandon medicine and the scientific method and go straight for alternative medicine with no good evidence that that works either.&quot; She cited the example of an article in the current issue of WDDTY with the headline &quot;Popular sunscreens cause skin cancer, say researchers.&quot; McCartney said the scientific study referenced in the article had not yet been published and, in any case, only looked at lung cancer cells in the lab, rather than in people. The authors of the study said that their work was just a first step and that no firm conclusions could be drawn. McCartney called the magazine report&apos;s headline &quot;absolute rubbish&quot;. Another story in the latest issue raised questions about the cervical cancer vaccine, Gardasil. &quot;I thought it was ridiculously alarmist, it was loose with the facts, it didn&apos;t explain any of the science behind the launch of a new vaccine and how it should be monitored and rolled out in the UK or the USA,&quot; said McCartney. .&quot; In 2010, Singh beat a libel action brought against him by the British Chiropractic Association (BCA), which had taken issue with an article he wrote in the Guardian&apos;s comment pages. Singh had criticised chiropractors for treating children for conditions such as colic and asthma, despite a lack of evidence. He said that the BCA was &quot;the respectable face of the chiropractic profession and yet it happily promotes bogus treatments&quot;. McTaggart and the editors of WDDTY were contacted for a response to Singh&apos;s criticisms, but had not responded by the time of publication.", 
    "section": "science", 
    "gid": "science/2012/oct/03/health-magazine-sue-simon-singh-twitter", 
    "wordcount": "737"
}