{
    "headline": "Lord's Resistance Army funded by elephant poaching, report finds", 
    "text": "The Lord&apos;s Resistance Army (LRA) is using lucrative elephant poaching for ivory to fund its activities, according to a report published on Tuesday. Eyewitness accounts from park rangers, Lord&apos;s Resistance Army (LRA) escapees and recent senior defectors report that the fugitive warlord Joseph Kony, who is wanted by the international criminal court for war crimes and crimes against humanity, ordered African forest elephants to be killed in Garamba national park in the Democratic Republic of Congo (DRC) and the tusks sent to him. The defectors said that the LRA transports ivory from the DRC to the Central African Republic (CAR), where it is traded with Arab businessmen and officers from the Sudanese armed forces for cash, food, guns, ammunition and medical supplies. &quot;With ivory prices at record-high levels, trading illegal ivory offers the LRA another way to sustain itself in addition to its habitual pillaging,&quot; says the report, by the Enough Project, The Resolve, Invisible Children and the Satellite Sentinel Project. &quot;In recent years, the poaching of African elephants has reached record levels, with IUCN estimates of the global illegal ivory trade more than doubling since 2007. Raw ivory is said to fetch a price of more than $1,300 per pound due to a sharp rise in demand from Asia, particularly among consumers in China and Thailand.&quot; According to study co-author Jonathan Hutson, the LRA is not the only armed group poaching elephants in central Africa. Garamba park rangers suspect groups from Sudan, South Sudan and Uganda are also involved. Sudanese poachers were responsible for the recent mass slaughter of 26 elephants at world heritage Dzanga-Ndoki national park in the CAR. Hutson says strong evidence ties regional poaching by Darfur-based janjaweed militia groups to Sudan&apos;s army and Central Reserve police. &quot;The Lord&apos;s Resistance Army is now part of a larger poaching crisis that is decimating elephants throughout central Africa,&quot; said Peter Fearnhead, chief executive of African Parks, which has jurisdiction and manages the park on behalf of the Congolese wildlife authority. &quot;The high price of ivory is increasingly incentivising the involvement of armed groups such as the LRA, sustaining their atrocities in the region.&quot; The LRA is a rebel group originating from Uganda, that is now scattered across the DRC, CAR and South Sudanafter being driven out by the army. Claiming to fight for the rights of the Acholi people, the movement has for the last 24 years carried out brutal attacks on remote villages across central Africa, and forced thousands of children to become soldiers and sex slaves. In a report to the UN security council, the secretary general, Ban Ki-moon, said that poaching and its potential links to other criminal  even terrorist  activities &quot;constitute a grave menace to sustainable peace and security in central Africa&quot;. In the 1970s there were around 20,000 elephants in Garamba national park, which covers 1,892 square miles. According to Garamba&apos;s most recent aerial census, only around 1,800 remain. Forest elephant populations in the Congo basin have plummeted by 62% over the past 10 years due to poaching for ivory, driven largely by demand from newly rich individuals in China and Thailand. Forest elephants are favoured over their savannah counterparts for their stronger ivory which is better for carving. According to WWF figures, wild elephants in central and west Africa face local extinction within the next 50 years. John E. Scanlon, the secretary general of Cites, said:  &quot;This disturbing report further reinforces concerns over the increasing involvement of organised crime groups, rebel militia and in some cases rogue elements of the military in the poaching and smuggling of elephants. The illegal killings that are occurring on a mass scale in central Africa, often with the use of sophisticated weapons and other equipment, is decimating local elephant populations and has serious impacts on people and on national and regional security.&quot; Bas Huijbregts, head of policy for the WWF&apos;s illegal trade campaign in central Africa said that the increase in activity of rebel groups in the central African region is very worrying, and their use of ivory has a devastating impact on the remaining elephant populations in the northern parts of this region. &quot;However, the fight for the survival of elephants in the Congo Basin should not be oriented towards the fight against these groups alone, since more that 90% of the remaining elephants killed in this region is done by local hunters, linked to international organised crime is search for quick money, and not to international terrorists groups such as the LRA,&quot; he said. To deal with the situation, the report recommends expanded programmes to encourage LRA defections and pressure on the DRC government to allow forces to pursue the group in enclaves such as Garamba.", 
    "section": "environment", 
    "gid": "environment/2013/jun/04/lords-resistance-army-funded-elephant-poaching", 
    "wordcount": "799"
}