{
    "headline": "Haiti faces hunger catastrophe after hurricane Sandy destroys harvests", 
    "text": "Relief groups have launched fresh appeals for funds to feed over a million Haitians after hurricane Sandy devastated farmland, compounding agricultural damage from tropical storm Isaac which destroyed 40% of the harvest in August. The UN Office for the Co-ordination of Humanitarian Affairs (Ocha) said up to 450,000 people, including at least 4,000 children under five, are at risk from severe acute malnutrition, a life-threatening condition that requires urgent treatment. With harvests destroyed in most of the country, Haiti&apos;s entire food security situation is threatened, it added. Although Haiti was not directly in Sandy&apos;s path, the storm last month triggered heavy rains and severe flooding in the west and the south. Rivers which flooded during the storm washed away topsoil, fruit trees and cultures. Eroded banks gave way and protective walls were shattered. Of the country&apos;s 140 communes, 70 were affected by the storm. Water levels are receding, but several areas remain inaccessible due to damaged bridges and roads. Plantations of corn, beans, sorghum, pigeon peas, bananas, tubers, peanuts, vegetables and rice were entirely destroyed or badly damaged by wind and water. The government, which declared a state of emergency on 30 October, confirmed that over 64,000 heads of livestock were washed away, adding that the drought that preceded Isaac had already caused huge losses. Significant reductions in the availability of food has led to big price rises  200% in some communities at the end of September compared with prices in September 2011, according to Ocha. &quot;As a direct impact of the combined effects of the drought, Isaac and Sandy, the population in affected areas is facing a triple threat of decreased job opportunities, reduced access to food and less agricultural land to cultivate for the coming harvest season (June 2013),&quot; said the UN agency. ActionAid said farmers it works with are reporting crop losses of 70-90% in their areas and need immediate help to clear fields. They also require seeds and tools if they are to take advantage of the current planting season. &quot;Crops like corn, rice and coffee that provide food and cash for at least 50% of families in Haiti are now rotting in fields all over the southern coast,&quot; said Jean-Claude Fignol, ActionAid Haiti&apos;s country director. &quot;Policymakers, donors and humanitarian agencies must act now to prevent a hunger crisis of potentially catastrophic proportions.&quot; Nessilo Dorestant, 49, a farmer from Roseaux in the south-west of the country, told ActionAid: &quot;We have lost everything. If I do not find seeds and seedlings now, I will have to prepare them myself from remaining devastated crops. But it will take a year for them to be ready and more than six months after to harvest. There is no possible way for my family to survive this long without food. All the farmers are in the same situation.&quot; The hurricane destroyed at least 6,274 houses and damaged a further 21,427 according to the Haitian directorate for civil protection. Out of the estimated 31,370 people who lost their houses, most are now living with host families or in improvised accommodation, while 2,949 are still living in 18 hurricane shelters. Hundreds of public buildings, including cholera treatment facilities, hospitals and schools, were destroyed, and infrastructure, notably potable water networks, suffered significant damage. The UN said the new needs arising from Sandy will require $39.9m (25m) in additional funding this year and next. Of this $23.2m will be required to finance the first phase to immediately address the critical needs of 1.2 million in terms of food, shelter, sanitation and education. This brings the 2012 appeal&apos;s revised requirements to $151m, leaving a shortfall of $95.3m. &quot;Shortfalls in humanitarian funding throughout 2011 and 2012 have reduced capacities to the extent that there is insufficient capacity under current conditions to meet the additional humanitarian needs resulting from hurricane Sandy,&quot; said Ocha.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/12/haiti-hunger-hurricane-sandy-harvests", 
    "wordcount": "658"
}