{
    "headline": "The divide between colleges and universities is outdated", 
    "text": "Kenneth Clarke&apos;s 1992 Education Act abolished the so-called binary divide between traditional universities and polytechnics, bringing all higher education providers within a single funding, policy and regulatory regime. The result has been equality of opportunity for millions of young people who would otherwise have been branded as second-class students in second division institutions. Twenty years on, it is time to ask again why we persist with an Upstairs Downstairs-style division between higher and further education. Why do we only accept the definition of excellence set out by research-intensive universities? Can we not recognise a variety of definitions of excellence that reflect the full range of student demands, what the economy needs and what society values? Excellence in scientific research and discovery, underpinned by academic rigour and freedom of inquiry is, of course, vital. But it is not the only basis for world-class education. Excellence in practical and professional skills  needed to meet the complex challenges of work in the digital age  is at least as important. This requires completely different models of learning from the traditional research-centred academic model. Few young people today will spend their working lives pursuing intellectual discoveries in narrow subject areas. Almost all, however, will need the skills to operate effectively within different networks and deal with real-life business challenges with innovation and creativity. To succeed, they will need to commit to continued personal learning and development throughout their careers, rather than relying on the current learn-then-earn approach. There are already many great examples of aligning learning and working, albeit scattered across the higher and further education divide. They include the best of higher-level apprenticeships and a growing number of programmes  in both HE and FE  where students start and run businesses as part of their learning. But as Professor Alison Wolf noted in her recent report on vocational education, these isolated initiatives have succeeded despite, and not because of, the underlying educational systems and structures. The growing interdependence of learning and work in the 21st century makes the institutionalised separation of higher and further education as outdated and artificial as the pre-1992 binary divide. With more FE colleges (as well as private providers) now offering degree-level courses, there is no longer a clear distinction between HE and FE for students. And many of the most innovative programmes that link education, employment and enterprise are coming from FE colleges. As of April this year, FE colleges will be designated private-sector institutions, like universities. Common sense would extend the logic of this reform, bringing all post-compulsory education and learning under a single regulatory and funding system. It would not be that difficult to achieve: the replacement of most of the block grant for universities with student loans will inevitably be followed by a similar shift in further education and opens the door to a single post-school learner support system. There are already many fine examples of local collaborations between higher and further education providers that are hampered from growing by the constraints of different funding and regulatory regimes. So while distinctiveness between providers should be encouraged, it should come from the diversity of learning on offer, and not from obsolete class divisions. By abolishing these, we could ensure that young people gain an education that truly equips them to succeed in today&apos;s workplace.  Mike Boxall is an education expert at PA Consulting Group  This article was amended on 2 May 2012 to change &quot;second-rate institutions&quot; to &quot;second-division institutions&quot;.", 
    "section": "education", 
    "gid": "education/2012/apr/09/further-higher-regulatory-funding-divide", 
    "wordcount": "575"
}