{
    "headline": "Temperatures to rise by six degrees in Middle East countries", 
    "text": "  Countries in the Middle East and north Africa will be among those hardest hit by global warming, unless the upward trend for greenhouse gas emissions can be checked, the World Bank warned last month at the Doha climate change conference. There will be lower rainfall, higher temperatures and continuing desertification, said Rachel Kyte, World Bank vice-president for sustainable development, during her presentation of the report on Adaptation to a Changing Climate in the Arab Countries. According to the forecasts, average temperatures could rise by 3C between now and 2050. But night temperatures in city centres could increase by double that figure. The report notes that over the last three decades 50 million people have been affected by climate disasters. Severe flooding is now a recurrent event. But the increasing scarcity of water resources is the biggest challenge for countries in the region, which already have some of the lowest per capita reserves in the world. Kuwait and Qatar depend on desalination plants for almost 40% of their needs. With demand for water forecast to increase by 60% over the next 30 years, due to population growth and changing ways of life, the World Bank fears there is a high risk of shortages and conflict. Measures to adapt to climate change are still limited, even if a regional strategy for reducing the risks of natural disasters has been adopted. The lack of reliable data is a stumbling block for any preventive measures. The launch of a research centre, announced by Qatar last month, could help remedy this situation. Funded by the Qatar Foundation, in partnership with the Potsdam Institute, the centre will focus on the impact of climate change on countries in the Gulf. However, this positive move will not be enough to cover up the fact that Qatar, much as the other oil-producing countries in the Gulf, has still not made any commitment as part of the UN climate talks. Saudi Arabia  though it refutes this suggestion  continues to play along with those angling for a business-as-usual agreement. &quot;We take climate change seriously and will reduce our CO2 emissions,&quot; said an adviser to the Saudi oil minister, citing the kingdom&apos;s plans for carbon capture and storage facilities, and measures to boost energy-efficiency and develop solar power. &quot;The world will not be able to do without fossil fuels in the coming decades. We aim to produce &apos;climate-friendly&apos; oil and gas that cause less pollution.&quot; This story appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/jan/08/middle-east-temperature-rise-climate", 
    "wordcount": "419"
}