{
    "headline": "20 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of the best new games for smartphones and tablets, easing down slightly from the chaos of trying to narrow down a longlist of 60 new releases for last week&apos;s post. As ever, all these games were released in the last seven days. Prices are included, but bear in mind where a game is marked as Free, it&apos;s highly likely to be using in-app purchases. Actually, a lot of the paid games are also using IAP nowadays too. On with this week&apos;s selection: Endless Road (0.69) This is probably the most visually-interesting game of the week: an isometric racer where you have to outrun a collapsing landscape, dodging traffic and obstacles as you go. As you can see from the screenshot above, it&apos;s got a distinctive visual style through its perspective and use of colour. But the gameplay matches the hipster visuals.iPhone / iPad Heroes of Order &amp; Chaos (Free) Gameloft was inspired by World of Warcraft for its Order &amp; Chaos Online massively multiplayer game for smartphones and tablets. Now it&apos;s spinning that off into what it claims is iOS&apos; first Multiplayer Online Battle Arena (MOBA) game. The idea being to pick characters and battle enemies alone, or with friends. The Android version hasn&apos;t gone live at the time of writing, but I&apos;ll update the link when it does.Android / iPhone / iPad Skylanders Battlegrounds (4.99) It&apos;s not been long since Activision&apos;s last iOS Skylanders game Skylanders: Lost Islands but now its popular console franchise is back for another bite at the App Store. As the name makes clear, this game is much more focused on battles, as players tear into an evil warlord army. There&apos;s also an optional &quot;Bluetooth Portal of Power&quot; accessory to bring physical Skylanders toys into the gameplay.iPhone / iPad Motley Blocks (1.99) Square Enix has taken a break from Final Fantasy and other RPG duties to release this 3D rotating-block puzzle game. It sees you matching chains of blocks, earning virtual coins and buying power-ups, with online leaderboards and the ability to create puzzles to send to friends or publish for the wider community to play.Android / iPhone / iPad Dragon Slayer (Free) Publisher Glu Mobile&apos;s latest freemium game has more fire-breathing giant mythical monsters than you can shake a stick at. Well, cast deadly spells at, really a stick won&apos;t do you much good here. It&apos;s a magic-based combat with enemies, items and in-app purchases a-plenty.Android / iPhone / iPad Transformers (Free) Card-battler games have been a huge hit in Japan, but they&apos;re going more global Rage of Bahamut being one popular example. How about applying the genre to Transformers? That&apos;s what Mobage has done on iOS already, and now on Android. It sees you building a virtual card-deck of Autobots or Decepticons, then battling other players over the network.Android Avengers Initiative (3.13) Here&apos;s another big brand with a fervent fanbase jumping from iOS to Android, although in the case of Marvel&apos;s Avengers Initiative, this is more an Infinity Blade-style brawler rather than a card-battler. Available for a select bunch of devices initially, including Samsung&apos;s Galaxy smartphones and Google&apos;s Nexus 7, it sees you fighting as Hulk against a bunch of villains.Android Paper Monsters (0.62) Crescent Moon&apos;s platform game Paper Monsters won huge critical acclaim on iOS, but now it&apos;s available on Android too. It sees you running and jumping along side-scrolling levels made out of paper, cardboard and other natural materials, with 28 levels to explore and some nifty features to encourage you to replay when you&apos;re done.Android Bladeslinger Ep.1 (1.99) There&apos;s plenty of buzz around the Bladeslinger game this week, as the first episode makes its App Store debut. It&apos;s a 3D action title using the Unity engine for some eye-popping graphics, as you shoot and punch the living nightlights out of various monsters in an otherwise-deserted town.iPhone / iPad Rage of the Gladiator (0.69) Rage of the Gladiator started off as a WiiWare game on Nintendo&apos;s console, but is now crossing over to iOS. It puts you in the (studded, blood-stained) shoes of a gladiator, fighting a succession of bosses with weapons and magical finishing moves. Expect beefy 3D graphics and lots of shouting.iPhone / iPad Monopoly Millionaire (0.71) The iOS-to-Android ports are coming thick and fast, which is a good sign of how publishers are taking Google&apos;s platform more seriously even if simultaneous releases would be an even better indication. Anyway, this is EA&apos;s latest reboot of board-game Monopoly, which focuses on speeding up the game and throwing in upgrades.Android Spy Mouse (2.29) This is a Nokia-exclusive, so you&apos;ll have to search for it on your Lumia smartphone the link above is to WP7 Connect&apos;s story on its launch. Spy Mous is a fun line-drawing puzzler from the clever folk behind the Real Racing and Flight Control games. It sees you guiding a mouse to cheese while avoiding cats in a succession of top-down levels.Windows Phone (Nokia) Groove Coaster Zero (Free) Taito&apos;s Groove Coaster appeared as a paid game on iOS in July 2011, but now it&apos;s been re-released as a freemium title. It&apos;s like a futuristic rollercoaster game powered by music, with tracks available to buy using in-game currency, and some freebies available for people who bought the original version.iPhone / iPad Toy Defense (Free) Have we hit Peak Tower Defence Games point yet? Seemingly not, because they keep on coming. Toy Defense&apos;s twist on the genre is its use of toys as the characters, as you defend your base through 24 levels of enemy onrushes, upgrading units as you go.Android Alt-Minds (Free) Alt-Minds isn&apos;t really a mobile game: it&apos;s a transmedia &quot;interactive gaming adventure&quot; that runs across websites, Facebook, PC/Mac and tablets (the latter being the reason for its inclusion here). The storyline focuses on five mysteriously-disappeared researchers, and is told through a mixture of videos, games and web content. The tablet games focus on puzzles as part of all this.Android / iPad Asura Cross (Free) Here&apos;s a new take on the 2D beat &apos;em up genre from Korean publisher Gamevil, which sees you battling a series of foes, upgrading your character&apos;s skills in between fights, and then challenging other players in the game&apos;s Versus mode. An intriguing sign of what may come next for famous franchises like Street Fighter in the freemium/social era.iPhone / iPad The Epstein Mysteries (Free) This is a nice curveball in the week&apos;s releases: a game from The Connected Set made for The New Art Gallery in Walsall, based around the real-life shooting of artist Jacob Epstein&apos;s mistress Kathleen Garman in 1923. The idea being that you listen to witness testimonies, peer at letters and artefacts, and try to find clues in the Gallery itself the game can be played there, but also at home. It&apos;s the latest interesting glimpse at how museums and galleries can use apps and mobile games.Android / iPhone / iPad MegaCity (0.69) On iOS, MegaCity was a quirky and inventive puzzler that included elements of city-building games. Now it&apos;s on Android, where it deserves a wider audience. Described as &quot;Tetris meets Sim City&quot;, it makes placing homes, utilities and industrial units a brain-taxing treat.Android Littlest Pet Shop (Free) Gameloft is making a play for cutesy freemium games at the moment, with Littlest Pet Shop following My Little Pony, Wonder Zoo and Monster Life onto the app stores. Here, you (or, let&apos;s be honest, your children so be on top of your IAP settings) are collecting dogs, cats, bears and other critters, then playing with them in a series of mini-games. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Turn N Run (0.79) EA and Chillingo have bagged this week&apos;s Xbox-enabled game launch for Windows Phone, although early indications are that it works on Windows Phone 7 devices, but is encountering some issues on Windows Phone 8. Assuming those get sorted, it&apos;s fun  a port of an existing iOS game that gets you to twist the gameplay world to link up blocks and find your way to the alien hero&apos;s crashed spaceship.Windows Phone That&apos;s our selection, but what have you been playing on your smartphone or tablet? Make your recommendations in the comments, or give your thoughts on the games above.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/22/best-iphone-android-windows-phone-games-22nov", 
    "wordcount": "1417"
}