{
    "headline": "Guatemala farmers losing their land to Europe's demand for biofuels", 
    "text": "Maria Josefa Macz and Daniel Pascual were called at five in the morning, and asked to come quickly to the Polochic valley in southern Guatemala. Ethnic Maya Q&apos;eqchi communities of smallholder farmers said they were being violently evicted by state security forces from land they had farmed for generations. Helicopters with armed men leaning out were flying overhead, private security guards and paramilitary forces were attacking people, and houses and crops were being burned. The farmers could not speak Spanish and needed help dealing with the police, as well as legal advice on how to stop giant biofuel companies taking their land. When Macz and Pascual, human rights workers from the Guatemala Campesino Unity Committee (CUC), arrived after a six-hour drive from the capital, Guatemala City, two of the communities had been brutally evicted. Over the next four days, 10 more villages were cleared. By the end of March 2011, around 800 families  about 3,200 people from 14 communities  had been forced off land they believed they had a right to live and work on. Within months, hundreds of hectares of the lush valley in the province of Alta Verapaz were being planted with sugar cane that would be turned into ethanol for European cars, including British ones. Today, displaced families live by the side of the road with no access to shelter or food. &quot;The men fled to the mountains, the women had to find a way to live. People lost everything; they became nothing but cheap labour,&quot; says Macz. &quot;It was a military operation. It was like an invasion. We feel history is repeating itself and we are going back to the violence of 30 years ago,&quot; says Pascual, referring to the massacre by the army of 60 people in the nearby town of Panzs in 1978. The US-backed government claimed their troops were turning back a peasant invasion fomented by &quot;international subversives&quot;. The reality was that the peasants were petitioning the mayor for land. There is a long history of land disputes in the Polochic valley and across Guatemala, with companies claiming title over land that communities believe they have bought or have historical rights over. In this case, the land had been sold to one company by a larger one that had been receiving rent from the communities, who had been on the land for generations. At the time of the evictions, the land was under threat of foreclosure and negotiations were taking place with the government. But the unprecedented worldwide rush for land to grow food or fuel crops for the international market is now hitting some of the poorest communities hard, and leaving them at risk of violence and landlessness. Guatemala is now one of the world centres for growing biofuel crops. In Guatemala, says Pascual, who is petitioning European governments and the UN over the atrocity, more than 300 requests for land have been made in the past few years by large companies to mine for gold, silver and nickel; prospect for oil; develop hydroelectric power; or grow biofuel crops. More than 150 other areas have been identified as places of potential conflict over resources. The Polochic valley has been earmarked by international companies as suitable for biofuel crops. The 2008 decision by EU countries to obtain 10% of all transport fuels from biofuels by 2020 has proved to be the catalyst for many evictions, says Oxfam. To meet the EU target, the total land area required to grow industrial biofuels in developing countries has been estimated as 17.5m hectares (43.2m acres), more than half the size of Italy. &quot;What happened in the Polochic valley exemplifies what is now happening all over the world. The latest data suggests up to 203m hectares of land has been acquired by companies in land deals and two-thirds of that is for biofuels,&quot; says Hannah Stoddart, economic justice adviser at Oxfam. &quot;The UK government should immediately freeze its biofuel targets and call on the EU to scrap the directive. There is a mass undermining of rights and livelihoods, and no improvement in food supplies. They are just diverting food for stomachs to gas tanks.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/05/guatemala-land-europe-demand-biofuels", 
    "wordcount": "702"
}