{
    "headline": "Clearing 2012: why online open days are virtually ideal", 
    "text": "A visit in person, before you apply, is usually the best way to get a feel for a university you&apos;re interested in. But if that&apos;s not an option, virtual open days are the next best thing. Nottingham Trent University, for example, has an interactive online fair, letting you tour its facilities, accommodation and student life with photo galleries, videos and information in bite-sized chunks. Many universities host live web-chats with telephone support. Ruth Webster, digital marketing officer at the University of York, says these virtual features are growing in popularity and rapidly developing. &quot;The new generation of virtual open days focus on interaction between academics, current students and prospective students. What&apos;s interesting is that the virtual open day conversations have become a resource in their own right. We found that an event we ran in April was receiving nearly 100 replays a week,&quot; she says. However, she warns, be careful &quot;never to disclose personal details or anything that makes you identifiable&quot;. If you have a question about your application, email the university concerned instead and include your Ucas personal ID number. Read the FAQs Before taking part in an online open day have a look at the website first so you don&apos;t waste time asking basic questions. If there is a current student on the panel from your chosen course or department, don&apos;t be shy. As Webster advises, this is your chance to find out what a typical day is like, whether the course met their expectations, and what helped them in their first year. You can also try following universities&apos; Twitter accounts for enquiries and information. Facebook is great for networking, and the Student Room (thestudentroom.co.uk) is a good place to go for opinion and advice. Webster also advises a search on YouTube for videos produced by the students&apos; union president or college president. &quot;This helps to give you a feel for what the social side of the university is like,&quot; she says.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-virtual-open-days", 
    "wordcount": "332"
}