{
    "headline": "Doha climate gateway: the reaction", 
    "text": "The UN climate talks ended late on Saturday night, with tired delegates relieved that their negotiating ordeal  a marathon 36-hour-final session at the end of the fortnight of talks  was over. Reactions to the outcome since then have mixed, however. The ministers from nearly 200 countries who hammered out the final deal  called the Doha climate gateway  were broadly pleased with it, but they admitted it did not solve all of the issues that needed to be addressed, despite the time spent on it. &quot;This is not perfect, but it is genuine progress,&quot; said Ed Davey, the UK energy and climate change secretary. &quot;It&apos;s a bigger step forward than people have given us credit for. We wanted to pave the way for the future [discussions on a new global treaty] and we&apos;ve done that.&quot; Countries are working towards a new global agreement on climate change that would, unlike the Kyoto protocol, require cuts in greenhouse gas emissions from both developed and developing countries, to be signed in 2015 and come into force from 2020. At Doha, they cleared away some of the obstacles to the proposed new treaty, including starting on a new period of the Kyoto protocol that will last until 2020, reorganising the negotiations into a single unified set of talks, and setting out a work programme of negotiations up to 2015. This was broadly achieved. Connie Hedegaard, the EU climate chief, said: &quot;In Doha, we have crossed the bridge from the old climate regime to the new system. We are now our way to the 2015 global deal. It was not an easy and comfortable ride. It was not a very fast ride either. But we have managed to cross the bridge. Very intense negotiations lie ahead of us. What we need now is more ambition and more speed.&quot; Barack Obama&apos;s special envoy for climate change, Todd Stern, said: &quot;Before we started, I said that this would be a transitional [conference]. There will be growing pains in this process [of negotiating a new treaty] but it&apos;s very important, I think, that we will move forward.&quot; He said that combining the two negotiating tracks  one on the Kyoto protocol, the other on &quot;long-term co-operative actions&quot;, which were separated after the Kyoto protocol came into force in 2005, at the behest of the US which refused to ratify the protocol  was essential to making progress in the new talks. He also gave a clue as to the focus of the new talks, which is likely to be China, as the world&apos;s biggest emitter. &quot;[You can&apos;t] cut a deal unless you have got all the big players in the room,&quot; he said. But green groups and anti-poverty campaigners blasted the talks. &quot;A weak and dangerously ineffectual agreement is nothing but a polluters charter  it legitimises a do-nothing approach whilst creating a mirage that governments are acting in the interests of the planet and its people,&quot; said Asad Rehman, head of climate and energy at Friends of the Earth. &quot;Doha was a disaster zone where poor developing countries were forced to capitulate to the interests of wealthy countries, effectively condemning their own citizens to the climate crisis. The blame for the disaster in Doha can be laid squarely at the foot of countries like the USA who have blocked and bullied those who are serious about tackling climate change. Our only hope lies in people being inspired to take action.&quot; Kumi Naidoo, executive director of Greenpeace International, said recent extreme weather events showed the urgency of taking swift action on greenhouse gas emissions. &quot;Just three days after Typhoon Bopha hit the Philippines and showed the human cost of extreme weather in vulnerable countries, the decision by politicians not to speed up efforts to cut carbon pollution is unforgiveable. The international process limps on, while the crisis accelerates.&quot; He accused delegates at the conference of being out of touch. &quot;We ask the negotiators in Doha: Which planet are you on? Clearly not the planet where people are dying from storms, floods and droughts. Nor the planet where renewable energy is growing rapidly and increasing constraints are being placed on the use of dirty fuels such as coal. The politicians and negotiators have lost touch with climate reality  sadly their failure will be paid for in lives and livelihoods,&quot; he said. Bindu Lohani, vice president at the Asian Development Bank, said the result had provided a &quot;gateway&quot; to a new agreement, or at least &quot;kept the door open for a possible robust and ambitious future&quot; deal. But he warned that extreme weather events were a particular problem for Asia. &quot;There is increasing evidence that Asia is more vulnerable to the impact of natural disaster due to climate change. Typhoon Bopha which recently hit the Philippines and has impacted about 200,000 people is yet another example of the devastation that such events cause,&quot; he said. &quot;Regardless of the pace of international negotiations, Asia must act now  as neglecting these threats will put millions of the region&apos;s most vulnerable people at increased risk of increased poverty, ill health and premature death. Among other measures, we need to mobilise massive funds for climate change adaptation  around $40bn a year for Asia and the Pacific would be a very conservative estimate.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/10/doha-climate-gateway-reaction", 
    "wordcount": "903"
}