{
    "headline": "Bluebell woods under threat, experts warn", 
    "text": "Bluebell woods are one of the magical events of an English spring, with their carpeting of blue petals and enchanting scent  but within 20 years this experience may be denied to future woodland ramblers, experts warned on Thursday. Mark Ballard, curator of the Forestry Commission&apos;s National Arboretum at Westonbirt, said: &quot;Within the next two decades it will become much rarer for people to see a native bluebell wood. They are under threat and the British landscape, however beautiful, is changing.&quot; The blanket of intense blue flowers, with their distinctive perfume, has for centuries been a source of captivation for springtime wanderers in the countryside, but is under threat from pollution, the encroachment of urbanisation  and above all the invasion by non-native Spanish bluebell varieties, which are less colourful, less prolific in their flowering and lack the heady scent of native flowers. Bluebell woods will already be more difficult to find this year, owing to the late spring which has held back flowering, and visitors are being advised by the National Trust to wait until late May in order to see the flowers  about two weeks later than usual, after the unusually chilly conditions so far this year. But in many cases, people will be seeing not the native bluebell woods of times past but a combination of English bluebells and hybrids, the result of the cross-fertilisation of native bulbs with the Spanish invaders, which were introduced at least a century ago in ornamental gardens and have since spread rapidly to colonise vast tracts of British woods. The inter-breeding of the two varieties is the biggest threat to native English bluebells, because the hybrids that result tend to be more vigorous than the natives and can quickly take hold in forests, resulting in the pure English variety being squeezed out. The hybrid invaders have been spreading steadily from areas close to ornamental gardens and suburban gardens  many of which were populated in recent decades with the easier-to-grow Spanish bluebells that were popular sellers in garden centres  to reach more remote woods that had previously been uncontaminated. In the next 15 to 20 years, according to the Forestry Commission, most bluebell woods will be a combination of hybrids and Spanish bluebells, and it will become ever more rare to find an entirely native wood. Ballard said the Forestry Commission was taking steps to ensure that the non-native Spanish variety was being &quot;stamped out&quot; on its land  in some cases almost literally. &quot;We are digging them up where we find them and disposing of them,&quot; he said. But he warned against members of the public taking similar action in woods close to them. &quot;We know what we are looking for, and what to do about them. If people spot hybrids or Spanish bluebells in the wild they should tell us or the owners [of the woods].&quot; Hugh Angus, of the volunteer wildflower group at Westonbirt Arboretum, said: &quot;Hybrids can be more vigorous than either parent, but the real problem lies in the fact that once you have a population of nothing but hybrids, you have lost the original genetic material. If the hybrid is then affected by disease and there is none of the original species left, the threat is that the whole bluebell population could be in danger.&quot; Ballard said the native variety was &quot;an established part of the woodland floor, and an indicator of ancient woodland&quot;. Native bluebells can be distinguished by their dark blue, scented flowers that grow from only one side of their curved stems. Their stamen and pollen are cream-coloured and their petals usually curve backwards or inwards. Hybrid varieties, by contrast, lack scent and have blue stamens, curved petals and lighter blue flowers that grow on both sides of the stem.", 
    "section": "environment", 
    "gid": "environment/2013/apr/19/bluebell-woods-under-threat", 
    "wordcount": "636"
}