{
    "headline": "New to nature No 65: Diania cactiformis", 
    "text": "The fossil-rich Chengjiang deposits of Yunnan province, China, date from about 525 million years ago and are among lagersttten that have preserved soft-bodied animals with amazing detail. Among the bizarre creatures inhabiting shallow Cambrian seas were the lobopodians, often described as legged worms. These are of evolutionary interest because of presumed, if enigmatic, relationships to velvet worms, water bears and arthropods. Both velvet worms and water bears have soft, segmented bodies and pairs of unstructured appendages  or lobopods  long seen as precursors to the segmented legs of arthropods. An international team of Chinese and German scientists, led by Jiani Liu of Northwest University in Xi&apos;an, has reported the discovery of a new genus and species of lobopodian that is the most arthropod-suggestive to date. Their description was based on three complete fossils and about 30 fragments. If their interpretations are correct, they suggest some controversial possibilities. Their analysis of the new species, Diania cactiformis, places it close to the base of the arthropods and reinforces the notion that lobopodians are an artificial collection of early body plan experiments rather than a monophyletic lineage; that is, an evolutionary line that shares a unique common ancestral species. Stated another way, their new species is claimed to be more closely related to arthropods than to other lobopodians. Dcactiformis does not immediately look like an animal to the untrained eye, contributing to its nickname: &quot;walking cactus&quot;. The creature has robust and possibly hardened appendages that may possess articulated elements. Even more sensational is the suggestion that sclerotisation of limbs may have preceded that of the body on the march toward full-blown arthropod status. The late palaeontologist and author Stephen Jay Gould talked about similarly improbable early body plans in his book about the Burgess Shale Formation, Wonderful Life. The foreign appearance of Diania reminds me of Gould&apos;s take-home message: the contingency of evolution. Had competition in the shallow Cambrian seas turned out differently, the living world today could well have looked completely different.  Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/feb/12/new-to-nature-walking-cactus-fossil", 
    "wordcount": "349"
}