{
    "headline": "Philosophy  less in universities, more in prison", 
    "text": "&quot;So, I can do quantum physics after all?&quot; &quot;You certainly can.&quot; &quot;That is excellent.&quot; Casey&apos;s face is a picture of delight. &quot;I am so grateful that you made that happen.&quot; Mary the OU organiser beams back at him. Casey has two more units to do before he graduates, and I feel as though I have been pulled along with him through most of it. In fact, he has infected the philosophy class with some much-needed scientific rigour; a couple of the chaps were so seduced that they started science degrees themselves. Once Mary has gone, I get the full blast. &quot;Listen,&quot; he says, &quot;what&apos;s metaphysics?&quot; &quot;You know that. We&apos;ve done that.&quot; &quot;Yeah, yeah, but I need to get it absolutely straight in my head.&quot; The morning flies by in a flurry of deontology and Kant. One of the orderlies comes in on some errand and starts to tell us about his hard time. Casey jumps on him and even though I&apos;m used to Casey, I find it a bit intense. &quot;Stop fuckin whingeing. You&apos;re doing just fine. You&apos;re not being raped while you&apos;re out trying to find firewood so you can cook for your kids who&apos;re starving in some fly-blown shithole.&quot; And that&apos;s just the overture. The other guy is not so much offended as baffled and slinks off. &quot;And the food,&quot; Casey tells me, &quot;the food is just fine. Maybe there could be more of it, but it&apos;s just fine. They cook a lot of it themselves now.&quot; &quot;I thought they gave you sandwiches?&quot; &quot;I love fuckin sandwiches. I buy nuts and fruit from the canteen.&quot; &quot;Like Yogi Bear?&quot; &quot;Like Yogi fuckin Bear. There are guys buying candy and crisps. You know how much crisps cost?&quot; I shake my head. Casey lifts one cheek from his chair and lets out a long rolling fart. &quot;Maybe I&apos;m taking too much of the vegetarian and bean options.&quot; This makes me think of how little complaining I have encountered over the years. (Except for the quite legitimate complaints about Casey&apos;s farts.) Perhaps it has something to do with philosophy or at least the kind of man who came to the class. Colin even went blind during his sentence without expecting any sympathy. &quot;I&apos;ll do my bird like anybody else.&quot; We find our way back to metaphysics and, just to make the point by way of contrast, I tell him about AJ Ayer and the Verification Principle. We both fall in love with the Verification Principle for its sheer energy and cheek. Somehow I find myself talking about post-structuralism; maybe because we have been thinking about meaning. Where else in the world shall I find a conversation like this one? There are even universities proposing to close down their philosophy departments. Just imagine that: a university where you can do business or sports studies, but not philosophy. It really is hard to believe, isn&apos;t it? Our three hours have flown by. Casey picks up his bundle of books and I walk with him to the gate. We bump into Ian, the maths teacher. &quot;You still all right for Monday, Casey?&quot; &quot;Sure am.&quot; &quot;What&apos;s happening Monday?&quot; I ask. &quot;Casey teaches maths for me. Well, arithmetic actually.&quot; &quot;Do you trust him?&quot; &quot;Whaddya mean?&quot; says Casey, outraged. &quot;Well, doesn&apos;t he yell at people, make them stand in the corner, clip their ears when they get their tables wrong? What does he do if they lose their homework?&quot; Ian looks baffled: &quot;No,&quot; he says, &quot;he&apos;s very gentle, actually.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/06/philosophy-prisons-and-probation", 
    "wordcount": "633"
}