{
    "headline": "Renewed push for nuclear power", 
    "text": "With one giant leap they are free! How extraordinarily convenient that, just after the nuclear power mega-disaster of Fukushima and just when it is becoming clear around the world that citizens do not want nuclear power and that no one knows how to get rid of the lethal waste,the nuclear industry and government discover we can &quot;safely&quot; have enough nuclear power for the next 500 years not only without creating any nuclear waste but also by consuming the nuclear waste we already have in the power creation process (Nuclear waste could fuel new breed of reactors, 3 February). With this miraculous &quot;new&quot; process we will make the very embarrassing 35,000 tonnes of depleted uranium and 100 tonnes of plutonium disappear  &quot;just like that&quot; to quote another well-known comedian. And to help the story along George Monbiot adds his &quot;analysis&quot; (2 February), with the totally misleading statement that we are confronted with a choice between gas and coal, or nuclear power. Renewables, dear George, renewables.Jim McCluskeyTwickenham, Middlesex  Proponents of integral fast reactors have so far failed to answer three key questions: do these reactors work, how much do they cost, and how long to build? There have been many unsuccessful attempts to build a working fast reactor. The Japanese spent four decades and $13bn trying. A UK fast reactor at Dounreay was a costly failure which we are still working out how to decommission. No one has built a fast reactor on a commercial basis. Even if these latest plans could be made to work, prism reactors do nothing to resolve the main problems with nuclear: the industry&apos;s repeated failure to build reactors on time and to budget. Even the Department of Energy and Climate Change&apos;s scientific adviser, David MacKay, says &quot;it isn&apos;t the nuclear fuel that&apos;s the expensive bit  it&apos;s the power stations and the other facilities that go with them.&quot; We have a very small window in which to get a grip on our greenhouse gas emissions, but despite proven green technologies existing we are being asked to wait while an industry that has a track record for very costly failures researches yet another much-hyped but still theoretical new technology. You can make paper designs for anything, but that is a long way from sorting out the real world engineering and economic issues that will actually deliver affordable and low-carbon energy. That is why ideas like fast reactors work much better in the headlines than they do in fine print. Tom Burke Founding director, E3G, DrPaul Dorfman Founding co-ordinator, Nuclear Consulting Group, John Sauven Executive director, Greenpeace UK  Oh please. Between 1955 and 1995 the UK blew more than 4bn of taxpayers&apos; money on fast reactors with nothing to show for it but a radioactive mess at Dounreay. The problem is not the reactor. The boilers have thousands of thin metal tubes with water on one side and molten sodium on the other. Every plant of this kind ever built has had boiler leaks with potential hydrogen explosions that make the plant impossible on an electricity system. If General Electric wants to use its own money on this, fine. If it wants to use mine, as a UK taxpayer, count me out.Walt PattersonAssociate fellow, Chatham House  The Royal Society welcomes the news that the government is finally taking seriously the issue of how to deal with our country&apos;s huge plutonium stockpile. But if it is to press ahead with a new nuclear energy programme, it has to urgently address its lack of a long-term nuclear strategy. This will require restarting a lasting research and development programme for nuclear energy which would be doubly beneficial: future technology options would be left open and we could again attract the best minds to our nuclear industry. The UK lost its world leadership and skills base in fast nuclear reactor R&amp;D following final withdrawal of state support for this research in the mid-1990s. We need experts in and outside government who understand nuclear technology well enough to ensure the UK avoids making the poor decisions dogging its nuclear programme in recent years.Professor Roger Cashmore Chair, Royal Society working group on nuclear non-proliferation and chair of the United Kingdom Atomic Energy Authority  Duncan Clark refers to the development of fast reactor technology by the US government over many decades. But is he unaware of the sodium -cooled fast reactor development carried out in the UK since the 1950s with the experimental fast reactor followed by the Prototype Fast Reactor at Dounreay? Experience with fast reactor development in the UK, US and Japan shows that this is a demanding technology which is still far from a proven commercial reality. Successful experience with a demonstration reactor prototype and working fuel cycle would be needed before real commercial exploitation could be possible. In last year&apos;s accident at Fukushima, the reactors were shut down successfully, stopping the fission reaction. However, the loss of off-site power prevented the safe removal of the decay heat from the shut-down reactors. This decay heat continues to be produced by the decay of fission products, after the fission reaction has ceased. It was this decay heat which subsequently caused the reactor melt-down at Fukushima. The requirement to continue to remove decay heat from the reactor core after reactor shutdown is equally necessary in the case of a fast reactor.John WilliamsLondon  I am mystified by your online headline &apos;New generation of nuclear reactors could consume radioactive waste as fuel&apos;, as the article discusses using the UK&apos;s plutonium stockpile in reactors. The majority of the plutonium (approx 95%) is not actually designated as radioactive waste, but as a nuclear material. Anyone with knowledge of the industry would be aware of this distinction. The processing of plutonium into fuel, and its use in reactors, would however result in more nuclear waste. Once created, this waste would be added to substantial amounts of existing nuclear wastes for disposal  none of which can be used in reactors.Jean McSorleyBarrow-in-Furness, Cumbria", 
    "section": "environment", 
    "gid": "environment/2012/feb/08/renewed-push-for-nuclear-power", 
    "wordcount": "1014"
}