{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A fennec fox, the smallest fox in the world, in the White Desert (el-Sahara el-Beida), about 500 kilometres (310 miles) south-west of Cairo, Egypt. The desert has a white, cream colour and massive chalk rock formations that were created by sandstorms Photograph: Manoocher Deghati/AP       A black-capped lory (Nuri Kepala Hitam) is seen in the outskirts of Manokwari, Papua, Indonesia. Indonesia's marine and forest life is at risk from industrial overfishing and relentless deforestation, Greenpeace International warned on the UN's International Day for Biological Diversity Photograph: Paul Hilton/Greenpeace       A live tree and the remains of dead trees on the beach at Doun Baba Dieye, northern Senegal. Located a few miles from the northern city of Saint Louis, the village was swept away by the rise  in sea level, caused by global warming and the opening of an artificial canal, according to a report published in 2008 by the United Nations Agency for Human Settlement in Africa's director Alioune Badiane Photograph: SEYLLOU/AFP/Getty Images       This photograph by the Centre for International Forestry Research (CIFOR) shows a critically endangered Javan leopard (Panthera pardus melas) caught on a camera trap installed in the forest of Mount Halimun-Salak national park in Indonesia's western Java island  Photograph: CIFOR/AFP/Getty Images       A great grey owl struggles in windy conditions in Algonquin provincial park in Ontario, Canada. Wildlife photographer Megan Lorenz captured the images last month: 'I left early and found the owl within 10 minutes of looking. It was raining practically all day and very windy but, despite this, I spent a few hours with the owl who looked very wet and unhappy. The wind picked up even more and a few minutes after I started taking photos, it was obvious he was having problems. He was being blown all over the place and his talons were digging in desperately trying to keep his balance'    Photograph: Megan Lorenz /Rex Features       Orchids grow in the corner of a field in Labrador Bay, Devon, England Photograph: Andy Hay/RSPB       Two gralhas, one of the 15 new bird species found in the Brazilian Amazon by ornithologist Luis Fabio Silveira Photograph: Luciano Moreira Lima/AFP/Getty Images       Day 116: photographs from the iPhone photo a day project 'That Tree' by Mark Hirsch  Photograph: Mark Hirsch/PSG       A government agency has licensed the secret destruction of the eggs and nests of buzzards to protect a pheasant shoot, according to documents released under the Freedom of Information Act Photograph: Ben Hall/RSPB       Two-month-old Bengal tiger cub Tily at the animal refuge La Fundacin Refugio Salvaje (Furesa) in La Libertad on the outskirts of San Salvador. The refuge takes care of species in danger of extinction Photograph: ULISES RODRIGUEZ/REUTERS       A pearl-bordered fritillary. Butterflies are emerging weeks later than usual as a result of the cold spring, conservationists have said. Rare spring species such as grizzled skippers, pearl-bordered fritillaries and wood whites have been up to a month late after a lingering winter which saw the second coldest March on record followed by an icy start to April Photograph: Peter Eeles/Butterfly Conservati/PA       A green tree frog (Hyla cinerea) sits on the lip of a pitcher plant in a bog in Cherokee County, Alabama. A new study from the US Geological Survey shows just how fast amphibians are disappearing from ponds and creeks across the United States. The average rate of decline for US amphibians is about 3.7% a year, which may sound small but compounds over time Photograph: Handout/Reuters       An unprecedented stocktake of UK wildlife has revealed that most species are struggling and that one in three have halved in number in the past half century. Conservationists estimate there are now less than 1 million hedgehogs left in the UK, down from 2m in the 1990s and 36 million in the 1950s, with hedgerow losses and roadkills major problems Photograph: Ben Hall/RSPB       A flock of birds flies over the Rio Grande near Hidalgo, Texas. The Rio Grande Valley area, home to verdant wildlife, has also become the busiest sector for illegal immigration on the entire US-Mexico border with more than a 50% increase in the last year.   Photograph: John Moore/Getty Images       A whale shark in Cenderawasih Bay national park Photograph: Paul Hilton/Greenpeace       The first common crane egg laid in western Britain for more than 400 years has been given a round-the-clock guard, conservationists said Photograph: WWT  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/24/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}