{
    "headline": "Press Start: Bioshock Infinite sells 3.7m, Danny Bilson on the fall of THQ and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Bioshock Infinite hits 3.7 million sales | GamesIndustry.biz  In an investor conference call today, Take-Two chairman and CEO Strauss Zelnick announced that BioShock Infinite shipped 3.7 million units to date, with Borderlands 2 moving more than 6 million copies, and NBA 2K13 surpassing the 5 million-shipped mark. That trio helped push the publisher&apos;s full-year sales up 47 percent to $1.21 billion, up from nearly $825.82 million the year before. Those figures were also boosted by Max Payne 3, XCOM: Enemy Unknown, and catalog sales of Grand Theft Auto IV and Red Dead Redemption.  This is all good news for a publisher that previously relied very heavily on GTA sales and other Rockstar releases. And it shows there&apos;s a market for action games that want to be thought of as cerebral. Danny Bilson: inside the rise and fall of THQ | Eurogamer.net The ex-head of THQ speaks frankly about the fall of the company and his own sacking:  &quot;We had hope, okay. But it was a very difficult time. I&apos;m not going to lie. Starting in December, after the uDraw disaster, it became very difficult. We were looking for investment. We were looking for any angle to make it work. We also closed off more things. We did narrow our line-up down after December.&quot;  Cliff Bleszinski on next-gen gaming, Oculus Rift and the always-on console | Engadget The veteran game designer opines on what Sony and Microsoft will have to do to ensure their new machines are successful. According to him, it&apos;s all user-generated content and connectivity:  &quot;I think those who get it with the next generation will get the idea of connectivity and sharing and allowing the user to build the content. There was a great article in Wired a while back where they talked about the next generation of consoles, and could Minecraft happen on your console? I have a very good relationship with Microsoft, but [there are] a lot of TCRs you&apos;d have to go through, all the stuff you&apos;d have to go through to get your game on Xbox Live Arcade, or even issue updates on; it was a nightmare.&quot;  The Voting Problem | Game Design Advance This is an interesting on the &apos;illusion of choice&apos; in game design and how the problems of providing options to gamer can be compared to voting:  A recent twitter-conversation with Tommy Rousse about &quot;Rawlsian game design&quot; evolved into a broader discussion of the illusion of choice, situations where I think my actions are affecting the system, but they aren&apos;t really. Many (most?) gambling games have this problem. Game Designer Michael Brough snarkishly added that another system with an illusion of choice problem is voting. Michael&apos;s point is actually a valid and important one, and I think it&apos;s worth a closer look.  Road Rash-inspired Road Redemption secures Kickstarter funding | PC Gamer Good news about this much-vaunted Road Rash-style racer:  Road Redemption, the Road Rash inspired racer by New Orleans&apos; Darkseas Games, has reached its Kickstarter goal. It hit its base target of $160,000 only two days before deadline and, as is increasingly the case with these campaigns, a series of stretch goals have been announced, including Oculus Rift support.  You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/14/game-links-press-start", 
    "wordcount": "554"
}