{
    "headline": "Myspace settles with FTC over privacy  will Google be next?", 
    "text": "Myspace, the once-mighty social network that was ultimately toppled by Facebook, has settled a privacy investigation by the powerful Federal Trade Commission in the US over its sharing of personally identifiable information about users with advertisers. The company, which is trying to recover its position in the market, has agreed to submit to FTC privacy audits over the next 20 years. The settlement, which lays to rest charges that Myspace misrepresented its privacy policies to users, is similar to deals the FTC struck previously with Facebook and Google, and emphasises a new drive by the FTC to police such policies more rigorously. Myspace also settled FTC charges that it transgressed the EU&apos;s &quot;Safe Harbour&quot; regulations about the safeguarding of personal data collected in Europe and transferred to the US for processing. The next big technology name in the FTC&apos;s sights is expected to be Google, which is understood to be under investigation for having hacked Apple&apos;s Safari browser on iPhones and iPads in order to set cookies that the browser would otherwise reject  which then also led to tracking advertising cookies being set. That would be a breach of privacy  Because Google has ppreviously signed an FTC agreement following a privacy debacle with its Google Buzz social network, the Safari hack could lead to fines amounting to millions of dollars. No timetable has been given for the FTC to file a complaint against Google. On Myspace, the FTC said on Tuesday that despite telling users it would not share personally identifiable information with others, Myspace gave advertisers users&apos; &quot;Friend ID&quot; numbers. That allowed advertisers to find users&apos; publicly available personal information, often including full names, and could even lead them to discover users&apos; web-browsing activity. The FTC complaint (PDF) covers a period up to and including October 2010. An example of the complaint was that although the &quot;Friend ID&quot; was effectively encrypted after June 2010, Myspace provided the decryption key to, among others, the Fox Audience Network, then owned by Rupert Murdoch&apos;s News Corporation  which, at the time, also owned Myspace.  In the settlement, Myspace agreed not to misrepresent its privacy policies. It also agreed to implement a comprehensive privacy program and to submit to regular, independent privacy assessments for two decades. Myspace, launched in 2003, was a popular online destination for years. But the social network was beaten by Facebook as it failed to keep up with improvements after its purchase in 2005 by News Corporation  a source of bitter regret to its former chief executive, Mike Jones. News Corporation, which had bought Myspace for $580m (360m) in 2005, sold it to Specific Media last year for $35m. Specific Media, based in California, is an online ad network operator. In a statement, Specific Media said it settled to put any questions regarding Myspace&apos;s pre-acquisition advertising practices behind it. It said it had conducted a thorough review of Myspace&apos;s advertising practices and privacy safeguards following the acquisition and had successfully improved upon Myspace&apos;s historical practices, bringing the social media platform to the forefront of industry best practice for ad delivery. In November, the FTC reached a settlement with Facebook. The company committed to getting explicit approval from its users a process known as &quot;opting in&quot; before changing their privacy controls. Like that with Myspace and Google, that calls for independent audits every other year for 20 years.", 
    "section": "technology", 
    "gid": "technology/2012/may/09/myspace-privacy-ftc-settlement", 
    "wordcount": "566"
}