{
    "headline": "Can Obama's fire and brimstone on climate change herald a new hope?", 
    "text": "Eyebrows were raised at Barack Obama&apos;s political judgment when he used biblical language to promise action on climate change in his second inaugural address. Inaction would be a betrayal of children and future generations, he said, if we left to them a world of &quot;raging fires and crippling drought and more powerful storms.&quot; A scientifically informed, massive shift from fossil fuels to renewable energy was the way to a biosphere &quot;commanded to our care by god&quot;. It was, he had previously said, also the path to &quot;economic vitality.&quot; The contrast with UK chancellor George Osborne&apos;s repeated attacks on environmental action couldn&apos;t be greater. For him, raise a green finger and your risk &quot;putting the country out of business&quot;. But, given the difference in stature of the two politicians, Obama&apos;s timing and confident framing, might the tide be turning? The case that action makes sense whether you are motivated by a love of, family, god, our natural inheritance, each other or a healthy economy has been made before. Yet to make all these arguments at such a symbolic occasion, in the face of a striking lack of interest among other heads of state and a resurgent domestic fossil fuel industry, could change the game. UN secretary general Ban Ki Moon put climate action at the top of his action list for 2013, but he doesn&apos;t have to appeal to an electorate in the same way. Obama&apos;s speech surprised precisely because his words were a bold use of precious political capital without any obvious short-term gain. This looked like a rare bird in the political garden  leadership; its arrival highlighted an uncomfortable absence of that quality elsewhere  not least on the right in the UK. There, an unapologetic politics of self-interest, struck by memory loss about market failure, has risen to hold sway. As it appears not to give a damn, it might not be expected to lead. There is a deep strangeness in most of the left&apos;s failure to grasp the need for new economic strategies in the light of climate change. This ranges from Labour&apos;s general lack of interest and its inaction when in government, including the feebleness and missed opportunity of its attempt to stimulate the economy after the 2008 crash, to its relative silence on climate change now, and its unquestioning support for the HS2 high-speed rail project, whose economic and environmental benefits are, at best, highly questionable. But it goes further, to the unions who defend energy-intensive industries rather than supporting the transition to low-carbon alternatives, and deep into the academic left&apos;s inability to discuss anything other than strategies for a return to orthodox economic growth. The idea is gaining ground that, regardless of concerns for the environment, market failure and long-term trends in technology and resources have created the prospect of a long period of low-to-no growth. We could be imaginatively exploring how to rethink the economy for the better rather than just get the old one going again. In terms of economic theory it feels as though the left has got its head stuck under the bonnet of an old Ford Escort and is desperately trying to get the engine started again when it could be rethinking the transport system Of course there are exceptions. A new collaboration called SHIFT with a focus on climate action and job creation, brings together a wide coalition of interests that includes unions, the public sector and academics as well as the private sector. And some union figures talk about the need for a &apos;just transition&apos; to a low carbon economy. But, looking across the landscape of the British left, these are rare exceptions. Based on emerging research, even newspapers such as the Financial Times have started to question whether &quot;unlimited growth is a thing of the past?&quot; [paywall] It will be ironic if the British left finds itself lagging behind the US president, and running to catch up with the business press in the debate on how to shape and rethink the economy in the light of new environmental and economic realities.", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/05/obama-green-politics-climate-change", 
    "wordcount": "684"
}