{
    "headline": "Muve Music subscription service looking to expand beyond the US", 
    "text": "Buy a mobile phone, and get unlimited music downloads. If the idea sounds familiar, you&apos;re probably thinking of Nokia&apos;s Comes With Music an ambitious service that launched in 2008, but flopped in the UK and other Western markets. It was dropped, although it continues to exist and do well in places like China and Brazil. But the idea of bundling music with a phone is now finding success in the biggest music market of all, the US, with a service called Muve Music. Launched by mobile operator Cricket Wireless in January 2011, it started with an affordable Samsung non-smartphone, charging people $55 a month for unlimited voice calls, messages, data and music downloads from a catalogue including songs from all the major labels. Later in the year, an Android handset with a $65 plan was added. &quot;What&apos;s powerful about this offering is that the music feels free,&quot; says John Bolton, senior director of product at Muve Music. &quot;That&apos;s important, because no one wants to pay for music. And one year in, we have 600,000 paying subscribers, making us the second largest digital subscription service in the US.&quot; That&apos;s behind Rhapsody, which has 1m, although Spotify was past the 300k US subscribers mark in mid-November 2011, putting it hot on Muve Music&apos;s heels. The key point about Muve Music is that it&apos;s not targeting people who already spend money on digital music. Cricket Wireless&apos; customers skew more towards what Bolton describes as a &quot;lower-income, younger and more ethnic&quot; demographic. He says that&apos;s why labels like Universal Music and Sony Music are so keen on it. &quot;The biggest challenge for a new digital music service to get a deal with the big guys is cannibalisation,&quot; he says. &quot;If they think you&apos;re going to cannibalise iTunes or established music businesses, they&apos;re not your friend. But we&apos;re monetising a segment of the population that nobody has until today.&quot; I spoke to Bolton at the ShowStoppers event in Barcelona on the eve of Mobile World Congress. Cricket and Muve Music&apos;s presence here is a sign that the service may expand beyond the US soon. &quot;For Cricket, it&apos;s lowering churn and increasing ARPU [average revenue per user], so we&apos;ve been thinking that other carriers might like to have this,&quot; says Bolton. &quot;Muve Music is spinning off, and the goal is to get it working with other carriers. The labels are very excited and want to see it go international: they see Muve Music as the vehicle to take this model global. That said, we have no announcements yet.&quot; Muve Music customers in the US certainly seem keen: Bolton says the average user downloads 300 songs a month, and plays them for nearly 40 hours an important metric, since Muve Music pays labels and publishers per play, rather than per download. Bolton is keen to stress Muve Music&apos;s difference to the reigning king of digital music, Apple&apos;s iTunes Store. He describes his service as a &quot;win-win-win&quot; for customers, rightsholders and mobile operators. As opposed to? &quot;iTunes has been a win-lose-lose. Apple makes millions, but customers have paid a lot of money for music, and the music industry thinks it&apos;s lost out on a ton of revenue. You see the value that Apple created, and the value that the music industry had.&quot; It will be interesting to see what kind of operator interest Muve Music finds in Europe. It&apos;s certainly not the only digital music service looking for operator partnerships. Spotify is working with Virgin Media, Deezer has seen enormous growth in France through its partnership with Orange, and Norwegian firm Aspiro has a service called WiMP that has launched with a number of operators and ISPs on the continent. Comes With Music didn&apos;t have many fans among the operators, who felt that it marginalised them. Muve Music and its rivals will be hoping to fare better by partnering with these companies. &quot;The big question has always been how you make money with digital music,&quot; says Bolton. &quot;The answer is you don&apos;t: you do it with other things like a wireless service, and voice, data and text messaging. We feel we&apos;ve stumbled on something that&apos;s a real breakthrough.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/27/muve-music-global-rollout", 
    "wordcount": "715"
}