{
    "headline": "David Cameron downgrading of 'keynote green speech' to 'remarks' is an utter betrayal", 
    "text": "When you are in an omnishambles, stop shambling. Yet prime minister David Cameron has at the last minute downgraded a planned &quot;keynote speech&quot; on the environment, trailed as a &quot;major policy intervention&quot;, to just five minutes of introductory &quot;remarks&quot; (see Thursday morning). It is an extraordinary betrayal and abject failure of leadership. Cameron pledged to lead the &quot;greenest government ever&quot; and was elected with photogenic huskies and a &quot;vote blue, go green slogan&quot;. But after two years in No 10, he has given no speech dedicated to the issue at the heart of his Tory decontamination strategy. The speech on Thursday, at a clean energy ministerial (CEM) in London and attended by energy ministers from the world&apos;s 23 biggest economies, was set to break that silence, as I reported on 4 April. In a government document I have obtained, the event is described as &quot;PM keynote speech to CEM participants&quot;. Cameron&apos;s contribution will now be five minutes of introductory remarks to a roundtable, followed by a Q&amp;A with the ministers.  Those remarks are being used as green fig leaf by the prime minister&apos;s office, who say the form of Cameron&apos;s contribution was never finalised. Not in public perhaps but everyone, including ministers at the department of energy and climate change and green campaigners who had been canvassed for ideas, were in no doubt whatsoever that a keynote speech was in the diary. &quot;It will be a major policy intervention by the prime minister,&quot; climate change minister and Tory moderniser Greg Barker told me on 4 April. He described the speech as a major keynote on the green economy. &quot;All the big players in the energy sector will be there: China, US, Germany, France, Brazil, Abu Dhabi and so on.&quot; Why does Cameron&apos;s U-turn matter? Because a section of the Conservative party, led by chancellor George Osborne have been openly hostile to green initiatives, talking of &quot;putting our country out of business&quot; and burdening businesses &quot;with endless social and environmental goals&quot;.  The reality is the polar opposite. The green economy already contributes 7% of GDP and employs 900,000 people in the UK, more than teaching. Moreover, it is that rarity in these austere times: a growing sector in which the UK has a competitive advantage. The coalition has brought forward a series of good policies, from the green investment bank to the green deal, yet the investors who will fund the nation&apos;s transition to a clean, sustainable green economy desperately need wholehearted backing from the top of government. The festering uncertainty its absence leaves infects confidence, leading to cancelled jobs and piling billions in costs onto energy bill payers, who have to stump up the extra cost of political uncertainty. With the dream of new nuclear power plants in the UK crumbling in the face of high costs, a deafening committment to energy efficiency and renewable energy is essential. What we get is a cancelled speech and a craven capitulation to the Daily Mail over the &quot;conservatory tax&quot; that never was.  Why can&apos;t Cameron step up to the plate? There are plenty of theories, all inexcusable. Perhaps he didn&apos;t want to be talking about windmills on the day growth figures may show the UK economy back in recession. The green economy is the solution to that, not the problem. Perhaps he is worried about the elections across the nation on 3 May. If so, he&apos;s read the opinion polls: people want renewable energy. Jim Pickard at the FT reports that: &quot;Cameron decided it was more useful to do a roundtable with executives and politicians  and issue a press release on the side  rather than a grandstanding speech.&quot; That insults our intelligence, but it gets worse. &quot;This wouldn&apos;t require the work of five speechwriters, was how one aide put it,&quot; writes Pickard. If that was a real issue - which it isn&apos;t - Cameron could have used the speech I wrote for him for free. The truth is likely to be simpler. For a significant number of Conservative supporters - though a small minority of the nation overall - talking green is a vote loser. If there was any lingering doubt about the lack of genuine committment to the environment at the top of the Conservative party and this government, none now remains. The prime minister has not spoken.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/apr/24/cameron-green-speech-clean-energy", 
    "wordcount": "746"
}