{
    "headline": "Why Philip Roth needs a secondary source", 
    "text": "Legendary writer Philip Roth  author of Portnoy&apos;s Complaint, The Plot Against America and many other novels  had to publish a letter in The New Yorker in order to correct an entry explaining his motive in writing his novel The Human Stain, so that Wikipedians would believe him. This fact  which made headlines earlier this month  has been bandied about online as more evidence of the topsy-turvy world of an amateur encyclopedia that anyone can edit, more proof that there&apos;s something fishy about the whole internet experiment. But of course, it&apos;s not that simple. With Wikipedia, it never is. To understand why Mr Roth had to write his illuminating and fascinating letter in order to correct the record on Wikipedia, you first have to understand how Wikipedia works. How it is that something unprecedented has come to pass: that the world&apos;s leading reference work is a collective endeavour, undertaken by thousands, sprawling and brawling, and conducted without deference to individual authority. Brian Eno recounts his friend Peter Schmidt&apos;s advice to succeed by &quot;not doing the things that nobody ever thought of not doing&quot;. That is the heart of Wikipedia. Encyclopedias have always been the product of authority. First, a publisher establishes an editorial board. Then the editorial board reviews the available experts in a wide variety of subjects. Experts are then commissioned to write on the areas of their expertise, and the result is reviewed by the editors, by peers, and by fact-checkers to ensure its accuracy. Authority flows from the top down: we trust the authority of the publisher because it has a track record for producing worthy books, or because it has attracted investment from capitalists who do due diligence before they throw their money around. The authority of the publisher is conferred on the editorial board, who then spread it over the writers and fact-checkers and so on. It&apos;s a web of known people vouching for one another and affirming the correctness and wisdom of all. This is not the sort of thing one is able to readily do on a wiki, especially a wiki that is open to the broad public. It&apos;s hard to get large groups without any defined membership to agree on which experts are worthy and which ones are cranks. Even if this task can be accomplished, it&apos;s nothing compared to the difficulty of proving to the satisfaction of all participants, through all time, that a given user claiming to be the worthy expert that everyone trusts really is that expert. In other words: Wikipedians not only have no way of deciding whether Philip Roth is an authority on Philip Roth, but even if they decided that he was, they have no way of knowing that the person claiming to be Philip Roth really is Philip Roth. And even if Wikipedians today decide that they believe that the PhilipRoth account belongs to the real Philip Roth, how will the Wikiepdians 10 years from now know whether the editor who called himself PhilipRoth really was Philip Roth? Wikipedia succeeds by &quot;not doing the things that nobody ever thought of not doing&quot;. Specifically, Wikipedia does not verify the identity or credentials of any of its editors. This would be a transcendentally difficult task for a project that is open to any participant, because verifying the identity claims of random strangers sitting at distant keyboards is time-consuming and expensive. If each user has to be vetted and validated, it&apos;s not practical to admit anyone who wants to add a few words to a Wikipedia entry. (Which is not to say that Wikipedia doesn&apos;t care about identity. If you sign onto Wikipedia as HoneyBadger666 and spend 10 years making good edits to Wikipedia entries and generally being a conscientious user, this fact is significant in adjudicating the disputes you have with other users. But Wikipedia knows how to verify the HoneyBadger666 pseudonym: if you have the password for that account and if there aren&apos;t obvious signs that the account has been hacked, then the words posted from that account are taken to have originated with the account&apos;s owner. Knowing who the account&apos;s owner is isn&apos;t important  all that matters is what that account owner has done for Wikipedia.) But if the objective identity of internet users is hard to verify, the objective existence of a published assertion is easy to demonstrate. If I want to prove to you that the the Guardian published an article on 11 September describing Roth&apos;s dispute with Wikipedia, I just need to embed a link to the story. Wikipedia strives to confine its assertions to facts about facts, as in: &quot;Fact X was reported by reputable source Y.&quot; This still leaves Wikipedians arguing at great length about which sources are reputable. But once consensus emerges that the Guardian is a reputable source of news, it&apos;s clear to everyone where the Guardian&apos;s website lives. No one has to argue about whether a website called TheRealGuardianNoHonestly.com is the Guardian&apos;s website. The hard problem of identifying the origin of a fact is solved by the relative ease with which high-profile, reputable sources can be identified. Wikipedians can be moderately sure that deceptive, lookalike sites will be policed by their victims, who will have recourse to trademark and fraud laws in order to fight deceptive practices and ensure that fake sites don&apos;t become stable and highly ranked by search engines. Authority matters to Wikipedia, but it is outsourced. Reliable sources are Wikipedia&apos;s authorities, and it must be so, because the location of reliable sources and the utterances they make are things that people who don&apos;t know each other but work together on the Internet can point to and agree upon. Which takes us back to Philip Roth. It&apos;s impossible for Philip Roth to prove that he is Philip Roth to all Wikipedians. It&apos;s impossible for Philip Roth to prove to all Wikipedians that he is qualified to speak about his work  many writers aren&apos;t. Ray Bradbury believed Fahrenheit 451 was a novel about the evils of TV, not the evils of censorship  something that many readers and critics would dispute. The reason critics exist  as opposed to confining all critical writing to authors&apos; own commentary on their works  is that authors don&apos;t always know what they&apos;re doing. I certainly don&apos;t always know what I&apos;m doing when I write my novels. If I did, writing them would be a lot less satisfying and a lot less fun. But Wikipedians can agree that the New Yorker is a reputable source of facts about literature. When the literary editor of the New Yorker publishes Philip Roth&apos;s assertions about his own work, that editor is both verifying Philip Roth&apos;s identity  something that&apos;s as easy for an editor at the New Yorker to do as it is difficult for all of Wikipedia to do  and asserting, as someone in charge of a reputable source, that Roth&apos;s commentary on his own work is reliable. It&apos;s not perverse for Wikipedia to insist that authors must publish essays in reputable forums if they want to correct the record on their own work. It&apos;s the only way a system like Wikipedia can work. It&apos;s not indifference to Philip Roth&apos;s authority that drives Wikipedia to snub his own edits to his literary record; it&apos;s deference to the New Yorker&apos;s authority. Wikipedia can only answer internet-shaped questions, like: &quot;Was assertion X made on website Y?&quot; For questions of real-world identity and personal authoritativeness, Wikipedia relies on the rest of the world to supply the credentials.", 
    "section": "technology", 
    "gid": "technology/2012/sep/19/why-philip-roth-needs-secondary-source", 
    "wordcount": "1256"
}