{
    "headline": "David Attenborough calls for help as butterflies face worst year ever", 
    "text": "If this summer&apos;s 50 shades of grey are getting you down, imagine how miserable it is to be a winged insect. In what is shaping up to be the worst year on record for butterflies, Sir David Attenborough on Wednesday urged people to find a window of sunshine and join the biggest butterfly count in the world. The wettest April for a century and the dampest June on record has left lepidopterists despairing about the fate of Britain&apos;s 59 species, almost three quarters of which are in decline and one third are in danger of extinction. Launching the third year of Butterfly Conservation&apos;s Big Butterfly Count, the biggest citizen science project of its kind in the world, Attenborough said it was more important than ever to discover if butterflies are dodging the downpour. The count, in which people are asked to record online all the common species they spot in a 15-minute window in their garden or local park, will alert conservationists to the species most in danger so efforts can be better targeted to prevent their extinction. &quot;The fact that every single person can produce a statistic that is of real value is a great spur,&quot; said Attenborough. &quot;But let&apos;s not underestimate the spin-offs. Many people will for the first time start taking a careful and critical view of their surroundings. The butterfly count helps butterflies but it also helps natural history and eco-sensitivity in this country.&quot; Conservationists fear that this summer&apos;s extreme weather will trigger local extinctions of rare species such as the heath fritillary, which only flies at 40 sites in Britain, and the high brown fritillary, found in 50 locations. But there are also concerns over common species and Butterfly Conservation hopes the count, which is supported by Marks &amp; Spencer, will reveal how the small tortoiseshell is faring after counts revealed a dramatic population slump for this once-common garden butterfly. The summer of 2012 may become the worst year for butterflies since records began in 1976. If butterfly sightings are lower than the sodden summer of 2007 it would suggest there are fewer butterflies than ever in the British Isles, as numbers have been in steady decline since the 1970s. &quot;The enthusiasts and scientists on the ground are very concerned and they are rightly concerned,&quot; said Richard Fox of Butterfly Conservation. &quot;There&apos;s a realistic fear of it being an extremely bad year. Sun-loving butterflies are having to cope with some of the wettest, coldest and dullest spring and summer weather on record.&quot; Prolonged wet weather prevents caterpillars from thriving and stops adults finding mates and laying eggs for next year&apos;s generation. Most butterflies need warm temperatures and sunshine to acquire enough energy to fly. Butterflies are experiencing a struggle between the warming effects of climate change, which should benefit sun-loving species, and extreme weather events, which insects struggle to cope with. It is not all doom and gloom, however: climate change is helping 10 species, including the peacock and the Essex skipper, expand northwards through Britain. A few damp-loving butterflies have also thrived in recent wet summers, most notably the ringlet and the speckled wood. Britain&apos;s butterflies have adapted to survive miserable summers, and insect numbers can quickly recover after dire years. The problem for the rarest species is that they are confined to small pockets of nature reserves  unable to escape local conditions in good or bad years  making them particularly vulnerable to extinction. Poor weather can cause already rare species to enter a death spiral  becoming so small in number that they never fully recover. As well as count butterflies, Martin Warren, chief executive of Butterfly Conservation, said people could plant wild flowers and grasses in their gardens and called on every park to replace a portion of its mown grass with wild flower meadows to boost butterfly numbers. &quot;I look on mown lawns with horror,&quot; said Warren. &quot;Some people may think wild flower meadows look scruffy but I would defy anyone to walk through a wild flower meadow full of butterflies and not find that a wonderful experience.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/12/david-attenborough-butterfly-count", 
    "wordcount": "688"
}