{
    "headline": "Academic publishing: this is not a dissertation", 
    "text": "My first book was the result of years of graduate work and was born of my dissertation. It had gone through multiple iterations and critiques from my adviser and dissertation committee. In the end, I felt as though the whole project was out of my hands, and I was simply responding to the demands of others. Of course, that is the point  as a graduate student, you are being shaped to join the ranks of academics who write the same way and share similar expectations for academic work. I am writing my second book now and feel the results of that training. It&apos;s almost strangulating. I can&apos;t help feeling that my old advisers are waiting in the wings and I&apos;ll have to respond to their critiques, shape my writing to their style and demands. Coming up for tenure is the added pressure  in some sense this second book feels like a second dissertation being written for my senior colleagues. At 40, that&apos;s a frustrating feeling, to be sure. I ran into a fellow junior colleague today and shared some of this frustration. We both joked about the kind of book we want to write when we do get tenure  maybe not an academic book at all, maybe a travel book or a novel  anything to feel free of the academic regulations that have been imposed on us for so long. Afterwards, I sat down in a cafe to work on a chapter and re-read the introduction. The language was replete with academese. So stultifying! So dull! So I decided to just write as though telling a story, in the clearest most direct way that I could. The words started to come, fast and easy. Who told me I would have to write that way forever, I thought. If it isn&apos;t interesting to me, why would it be to anyone else? Would I want to discuss this in class someday? Why am I not just writing for myself? I thought then of the academics that I have truly enjoyed reading over the years. Cynthia Enloe, author of numerous books on women and international relations (indeed, I consider her the grandmother of feminist IR), writes in an easy, snappy, funny style that is at once approachable and deep. James C Scott, author of such classics as Weapons of the Weak and Seeing Like a State, is a joy to read, particularly when he isn&apos;t afraid to add a bit of self-deprecation in his approach. These are authors I want to emulate, not the stilted jargon-laden stuff of mainstream political science or theory. I wonder when this change happens  when do we gain the confidence of finding our own voices, or feel free to write this way? I think it must happen  it&apos;s the only way we as academics can be relevant. We have to stop writing for our advisers and our colleagues. The opaque language and tortured rhetoric of the academy should no longer be the norm. So I will begin consciously writing for myself. Maybe I&apos;ll stop having those dreams where my adviser keeps sending back my dissertation for corrections. And maybe I&apos;ll enjoy the work more. After all, if it&apos;s not fun, why bother? Denise Horn is an assistant professor of international affairs at Northeastern University and a founding member of the editorial collective at University of Venus", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/30/academic-publishing-not-dissertation", 
    "wordcount": "558"
}