{
    "headline": "Mystery bird: Eurasian tree sparrow, Passer montanus", 
    "text": "      Eurasian tree sparrow, Passer montanus (protonym, Fringilla montana), Linnaeus, 1758, also known as the Eurasian sparrow, the (European) tree sparrow or, in the United States where it has been introduced, it is sometimes known as the German sparrow to distinguish it from the unrelated American tree sparrow, photographed in Brereton Heath Local Nature Reserve, Congleton, Cheshire, UK.  Image: Roy Hill, 22 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon 5D mkII + Canon 500mm f/4L     Here&apos;s a reminder of the original mystery bird photograph I gave you two days ago:        Question: This British mystery bird is known by a common name that is almost identical to that given to an unrelated species found elsewhere in the world. Where is that species found and what taxonomic family is it in? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult Eurasian tree sparrow, Passer montanus, a small passerine that is placed into Passeridae, the Old World sparrows, which are also known as the true sparrows. Although DNA studies indicate the Eurasian tree sparrow is basal in the Passer lineage, having diverged from its congeners relatively early, it was originally not recognised as a separate species from the house sparrow, Passer domesticus, until 1713. Unlike the sexually dichromatic house sparrow, adult male and female Eurasian tree sparrows look alike. They have rufous, black and white patterned upperparts, a chestnut-brown head and nape, a bold black spot on white cheeks, and a white collar. They have a black conical beak that turns a bluer hue in breeding season, and brownish yellow irides. The underparts are buffy and their feet and legs are pinkish.  The Eurasian tree sparrow is a sedentary species found in open fields or lightly wooded habitats throughout most of Europe and Asia and as far south as Indonesia [range map]. Despite their huge geographic range, this species is in decline throughout the western parts of their range, possibly due to changes in farming practices.  In the UK, these birds have experienced a dramatic population decline -- some might say a &quot;population crash&quot; -- of 95% since 1970. Currently, the species is scarce or absent in most of its former UK haunts, although there are a few populations that remain; one in the Midlands, and several more in southern and eastern England.  Eurasian tree sparrows are gregarious ground-feeding seed-eaters, although they also consume a variety of invertebrates, especially when breeding. This video captures a group of these birds feeding on seeds at a bird table:             [video link] The Eurasian tree sparrow&apos;s name is almost identical to that of the American tree sparrow, Spizella arborea, an unrelated migratory passerine that is native to North America.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/27/10", 
    "wordcount": "514"
}