{
    "headline": "iPhone 5 launch date rumours swirl with invitation to Apple event", 
    "text": "Apple is expected to launch a larger, thinner &quot;iPhone 5&quot; on 12 September  just as Nokia and Motorola are preparing their own offerings to tempt Christmas shoppers. The notoriously secretive company triggered speculation about the new handset when it invited journalists to an event in San Francisco  with an invite that consists of the number 12 casting a shadow of the number five. The anticipated gadget would follow on from last year&apos;s iPhone 4S. But whereas that release saw small cosmetic changes, this year&apos;s is expected to be radical  and the first big step by the manufacturer since the death of Steve Jobs. Photographs of components reckoned to have come from Apple&apos;s many suppliers in China over the past five months point to a device with a larger 4.2 inch screen and thinner body, and a new nine-pin connector at its base replacing the 30-pin one on existing iPhones and iPads. iPhone currently have a 3.5 inch screen as measured diagonally, but even the expected larger size of the iPhone 5 will be smaller than the Samsung Galaxy S3, which measures 4.8 inches. But the company is expected to try other measures to compete with its Korean rival. Apple will also be aiming to increase its share of the crucial US Christmas smartphone market, when millions of people are expected to buy their first device, by seeking sales bans on rival Samsung&apos;s flagship Galaxy S3 and Galaxy Note smartphones, as well as eight other phones from Samsung&apos;s 100-plus range. The iPhone 5 is also expected to offer 4G high-speed wireless broadband connectivity on US carriers, in common with a growing number of rival Android phones sold in the US. Ofcom documents also suggest that Orange, which is setting up a 4G service in the UK the day before the launch, intends to offer iPhone compatibility. Some analysts reckon the next iteration of the iPhone, first launched in 2007, could sell up to 160m worldwide in its first two quarters, based on the amount of investment Apple has put into production lines in the past year. That compares with about 80m for the iPhone 4S, according to estimates by Horace Dediu, founder of the Asymco consultancy. Dediu&apos;s forecast is based on testimony given by Phil Schiller, head of marketing for Apple, who testified in the company&apos;s court battle with Samsung last month that &quot;each new generation [of iPhone] sold approximately equal to all previous generations combined&quot;. The smartphone market is still seeing rapid growth of more than 45% annually, even as sales of feature phones have dipped, but only Apple and the broader Android mobile platform from Google are seeing growth in market share. Smartphones running Android made up more than 65% of the world market in the second quarter. However, Apple has a strong share in the US, the richest smartphone market, while Android sales made up 80% of those in China, the fastest-growing market, during the second quarter. Sales of iPhones dipped in the second quarter of this year as consumers began to look forward to the expected revision of the device. The iPhone 4S  which introduced the &quot;Siri&quot; voice recognition system  was one of the last Apple devices whose development was overseen by Steve Jobs, who passed away the day after its launch. Apple is also expected to launch a 7.85 inch ipad Mini  a cut price tablet  but that is not expected until October. Meanwhile, Nokia and Google&apos;s Motorola subsidiary are both preparing to show off new phone models in New York on Wednesday, as they try to capture public attention. For Nokia, the Finnish company which once dominated the mobile space but has made losses over the past two quarters, the reaction of US consumers and carriers to its new range of phones will be a crucial test in its effort to revive its fortunes. Nokia chief executive Stephen Elop is expected to show off a range of devices running Microsoft&apos;s new Windows Phone 8 software that include wireless charging and NFC technology for mobile payments. Motorola, meanwhile, is widely forecast to showcase new smartphones running on processors made by Intel, rather than using the British-built ARM architecture that powers the vast majority of mobile phones worldwide. The move was presaged at the Consumer Electronics Show in January, although Motorola said at the time that it expected the phones in the summer. Intel has been trying to break into the smartphone sector for years, but has been thwarted because its chip designs have been comparatively power-hungry.", 
    "section": "technology", 
    "gid": "technology/2012/sep/04/apple-event-iphone-5-launch", 
    "wordcount": "760"
}