{
    "headline": "An activity map of the whole zebrafish brain", 
    "text": "   Brain of a zebrafish larva showing near-simultaneous activation of a large population of neurons (red). Image: Misha B. Ahrens and Philipp J. Keller    The brain is greater than the sum of its parts. It consists of many billions of cells that connect to form intricate local circuits, which in turn form complex networks. Researchers can use electrodes to probe single neurons or small collections of cells, but this does not allow them to see the big picture. Or they can use imaging techniques such as functional magnetic resonance imaging (fMRI) to examine the workings of the brain as a whole, but this tells them nothing about the activity of individual cells.  A proper understanding of how the brain works will require detailed knowledge of the intermediate level of organization, at which local circuits interconnect to form large-scale networks, but this middle ground is still something of a no man&apos;s land. But neuroscientists at the Howard Hughes Medical Institute have now developed an imaging technique that can visualize the activity of almost every cell in the brain of zebrafish larvae in near-real time. The zebrafish (Danio rerio) is a tropical freshwater fish that is used widely by researchers investigating development and disease. It&apos;s favoured as an animal model because it is easy to breed and cheap to maintain, and because the larvae are completely transparent, making them more conducive than other animals to experiments that involve visualizing cells, tissues and organs.  Last year, Misha Ahrens and his colleagues reported the development of a technique that can record neuronal activity in the larval zebrafish brain at the single cell level. They used it to visualize the brain activity of the fish as they navigated through a virtual reality environment, to reveal how it can adapt its movement programs in response to visual feedback. The new technique is a scaled-up version of this earlier work, which allows the activity of even greater numbers of cells to be visualized.  Ahrens and his colleague Philipp Keller bred genetically engineered zebrafish expressing a genetically encoded calcium sensor in all their cells, which fluoresces whenever the cells become active. They also extended a recently developed imaging technique called light-sheet microscopy, which uses thin laser beam sheets to illuminate and scan clear biological samples in sections measuring just a few micrometers (thousandths of a millimeter). This enabled them to produce high-resolution images every 30 milliseconds (thousandths of a second), each with an exposure time of only 5 milliseconds. They did this for about an hour with each larva, then stacked and reconstructed the scans to produce three-dimensional images.             Ahrens and Keller used albino zebrafish, which lack eye pigmentation. With the live larvae embedded in a gel and held in a glass capillary placed in front of the microscope lenses, the researchers could scan their brains through the transparent eye. The brain of a zebrafish larva has a volume 0.8 x 0.6 x 0.2 millimeters, and contains approximately 100,000 cells. The new and improved light sheet microscope enabled high-speed live imaging of the entire brain in under 1.5 seconds, capturing the activity of nearly 90% of all the cells, as revealed by the fluorescence, to show how circuit function changes with time.  One big advantage of this technique is that it can be used to examine activity patterns in distant regions of the brain simultaneously. Thus, the researchers found that the spontaneous activity in most brain areas was characterized by large but infrequent increases in fluorescence. Most of these electrical discharges occurred in synchrony across the midbrain and hindbrain, but activity in the forebrain occurred independently of this.  The researchers also identified two functional circuits in the hindbrain, which likely play a role in swimming. One of these was closely coupled to the activity of neurons in the upper section of the spinal cord. The other was a symmetrical population of neurons at the front of the hindbrain; activity on the left and right sides oscillated in anti-phase, so that cells on one side, and then the other, would fire synchronously for periods of 20 seconds at a time.  The ability to record activity from all neurons in the brain is one of the most challenging goals of modern neuroscience. Last year, a group of prominent researchers proposed the Brain Activity Map project, which President Obama alluded to it in his State of the Union address last month. This prompted some to speculate about an imminent announcement of billions of dollars in funding from the National Institutes of Health, and also to criticisms that the proposed project would be futile.  This new method is a big step towards this hugely ambitious goal. It&apos;s an important advance in its own right, which will enable researchers to relate the structure of the brain to its function in better detail, but could be even more powerful if combined with other methods such as optogenetics. The technique isn&apos;t applicable to humans, and probably never will be, but using it on zebrafish and other model organisms in the future could nevertheless provide fresh insights into general mechanisms underlying the function of the vertebrate brain.      Update:Phillip Keller explains the technique in this film clip:  References: Ahrens, M. B. &amp; Keller, P. J. (2013). Whole-brain functional imaging at cellular resolution using light-sheet microscopy. Nat. Methods, doi: 10.1038/NMETH.2434 Ahrens, M. B., et al. (2012). Brain-wide neuronal dynamics during motor adaptation in zebrafish. Nature, 485, 471-477. doi: 10.1038/nature11057 [PDF]", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/mar/18/an-activity-map-of-the-whole-zebrafish-brain", 
    "wordcount": "889"
}