{
    "headline": "Eight ways to solve world hunger", 
    "text": "PREVENT LAND GRABBING An ugly side of current scares over future food supply is wealthy, land-poor states, like those in the Gulf and South Korea, acquiring tracts of undeveloped countries to use as allotments. It is a campaigning cause of the multi-charity IF campaign against hunger. Ethiopia, Sudan, Madagascar and Cambodia have been targeted and a total area the size of Spain may already have been acquired. Problem: Hard to police. Difficult to distinguish between genuine investment in Africa and the expropriation of land from the poor who need it to grow their food. Chances: 3/10 BLOCK THE SPECULATORS     Photograph: Mario Tama/Getty Images    Huge sums of investment fund money have flooded into the commodities markets since the financial crisis, looking for returns no longer available in equities. Automated trading systems that exploit tiny flaws in the market and encourage volatility make it impossible for traditional traders to keep prices stable and hedge against spikes. Problem: Much discussed in the G20 and G8, an international agreement on reforming and regulating the commodities markets looks no nearer than when the problem was first identified. Banks and investors have marshalled strong arguments against interference. Chances: 3/10 PRODUCE LESS BIOFUEL     Photograph: Michael Wald/Alamy    The pressure to achieve targets on reduced carbon emissions from fossil fuel has seen rich countries turning sugar, maize and other food crops into ethanol and biodiesel. Problems: Many economists doubt how important this issue really is in food price rises. Food and fuel prices are inextricably linked, so producing biofuel may lower food prices. A proportion of food crops have always been used for energy  100 years ago 10% of the world&apos;s grain went to feeding horses. Second-generation biofuels won&apos;t use food crops, but wood, stalks and other waste. Chances: 1/10 STOP THE MEAT FEAST     Photograph: Andrey Armyagov/Alamy    Meat production is a wasteful use of the planet&apos;s limited resources  even today, 40% of grain crops are going to feed livestock and fish. It is most inefficient with intensive beef farming, where it has been shown that just 2.5% of the feed given to cattle emerges as calories for our consumption. That is why the UN says agricultural production will have to rise 60% to feed the extra 2 billion mouths in 2050. Problems: There is no international mechanism to regulate or alter collective human diets, and no models other than famine that have ever worked. Chances: 0/10  SUPPORT SMALL FARMERS     Photograph: AFP/Getty Images    Most African farmers are less productive than a US farmer was 100 years ago. There is a consensus between NGOs and governments that supporting and training small farmers is the best possible solution to future food security. A combination of aid, education in low-tech methods such as better rice planting and irrigation, and the introduction of better seeds and fertilizer could spark a green revolution in Africa, such as the one that transformed South Asia in the 20th century. Problem: Rich countries have proved poor at delivering on their aid pledges. Genetically modified crops are already part of these schemes. Chances: 8/10 TARGET INFANT NUTRITION     Photograph: Hoberman Collection/UIG via Getty Images    &quot;Eliminating malnutrition is achievable. It&apos;s within our reach,&quot; Bill Gates told the London summit, and many companies and rich nations are backing an African government-led plan to tackle it. Big improvements have already been made. The solution lies in education on good feeding techniques and getting the right nutrients to the mother and child from the beginning of pregnancy. Overall, malnutrition makes people poorer  it is responsible for an 11% decline in GDP in affected countries. Problem: Critics say it diverts policy makers&apos; attention from the job of solving the systemic problems in food supply. Chances: 9/10 ROLL OUT BIOTECH     Photograph: Wayne Hutchinson/Alamy    Huge gains could be available for health and agricultural productivity if the promises of genetic modification can be believed. Gene-splicing crops to help them withstand drought and flood may be vital. Pigs and chickens could have their digestive systems altered so that they eat food not required by humans, and pollute the environment less. Problem: There are risks with the technology, and no satisfactory regulatory system in place. Public distaste at the idea of GM, especially in Europe, is holding up research and stopping investment. Safer ideas, like stem cell meat fed on algae, are still far from production. Chances: 6/10 REDUCE POVERTY Economic growth has long been seen as the key to reducing hunger. More trade, financial liberalisation and open markets should aid the flow of food, of which there&apos;s no overall shortage. Successful poverty reduction in China has led some economists to predict there will be no more hungry people there by 2020. Problems: Not easy to organise, with the west in economic recession and aid spending falling. More importantly, economic growth does not necessarily trickle down to the hungry poor.Child malnutrition has increased in India during the past decade despite the country&apos;s boom.  Chances: 2/10", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/08/eight-ways-solve-world-hunger", 
    "wordcount": "805"
}