{
    "headline": "Cyclists' weapons of choice: loud honks and curses", 
    "text": "I&apos;ve just tried a Hornit, the loudest bicycle horn on the market, at 140 decibels. A louder one  the Hornster, 178 decibels  does exist, but is too cumbersome for mass production, comprising three giant horns and a scuba diving air cylinder. Mine is the size of a front light, and makes the noise of a rape alarm, or 10 tumble dryers all finishing at once. I don&apos;t know if it&apos;s a traffic fallacy, and I&apos;m letting my doomish picture of the world spill on to its major throughways, but it&apos;s all gone a bit Grand Theft Auto on the roads lately. Cabbies are fighting other cabbies; cyclists are yelling at cyclists. That sign they have on lorries  &quot;if you can&apos;t see my mirrors, I can&apos;t see you&quot;  appears to be less of a warning than a gauntlet, like that 30-second whistle muggers are meant to give you before they start chasing you. If drivers went any faster round my local roundabout, they would be trapped on it by centrifugal force. [see footnote] What this combustible situation needs is a really loud noise. A noise that can be heard over the loudest traffic, louder than a rock concert and as loud as a jet. If you had an aversion to loud noises, this is definitely the sort of noise you wouldn&apos;t like. My worry is that it will be a like a car horn in impact  nobody inside a vehicle will register it much, and pedestrians will bear the brunt, forced by their low status to exist inside an atonal symphony of anger and revenge. On the other hand, without a horn, if somebody cuts me up, I curse like a hellion, which is no picnic either for the passerby. It started with a technical hitch, which meant I hit the alarm every time I changed gear. This is when I noticed how bad most pedestrians&apos; hearing is  they get the 140 decibels, but they look for it in totally the wrong direction, often upwards. &quot;What&apos;s a tumble dryer doing in the sky?&quot; they think, as they step into the path of a flatbed truck. The first time I unleashed it on purpose was an all-time bus classic. He wanted to pull out  clearly, it is a bit annoying having to wait for all these cars. Surely there&apos;s a bylaw about all this? The traffic cleared except for me. &quot;Really, why wait?&quot; he was thinking. &quot;Are cyclists even allowed on the road? Shouldn&apos;t they be in Center Parcs, or in Amsterdam?&quot; I made my outlandish noise, and he actually stopped. The surprise element served me pretty well. Next was a pedestrian cutting across the road when it was my light, but that didn&apos;t really work. She got a shock but decided to carry on crossing. Her friend backed off to the kerb, shouting at her. The upshot is that it will have taken a two-unit group twice as long to cross a road, and they most probably will spend the rest of the day arguing. At this point I vowed not to use it on any more pedestrians, but that is a lot easier said than done, considering their wild habits. Outside a hospital, it&apos;s a loud-horn-owner&apos;s dream, a hotbed of inconsiderate pulling in and out and egregious occupation of the Keep Clear space. Then, thanks to an ambulance making even more noise than I was, it dawned on me that probably half the cars&apos; occupants were just about to give birth or bleed into their upholstery. But by then I was miles away, where I honked some people on Boris bikes for a laugh, and immediately felt guilty. Later a cab really did cut me up, and I honked him in anger, but took a belt-and-braces approach and swore at him as well. The one situation I couldn&apos;t test is the one that is most often fatal for cyclists  being on the wrong side of a lorry that turns left, not knowing you&apos;re there. You can make all the noise you like, but the cab is so far up, you can never tell if they&apos;ve registered, or if they can hear anything at all, over all that juddering and unwrapping of Yorkies. Generally, though, I can see the point, and it works: people often don&apos;t notice you when you&apos;re cycling, and the louder you are, the more they notice. But I feel as though it ups the ante, and next someone will invent a walker&apos;s catapult or a motorcyclist&apos;s airgun.  The following footnote was added on 2 November 2012: this article inverts the laws of physics in saying &quot;If drivers went any faster round my local roundabout, they would be trapped on it by centrifugal force&quot;. A centripetal force is one that acts to keep a body following a curved path; a centrifugal force is an apparent force acting in the opposite direction.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/26/cyclists-loud-horn-curses", 
    "wordcount": "823"
}