{
    "headline": "Assassin's Creed III launch date and new details revealed", 
    "text": "After three years in development, Asssassin&apos;s Creed III will be released on October 31, on PC, PS3 and Xbox 360. It is also in development for Nintendo&apos;s forthcoming Wii U console.  As we wrote last week, the game will be set during the American Revolution, over 200 years after the events of Assassin&apos;s Creed Revelations. This time, the lead character is Ratohnak:ton, a half-British, half-Mohawk warrior whose village is burned down amid the battle for independence and he must now fight for vengeance.  From the press release:  Players become an Assassin in the war for liberty against ruthless tyranny in the most stylised and fluid combat experiences in the franchise to date. Assassin&apos;s Creed III spans the Revolutionary War, taking gamers from the vibrant, untamed frontier to bustling colonial towns and the intense, chaotic battlefields where George Washington&apos;s Continental Army clashed with the imposing British Army.  The game is apparently showcasing a new in-house engine technology, named Ubisoft-AnvilNext. It will allegedly provide unprecedented graphical detail as well as advanced artifical inteligence. In an interesting piece of cross-platform marketing, fresh artwork from Assassin&apos;s Creed III will be featured in Assassin&apos;s Creed Recollection, a board game app for the iPad. &quot;Assassin&apos;s Creed III features the franchise&apos;s most expansive setting so far, along with an exciting new hero and exponentially more gameplay,&quot; said Ubisoft CEO, Yves Guillemot. &quot;Whether you&apos;re a longtime fan of Assassin&apos;s Creed or if you&apos;re new to the franchise, you&apos;re going to be blown away by the scale and marvel of Assassin&apos;s Creed III.&quot; It&apos;s certainly an interesting set-up, and the lead character&apos;s position between the Brits, the native Americans and the 13 American colonies, puts him in a good position to catch all the key events of the era. As some fans have mentioned, though, high buildings will be in short supply in 18th Century America, surely limiting the series&apos; usual acrobatic parkour gameplay.  However, the country wasn&apos;t entirely flat. John Joseph Holland&apos;s water colour of New York shows plenty of height; and Paul Revere&apos;s famous engraving of the Boston Massacre reveals that city&apos;s highly developed architecture  just behind the massacre bit at the front. Also, the American revolution is a swirl of Assassin&apos;s-style conspiracies involving everyone from the Illuminati to the Freemasons. If you want a headstart, it might be worth researching a few of those before the game arrives this autumn. You can see the teaser trailer here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/05/assassins-creed-iii-launch-date", 
    "wordcount": "407"
}