{
    "headline": "Recognising the power of voice recording", 
    "text": "Gone are the days when &quot;computer assisted language learning&quot; (Call) was restricted to practising writing, reading and listening skills. The emergence of web 2.0 tools and the development of mobile and tablet applications are offering numerous ways for students to explore their own voice by recording themselves speaking. The teacher can then listen and provide feedback on their oral performance or get students to peer review or even self-review their work. Amongst the tools I have been experimenting with at the University of Warwick are MyBrainShark, Vocaroo and MailVu. All these tools are free to use and allow students to easily record their voices using a variety of devices and then share the recordings by emailing, embedding them into a blog or uploading onto a virtual learning environment such as Moodle. Vocaroo has to be one of the easiest tools I have ever used for making simple audio recordings. You click one button, record your voice and then choose from a variety of ways of saving the recording including as a downloadable MP3 file. Teachers all around the world have been using this tool and sending me very positive feedback. For higher levels, MyBrainshark offers interesting opportunities. Students can upload PowerPoint presentations onto MyBrainshark and then add their voice to their presentations. MyBrainShark produces a link that can be shared over the internet or sent as an email. Students can make recordings of up to 15 minutes, making this an excellent tool for English for Academic Purposes. Students who need to practice their PowerPoint presentations can upload them onto MyBrainShark, add their voice and then share the recordings with their teachers, who can provide feedback. MailVu makes use of your computer&apos;s webcam. It can be particularly useful for exam practice. Many exams are now done in pairs and MailVu can be used to record pair-work exam practice. The teacher can review the recordings and provide feedback. All these tools can encourage autonomous learning and students are not just limited to using the computer as their device of choice. MyBrainShark and MailVu can both be used on smart phones and tablets. One great thing about all these tools is that they can be used to contribute towards an e-portfolio. The Council of Europe suggests using portfolios and e-portfolios as assessment tools. The e-portfolio has three parts: a passport, a biography and a dossier. The passport provides information about the student&apos;s level in the languages he/she speaks and is based on the Common European Framework of Reference. The biography is done through a list of &quot;can do&quot; statements that represent what the student can do with the language. The dossier part of the e-portfolio is a collection of evidence of the student&apos;s level. It can include all types of digital artefacts like blogs, mind maps, video and of course audio recordings. The power of audio recordings is that the student can build up a whole collection of recordings that show their development over a period of time. These can easily be shared with relevant stakeholders like employers, university entrance boards as well as teachers and parents. These recordings are ideal to include in an e-portfolio and are excellent for assessment purposes, especially formative assessments. The experiments we have run at Warwick have produced some interesting results with students making quite long and complex recordings. However the big issue now is thinking of ways of providing feedback. If you have large classes or, say, 30 students, it can take a long time to work through 30 recordings. I am looking into ideas of self-reflection or peer reflection so that students build their own awareness of how to improve their fluency and oral skills. One interesting idea is to get students to self-evaluate their work and then choose a selection of their best recordings for formal assessment by the teacher. This gives the students a real motivation to reflect on their work, as it is the students who decide which of their recordings they want to put forward for formal assessment. Russell Stannard is a principal teaching fellow at the University of Warwick", 
    "section": "education", 
    "gid": "education/2013/feb/26/voice-recording-english-language-teaching", 
    "wordcount": "685"
}