{
    "headline": "Google's Motorola takeover could trigger fresh patents battle with Apple", 
    "text": "The European Commission and the US Department of Justice have given the go-ahead to Google&apos;s $12.5bn (10.4bn) acquisition of Motorola Mobility (MMI), the US handset and set-top box maker  a move that will open a new and potentially explosive chapter in the fight over smartphone patents. China must also do the same before the merger can be completed. The approval puts Google and Apple at loggerheads as the Motorola subsidiary tries to squeeze the iPhone maker for payments on patents that chipmaker Qualcomm, an iPhone chip supplier, says have already been licensed. But in a clear shot across Google&apos;s bow, the US Department of Justice said in a statement accompanying its approval that while Apple and Microsoft had made clear commitments over licensing of &quot;standards-essential patents&quot; (SEP) for use in smartphones, &quot;Google&apos;s commitments were more ambiguous and do not provide the same direct confirmation of its SEP licensing policies.&quot; For that reason, the DoJ would continue to monitor the market and &quot;will not hesitate to take appropriate enforcement action to stop any anticompetitive use of SEP rights&quot;. The EC had a similar warning. Following an extended review of the proposed merger, on which the two companies shook hands in August, the EC declared on Monday evening that it has decided that the deal would not affect the supply of Android software to other handset makers. But Joaquin Almunia, the EC&apos;s competition commissioner, warned that &quot;the commission will continue to keep a close eye on the behaviour of all market players in the sector, particularly the increasingly strategic use of patents.&quot; Google has said that it is buying MMI, which made the first mobile phones, because of the strength of its portfolio of 17,000 existing and 7,500 pending patents covering a huge range of essential standards in the wireless and mobile fields, as well as other areas. The acquisition will allow Google to provide patent protection to device makers using its Android mobile operating system, who are now facing legal attacks over patents from companies including Apple and Microsoft. Microsoft has already forced companies including Samsung, which makes almost 50% of all Android handsets, and HTC to sign per-handset royalty deals where it claims patent ownership. The software giant claims that 70% of Android handsets sold in the US are covered by such deals  and it is after more, such as China&apos;s Huawei, another Android handset maker. Microsoft is also locked in patent battles with MMI. Apple last week filed a potentially explosive lawsuit in the US, claiming that MMI is abusing its ownership of essential patents used for mobile phones, after it wrote to Apple and chipmaker Qualcomm in January. In the letter, MMI revoked Apple&apos;s ability to use two patents embedded in Qualcomm chips used in the iPhone. Such specific revocations are not normally allowed under the terms on which &quot;essential&quot; patents are licensed: if Motorola is found to have breached the &quot;FRAND&quot; (fair, reasonable and non-discriminatory) rules around the licensing of its patents then it could face sanctions from standards bodies, and damages from Apple. Apple is seeking to extend the case to Germany, where it is fighting attempts by Motorola to impose bans on sales of its iPhone 4S handset and on the use of its iCloud web storage and synchronisation service. If Apple can show that MMI is abusing FRAND patents, that could bring the case to the attention of Joaquin Almunia, the EC&apos;s competition commissioner, who warned in a speech on Friday that &quot;Owners of such standard essential patents are conferred a power on the market that they cannot be allowed to misuse.&quot; In approving the takeover, Almunia added that the decision &quot;does not mean that the merger clearance blesses all actions by Motorola in the past or all future action by Google&quot; and that any action on &quot;the question [of] whether Motorola&apos;s or Google&apos;s conduct is compliant with EU antitrust law&quot; would be taken separately. Almunia could impose fines for abuse of up to 10% of a company&apos;s global turnover  which, following the merger, would amount to billions. Google&apos;s largest previous fine was $500m, exactedlevied by the US government last August, for its role in the illegal sale over the internet of pharmaceutical drugs from Canadian outlets to the US. MMI was spun off from the larger Motorola company in January 2011, but has since struggled financially, recording net losses in every quarter and losing both money and market share in its handset business. While its revenues of around $3.4bn per quarter will be small compared to Google&apos;s, which passed $10bn in the fourth quarter, it is expected to bring tax benefits which will mean it has no net effect on profitability. Google has said repeatedly that it will run the MMI business at arm&apos;s length, and will not favour it over other handset makers using the Android software. But analysts suspect that it will increasingly look to its subsidiary to showcase handsets with new versions of Android, as it tries to enforce greater conformity on the rapidly growing use of the software. Almunia&apos;s team has yet to rule on a separate investigation into Google&apos;s behaviour in Europe, where it is deciding whether to mount a full antitrust investigation over advertising and search practices. A decision is expected in March. How Motorola bid itself up by 33% Last July Larry Page, chief executive of Google, contacted Motorola Mobility after losing the bid for a series of patents being auctioned from the bankruptcy of Canadian communications company Nortel. Google, bidding with Intel, had given up when the bids by a team of Apple, Microsoft and BlackBerry-maker RIM reached $4.5bn  but its Motorola bid would go far beyond that. According to a SEC filing made by Motorola following the agreement of the acquisition, Google indicated it would be interested in buying the company  and two weeks later, on 20 July, the famed &quot;corporate raider&quot; Carl Icahn, then holding about 11% of the company, told Sanjay Jha, MMI&apos;s chief, that the company &quot;should explore alternatives for the MMI patent portfolio&quot;. In other words, Icahn was saying: sell. (Icahn disclosed this advice in a filing on the day he made it.) A week later, Google said it was considering buying the company for a price &quot;in the high $20s or low $30s&quot;. On 1 August, Google made its first formal bid, of $30 per share  valuing MMI at $9.4bn. But Jha held out, and by 7 August had Nikesh Arora, Google&apos;s lead negotiator - who is now tipped to take over from Jha in the merged company - calling him to offer a raised bid of $37. On the same day. Jha made a speech in which he mused very publicly about suing the other makes of Android handsets for infringing Motorola&apos;s patent portfolio, and raised the possibility of teaming up with Microsoft, rather than Google, and adopting its new Windows Phone software and dropping Android. It did the trick: by the end of the day Google had raised its price to $40 per share - which was good enough for Jha and the MMI board. They had squeezed Google to a $12.5bn offering; Icahn&apos;s stake had risen in value from $750m when Google first approached MMI, to $1.34bn when the deal was done. Icahn owes Jha a big favour - and if, as some expect, the chief executive is pushed aside in favour of Arora when the merger is complete, Icahn may be in a position to repay him. Note: this article was edited at 0640GMT on 14 February to add details about the US DOJ approval.", 
    "section": "technology", 
    "gid": "technology/2012/feb/14/google-motorola-mobility-apple-patents", 
    "wordcount": "1294"
}