{
    "headline": "Turd of the century", 
    "text": "The greatest turd of the 20th century is currently on show in London&apos;s Science Museum. Its heavy brown coils can be found in a glass cabinet on the second floor, impaled on a forest of sticks to preserve their shape. The colour and texture leave little to the imagination, but what is this obnoxious coprolite doing in a science museum, next to displays on the history of mathematics and computing? Clearly this is no ordinary ordure. The poop is in fact a molecule called myoglobin, a protein from muscle that can absorb and store a single molecule of oxygen. It has pride of place in a small exhibition celebrating the centenary of the development of X-ray crystallography because it was the first biological molecule to submit to the technique, thanks to the efforts of a team of Cambridge scientists led by John Kendrew. The penetrating power of X-rays and the mathematical interpretation of how they are scattered by anything that can be induced to crystallise have, since the invention of the technique in 1913 by the father and son team of William and Lawrence Bragg, taken us far beyond the realm of the microscope to reveal the atomic arrangements of the molecules that make up our world. The repellant appearance of the dun-coloured dung on show in the museum belies its true significance as one of the crowning glories of 20th century science. It&apos;s fair to say it doesn&apos;t look like much but that is because Kendrew&apos;s model of the protein molecule was constructed from rather coarse data, at a time  in 1957  when biological X-ray crystallography was in its infancy. The wormy structure reveals only the crude outline of the protein chain that folds up to give myoglobin its form. Later work uncovered coils within the gelatinous coils  the helical trace of the polypeptide  and the atomic details of the flattened porphyrin molecule that myoglobin clasps to its bosom. At the centre of the porphyrin is an iron atom that provides the binding site for oxygen.  Even the helical structure shown above is a schematic, simplifying our view of the protein fold. The full detail of the atomic structure of myoglobin, depicted below with sticks representing the bonds between atoms, is almost too much to comprehend  numbing in its complexity. And yet, with patient examination has come understanding of the processes of life at the molecular level. That is the power of crystallography  to reveal the structures and stories of life (and death) that had always been hidden from view.  There are too many such stories to tell in a single blogpost or a single display, but I would like to mention a short one that can be detected in another model on show at the Science Museum, if you look closely. I want to show you what to look for. In 1959 Max Perutz, whose methodological work had been crucial to Kendrew&apos;s success, solved the structure of haemoglobin, onlythe second protein molecule to be analysed by X-ray crystallography. Haemoglobin can also absorb molecules of oxygen but is not a storage molecule; rather, it is packed into red blood cells  giving them their characteristic colour  and carries oxygen through the bloodstream, from the lungs to all parts of the body where it is used in the controlled burning of nutrients that sustain life.  It is a larger and more complex molecule than myoglobin. However, at first the atomic details were not visible. As for myoglobin the early datawere limited in resolution, allowing only the outline form to be discerned. The overall fold of the protein chains, more apparent in the ribbon representation below, is more or less all that Perutz and his team could see.  But almost immediately they saw something astonishing: each of the four protein chains that makes up haemoglobin looked like myoglobin. Below I have overlaid myoglobin onto one of the chains of the larger protein to show that their twists and turns are nearly identical. What made this observation all the more remarkable is that Kendrew&apos;s myoglobin had been purified and crystallised from the meat of a sperm whale, while Perutz&apos;s haemoglobin came from a horse.  This was a discovery of enormous significance. As Georgina Ferry puts it in her delightful biography of Perutz:  &quot;A century after the publication of On the Origin of Species, [Perutz] and Kendrew had provided the first evidence that Darwin&apos;s ideas held true at the level of individual molecules.&quot;  Until that time biologists had traced the relations between living things on the basis of their visible features. Now, thanks to the work of crystallographers, evolutionary changes and relationships could also be revealed by examination of internal appearances. This was a powerful insight that resonates through biology, genetics and medicine to this day.  And now you can see it too.Perutz  evidently a man of refined tastes  constructed the first model of haemoglobin from slabs of neutral plastic and it is on display at the museumright beside Kendrew&apos;s splendid turd.  @Stephen_Curry is a professor of structural biology at Imperial College", 
    "section": "science", 
    "gid": "science/occams-corner/2013/apr/19/1", 
    "wordcount": "854"
}