{
    "headline": "The moon landings were faked (and other science confessions)", 
    "text": "Yesterday, Channel 5 screened a documentary (and I use that term so loosely it essentially qualifies as a liquid) called &quot;Did we land on the moon?&quot;, which looked at the arguments for the well-established conspiracy theory that the moon landings, that defining achievement that inspired generations and showed the true potential of humanity, was an elaborate sham.  The programme caused a lot of anger among the science community on the social networks, and arguably rightly so. The programme portrayed the conspiracy theorists as having legitimate arguments and unanswered questions that support their claims, making scant effort to show dissenting views or counterarguments from people who have the audacity to be qualified to discuss the matter.  In a way, this is actually the fault of the science community. We&apos;ve been complaining about the media distorting science via their obsession with presenting a balanced argument for some time now. We should probably have specified that when we argued that balance is unnecessary, we didn&apos;t mean &quot;drop the actual science&quot;. Whatever you say about programmes like this, they&apos;re not balanced, so we can&apos;t complain on that front.  But giving such a high-profile media platform to the conspiracy theorists and letting them go unchallenged is a very dangerous move; it infers undeserved credibility to their claims, meaning more people take them seriously. It would be like inviting David Icke onto Question Time, or having Stephen Green of Christian Voice on as the main guest to discuss the significance of the discovery of the Higgs Boson.  That last one actually happened, by the way, on a BBC Radio Wales phone in. I know this because I was invited to be on the show too, but refused once I found who I&apos;d be sharing airtime with. I&apos;m happy to be &quot;token science guy&quot; at times, but I&apos;m not letting what little credibility I have get sullied further by having to speak to that guy as if his views should be taken seriously. Interestingly, on that same programme they had a moon landing denier on to explain why the moon landing, and by association science in general, is a big con. And thus this article gets back on track. Despite the fact that the moon landing conspiracy has been debunked many many many times, it endures. I&apos;ve had a number of discussions with conspiracy theorists myself, as you may have guessed. For example, I&apos;ve been told that the moon landings were faked as a publicity stunt. &quot;If the moon landing was real, why didn&apos;t they go back?&quot; is one argument used. And apart from the further five times they went back, that&apos;s a fair point. Those other ones were probably publicity stunts too, but they kept those quiet.  &quot;It was a scam to get one over on the Russians&quot; is another argument I&apos;ve heard. Another good point, the USSR and USA were involved in a space race, so the USA decided to cheat to get to the moon first. Sure, the USSR could have disproved their claims if they&apos;d wanted, but they clearly trusted the Americans not to lie. They may have been willing to wipe out the planet over their ideological differences, but when it came to important stuff like space-based contests, they trusted the Americans implicitly.  So why, if the evidence is so damning, does the moon landing conspiracy endure? Well, it&apos;s gone on long enough, someone has to finally come clean, and I guess I&apos;m the only one who feels the public has a right to know.  Yes, the moon landings were faked. You can take my word on this, I&apos;m a scientist. A scientist who wasn&apos;t even born at the time and who has no official connection to space travel or any space-based discipline, but you know us scientists, we&apos;re all in on it together. Yes, the moon landings were faked. Even more fake than you know. Never mind the secret studios in warehouses or what have you, the whole moon landing saga was just realistic CGI. That&apos;s right, all the footage you&apos;ve seen of the supposed moon landing is entirely computer animated. The USA had access to computer technology decades ahead of what was normal in the 1960s in order to do this. But, you may say, if that was the case, why wouldn&apos;t they use their massive technical advantage to dominate everyone else on the planet economically, militarily and in every other way, rather than piss about concocting an elaborate moon landing faade? Because that wouldn&apos;t have been fair to everyone, and if there&apos;s one thing you can be sure about the US government of the 60s and 70s, they were unerringly honest about their dealings, give or take the occasional massive conspiracy. The thing is, it doesn&apos;t stop there. Revelations rarely happen in isolation, so now that I&apos;ve let the cat out of the bag with regards to the moon landings, it&apos;s only a matter of time before the true extent of the deceptions carried out by the scientific community come to light. So, in the interests of transparency, here are some other conspiracies and outright lies that science has been feeding people. THE HIGGS BOSON = The Higgs Boson isn&apos;t a real thing, I&apos;m afraid. It doesn&apos;t even sound like a real thing. A &quot;boson&quot; is a member of a ship&apos;s crew, isn&apos;t it? The whole thing was concocted as a ruse to build the Large Hadron collider, which is actually a cover for the world&apos;s biggest go-kart track, something that would never have got funding on its own merits.  If we&apos;re being honest about particle physics, the atom as is commonly portrayed doesn&apos;t exist either. There are actually only four known elements, &quot;Earth&quot;, &quot;Wind&quot;, &quot;Fire&quot; and &quot;September&quot;. Nuclear power is actually the name given for when there is a higher density of fire in one place than normal. VACCINATION = Although rational types have been decrying antivaxxers for years, unfortunately they are correct. Vaccinations are unnecessary; they&apos;re a cover for the true nature of disease. It was discovered long ago that all diseases were actually spread by the Dodo. Upon this realisation, scientists decided to initiate a brutal extermination campaign, which lead to their apparent extinction. However, racked by guilt over their actions, the science community concocted the whole vaccine story to explain why people weren&apos;t getting so sick anymore, and have persevered with it to this day.  Dodos actually still exist, but in real life they closely resemble pigeons. The story about them being extinct was made up to prevent panic, and the image of the dodo as a large bemused chicken is based on a model created by Jim Henson&apos;s Creature Shop, commissioned to back up the story.  RELATIVITY = The theory of relativity is, as many have guessed, made up. It doesn&apos;t make any sense when you think about it, time slowing down as you go faster? Gaining mass as you approach light speed? It&apos;s all based on an incident Einstein experienced when on a particularly long train journey where his watch was broken and he went to the buffet car a few too many times. He came up with relativity as an excuse for why he was late and bloated, and the other physicists just went with it. By the time it was discovered what had happened, Einstein was the most famous physicist around and they kept it going rather than risk undermining their most respected scholar.  THE WORLD IS ROUND = It isn&apos;t I&apos;m afraid. It&apos;s flat. But it&apos;s not static, the land is constantly moving across it like a supermarket conveyer belt. Hence we get night and day, night is when the belt is on the underside of the Earth. This also explains why some long-haul flights take less time on the way back than the way there or vice versa. Planes are either going the opposite way to the direction of travel of the belt, or trying to accelerate in the same direction, which takes longer. SCHRODINGER&apos;S CAT = It was actually a ferret, but &apos;Schrodinger&apos;s ferret&apos; just sounds wrong. And a little bit rude. Also, it was dead. GENERAL ANAESTHETICS = These don&apos;t actually do anything, they&apos;re a money-making scam by pharmaceutical companies. People undergoing surgery fall asleep of their own accord as operating theatres and surgeons are kept as boring as possible.  There are many more I could tell you, but that will do for now. You may think these claims are ridiculous and so farfetched they couldn&apos;t possibly be true.  Yeah, people used to say that about the moon landing conspiracy theories.  Dean Burnett, if he is real, can be found on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/dec/13/moon-landings-faked-science-confessions", 
    "wordcount": "1452"
}