{
    "headline": "IT entrepreneurs find surprise success in Kenya's Dadaab refugee camps", 
    "text": "Mohammed Bashir Sheik was four when he arrived at Dadaab refugee camp with his mother and sister 18 years ago. The family, along with tens of thousands of others, had fled the civil war in Somalia, looking for refuge over the border in north-east Kenya. His mother died when he was 14 and he grew up in the care of his sister. &quot;Survival in the camp was particularly tough after my mother died. The ration of 6kg of maize, 300g of oil and 400g of beans to last each person for 15 days was hardly enough,&quot; he recalls. So far, Sheik&apos;s story chimes with the typical picture of a refugee. But that is where it ends. Meet Sheik aged 22. He has never left Dadaab, the world&apos;s largest refugee complex, but that has not stopped him learning how to create and host websites, set up a small business and teach others how to use computers. When he is not out interviewing people for a newspaper produced in the camp, he can usually be found in the Hag youth information and communications technology (ICT) laboratory, in a corner of Ifo2 camp, an extension of Hagadera, one of the three camps that make up the sprawling Dadaab complex. Two girls clad in buibui (the black shawl Muslim women wear to cover their heads) type on a mobile phone as they engage with friends on Facebook. The scene could be straight from downtown Nairobi, east Africa&apos;s ICT hub, except that this camp is 500km from the capital. The nearest town, Garissa, is 120km away  a three-hour journey on off-track roads. Visitors driving to the camp are asked to hire armed security guards for the final leg from Garissa, to ward off possible attacks from the Islamist al-Shabaab insurgency. But for now worries are banished as three young boys tap happily on the keyboard while Sheik teaches them how to navigate the computer. The lab is the culmination of his passion for technology. He learned how to use computers through mobile clinics brought to the camps&apos; schools by NGOs. Unable to study beyond form four (the final year of secondary school), Sheik found computers offered him access to further education. He learned fluent English by chatting online, and friends he made across the world taught him further computer skills. One friend from Australia taught him basics via Skype. &quot;It&apos;s funny that I have not met my friend in person,&quot; he says. A visiting journalist suggested that Sheik get a dotcom domain to enable him to design websites and earn a living. His clients have included community groups, schools and international organisations. &quot;I borrowed $300 from a friend to buy a domain from a US-based company and was soon in business,&quot; he says. For web design he earns about $800 per project, while web hosting can bring in up to $300 per month. He receives this in cash, usually through third parties such as community leaders and NGOs. He has also set up a shop in a makeshift canteen in the camp, where he sells groceries and stationery. Computers have given Sheik  now a father of four  a means to support himself and his family. Now, he is passing on these 21st-century survival skills to the next generation. &quot;I&apos;m happy today that my life is testimony to how knowledge can transform whole communities not just individuals,&quot; he says. Sheik set up the internet hub two years ago with friends after a Danish NGO invited youth groups in the camp to submit business proposals, with a $12,000 prize for the best one. &quot;Ours was the winning proposal, and we decided to invest the money in the project to help young people acquire computer skills.&quot; The UN high commissioner for refugees (UNHCR), which manages the complex, set up the first camps in 1991 and 1992 following the civil war in Somalia. The camp was meant to host 90,000 refugees. Today, more than 463,000 people live there, including around 10,000 third-generation refugees. The situation is exacerbated by the civil strife in Somalia and the worst drought in the horn of Africa in 60 years, which has led to more refugees pouring into the camp to escape chronic food shortages. Kenyan politicians have been calling for refugees to be repatriated and the camps to be closed, saying Dadaab and others are a drain on the economy. Yet a 2010 study commissioned by the Kenyan, Danish and Norwegian governments claims the Dadaab camps bring about $14m into the community each year, partly through sales of livestock, milk and other goods to the camps. Dadaab generates an annual turnover of around $25m in refugee-run businesses. Sheik&apos;s example shows how refugees can boost the Kenyan economy rather than acting as a drain. &quot;The refugees&apos; human capital is immense,&quot; says Dominik Bartsch, the UNHCR&apos;s head of operations in Dadaab. &quot;The fact that the majority of the refugees now owe their allegiance to Kenya more than Somalia should be a motivation for the authorities to institute structures to enable the country to tap into the refugees&apos; potential for development.&quot; However, because of Kenyan labour laws, refugees like Sheik cannot hold permanent jobs. He can only earn basic wages  &quot;incentives&quot;, rather than salaries, paid to refugees with professional skills who cannot legally work in Kenya. The amounts range from between 2,500 Kenyan shillings ($30) to KSh5,000 per month, paid mainly in cash. Since the refugees do not have permanent identification documents, it is impossible for them to open bank accounts. Neither can refugees travel. There is a strict curfew every evening and refugees can only leave the camps with special passes. Anyone caught without a pass can face arrest, detention or expulsion. &quot;It seems quite unfair that I should be treated this way in a country that I consider as my second home. It is as though I am being made to pay for the sins I did not commit, by being isolated,&quot; Sheik says. The refugees feel like second-class citizens, unable to contribute fully to the economy or to create their own future beyond the camps, and it can leave a bitter taste in their mouths.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/04/entrepreneurs-kenya-dadaab-refugee-camps", 
    "wordcount": "1046"
}