{
    "headline": "Kath Harris obituary", 
    "text": "For the adult students studying at Kensington and Chelsea College in London between 1996 and 2010, their lecturer, Kath Harris (my mother), had a magic touch. The news of her death from cancer at 67 prompted dozens of e-mails from her extended family of ex-students across the globe. One recalled: &quot;She had a way of getting to us all, a complete inspiration and responsible for changing my life in so many positive ways.&quot; Entering higher education in her 40s, Kath had a profound grasp of the challenges of returning to study later in life. She graduated in 1994 from the University of Sussex, Brighton, with a degree in social anthropology, and never forgot her debt to Northern College in Barnsley, South Yorkshire, whose Access course set her on her way. A working-class woman from the Yorkshire mining village of Birdwell who left school at 15 in the 1950s, Kath knew how obstacle-strewn the journey back to formal education could be. There was more to adult learning than books and study skills. Balancing work and study, childcare issues, even something as simple as not being able to afford the tube fare to college, were much more likely to halt a journey to higher education than lack of qualifications. She juggled various jobs, working as a secretary in different companies, helped her parents, Tommy and Irene, run their pub, the Alexandra Hotel, in Wakefield, and raised me, her only daughter, as a single parent. Initially appointed lecturer in social anthropology at Kensington and Chelsea College, and then promoted to Access course coordinator, for most of her teaching career Kath mentored mature students aspiring to go to university. Her down-to-earth approach, lack of airs, and Yorkshire sensibilities meant students flocked to her classes. Her total belief that all her students had it in them to succeed was more than a match for fear or lack of confidence. Kath&apos;s teaching style was exhilarating. Whether she was conducting an annual visit to her adopted hometown of Brighton, where she invited students to bring their anthropological gaze, or encouraging a presentation on &quot;tribes&quot;, about Newcastle United fans, complete with can of Newcastle Brown, lessons were adventures. Many of her students were awarded the prestigious Helena Kennedy Foundation award for promising adult students and went on to university, becoming social workers, teachers, journalists, documentary makers, or studing for PhDs. Kath had a rare charisma, a real passion  not only for her subject, but for life and learning itself. This made her company, both in and out of college, thrilling. She is survived by Irene; by her sister, Pauline; by her second husband, Willy Coupar, to whom she was devoted; and me.", 
    "section": "education", 
    "gid": "education/2012/oct/17/kath-harris-obituary", 
    "wordcount": "448"
}