{
    "headline": "Cut the Rope: 'Not all games can be free-to-play, which people forget'", 
    "text": "Cute characters, hundreds of millions of app downloads, a burgeoning merchandise business, and a digitally-distributed cartoon for kids. No, not Angry Birds Cut the Rope is one of the other breakout games brands from the App Store era. Developed by ZeptoLab, it has generated more than 300m downloads so far, and currently has 60m monthly active players according to CEO Misha Lyalin. For comparison, Angry Birds is now past 1.7bn downloads and ended 2012 with 263m monthly active players, while Outfit7&apos;s Talking Friends apps have reached 800m downloads and 170m monthly active users, although they&apos;re more virtual pets than games. Cut the Rope hasn&apos;t quite reached those levels, but it&apos;s on the way: since October 2012 when Lyalin spoke at the MIPCOM conference in Cannes, Cut the Rope has added 50m downloads and 10m active players. The latest game in the series should fuel more growth. Cut the Rope: Time Travel is available on iOS and Android, and offers a similar physics-puzzles formula to its predecessors as its hero Om Nom goes back in time to meet his ancestors. Tweaks include two monsters to feed on every level rather than one, while players can also watch animated Om Nom Stories cartoons, drawn from ZeptoLab&apos;s YouTube channel (70m views and counting). &quot;We firmly believe that the new way to deliver brands that people recognise in the future will not necessarily be through big movies or TV series,&quot; says Lyalin. &quot;We&apos;ve found the new way: on mobile devices, wait until you can capture people&apos;s attention in a big way, and then think about how you deliver content.&quot; That has meant a subtle shift towards creating more of a backstory for Om Nom, through the games, the YouTube videos and through a Cut the Rope comic, which is also available digitally. &quot;In Time Travel, the story is going to become a little bit more apparent, although we&apos;re not in a hurry to tell this,&quot; says Lyalin. &quot;For Om Nom Stories, we have tens of millions of people watching, together with the hundreds of millions of people who download our games. In this market, you can build a very big mobile game, but building a bigger brand requires enormous effort.&quot; Lyalin has been friendly both times I&apos;ve met him, but he&apos;s also plain-speaking unafraid to challenge the assumptions behind a poorly thought-out question, or criticise an industry trend he disagrees with. This approach may be suiting ZeptoLab well as the company continues building the Cut the Rope brand, with Lyalin admitting that &quot;if we&apos;d listened to everything we had been told by a lot of different people, we&apos;d be a very different company by now&quot;. How? He describes a vision of the company as a &quot;top-down&quot; entity where senior management makes decisions on new games based on what seems most likely to be lucrative. &quot;It could be &apos;We need to make a farming game, and we need to put Om Nom in there, and by the way he has a girlfriend&apos;,&quot; says Lyalin. &quot;We just think about what would be interesting and cool from a gaming point of view and a story point of view.&quot;     Misha Lyalin, talking at the London launch of Cut the Rope: Time Travel    One area where ZeptoLab surely can&apos;t avoid thinking about money is the pricing strategy for its games, though. As one of two new Cut the Rope games planned for release in 2013, Time Travel is notably a paid game under 70p for Android and iPhone, and 1.99 on iPad. This, at a time when free-to-play is all the rage in the mobile games industry, and when a number of commentators are comparing Rovio&apos;s $199m of revenues for the whole of 2012 to freemium-focused Supercell&apos;s $179m in just the first quarter of 2013, or Japanese F2P developer GungHo&apos;s $101m in February 2013 alone. Lyalin spots my question coming a mile off. &quot;Why paid?&quot; he smiles. &quot;People always like to follow. &apos;There&apos;s gold? Let&apos;s run there!&apos; With free-to-play, of course, the trend is there. It&apos;s going to zero, no doubt about that, and we&apos;re not stupid. 80% of everything we do we distribute for free, because we just want people to play.&quot; Some Cut the Rope games are free to play, but others are paid. Lyalin says the company prefers to chart its own course rather than be pressured into going freemium all the way. &quot;Not all games can be free-to-play, which people forget,&quot; he says. &quot;The paid market might be very small compared to the free-to-play market right now it&apos;s 30% but that&apos;s still huge if we can take a big part of this market. That doesn&apos;t mean we&apos;re not going to do free-to-play games though.&quot; ZeptoLab is also doing non-Cut the Rope games. Its Pudding Monsters game launched on iOS and Android in December 2012 as a 1.49 paid title for iOS, with a choice of free and paid versions on Android. As with Rovio&apos;s Amazing Alex, ZeptoLab&apos;s Pudding Monsters was watched eagerly by the mobile games industry to see if the company could repeat its core brand&apos;s success with brand new IP. And? &quot;We launched it in December, and haven&apos;t spent any money buying traffic,&quot; says Lyalin. &quot;It didn&apos;t become Cut the Rope, but still millions and millions of people bought it, and they liked it.&quot; That hints at healthy revenues, so how much money is ZeptoLab making from its games, merchandise and animations? With Rovio and Supercell&apos;s recently-publicised revenues in mind, it&apos;s a logical question. Lyalin politely declines to answer, in what sounds like a reference to Supercell. &quot;We&apos;ll tell the story when we want to we&apos;re not venture-funded and we don&apos;t need an exit tomorrow, so we don&apos;t need extra attention on what we do,&quot; he says. &quot;If we can make people happy, we&apos;ll find ways to make money. Not that we&apos;re struggling by any means&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/23/cut-the-rope-zeptolab-om-nom", 
    "wordcount": "1003"
}