{
    "headline": "Victory for Lib Dems over onshore wind subsidies row", 
    "text": "A bitter row between the Treasury and the energy department over subsidies for wind energy has ended in a victory for the Lib Dem energy secretary, Ed Davey. The row centred on the level of support channelled to companies providing wind energy to the grid and had escalated into a bruising confrontation between the chancellor, George Osborne, and the Liberal Democrats, which threatened to derail the coalition&apos;s environmental and energy agendas. On Monday, there were calls for the prime minister to intervene in the row because of the impact that uncertainty over energy policy was having on investor confidence. The Guardian has learned that the coalition will announce on Wednesday that onshore wind subsidies, paid for through energy bills, will be cut by 10% and not by the 25% that Osborne had been demanding. Osborne wrote to Davey this month to demand deeper cuts in support for onshore windfarms  even though the additional savings to bill-payers would be worth only a few millions pounds a year. Critics argue that the cuts would create widespread uncertainty in the energy market which could jeopardise billions of pending investment in the UK. Osborne also, in the same letter, voiced his strong opposition to the government&apos;s climate change targets, which on current form would require the decarbonisation of the electricity industry by 2030. The announcement is a partial victory for Davey, who has been fighting to keep alive the coalition&apos;s vow to be &quot;the greenest government ever&quot; in the face of strong opposition from the Osborne. However, the 2030 decarbonisation target  crucially  remains in play. Under current plans, MPs will be given the chance to discuss it this autumn. Some Tory MPs want to abandon the 2030 decarbonisation target as being too restrictive, but the Lib Dems are adamant that it must be kept, as it provides investors with the certainty they need to bring forward the tens of billions needed to &quot;green&quot; and revitalise the UK&apos;s creaking energy infrastructure. Previous targets, such as the EU-wide goal of generating 20% of energy from renewable sources by 2020, have been widely credited with stimulating billions of investment, which have resulted in the addition of tens of thousands of new green jobs in the UK in the last five years. John Sauven, executive director of Greenpeace, said: &quot;The coalition government has sunk to pretty low depths now it has turned real UK opportunities for green growth and jobs into an unedifying inter-department squabble. The energy secretary and chancellor will both claim victory on the size of the rate cut for onshore renewables but the Treasury are calling the tune on all the big shots. The Treasury is fighting tooth and nail to oppose a 2030 decarbonisation target or support for future renewables targets. Mr Osborne has rebranded himself Mr Polluting Gas. It&apos;s up to Nick Clegg to stick what&apos;s left of Lib Dem principles back into this process.&quot; But even supporters of Davey acknowledge that it will be &quot;difficult&quot; to ensure that the decarbonisation targets  called for by the Committee on Climate Change, the statutory body set up to advise ministers on carbon policy  remain intact in the face of an expected onslaught from the Tory right wing this autumn. Business groups are being wooed by both sides  while bodies such as the CBI employers&apos; organisation and EEF manufacturers&apos; organisation have supported the move to a green economy, some within those groupings are concerned about the targets, fearing they may raise the price of energy to businesses. Another key consideration is that the gas industry has been lobbying heavily in the past eighteen months to have gas relabelled as a &quot;green&quot; fuel  because it produces about half as much carbon as coal when burned. However, investing heavily in gas now would almost certainly render the UK&apos;s long-term climate goals unreachable, as power stations built now would still be operating in 25 years&apos; time. As the Guardian has documented, gas lobbyists have worked tirelessly behind the scenes across Europe to manipulate reports to try to show that gas is a cheaper &quot;green&quot; alternative to renewable energy, and persuade politicians that gas is a backup energy policy. Senior MPs speculated in private as to why Osborne had chosen to pick a fight with Davey over energy policy at this point, when the Eurozone crisis has entered a new and more dangerous phase and the government&apos;s austerity policies do not appear to have delivered any economic gain. For the first time since Cameron became prime minister, serious rumours have arisen in the Westminster village that William Hague, the foreign minister, is jockeying to be considered for the exchequer if Osborne fails to convince on economic policy, making it ever more urgent for Osborne to garner praise from the right wing of his party. Tim Yeo, a senior Tory and former minister in the last Tory government, told the Guardian that Osborne was playing politics with energy policy in order to placate rightwing Tory backbenchers who are strenuously opposed to renewable energy. He said: &quot;They are working particularly to target some Conservative backbenchers, pursuing a policy designed to prove that they are not going to get into so-called costly green initiatives. It is extraordinary.&quot; David Nussbaum, chief executive of WWF-UK, wrote to Cameron on Tuesday saying that the chancellor was undermining investor confidence, and complaining of &quot;a clear bias on the part of Mr Osborne towards investment in new gas-fired power stations&quot; which would imperil the UK&apos;s climate targets and could raise bills for consumers. He said: &quot;Continued attacks on the green economy not only undermine your own ambition to lead the &apos;greenest government ever&apos;: they are increasingly seen as serving narrow political ends at the expense of the national interest.&quot; The dispute over environment and energy policy will be played out this autumn. At the party conferences, all the main factions are expected to woo their party faithful to gather support for a further  probably even more bloody  battle over the green, or otherwise, future for the UK.", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/victory-libdems-onshore-wind-subsidies", 
    "wordcount": "1017"
}