{
    "headline": "'Dash for gas' plans anger campaigners", 
    "text": "The government set out proposals for a new &quot;dash for gas&quot; on Saturday, as campaigners prepared for the biggest meeting on fracking for shale gas to be held in the UK. The chancellor, George Osborne, and the energy secretary, Ed Davey, announced plans to clear the way for a new generation of gas-fired power stations across the UK. They said this would not hamper the fight against climate change. Green groups, however, fear that supporting an expansion of fossil fuel would put carbon-cutting targets at risk and lead to higher energy prices. They argue that this, in turn, would push thousands more people into fuel poverty. Most of the recent rises in electricity prices have been down to the soaring wholesale cost of gas, according to the government&apos;s own analysis. Osborne said: &quot;The government is providing certainty to businesses that want to invest in gas. Gas is a reliable, affordable source of energy. We need to recognise that gas will be a vital part of the mix in delivering affordable and secure low-carbon energy.&quot; As part of the push for gas, ministers set new rules  emissions performance standards (EPS)  that would prevent new coal-fired power stations being built but would provide a go-ahead for gas-fired power until 2045. As the Committee on Climate Change has advised that the electricity industry should be decarbonised by 2030, many of those future plants would have to be fitted with untried carbon capture and storage technology if the UK&apos;s carbon-cutting targets are to be met. The move by Osborne and Davey was seen as a fillip to the right wing of the Tory party ahead of next week&apos;s budget. Osborne has repeatedly criticised environmental regulations as a burden on businesses, and secured a review of key climate change targets that could result in them being watered down. But green groups have warned that an over-reliance on imported gas would be bad for consumers. Paul Steedman, energy campaigner at Friends of the Earth, said: &quot;The big six and other energy companies are planning to keep us hooked on dirty and expensive gas we don&apos;t need. Gas dependency is a costly, polluting dead-end  to guarantee affordable energy in the long run we must switch to clean British power and slash energy waste. &quot;People in the UK are fed up of the energy rip-off  an overwhelming majority want the government to force the big energy firms to invest in power from our wind, waves and sun.&quot; Joss Garman, a Greenpeace campaigner, said: &quot;By stripping away the simple requirement that our power stations need to become more efficient and less polluting, Clegg and Davey are undoing whatever good work their party has done on the environment since entering government. Indeed, this announcement is such a fundamental betrayal of their commitment to tackle climate change that one wonders if green-minded voters will, in all good conscience, struggle to support them again.&quot; Garman said the emissions performance standards (EPS) had been championed by the Conservative party in opposition, as part of its policies to address climate change. The EPS establish the level of carbon that an electricity generating plant is allowed to emit for a given unit of power. The government intends to set the EPS for new power plants at 450g of CO2 per kilowatt hour. To comply with the recommendations of the Committee on Climate Change, that level would need to fall to 50g per kwh at 2030. Instead, the government has announced that any gas plant consented under the current level of the EPS could still be polluting at that level 30 years later, in 2045. One of the arguments put forward by gas supporters is that the UK could be made less dependent on imports by fracking for shale gas. The fracking industry&apos;s own estimates suggest that if all the UK&apos;s shale gas reserves are widely exploited, the UK could become nearly self-sufficient, though the British Geological Survey puts the probable amounts much lower. At Saturday&apos;s meeting in Manchester, anti-fracking campaigners want to step up the pace of their protest, partly in response to the rapidly growing political support for gas. The concerns over fracking follow its widespread use in the US in the last few years, which environmentalists say has caused contamination of water supplies, gas leaks and the despoliation of the countryside over wide areas there. They want to ensure that similarly destructive practices do not take hold in the UK. Green groups also fear that an over-emphasis on gas will put carbon-cutting targets far out of reach  some research suggests shale gas from fracking produces more greenhouse gas emissions than coal when burned  and will crowd out investment in renewable forms of energy. But the only UK company currently engaged in fracking, Cuadrilla, argues that the bad examples of the US would not apply in the UK, where the industry is more tightly regulated. The company has invited local people to its site and says its equipment and methods are of a higher standard than those that have caused problems in the US. All fracking operations for shale gas in the UK are currently suspended, pending scientific evaluation of two small earthquakes in the Blackpool area last year that an investigation found were directly linked to Cuadrilla&apos;s fracking operations in the area. Several large companies that had been linked with an interest in fracking in the UK, or are involved in fracking in other countries, said they had no plans to look at using the technology in the UK. These included Shell, BP, EDF Energy and Centrica.", 
    "section": "environment", 
    "gid": "environment/2012/mar/17/dash-for-gas-proposals-campaigners", 
    "wordcount": "933"
}