{
    "headline": "Animal Inside Out exhibition at the Natural History Museum - in pictures", 
    "text": "   A plastinated Asian elephant, gorilla and giraffe. Plastination was invented by Dr von Hagens in 1977 and involves extracting all water and fatty tissues from the specimen and replacing them with polymers in a vacuum. It prevents decay and preserves the structure of internal soft tissues for display Photograph: Oli Scarff/Getty Images       A plastinated gorilla shows off its magnificent musculature Photograph: Oli Scarff/Getty Images       A porbeagle shark. During plastination a coloured liquid resin can be injected in the main arterial network. The surrounding tissue is then removed to reveal a highway of vessels Photograph: Gunther von Hagens/Institute for Plastination/NHM       What could be worse than waking up next to a severed horse's head? Waking up next to a severed horse's head sliced into neat sections Photograph: Tony Kyriacou/Rex Features       Plastination reveals the intricate network of arteries and capillaries that deliver oxygen within a horse's head  Photograph: Gunther von Hagens/Institute for Plastination/NHM       A bull frozen by plastination in mid-rampage Photograph: Oli Scarff/Getty Images       A bull's heart weighs about 2.25kg  five times heavier than a human heart. The coronary arteries run over the outside, with smaller vessels penetrating the muscular walls Photograph: Gunther von Hagens/Institute for Plastination/NHM       A plastinated billy goat. The museum says none of the animals in the exhibition was killed for the purposes of plastination. Animal Inside Out 'is aimed at adults and families with children over 8 years old but can be enjoyed by children of all ages' Photograph: Tony Kyriacou/Rex Features       The arteries in this rabbit deliver blood from the heart, repeatedly branching into smaller and smaller vessels until they reach every extremity as hair-like capillaries Photograph: Gunther von Hagens/Institute for Plastination/NHM       A reindeer's heart Photograph: Gunther von Hagens/Institute for Plastination/NHM       A plastinated Asian elephant. The powerful trunk is solid muscle Photograph: Oli Scarff/Getty Images       A plastinated giraffe revealing the muscles, trachea and oesophagus of that famous neck Photograph: Tony Kyriacou/Rex Features  ", 
    "section": "science", 
    "gid": "science/gallery/2012/apr/03/animal-inside-out-exhibition-natural-history-museum", 
    "wordcount": "0"
}