{
    "headline": "Adam Lanza: the medicalisation of evil", 
    "text": "As a medical historian whose research focuses on a time and place very alien to our own, I rarely comment on current events. However, in the wake of the massacre at Sandy Hook Elementary School in Newtown, Connecticut, which left 20 schoolchildren and six adults dead, I would like to discuss briefly what I would characterise as the &quot;medicalisation of evil&quot;. Anyone who has been watching the news over the past few days will have heard the gunman, Adam Lanza, described as &quot;sick,&quot; &quot;disturbed&quot; and &quot;defective&quot;. The perpetrator may indeed have suffered from mental conditions that led to his homicidal attack, but even before anything was known about Lanza (including his name), many people in the media assumed a crime of this magnitude could only be committed by a mentally unstable individual. Very little discussion  if any  was given to the role of personal responsibility in this tragic event. It is an age-old question: what is evil? The answer, of course, is subjective. Many scholars have argued that our concepts of deviant behaviour have changed over time, first being seen as a sin, then a crime and now a medical problem. The French philosopher and historian Michel Foucault was one of the first to write about the medicalisation of evil. In his 1974 lecture on &quot;The Birth of Social Medicine&quot;, he pinpointed what he believed to be a crucial moment in history: &quot;Starting in the 18th century, human existence, human behaviour, and the human body were brought into an increasingly dense and important network of medicalisation.&quot; Other important works by scholars such as R D Laing, Thomas Szasz, Irving Goffman and Ivan Illich followed, suggesting that our concept of &quot;normal behaviour&quot; was a social construct that relied heavily on medical discourse. Today, the medicalisaton of deviant behaviour has made it difficult for us to accept notions of &quot;evil&quot;. Nancy J Herman, associate professor of sociology at Central Michigan University, notes that &quot;the diminution of religious imagery of sin, the rise of determinist theories of human behaviour, and the doctrine of cultural relativity&quot; have led further to the exclusion of &quot;evil&quot; from our discourse. Why do we find this narrative so appealing? Why are we so quick to assume a person such as Lanza is &quot;sick?&quot; In an article for Parade Magazine in 2002, Andrew Vachss, a crime fiction novelist and child protection consultant, noted that explanations of mental illness offer &quot;the possibility of finding a cure&quot; and &quot;assures us that the predator didn&apos;t really mean it&quot;. In other words, it is unsettling to admit that someone who commits a horrible crime may have done so knowingly and without remorse. Lori Korngiebel, a post-production supervisor for Disney, understands this problem all too well. In 1994, her boyfriend, Danny, along with his entire family, was brutally murdered. The perpetrator was Danny&apos;s own brother, Edward Charles III. Korngiebel remembers testifying against the man, who never gave a reason for his actions and who now sits on Death Row at San Quentin State Prison in Marin County, California. &quot;I have seen evil, looked it in the eyes in a courtroom. Evil is not sick. And, evil does exist,&quot; she says. As time progresses, we will learn more and more about the man who is responsible for the terrible slaying of so many innocent people. Undoubtedly, there will be further discussions about his alleged mental state. Was he a lonely individual? Did he show signs of depression? Was he autistic? What antisocial behaviours did he exhibit? An answer &quot;yes&quot; to any one of those questions obviously does not make a person homicidal. While I do believe it is important to determine what factors may have led Lanza to open fire on Sandy Hook Elementary School  and whether this tragic event could have been prevented  I want to remind the US and the world of one thing: evil is about choice. Sickness is about the absence of choice. Lindsey Fitzharris is a medical historian at Queen Mary, University of London. She runs a website on the history of pre-anaesthetic surgery, The Chirurgeon&apos;s Apprentice, and is currently writing a book on the evolution of surgery", 
    "section": "science", 
    "gid": "science/blog/2012/dec/17/adam-lanza-medicalisation-evil", 
    "wordcount": "718"
}