{
    "headline": "Mild winter turns natural world on its head", 
    "text": "Spring flowers are blooming, hayfever sufferers are cursing catkin pollen, bats, frogs and hedgehogs have not yet gone into hibernation, and around the country people are reporting the strange sound of the dawn chorus in the normally bleak January mornings. Once again the natural world has been turned on its head by an unusually mild winter, perhaps accentuated by a previous mild autumn which seemed to prolong spring for most of 2011. That things are not as they traditionally should be is unquestioned. Ecologists, conservation charities and nature lovers responding to the Guardian&apos;s Twitter appeal for #earlyspring sightings report an incredible range of flowers, insects, birds and animals blooming, singing, nesting, mating, or simply being awake when they shouldn&apos;t be. The National Trust, one of the UK&apos;s biggest landowners, sent news of frogspawn, wild garlic, snowdrops and daffodils that have passed their prime on the Gower peninsula in south Wales, wood pigeons mating and fledging their young near the charity&apos;s headquarters in Swindon, camellias and magnolias in south-west England, hawthorn flowering high in the Yorkshire Dales, and a blackbird singing over the Tower of London just before Christmas. Readers sent in reports of hedgehogs active in Cumbria, bees remaining busy throughout the mild winter, a small tortoiseshell butterfly on Ambleside in Cumbria, ladybirds in Derbyshire, narcissi in Dorset, primroses in flower since before Christmas in south Gloucestershire, more daffodils and snowdrops, and a fig tree already in leaf. Perhaps the most incredible sighting was of a juvenile slowworm at the London Wetlands centre in Barnes, a species usually expected in March at the earliest, and thought to be a record early sighting of the reptile in the region. Unseasonal sightings are not unusual, but the scale and range of oddities this year appear to mark it out as unique. According to Barnes wetlands ecologist Richard Bullock, as well as catkins and blackthorn flowering, garden birds such as robins, wrens, blackbirds, song thrush, blue tits and great tits have been noisier than usual and many are marking out territories, both signs of planning to breed, while starlings have been seen building new nests already, and may be even thinking about laying. The RSPB said it had had many calls from people wondering where their garden birds were. The charity believes that because there are still plenty of insects in the wild, the birds have no need to seek out food from kindly home owners. &quot;We have been getting this spring-like activity or behaviour since up to and after Christmas,&quot; said Bullock, whose colleagues have also seen soprano pipistrelle and Leisler&apos;s bats active in their usual hibernation period. Not everybody agrees this is an early spring, though. David Paynter, reserve manager at the Wildfowl &amp; Wetlands Trust reserve at Slimbridge in Gloucestershire, says observers could also be seeing signs of a very late winter. As well as animals that have not yet hibernated, WWT reserves are also reporting low numbers of migrating birds such as white-footed geese, pochard and Bewick&apos;s swans, suggesting they have been happy to stay in the milder temperatures in northern and eastern Europe. However, a cold snap  such as the one that is forecast to reach the UK this weekend  could force different species to go into hibernation or migrate south and west, said Paynter. &quot;I wouldn&apos;t have said it was an early spring. I&apos;d like to see a few earlier flowers and a few genuine signs of birds wanting to breed,&quot; he added. &quot;It&apos;s almost in limbo, waiting for winter to happen, and it hasn&apos;t quite happened yet.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/11/mild-winter-natural-world", 
    "wordcount": "619"
}