{
    "headline": "Student who suffered head injury at protest denies violent disorder", 
    "text": "Alfie Meadows, who sustained a serious head injury during a student fees protest, has been accused of taking part in &quot;sustained and widespread violent disorder&quot;. Meadows, 21, is standing trial at Kingston crown court with four others in connection with the demonstration in December 2010. The crown alleges that he, Zac King, 21, Vishnu Wood, 23, Jack Locke, 18, and Colin Goff, 24, took part in violent disorder which engulfed parts of central London on a day when a minority of participants in a 10,000-strong protest clashed with police. Locke and Wood are also accused of arson of a bench in Parliament Square. All five plead not guilty. Prosecutor James Lofthouse described how police had begun a stop and search operation following reports some protesters were carrying weapons. Many in the crowd had covered their faces and the mood became &quot;distinctly hostile&quot;, he said. Items were thrown at the police, who put on helmets and took up shields. In Parliament Square, police were subject to several attacks by different groups. By mid-afternoon, it was &quot;sustained and ferocious violence&quot;, leading the &quot;silver commander&quot; Chief Superintendent Michael Johnson to order full containment of the square. Lofthouse showed the jury a police video and still images said to show Meadows, who is represented by Michael Mansfield QC, wearing a distinctive outfit of camouflage jacket, blue jeans, red and white keffiyeh scarf, and black balaclava. Meadows, a second-year philosophy student at Middlesex University at the time, was &quot;prominent in the repeated thrusting of barriers towards the police line and is rarely far from the front of the large and violent group which launches numerous such assaults on the police,&quot; he said. &quot;It is evident he was intent on confrontation from an early stage. He dressed for it and he looked for it long before any containment was imposed. As for his involvement with the repeated attacks on police with large sheets of metal fencing, this again was wholly of his choosing. He had no need to do so. Many thousands on this demonstration did not behave in this way or anything approaching it.&quot; Lofthouse said the police behaved with restraint and discipline, and there was no question any demonstrator involved was acting in self-defence. &quot;[Meadows] was determined to be part of the violent mob attacking the thin line of officers who had the misfortune of trying to maintain order&quot;. King was shown wearing goalkeeping gloves and football shinpads on his forearms, which showed what &quot;his true intent was that day&quot;, the court heard. The jury was shown footage of a pitched battle between protesters and armoured police around the junction of Whitehall and Parliament Square at about 6pm. The images were taken from a police helicopter, fixed CCTV and a hand-held camera. They showed a surging crowd hurling objects at a police line at close range and charging the lines with sections of metal crowd control fencing. The sustained attacks caused Johnson sufficient alarm that he could be heard, over helicopter footage of a crush, ordering urgent assistance: &quot;They are coming under severe violence and I do fear for their lives, so please do it urgently.&quot; An unnamed officer can be heard alerting colleagues &quot;we think we may have lost an officer&quot;. The jury heard that the 9 December protest was the last of four major demonstrations in London in response to the proposed rise in university tuition fees. Lofthouse said that the majority protested peacefully at each; 9 December was a lawful demonstration, and was planned by police and protesters in advance, but had become memorable for disturbances around the Cenotaph in Whitehall, and around the limousine occupied by Prince Charles and the Duchess of Cornwall. The trial continues.", 
    "section": "education", 
    "gid": "uk/2012/mar/27/student-head-injury-protest-denies-violence", 
    "wordcount": "637"
}