{
    "headline": "Seabirds wash up on English coast covered in sticky substance", 
    "text": "Conservationists are becoming increasingly alarmed by the number of seabirds being washed on to the south coast of England covered in a sticky, waxy substance. Around 200 birds have been found alive, but by Friday morning 20 dead birds had also been discovered and the RSPB was receiving many reports of distressed birds being spotted out at sea. Scientists from the Environment Agency and Maritime Coastguard Agency have taken samples to establish what the substance is, which will help efforts to clean the surviving birds. One theory being examined is that it could be palm oil. Most of the birds affected are guillemots, which spend most of their life out at sea and are more vulnerable to oil spills. But there are growing concerns that rarer birds may also have been affected. The RSPB said birds had been found on beaches from Sussex to Cornwall. Most were alive but around 20 had been washed up dead on Chesil Beach in Dorset. According to the charity, most of the birds had been found in clusters: on Thursday 100 were found on Chesil Beach, 60 at Brixham, Devon, and 12 further up the coast at Teignmouth. A spokeswoman said: &quot;It is high tide at the moment, so we won&apos;t know the full extent of the problem until the tide retreats later today. We will continue to work with the authorities and other NGOs to understand the situation better, and how to help the affected birds. The scale, impact and source of this event remains unknown at present.&quot; Lyme Bay, off the Dorset coast, is an internationally important area for seabirds and is currently home to around 25,000 guillemots. One of the RSPB&apos;s concerns is that the incident could affect other rarer birds, including divers and grebes. &quot;Impacts on these species could have higher conservation significance,&quot; the spokeswoman said. Some of the surviving birds are being treated at the RSPCA&apos;s West Hatch animal centre in Taunton. An RSPCA spokesman said it was pleased with the public&apos;s eagerness to help the stricken birds, but said: &quot;We would urge people to be cautious going down to the affected coastline affected. &quot;The instinctive reaction is to go down and look, or to help out. But we don&apos;t know what this substance is, so our message is for people  especially those taking dogs down to the coastline  to please be careful.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/01/british-seabirds-coastline-mystery-substance", 
    "wordcount": "402"
}