{
    "headline": "Maily launches an iPad email app for children aged four and up", 
    "text": "The email app that has made the most headlines in 2012 is probably Sparrow, which made a splash on iOS and Macs before its developer was acquired by Google to work on its Gmail team. So what&apos;s the next hot email app? It could be Maily, although it&apos;s much less likely to be bought by Google or at least, if it was, the latter company would have some hard questions to answer about its plans for using data on the app&apos;s users. Why? Maily isn&apos;t for adults: it&apos;s for children. &quot;Your Kids&apos; First Email,&quot; as its subtitle goes. &quot;Especially designed for kids from 4 years old&quot;. It&apos;s a free iPad app that has just launched on Apple&apos;s App Store. It might be more accurate to describe it as Gmail meets Draw Something, albeit without the gaming elements. The app gets children to create visual messages using digital pencils, brushes, stickers and backgrounds, as well as photos taken using the iPad&apos;s camera. These can then be sent to people on a list of contacts created by their parents: grandparents, aunts and uncles, family friends and other children. The pictures go to their normal email addresses, but if they want to reply, they log in to Maily&apos;s website to use its adults&apos; dashboard with these replies in turn going to the child&apos;s inbox in the Maily app. Parents can also use this dashboard to monitor what their child is sending and receiving, and manage their contacts list. &quot;What Maily is creating is a safe environment where kids can express themselves in their own &apos;words&apos;, in a strongly visual way, and communicate seamlessly with the people close to them,&quot; explains the company&apos;s pitch document. It could be controversial. Why the rush to get children as young as four years old? Will parents really trust a brand new startup with their children&apos;s fledgling electronic communications? And perhaps most importantly, if the app is free, where will the money be made? Having tried the app, I think the answers to the first two questions will vary by parent: some will be freaked out by it, and some will feel this isn&apos;t a problem that needs solving it&apos;s easy enough to take a screenshot of any iPad app that a child has been using, and email it from the parent&apos;s account. Actually, though, I feel differently. My five year-old is just starting to grasp the idea of email just last week he was using an app called Trees Are Best FACT, and insisted that my wife send me the image he&apos;d created. But he&apos;s also reaching the age where he (increasingly firmly) wants to do things for himself whenever possible. Email may soon fall into that category. Or to put it another way: lots of app developers have been working on ways for children to create using tablets, but less on ways to then share those creations complicated by the fact that sharing to Facebook or Twitter from an app made for kids is problematic. Maily is an interesting solution albeit one that needs to quickly get an update to support more than one child per device  and I suspect there will be others on the way. In fact, some apps are already out there: FamJam is an iPad app for sharing digital artworks between children and family members, while Art My Kid Made is an iPhone app for storing and sharing photos of real drawings by children. None of this replaces a child drawing pictures on paper that get stuck on the fridge, or talking to their grandparents on a telephone or Skype connection. It&apos;s just another form of communication. But what about that thorny third question: Maily&apos;s business model? I asked the company about this, and co-founder Tom Galle told me that ads and in-app purchases (IAP) are not on the cards for the iPad app the part used by children. They may in time be added to the adult dashboard, although IAP will be put to a very specific use: &quot;Some kind of store, available for parents and adult contacts, who will be able to buy features for their kids,&quot; according to Galle. That could be an interesting discussion with Apple: how to pay for IAP from a website to be used in an app. But it may be a fruitful discussion: it&apos;s not a big stretch to imagine something like Maily being a part of iOS itself, if Apple ever decides to do more to cater for family usage of its devices.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/25/maily-ipad-email-app-children", 
    "wordcount": "765"
}