{
    "headline": "Skeptics, nerds and atheists are on the march across the US", 
    "text": "If I were inclined to perceive and react to divine signs I would probably have got the message by now: someone would rather I stayed away from this atheist convention. I&apos;m in New York City, en route to Skepticon, the annual skeptics convention now in its fifth year, which is held on the campus of Missouri State University. Or as its website puts it, right in &quot;the buckle of the bible belt&quot;. Aside from the Big Apple&apos;s Sandy-related power cuts and lack of an A train from the airport, the connections to my fellow godless have been the subject of a 24-hour delay due to a powerful northeaster. How could He have made it any clearer that He doesn&apos;t approve? On Sunday morning, I will be talking to a crowd of American atheists about belief in werewolves in post-Reformation Europe. My subject is usually consumed enthusiastically by atheists, because they find vampires and witches no sillier than angels and, in any case, studying these things leads to insights into what makes us human. A word about the distinction between sceptics and skeptics. A generic &quot;sceptic&quot; questions accepted beliefs. In this way, we have &quot;man didn&apos;t go to the moon&quot; sceptics. (Some people won&apos;t believe anything.) Skeptics are different: they espouse the evidence-based approach  and find the world wanting in many respects. At a different gathering in 2010, the DragonCon Skeptrack  part of the DragonCon science-fiction convention at which sci-fi fans meet to enjoy science and skepticism  most of the attendees I spoke to were atheists. (You don&apos;t have to be an atheist to be a skeptic, but most are). Many felt relief that this event gave them an opportunity to share their Dirty Little Secret with like-minded people. &quot;Coming out&quot; as atheist in their daily lives, they said, would have compromised their job prospects or had colleagues wondering whether they even possessed a moral centre. But things have been changing for a while. The DragonCon Skeptrack has been going since 2008 and it&apos;s far from the only national event. Skepticon is in its fifth year, and The Amazing Meeting, run by the James Randi Educational Foundation, has produced 11 events in the US since 2003 (and others outside it). In any major US city, you can meet your fellow skeptics for a beer or two and if you don&apos;t fancy leaving the house you can read The Skeptical Inquirer, published by The Center for Inquiry, or you can consume any number of podcasts, vodcasts and blogs. What is driving this change? The nerd factor is undoubtedly in the mix. Previously a derisive term, and somewhat like the other &quot;n-word&quot; and &quot;queer&quot;, it has been reclaimed by its former victims and is now regularly wielded with pride. (For the definitive explanation of how geeks, nerds, dorks and dweebs differ, take a look at this.) I sense that this rise in social status of the technically gifted and sartorially/socially impaired is probably related to the growth of the IT sector. Nerdy is cool: do you remember the old TV shows about radio hams and chemistry students? Me neither. But now we have The IT Crowd, The Big Bang Theory and Brian Cox. Nerds have clout. Nerds are cool. Many skeptics retain a hobbyist&apos;s level of delight in debunking psychic powers or ghost stories, and that&apos;s where the movement started. But the subject matter has become more serious and political. In the last decade, the most formidable opponents of alternative medicine have not been government regulators, but skeptics. Ditto anti-vaccination campaigners. In fact, there was a free vaccination clinic against whooping cough at DragonCon. Religious influence over many social and scientific issues, such as the teaching of evolution in schools, gay rights and abortion rights, is now being resisted by the nerdocracy  the people with the best intellectual tools to rebut the traditional postulates.  The devil may have all the best songs, but the nerds have the best data. In 2010, I wondered aloud whether the US was ready for an atheist politician, and concluded that it wasn&apos;t  quite yet. But it seems the demographics are changing. Data published by the Pew Research Center shows that religiosity among people under 30 years of age in the US is considerably lower than among their parents and grandparents. This may, of course, be the temporary blip of wild youth, the transient flirtation with hedonism and free thought of a generation whose future of mortgages, marriage and Sunday services assuredly beckons, but I don&apos;t think so. There is a sense from the people I have spoken to that skeptics stand for something, instead of simply against something. Deborah Hyde is editor of The Skeptic magazine and writes about superstition, religion and belief at Jourdemayne", 
    "section": "science", 
    "gid": "science/blog/2012/nov/09/skeptics-atheists-march-us", 
    "wordcount": "801"
}