{
    "headline": "UK solar subsidy to be cut", 
    "text": "Payments for home owners using solar panels to generate electricity are to be cut further, the government said on Thursday, which is set to be the hottest day of the year with widespread sunshine in the UK. The feed-in tariff for solar photovoltaic panels fitted to existing homes will be cut by about a quarter, from 21p per kWh to 16p, and the length of payments reduced from 25 to 20 years. However, the Department of Energy and Climate Change said financial returns would still be around 6% for homeowners, down from the 7-10% when the scheme launched in 2010, as panel costs have fallen. The changes take effect on 1 August, one month later than planned, after the government missed a legal deadline for making the changes on 1 July. Future tariff rates will also be assessed every three months and automatically cut or held depending on the number of panels installed in the last quarter, the government said. The climate minister, Greg Barker, said: &quot;The sector has been through a difficult time, adjusting to the reality of sharply falling costs, but the reforms we are introducing today provide a strong, sustainable foundation for growth for the solar sector. We can now look with confidence to a future for solar which will see it go from a small cottage industry, anticipated under the previous scheme, to playing a significant part in Britain&apos;s clean energy economy.&quot; The fall in the incentives, which was expected, comes after a tumultuous six months for the solar power industry. The government lost three court cases after solar companies and Friends of the Earth challenged its rushed halving of the Fit payments late last year. New rules have also been brought in that mean homes must meet energy efficiency standards before becoming eligible for the scheme, and recent data shows installations fell 90% after the most recent subsidy cut. But solar industry, consumer groups, and green campaigners welcomed the new changes for bringing clarity. Audrey Gallacher, director of energy at Consumer Focus, said: &quot;Consumers need certainty on the returns they will receive, if they are to have the confidence to invest in this technology. So it is good news that the government has now shed the light on the final subsidy.&quot; Jeremy Leggett, chairman at Solarcentury, said: &quot;Though investor confidence will remain uncertain given the proposed three-monthly digressions, the majority of the government&apos;s policies may herald a new seriousness of intent on solar, and indicate that a meaningful solar industrial policy is now a real prospect for the UK.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/24/solar-power-subsidy-cut", 
    "wordcount": "430"
}