{
    "headline": "Ron Taylor obituary", 
    "text": "Ron Taylor, who has died aged 78, was a great observer and defender of sharks. He began his career earning a living as a spearfisher, and later filmed some of the most exciting sequences for Steven Spielberg&apos;s 1975 film Jaws, but then spent the rest of his life educating people about the animals he regarded as &quot;fascinating marine creatures&quot;. &quot;There are over 360 different shark species in the world&apos;s oceans,&quot; he noted in an interview in 2007, &quot;yet only a few of those are potentially dangerous. Each one has its own characteristics. Sharks have evolved to fulfil a different niche in the marine environment.&quot; Sharks existed before the dinosaurs, and prospered for millions of years, yet during their lifetime Taylor and his wife, Valerie  an equally passionate advocate  saw them come under threat. Many are killed for their teeth, their fins  more than 70m each year go to make shark fin soup  or simply for sport. In their illuminating book, Great Shark Writings (2000, first published in 1978 as Great Shark Stories), Valerie noted that there had been, by the 1970s, only five recorded deaths caused by great white sharks in Australian waters. But there have been as many again in the past year alone. It is a situation that Ron certainly looked upon wryly, not least because of his own role in the story. He was born in Sydney, son of a professional photographer, and his first interest was in photography. He did not begin his career as a diver until 1952. In the late 1950s he met Valerie, another keen diver, and a talented marine artist. They married in 1963, and honeymooned at the Australian Spearfishing Championships. Ron was already filming underwater: in 1962 he made his first successful film, Shark Hunters, with scenes of grey nurse sharks being speared. Later he would persuade his wife that they were incredibly placid creatures. Increasingly aware of the damage that hunting was doing, he turned to cameras rather than spears, supplying dramatic footage for Australian television.     Ron and Valerie Taylor in a scene from the film Blue Water, White Death, 1971. Photograph: Michael Ochs Archives/Getty Images    Having formed their own company, the Taylors&apos; first commercial film was a documentary, Blue Water, White Death (1971), with revealing scenes of oceanic white tip sharks. It was the first time anyone had been outside an underwater cage among feeding sharks. The scenes Ron shot  &quot;Ron just kept his finger on the button and span in circles,&quot; said Valerie  are more eerie than frightening. The beautifully hydrodynamic animals spiral inquisitively  for all that the Taylors have recourse to poking them with sticks to persuade them to keep their distance. Then, in a cloud of blood, they begin to feed on the carcass of a sperm whale, taking chunks out of its blubber. Ron later recalled: &quot;I was not put off by the fact that there were sharks swimming around me. I&apos;ve only had very minor bites by sharks; none of them has actually tried to bite any lumps out; just a quick bite and the sharks let go.&quot; He observed that sharks could tell the difference between a human and a fish &quot;because when a shark bites a human, the shark usually lets the person go&quot;. And he added that in most cases of fatal attack, the victim died from blood loss, rather than from being eaten: &quot;The truth is that most sharks ignore people  they are neither friends nor enemies.&quot; However, he did note that the great white shark investigated everything by biting. And in 1972, Valerie watched, horrified, as Ron slipped on an oily deck and into a group of sharks which they had been feeding on half a horse. He was pulled out of the water just in time, as a grey shape with &quot;a big black eye&quot; swam underneath. It was such scenes that drew the attention of Spielberg, whose producers sent Peter Benchley&apos;s book, Jaws, to Ron, asking him to supply suitable footage for the film. Ron replied that a 26ft specimen, as described by Benchley, was out of the question. In order to create the illusion of bigger animals, Ron made half-size cages in which a small diver, the former jockey Carl Rizzo, a &quot;gentle little man&quot;, would face the beasts. However, during the filming, in the aptly named Dangerous Reef off Port Lincoln, South Australia, things went wrong. In a sequence vividly described in Valerie&apos;s diary, one great white managed to tear the deck, winch and cage from one of the boats, the Skippy. Two others trapped Ron in his cage, circling around it for 20 minutes. The experience left Rizzo &quot;frozen with shock&quot;. But Ron had continued filming throughout. It was such real-life drama that gave the charge to the final feature film. In the wake of the immense publicity surrounded its release, in 1976 the Taylors agreed to take four Americans out on an expedition to see sharks on Dangerous Reef. It was their first such &quot;tourist&quot; trip. As Juliet Eilperin describes in her book Demon Fish (2011), the passengers paid $4,000 each for the pleasure: &quot;It&apos;s miraculous that everyone emerged unscathed from the adventure.&quot; As the Americans got into the water, in a cage, the sharks began to ram the cage. &quot;Everyone yelled and cheered,&quot; wrote Valerie. Unfortunately, the ensuing press coverage had the effect of drawing hunters to the reef, where they killed at least 12 sharks. Further trips were cancelled. For later film ventures such as the TV series Inner Space, narrated by William Shatner, the Taylors designed a mesh suit of stainless steel, although Ron found it constricting and gave it to Valerie to wear. During filming of Operation Shark Bite (1979), it saved her arm when a shark decided to chew on it  although to lure the animals she had stuffed pilchards down her suit and &quot;squished&quot; them to &quot;let some of the juice out&quot;. The story was on the cover of National Geographic magazine in 1981. Ron also worked on Orca (1977) and Return to the Blue Lagoon (1991), as well as episodes of the children&apos;s TV series Skippy and Flipper. But the Taylors&apos; efforts towards conservation gathered pace in the 1980s. They lobbied the Australian government to protect the Coral Sea Islands off Queensland, and their films about the wreck of the Yongala, one of the world&apos;s top diving sites, and the Great Barrier Reef proved invaluable in promoting their message. The Taylors were highly regarded by the international conservation community. Ken Collins, who supervises the shark-tagging programme at the National Oceanography Centre in Southampton, called the pair &quot;the gods of the shark world&quot;. In 2003, Ron was appointed a member of the Order of Australia. Valerie survives him.  Ronald Josiah Taylor, marine conservationist and wildlife film-maker, born 8 March 1934; died 9 September 2012", 
    "section": "environment", 
    "gid": "environment/2012/sep/11/ron-taylor", 
    "wordcount": "1150"
}