{
    "headline": "Will EU discards ban force the hand of our disastrous fisheries minister?", 
    "text": "If the EU decides to ban fishing boats from discarding the edible fish they catch, it&apos;ll land the British government in a spot of bother. It&apos;s been using the discards issue as its excuse for justifying overfishing. Last week the European parliament, pressed among others by Hugh Fearnley-Whittingstall&apos;s excellent Fish Fight campaign, voted to stop industrial fishing ships from dumping dead fish back into the water. If the proposal is accepted by the council of ministers, it will mean the end of one of the fleet&apos;s most wasteful and destructive practices. It will also mean the end of the latest justification by our comedy environment minister for failing to protect our seas. In December, Richard Benyon  appointed, as a ripping practical joke, to protect our wildlife and fisheries  maintained that if British fishermen had their quotas cut (as fisheries scientists have been urging), they would dump even more fish overboard. The more fish they are allowed to catch, the better it will be for &quot;the health of our seas&quot;. In other words, he used the Vietnam gambit: you must destroy the place in order to save it. Through three days of bitter argument, he managed to prevent the cuts that are urgently needed to allow fish stocks to recover. So how will he justify caving in to the demands of the industrial fleet if discarding is banned? You can&apos;t fault the man for creativity, and I&apos;m sure he&apos;ll discover another wonderful excuse. Whenever there&apos;s a danger of a sensible policy emerging, he finds a clever reason to knock it down. Look, for example, at how he has managed to sabotage plans for a meaningful network of marine conservation zones. Back in 2004, the Royal Commission on Environmental Pollution (subsequently shut down by this government), proposed that 30% of the UK&apos;s waters should become reserves (pdf) in which no fishing or any other kind of extraction happened. Its report was followed, five years later, by a petition for the same policy, which attracted 500,000 signatures. So how well have we done? Ah yes  we&apos;ve managed 0.01%. That&apos;s the proportion of our seas - a grand total of 5 sq km - in which no industrial fishing is permitted. All this was supposed to change under Benyon&apos;s watch, with the creation of 127 new marine conservation zones for England, proposed after a massive consultation exercise and hard-fought negotiations between fisherfolk and conservationists. Everything seemed to be in place. There was a strong sense among the people who have been fighting to protect our seas of &quot;job done&quot;. They couldn&apos;t have been more wrong. To their astonishment, Benyon decided on a discard policy of another kind: he would discard the results of the public consultations and reduce the list from 127 sites to 31. Worse, far worse, there would not be a single new sq metre of sea from which all industrial activities would be excluded. The brave new marine conservation zones listed in the government&apos;s consultation document will be, as some of us warned a while back, no more than paper parks: lines on a map, across which the beam trawlers, scallop dredgers, rock hoppers and all the other devices for maximising environmental destruction can continue to pass. It&apos;s the equivalent of designating a wildflower meadow as a conservation area, then allowing the farmer to plough it up. This is a breathtaking betrayal, which has not, as yet, received nearly enough attention. You have until 31 March to register your objection, and I beg you to do so. Benyon maintains that more sites might be designated later. But some of the places not yet on his list, conservation groups warn, are so sensitive and are being destroyed so rapidly that by the time he gets round to them (if ever), it will be too late: there will be nothing left to conserve. Not that it makes a lot of difference. If none of these paper parks is to be designated as a &quot;reference area&quot; - which is the government&apos;s term for a place from which damaging activities are banned - it&apos;ll be too late whether or not they are declared conservation zones. What makes this unbelievably, blitheringly stupid is that it&apos;s not even in the interests of the fishing industry. As evidence from all over the world shows, reference areas, or no take zones as they are usually called, greatly increase the total catch, even though parts of the sea become inaccessible to fishing boats. This is because they create places in which fish and shellfish can breed undisturbed, allowing their numbers to rise and then spill over into unprotected places. So how does Richard Benyon justify his policy? On the grounds that we don&apos;t yet have &quot;adequate evidence&quot; that damage is being done by the fishing industry to the areas which were to have become marine conservation zones. It&apos;s a difficult one, isn&apos;t it? Does dragging metal rakes, chains and beams over the seabed, smashing all the sessile lifeforms, turning over boulders, scooping up the fish and other creatures in their path, damage the marine ecosystem or not? Has industrial fishing harmed the marine environment, or improved it? In Benyon&apos;s defence, the government has had only 600 years in which to investigate this question. In 1376 a petition was presented to Edward III. It concerned something the petitioners called a wondryechaun, which means an object of amazement. It was, in fact, one of the world&apos;s first beam trawls. Here&apos;s the nub of the complaint: &quot;the great and long iron of the wondryechaun runs so heavily and hardly over the ground when fishing that it destroys the flowers of the land below the water there, and also the spat of oysters, mussels and other fish upon which the great fish are accustomed to be fed and nourished.&quot; The government is still considering its response. As the Bitter Environmentalist website points out, in this case  &quot;&apos;evidence&apos; really means &apos;fear of&apos; or &apos;subservience to&apos; commercial sectors ... marine conservation has to fulfil herculean standards of evidence to stand a chance of occupying any space at sea that is now or might one day be used commercially&quot;.  The evidence is, in reality, abundant and overwhelming. In 2004 the Royal Commission remarked that the seas around this country &quot;have been scrutinised in great detail since at least the mid-19th century&quot;. Existing data were easily sufficient &quot;to design comprehensive, representative and adequate networks of marine protected areas for UK waters.&quot; Of course there&apos;s always more to be discovered and we&apos;ll never have a complete description of the damage being done in the UK&apos;s murky waters, though generally the more we know, the worse it looks. But as the last government pointed out,  &quot;lack of full scientific certainty should not be a reason for postponing proportionate decisions on site selection.&quot;  As Bitter Environmentalist argues, the evidence-of-harm obstacle is an artefact of the government&apos;s peculiar conservation policies. In other parts of world, countries which want to create marine reserves simply draw their lines on the map and ban some or all extractive industries within them. They recognise that, wherever you do it, keeping industrial fishing out allows the marine ecosystem to recover. The more sensitive the habitat, the greater the benefit. But in the UK, it&apos;s all about managing &quot;features&quot;. First you must identify a &quot;feature&quot;  which means an animal or a plant or a habitat  then you must establish its conservation status, then you have to work out, if it&apos;s in unfavourable condition, what human activity might have caused that, then you manage the human activity in order to improve the feature&apos;s conservation status. It&apos;s a fantastically cumbersome procedure, especially at sea, where it is harder than on land to establish the exact condition of your chosen feature. More importantly, it leaves the government wide open to judicial review. It places the burden of proof on the government to demonstrate that a particular kind of activity is causing a particular kind of harm, and if there&apos;s any question about the evidence of harm, the government can be taken to court. It&apos;s a perfectly designed system for ensuring that industrial interests can frustrate effective conservation. Even if any and every attempt, however marginal, to prevent particular damage to particular features within the paper parks does not come tumbling down through judicial challenges, Bitter Environmentalist points out that what we&apos;ll end up with is a  &quot;piecemeal, atomised outcome [that&apos;s] confusing to stakeholders, unenforceable for managers and ineffective for marine biodiversity.&quot;  Mission accomplished, in other words. Monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/feb/11/eu-fishing-discards-ban-richard-benyon", 
    "wordcount": "1442"
}