{
    "headline": "This week's new games", 
    "text": "The Witcher 2: Assassins Of Kings, Xbox 360 Role-playing games normally stumble over themselves to let you customise your character, from gender to species to specialism in magic, fighting, thievery or a variety of other ways of knocking off orcs and persuading innkeepers. The Witcher 2 doesn&apos;t dabble in such frippery. You&apos;re scarred outcast Geralt of Rivia and that&apos;s that. After a lengthy introduction in which you get to know a charismatic and popular king, before being framed for his murder, you escape to a town whose inhabitants exhibit a crude ruthlessness that you soon realise is just what this world is like. Witcher 2&apos;s conversion from a PC game is generally successful and it retains the original&apos;s refusal to hand-hold, letting you find out how things work through trial, error and repeated disembowelments at the claws of the less friendly inhabitants. Combat is clumsy, glitches abound and the game&apos;s lack of mollycoddling often feels like abject neglect, but the cast of salty characters and rich, intrigue-fuelled plot create an unusually textured and absorbing game. Namco Bandai, 38 Ridge Racer Unbounded, PS3 &amp; Xbox 360     Ridge Racer Unbounded    The Ridge Racer series has always been about perfect power-slides and driving with clinical precision. Unbounded is almost the diametric opposite. Owing more than a nod to Burnout and the criminally unsung Split Second: Velocity, it delights in letting you blast your car right through fellow racers, scenery and buildings, leading to a track littered with tumbling debris and still-smouldering shortcuts that didn&apos;t exist on the lap before. This gives races a seat-of-the-pants feel, leaving you breathless and palpitating after two or three laps of aggressive jockeying for position. Domination races, which demand a podium finish as well as letting you earn extra points for destruction caused, are the game&apos;s staple, but there many other distractions, from straight time trials to the frenzied annihilation of frag attacks where you simply need to mangle as many opponents as possible. Ridge Racer Unbounded is an utterly thrilling reboot of the series. Namco Bandai, 35-40 Games news     Mass Effect 3    With popular uprisings still in progress in the Middle East, it&apos;s slightly depressing that the western world&apos;s biggest outcry this spring appears to be that the ending of Mass Effect 3 wasn&apos;t quite up to snuff. After months of online mud-slinging, developer BioWare has caved in to fan demands by promising a free &apos;Extended Cut&apos; for late summer. Mass Effect&apos;s publisher, Electronic Arts, is also in the news for winning the Golden Poo Award for being America&apos;s worst company, apparently for the sin of charging for downloadable content that players believe should already be part of the game. EA&apos;s apt rebuttal was that &quot;AIG, Philip Morris and Halliburton are all relieved.&quot; Quite. New for this week are Pandora&apos;s Tower, a peculiar role-playing game with a Japanese flavour of body horror, and Angry Birds Space, with yet more irate avian-throwing action.", 
    "section": "technology", 
    "gid": "technology/2012/apr/14/this-weeks-new-games", 
    "wordcount": "485"
}