{
    "headline": "Labour seeks Lib Dem support to fight grammar school plans", 
    "text": "Labour is seeking Liberal Democrat support to oppose changes to the school admissions code that would allow grammar schools to expand. In draft admissions codes published last week, ministers scrapped &quot;the duty to consult locally and the ability to object when a school increases its admission numbers&quot;. Parents will be stripped of the right to take objections over expansion to the schools&apos; adjudicator. Campaigners against academic selection say this could force some schools into a battle for survival as grammars expand to take on their neighbours&apos; best-performing pupils. Labour&apos;s shadow education secretary, Stephen Twigg, is writing to every Liberal Democrat MP to seek their support in a vote against the changes. Twigg said: &quot;I am seriously concerned about what looks like an attempt by the Tory-led government to expand selection at [the age of] 11 through the back door. &quot;The government is trying to sneak through changes to the admission code without parliamentary debate. These would remove the rights of parents to appeal to the schools&apos; adjudicator on the expansion of grammar schools.&quot; The changes, which allow the expansion of all popular schools, will come into force on 1 February, subject to parliament&apos;s views. Labour is planning to oppose the changes through a mechanism known as &quot;praying against&quot; it, which means there will be a debate in parliament and a vote in a special committee. Meanwhile, Labour peers will argue in the House of Lords that the changes will narrow parents&apos; choice. Lady Jones, a Labour peer, will open a debate in the Lords on Monday by arguing that the majority of pupils will miss out if grammar schools are allowed to expand. &quot;Grammars will cherry-pick pupils and this will skew the pupil intake of non-selective schools,&quot; Jones said. &quot;They will take away the best pupils. This amounts to introducing selection by the back door and takes away parents&apos; choice.&quot; Twigg said the government should not be trying to &quot;divide children at 11, or remove the right of parents to have their say&quot;. &quot;We will pray against the schools admission codes, and ask the government to carry out an honest consultation with parents and teachers.&quot; Labour accuses the government of being unclear on grammar schools. Before the election, Cameron said there would be &quot;no return to the 11-plus&quot;. In government, the coalition has made it easier for grammars to expand. There are proposals to build a new grammar school in Sevenoaks, Kent, by establishing a satellite of an existing school. Ministers believe places at good schools have been &quot;effectively rationed&quot; for too long. Capping popular schools denies parents real choice, the Department for Education says. Scrapping restrictions on the expansion of the most popular schools means weaker schools will come under more financial pressure as their pupil numbers dwindle. Selection is a historic battleground for Labour. The party pledged to end it altogether at its 1995 party conference, when David Blunkett said: &quot;Read my lips. No selection by examination or interview under a Labour government.&quot; The numbers of children attending grammars rose during Labour&apos;s time in office. Last week, BBC Four broadcast a two-part series, The Grammar School: A Secret History, in which David Attenborough, Joan Bakewell, Neil Kinnock and Edwina Currie talked about their experiences of going to grammars. The programmes recalled the postwar age of grammar schools and discussed how they brought out the best of bright students from humble backgrounds.", 
    "section": "education", 
    "gid": "education/2012/jan/16/labour-lib-dem-grammar-school", 
    "wordcount": "584"
}