{
    "headline": "New York beekeepers quadruple", 
    "text": "The number of beekeepers in New York city has quadrupled since the ban on keeping bees was lifted two years ago, figures show. NYCBeekeeping, the city&apos;s largest beekeeping group, reports that membership has grown from around 325 to more than 1,300 people and there are now hives on skyscraper rooftops, in community gardens, and school backyards across the five boroughs. Jim Fischer, mentor-in-chief of NYCBeekeeping, says ever since  a phenomenon dubbed colony collapse disorder (CCD) hit the headlines and led to the death of millions of honeybee colonies,  there has been an explosion in novices wanting to keep bees. &quot;Beekeepers used to be white, grey-haired males, but now there are a lot more females and a more varied age and race profile,&quot; said the apiarist. &quot;Bees have replaced penguins or whales as the fashionable environmental cause. You can&apos;t see tangible results from recycling but bees pollinate and make local honey.&quot; More than 100 beginner beekeepers attend free classes at his two training apiaries in the Bronx and on Randall&apos;s Island, between Manhattan and Queens where, he says, you can find Park Avenue socialites rubbing shoulders with people from housing projects. Fischer claims to have the highest hive in Manhattan on the 15th floor of the InterContinental New York Barclay hotel, in view of the Chrysler building, alongside vegetables grown on the roof for the hotel&apos;s restaurants. Despite the surge in the number of beekeepers, less than 100 beehives are registered with the city&apos;s health department. &quot;Less than half our members have their own bee hive and of the rest mostly have hives out of town in the Catskills [park and mountains] or the suburbs,&quot; Fischer explains. He does not know how many beekeepers may be keeping unregistered hives. The bee ban was introduced in 1999 by mayor Rudy Giuliani&apos;s administration which added bees to a list of prohibited &quot;wild animals&quot; thought to be too dangerous for the city. Before the ban was overturned in 2010 a handful of clandestine apiarists kept camouflaged hives hidden from view risking fines of up to $2,000 (1,272). Fischer, who kept hives legally at the Bronx zoo, says locally produced food campaigners and gardeners pushed hard for the ban to be overturned. &quot;The economic downturn resulted in a surge of community gardens where food was being grown for local residents but gardeners soon realised it&apos;s hard to grow things without pollinators.&quot; Bees make the city &quot;more liveable&quot;, says Fischer. &quot;Gardening is more successful and it provides local honey [made from a mixture of whatever trees are in blossom] that people tell me helps with allergies.&quot; A 1/2lb jar sells in local health food stores for $18 (11), he adds. The rise in popularity of urban beekeeping is not confined to New York, with city beekeeping associations worldwide reporting unprecedented growth. Fischer thinks the trend will last. &quot;I wouldn&apos;t go as far as to say beekeeping is a path to spiritual enlightenment, but for urban dwellers the hive is a small box of calm in the midst of a world gone mad.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/new-york-beekeepers", 
    "wordcount": "528"
}