{
    "headline": "News360 talks news aggregation, iPad relaunch and publisher partnerships", 
    "text": "News publishers this one included are excited about the potential of smartphone and tablet apps as a new way to make money from subscriptions. But at the same time, they&apos;re gauging the impact and potential of news aggregation apps: Flipboard, Zite, News360, Pulse, Taptu, Flud and numerous others. What if the app-future for news is more about advertising partnerships with these companies than paying punters for the publishers&apos; own apps? With 1.5m downloads across various smartphone and tablet platforms, News360 is one of the aggregation apps that has some traction. In July 2012, the company relaunched its iPad version. I sat down with chief executive Roman Karachinsky to find out more. &quot;We rebuilt the app from the ground up,&quot; he says. &quot;It&apos;s meant to understand your interests, pick the right content for each one and provide a single, very relevant feed that covers all of them. We&apos;ve spent literally months working on algorithms that make this come together.&quot; News360 is tracking more than 1m different topics, brands, companies and sources, but it&apos;s also looking to do more with social networks than simply pull in tweets and status updates from friends. According to Karachinsky, News360 is more about &quot;sifting&quot; through your Facebook history posts, comments, Likes and jobs included and using this to provide a list of news topics that it thinks will be relevant. The app then learns as you use it, based on what you read, how long you read it for, and whether you share it. The aim is to take News360 beyond the early adopters power users who are willing to spend lots of time refining their profiles and browsing separate categories or feeds. &quot;We want to map people&apos;s interests without them doing a lot of work,&quot; says Karachinsky. &quot;People who are intelligent and want to read the news and be informed citizens, but who don&apos;t have the time or energy to put a lot of work into it. The main issue they want to solve is content overload. It&apos;s impossible for them to follow everything they want to follow.&quot; In short, News360 is trying to steer away from the idea of social news aggregators those that show a feed of stories that all your friends have linked to and back towards the idea of algorithm-based recommendations that use your social profile as data to refine their suggestions. &quot;If your friend posted something on Facebook, you&apos;re probably going to read it there,&quot; says Karachinsky. &quot;But if we know you&apos;re interested in space exploration, say, we can expose you to media and content that you might have missed. And then you can be the broadcaster and post stuff onto those social networks.&quot; It&apos;s too early to tell whether the relaunched News360 app will break out to more mainstream tablet users to compete with Flipboard, Zite and other aggregation apps. Consolidation ahead There has been a lot of money heading into these kinds of apps, whether through investment or acquisition Zite is now owned by CNN for example. Some kind of consolidation seems inevitable, with Karachinsky saying Flipboard and Zite are News360&apos;s biggest competitors. Having announced 8m downloads earlier in 2012, Flipboard seems the biggest company in the space, but Karachinsky is understandably keen to stress its differences to his own product. &quot;They&apos;re not necessarily an aggregator: they&apos;re about feeds. Taking existing streams of content and visualising them in a very compelling way, whether that&apos;s Facebook and Twitter, or a curated feed from a publisher,&quot; he says. &quot;That&apos;s really valuable, they&apos;re creating a new medium and doing great work in figuring out advertising strategies. But they&apos;re definitely not solving this issue of discovery.&quot; One continuing grey area is over how online publishers  from newspapers and broadcasters to individual blogs see all these apps, aggregators or otherwise. Zite was sued for copyright infringement before it got bought, while even within organisations like The Economist there are disagreements over whether something like Flipboard is an important new distribution partner, or a &quot;head-on competitor&quot;. Karachinsky says attitudes are shifting all the time and in favour of working with rather than against the aggregator apps but he admits there remain internal divisions in some of the biggest media companies. &quot;You often have digital and editorial people really looking for discovery methods, trying to find new ways to get content out there by experimenting and trying new things,&quot; he says. &quot;But then the business and legal side might be really conservative, concerned about keeping rights protected and opening this Pandora&apos;s box of putting content out there. They&apos;d rather use paywalls to monetise rather than try new advertising methods, and so on. In different organisations, the balance is different.&quot; Karachinsky isn&apos;t anti-paywall: he notes that it seems to be working for the Financial Times, Wall Street Journal and New York Times to name but three. The latter has even signed a deal to take its paywall onto Flipboard, making stories available to any Flipboard user who pays for an NYT subscription. Karachinsky is more concerned about working with the rest of the media industry: sites that are struggling to pay for their running costs with advertising revenues. &quot;If they are successful in SEO, virality and so on, they can make money but their content suffers. They become the Daily Mail or one of those sites doing top 10 slideshows of kittens!&quot; he says. &quot;What we&apos;re trying to do is find a way to keep the content good and effective, and great writers writing and covering great stories, rather than falling into this trap of creating really cheap and plentiful content that&apos;s going to be terrible. The problem: great content doesn&apos;t make money right now.&quot; Discovery solution And News360 has the solution? Karachinsky&apos;s pitch is that the solution is discovery: apps and algorithms that help people find the great stories that are most relevant to them, and thus drive enough traffic to those stories to help their publishers make money. That&apos;s the theory, anyway. &quot;It&apos;s difficult for them, because the model doesn&apos;t work yet, and there&apos;s no existing service they can look at and think &apos;these numbers make sense, we can do it&apos;,&quot; he says. &quot;But CNN buying Zite is an interesting indicator of where this is going. CNN understands very well that in two, three, five years time, this will be the way that most people find content: Zite, News360 and other services of a similar nature.&quot; Will they pay for it? That&apos;s even less clear. Karachinsky cites the example of Ongo, a website and app in the US that was funded by the New York Times, Washington Post and Gannett to aggregate stories from their sites and others, and charge users from $6.99 a month for ad-free access. It launched in January 2011, but shut down in June 2012, with CEO Dan Haarmann blaming its complex pricing and Apple&apos;s 30% cut of subscriptions as key reasons for its failure. &quot;They were able to get some people to pay for it, but orders of magnitude less than was needed to make the service viable,&quot; says Karachinsky, who goes on to explain that for now, being a free-to-use news aggregation app may be the only way to get such a business up and running. &quot;If you&apos;re just a free aggregator, at this point most sources are fine because you&apos;re driving traffic. As soon as you charge, though, people come to you saying &apos;you&apos;re earning money, where&apos;s our share?&apos;,&quot; he says. &quot;The model is not there yet. At this point, advertising is the most effective and proven model, and publishers understand how it works: the economics of it. When you have this targeted distribution that we can provide, there&apos;s an opportunity to create much more effective advertising strategies.&quot; That&apos;s where we&apos;re in very early days still, and at a point when news publishers are trying to get their heads around several new, disruptive business models. The task for Karachinsky and his rivals is to break through any wariness with their message that discovery can have a big, positive impact on their businesses. &quot;There is still tons of work to be done,&quot; he says. &quot;It&apos;s a problem that won&apos;t be solved for years to come, but we&apos;ve made a significant breakthrough.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/16/news360-ipad-relaunch-news-aggregation", 
    "wordcount": "1419"
}