{
    "headline": "Boot up: Apple app pirates, the lost web, Berners-Lee on link myths, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team New services bypass Apple DRM to allow pirated iOS app installs without jailbreaking on iPhone, iPad &gt;&gt; The Next Web Matt PAnzarino:   So we&apos;ve got two things going on. Services like Zeusmos have figured out how to ease the process of purchasing a developer slot and using its certificate to install &apos;cracked&apos; apps, which are widely available on the internet. And ones like Kuaiyong are somehow bypassing Apple&apos;s licensing rules to redistribute the same copy of an app over and over.  Security researcher Stefan Esser has been speculating about the Kuaiyong service on Twitter, noting that it could be an excellent way for them to distribute malware to iOS devices. Though the apps themselves are limited in what they can access due to sandboxing, specialized malware could be developed for certain popular apps that collected information and logged activity on your device. And there&apos;s a strong likelihood that whatever they&apos;re doing is using illegally obtained licenses at the least, and credit-card fraud at the worst.  Make a donation to the Internet Archive &gt;&gt; Archive.org  Your donations of $250,000 were matched 3-to-1 by a generous donor. We raised enough to purchase 4 petabytes of storage, which helps us towards the 10 we estimate for next year. Beyond that, this will help us archive books, music, video and web sites. If you haven&apos;t donated yet, please help keep the archive open!   Please donate - it&apos;s a fantastic service, due to get even better. The web we lost &gt;&gt; Anil Dash  The tech industry and its press have treated the rise of billion-scale social networks and ubiquitous smartphone apps as an unadulterated win for regular people, a triumph of usability and empowerment. They seldom talk about what we&apos;ve lost along the way in this transition, and I find that younger folks may not even know how the web used to be.  So here&apos;s a few glimpses of a web that&apos;s mostly faded away.   Late to linking to this, but it&apos;s good to think about as the new year dawns. &quot;What Are You Going to Do Next?&quot; Introducing the Predictive Interface &gt;&gt; Stephen Wolfram log  There aren&apos;t very many qualitatively different types of computer interfaces in use in the world today. But with the release of Mathematica 9 I think we have the first truly practical example of a new kind--the computed predictive interface.   Absorbing blogpost by the hugely clever Stephen Wolfram. Links and Law: Axioms of Web architecture &gt;&gt; W3C Tim Berners-Lee, April 1997:   Myth: &quot;A normal link is an incitement to copy the linked document in a way which infringes copyright&quot;.  This is a serious misunderstanding. The ability to refer to a document (or a person or any thing else) is in general a fundamental right of free speech to the same extent that speech is free. Making the reference with a hypertext link is more efficient but changes nothing else.  2012: The year Irish newspapers tried to destroy the web &gt;&gt; Dublin Solicitors Ireland  The [Irish] Newspaper Industry (all these newspapers) had its agent write out demanding money. They wrote to Women&apos;s Aid, (amongst others) who became our clients when they received letters, emails and phone calls asserting that they needed to buy a licence because they had linked to articles in newspapers carrying positive stories about their fundraising efforts.  These are the prices for linking they were supplied with:   Your eyes will pop at the amounts.  Google is attacking Apple inside out &gt;&gt; Business Insider  Call it &quot;the worm strategy&quot;--because Google is attacking Apple from the inside out.  Over the past six months, Google has begun to systematically replace core, Apple-made iOS apps with Google-made iOS apps.   The argument is persuasive - that Google is developing really great iOS apps so that it can get itself installed onto iPhones everywhere, so that it can maintain its desktop dominance on mobile. The question is, should Apple care, as long as it can sell iPhones? Innovate or die: Nokia&apos;s long-drawn-out decline &gt;&gt; TechCrunch Natasha Lomas:   [Ian] Fogg [analyst at IHS Screen Digest] believes Nokia&apos;s current set of problems with Windows Phones are not explained by a failure of execution; now it&apos;s their strategy that&apos;s the problem. While Elop &quot;rightly saw&quot; that mobile was becoming a &quot;war of ecosystems,&quot; choosing Windows Phone to fight the dominant players of Android and iOS has simply dragged Nokia down, he argues. &quot;Now it&apos;s Windows Phone that is holding Nokia back. Windows Phone is proving a hard sell because of the success of Android and iOS.&quot;  Adopting Windows Phone also means Nokia is now reliant on Microsoft&apos;s execution -- and Redmond continues to lag behind the pace of development on the dominant smartphone platforms. &quot;Microsoft has been slow to innovate with Windows Phone, which has held Nokia back,&quot; says Fogg. &quot;The current version, Windows Phone 8, is little different in consumer features to Windows Phone 7 of two years ago. In the meantime, Apple and Google have piled on numerous more features to iOS and Android.&quot;  &quot;Elop chose Windows Phone also because he could reduce costs by lowering the number of Nokia staff working on content and services. Ironically, Nokia is having to stimulate the Windows Phone ecosystem by content deals to attempt to get the platform moving,&quot; Fogg adds.   This is the question on which the whole of Nokia&apos;s present and future revolves. Should it have gone with Android? Would it have been able to compete with Samsung and be as big, or would it be struggling as HTC now is, stuck in the mid-market? Though the claim that Android and iOS have added more features than Windows Phone (especially Nokia&apos;s version) doesn&apos;t quite stack up. Nokia&apos;s Windows Phone has plenty of standout features (Kids Corner, Nokia Music, City Lens). May 2011: Android leads in US smartphone market share and data usage &gt;&gt; Nielsen Wire May 2011:   But while a higher proportion of iPhone owners engage in these kinds of activities, consumers with Android devices who engage in these activities consume more data on average. An analysis of nearly 65,000 cellphone bills in the US reveals that in the first quarter of 2011, Android smartphone owners consumed an average of 582 MB of data each month, compared to 492 MB for iPhone owners.   This is a really intriguing set of data: there doesn&apos;t seem to be a more recent version (though this Nielsen post in June 2011 uses the same data). What&apos;s the cause? (Thanks @beardyweirdy666 for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/02/technology-links-newsbucket", 
    "wordcount": "1147"
}