{
    "headline": "Ubisoft CEO Yves Guillemot on the future of digital gaming", 
    "text": "Ubisoft has always been the most creative and experimental of the major publishers, willing to bet millions of euros and hundreds of staff on mega-concept brands like Assassin&apos;s Creed and Watch Dogs. Over the past few years it has also been taking increasing notice of the digital sector, bringing back classics such as Rayman as downloadable console titles, while introducing free-to-play versions of console blockbusters such as Ghost Recon.  On the verge of a new console generation, and with a range of interesting digital projects on its books (including the promising Mighty Quest For Epic Loot), Ubisoft is gearing up for an unpredictable and challenging future. So what are its plans, and how important will digital distribution be? We spoke to the company&apos;s chief executive, Yves Guillemot, to find out.Last week, Ubisoft held a big digital gaming event in Paris, and you had plenty of big online, smartphone and free-to-play titles on show. Is digital already a major part of your business, or is this really only the beginning?It&apos;s the beginning for us, it&apos;s going to grow very quickly over the next couple of years.  My favourite title at the event was Mighty Quest For Epic loot, which is your first new free-to-play IP. Some people are saying that all games will be free to play in the future. What do you think?Free-to-play is one model; it&apos;s just a different way to monetise games. I believe that all the models will co-exist with different types of experiences. Free-to-play is working very well, and we&apos;re going for it because in some countries, especially in Asia, it&apos;s the only model. But we will continue to make console and high-end PC games.  You&apos;re bringing the Ghost Recon brand to every platform, from console to tablets to social networks. Is that the inevitable future for your titles  huge multi-platform roll-outs?Yes, the goal is to reach more consumers. We went from 300 million to 1 billion to more than a billion customers and the newcomers were from tablets and other platforms. The goal is to make sure our brands are platform agnostic. We&apos;re trying to make sure all gamers know about our games, and that they get an experience that&apos;s adapted to the format they play on. Do you think this will lead to a future of seamless cross-platform play  of persistent experience across console, phones and tablets?You should be able use whatever device you have, wherever you are, to continue a game. What I see for the future is that you&apos;ll be able to take console and PC titles wherever you are, whether that&apos;s the full experience or [a modified experience for smartphones] where you can prepare for the main game or react to things happening in the world. If a game is always on, friends may have done something in the game world, and you need to react. We want to provide the possibility of being connected to game worlds and to act on a regular basis, either with friends or alone. Not every game will do it, but it&apos;s a feature that&apos;s needed  we all have smartphones and tablets and we want to be able to use those devices to interact with the experience. We need to be able to compete with friends either synchronously or asynchronously. It makes things much more fun and interesting. Are the new models and new platforms changing the way you design and green light games at Ubisoft?We need to adapt to these new phenomena  it&apos;s different from console where you create the content and deliver it whole. With digital games, we will have to make sure we can react quickly and change the experience and we have to create all the systems so that we can understand what is going on; we need to know why people are stopping playing at certain points. That&apos;s something we&apos;ve been working on for the last three years  not just listen to what players say, but see what they do. With the next console generation approaching, and a new era of very wide cross-platform release schedules, do you think you&apos;ll be making fewer titles?With next gen consoles, it&apos;s going toward bigger games, and yes, we will make less of them. But with free-to-play games, the teams aren&apos;t as big so we can try different things and find subjects that are of interest to consumers. We announced Mighty Quest for Epic Loot last week, and we are announcing new types of games. This new environment is actually giving us the chance  because we&apos;re reaching new consumers  to develop new types of game brand and experience. What I like about the FTP model is that you are with your consumers all the time  you can spend six months refining the gameplay and then put it in another environment, another title, because you automatically know it works well. So you&apos;ll be able to take proven game systems and ideas out of free-to-play titles and put them in other projects because the notions have been tested?You&apos;ve already had feedback from gamers. You can use those features in other types of games.  Ubisoft has also used digital platforms to explore its legacy brands such as Rayman and Prince of Persia. Do you see this continuing? I mean, there are a lot of people who would love to see another Beyond Good and Evil game. Could Beyond Good and Evil 2 come out as a digital release?You never know. It could happen! It&apos;s a fact that you don&apos;t have to create a game that&apos;s very long, you can take different risks with games. What are you expecting from the next generation Xbox and PlayStation consoles?I think what happens this time will be like what happened in the past. Generally, next generation consoles pick up what&apos;s interesting in the world around them  they look at what the PC experiences are, what the mobile experiences are, they look at the social elements  and then manufacturers come up with a unit that you can put in front put the TV but that takes advantage of all the innovations that have happened since the last generation, and at a price that is accessible. So for sure, the machines will be more powerful, but we can expect this generation  because they took quite a long time!  to actually come with something really new, really interesting that will boost the market enormously. How will they be different?You have a glimpse at what could happen with SmartGlass from Microsoft. Microsoft is also moving in to mobile  we can look at what they and Google are doing  those guys are trying to consider the universe we inhabit. Being connected, playing with your friends on any device  consoles can continue to improve that experience and make sure it&apos;s more believable, that you&apos;re immersed in those worlds. The potential is there, with everything that&apos;s been created in the last seven years, to give us new sensations.  With Wii U, Nintendo is betting on this new idea of dual-screen entertainment, the theory that we&apos;re all interacting with both a large screen display and a smaller personal device simultaneously now. Is that going to be a big part of the future?Yes, there are two factors there. You can play on the small screen when the large one is taken. but also there&apos;s the possibility of having different gameplay for different people, depending on what screen they&apos;re watching. It&apos;s not only playing together, it&apos;s having a different experiences in the same world. We see lots of new very interesting possibilities with the Wii U: you can adapt the game to the different levels of know-how among your players. So a father who is not as agile as his kid could be doing a part of the game that is complimentary, that doesn&apos;t require speed. This will develop  it&apos;s the whole idea of complimentary activities. And that&apos;s just one facet. There are a lot of changes coming, starting with the Wii U. How about Ubisoft&apos;s approach to smartphone and portable console development going forward?Starting with putting Assassin&apos;s Creed on Vita, what we see is that those machines will be able to play big, epic adventure games  you will see more of those games from Ubisoft coming on mobile platforms. Rayman is on iPhone and iPad and Android  this is something created on console but all the graphics and animations have been moved onto the other machines.  You&apos;re very optimistic about it all, but the digital era brings with it a lot of problems. For example, gamers are still somewhat suspicious about the free-to-play model It&apos;s a new type of game  you have to change the way you think. There can be misunderstandings about the type of monestisations in place  some mobile games push you very quickly to buy something. But we see that, the longer people can play without having to play, the more we actually monetise. It shows that if you provide a good experience it will bring in more people and a greater number of these players will eventually want to show they have, say, a better costume than others, or will want different items than the others. We don&apos;t look at the first steps toward free-to-play, we&apos;re looking at what it will be in the long term. The goal will be to make sure you want to stay in that environment, to be with your friends, to be able to help your friends progress. The first goal is always to make sure the experience is interesting. And, as I&apos;ve said, everything we learn there we can use in console games. After a year you can be so confident, you can optimise it so well, the experience becomes perfect. And you&apos;ve just closed your first big digital controversy  your very unpopular always-on DRM. Is that a sign that you&apos;re developing a new approach to the industry as it evolves?In fact, when you look at it, we changed our system in June last year and we thought everyone would see it  but that wasn&apos;t the case. People now understand that one-time activation is what&apos;s been happening for more than a year. The goal is to make sure we can create content that will be paid for; everything we&apos;ve been trying to do, which hasn&apos;t always been popular, is to make sure we give our creative staff more to put into their games  the higher the revenue, the better the games can be. But we saw that it caused problems and we&apos;ve made it lighter. Our systems are no different than what we see with other companies. We have to make sure our customers are happy. We weren&apos;t happy about the trouble. From the beginning, the goal of this company has been to make sure gamers are pleased.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/12/yves-guillemot-ubisoft-interview", 
    "wordcount": "1802"
}