{
    "headline": "Universities should open their ears to live music", 
    "text": "I&apos;ve met very few people at university who don&apos;t like music. There are people who&apos;d walk on hot coals for Beyonce tickets, ones who get all heated about the X Factor  and then there are those who put on bands in their living rooms. More than ever, young people are interested in carving out a future for themselves in the creative and digital industries, which contribute 6% of the country&apos;s GDP and employ over 2 million people. You&apos;d expect universities to pick up on this and deliver guidance and support, but it seems they&apos;re falling short. Live music is a footnote in the offerings of many a student union. Joining a choir or an orchestra might be encouraged, but there doesn&apos;t seem to be much going in terms of supporting the sort of music most popular among students. Where are the facilities for musicians to hang out and play together? They have to head off campus to get their fix, and universities are doing little to hold them back. It&apos;s hardly surprising that so many musicians drop out to pursue a career in the industry. One band who survived their three years of study earned dork status by virtue of graduating (though being a bit posh probably helped too). Critics were calling Alt-J nerdy long before they won the Mercury music prize  they were &quot;geeks&quot; who made &quot;boffin rock&quot;. Having met at Leeds University, they left with four degrees and a handful of well-honed songs between them. Gus Unger Hamilton, keyboard player and band member with the fanciest name, doesn&apos;t credit Leeds as the key to their success. &quot;The university weren&apos;t encouraging or discouraging. And we never participated in societies because we didn&apos;t have to.&quot; While live music nights organised by the university were &quot;mainly jazz&quot; (&quot;we played once and it was rubbish&quot;), Alt-J didn&apos;t get much help from the city either. Unger Hamilton says: &quot;We signed up to be a support band at the Cockpit, but they said because we weren&apos;t from Leeds, they wouldn&apos;t have us.&quot; If your university isn&apos;t doing contributing to the development of your musical career, and the city it&apos;s based in isn&apos;t helping either, it&apos;s no wonder that dropping out becomes an attractive option. Foals frontman Yannis Philippakis famously dropped out of an English degree at Oxford, a risk that clearly paid off. Daniel Harvey went to university but was poached after a year by the band he is now the drummer for, Dog is Dead. Having just completed his first year studying maths, Harvey describes his choice as &quot;definitely a case of one or the other&quot;. He admits he went to university to broaden his horizons, rather than work towards a career as a mathematician. &quot;I&apos;m thrilled that I made the decision I did. This is where my heart is.&quot; Universities lay great stress on employability and transferable skills  so it&apos;s a shame they don&apos;t take students&apos; enthusiasm for music more seriously. If you take a look at student union websites, it&apos;s quite clear that the little decent live music there is out there is swamped by fancy dress club nights. A cultural itch remains unscratched, while girls at university-organised club nights are being encouraged to dress in less and less. Promoting live music would be an obvious way to shift the spotlight from binge drinking and lad culture and focus on something more positive. Alt-J will remain the boffin kings of the music industry until a new band gets famous for graduating. Universities leading the way GoldsmithsPureGold is the annual music festival put on by the university to showcase its variety of musical talent. Beginning today and running for two months, most events are completely free. This year features concerts from the Goldsmiths Film Orchestra, which will be playing music from video games, and a series of popular music shows. The university will launch its own record label, NX Records, today  it&apos;s an offshoot of Accidental Records, the home of such artists as Roisin Murphy. University of EdinburghThe student union has a page dedicated to the live events that take place over its three branches. Teviot, the oldest purpose-built students&apos; union in the country, has a variety of live acts on every week. It&apos;s currently a hosting venue for Tradfest, a celebration of culture throughout the city, with acts on every night. University of East AngliaUEA&apos;s students&apos; union cared so much about the Waterfront music venue that it stepped in to buy it when it was struggling financially in the 1990s. Now fully run by the student&apos;s union, it puts on a huge variety of live music every night. The union&apos;s all-standing venue the LCR, with a capacity of 1,550, hosts big live events on a regular basis.  Is your university a hive of musical creativity or a cultural cul-de-sac? Let us know what&apos;s going on where you are.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/09/universities-should-back-live-music", 
    "wordcount": "824"
}