{
    "headline": "We urgently need to tackle malnutrition in Yemen, says Unicef", 
    "text": "With 58% of children under the age of five stunted by malnutrition, Yemen has the second highest rate of chronic malnutrition in the world, behind Afghanistan. Acute malnutrition affects as many as 30% of children in some parts of the country, close to the levels in south Somalia, and twice as high as the internationally recognised emergency threshold. Given the scale of the problem, the UN Children&apos;s Fund (Unicef) is urging donors to make the fight against malnutrition the priority in the development agenda for Yemen. &quot;We want to make this a priority because of the size of the problem,&quot; said Geert Cappelaere, Unicef&apos;s representative in Yemen. &quot;It is an emergency very much comparable to the Horn of Africa and the Sahel, but it is not getting as much attention.&quot; Unicef says the dire humanitarian situation in Yemen is a result of chronic underdevelopment, exacerbated by years of conflict  culminating in last year&apos;s political upheaval, which saw the dictator Ali Abdullah Saleh ousted from power after 33 years and replaced by President Abd-Rabbu Mansour Hadi. The country remains volatile. On Monday, the commander of military forces in the south of Yemen was killed by a suicide bomber in the port city of Aden, days after troops drove Islamist militants linked to al-Qaida from their southern strongholds. Last month, a suicide bomber blew himself up at a military parade rehearsal in the capital Sana&apos;a, killing more than 90 soldiers. Despite the violence, Cappelaere said a widespread effort against malnutrition is feasible as 90% of the country is accessible, particularly to local organisations such as the Yemeni Women&apos;s Organisation partnering the World Food Programme and Oxfam. &quot;Lack of access is not an excuse,&quot; he said. &quot;The response to malnutrition is complex but doable, this needs to be emphasised.&quot; Cappelaere argued that the international community needs to devote as much attention and resources to Yemen&apos;s development challenges as the country&apos;s security problems, because unless development is tackled security will also fail. He gave the lack of access to water as an example. &quot;Close to 60% of Yemenis have difficulty in getting access to drinking water. Last year&apos;s conflict was about politics, but what will be the next source of conflict  it may well be the struggle for water,&quot; he said. There are signs that donors are heeding the call to tackle Yemen&apos;s development challenges. A meeting of the Friends of Yemen group in Riyadh, Saudi Arabia, chaired by the UK last month, made $4bn in pledges to meet the country&apos;s humanitarian crisis. On 20 June, USAid said it is increasing aid to Yemen by $52m this year to a total of $175m. For Cappelaere, tackling malnutrition means also dealing with access to water, sanitation and education, not just providing food. Besides, it has to be the right kind of food. Some Gulf countries, for example, have sent milk substitute, which undercuts one of Unicef&apos;s key messages: the importance of breastfeeding for the first six months. Fewer than 20% of new mothers breastfeed their babies as families do not realise the benefits. Cappelaere said Unicef and its partners want to tackle malnutrition by starting at the community level, whereas in the past it would be to work through government structures. One plan is to train the existing 6,000 volunteers working on immunisation programmes to also give advice on nutrition, with the goal of eventually having 20,000 volunteers. These volunteers would screen infants for malnutrition, advocate breastfeeding, and refer malnourished children to outpatient therapeutic feeding centres, where they can be given a peanut-based paste. The most serious cases go to outpatient therapeutic units. As well as saving lives, the focus on malnutrition has practical implications. The World Bank estimates that a country blighted by undernutrition loses as much as 3% of its gross domestic product. With its oil production set to run out  Yemen is forecast to become a net oil importer by 2016  the country needs to diversify quickly. &quot;Yemen&apos;s economic survival depends on diversification of its economy,&quot; said Cappelaere. &quot;If because of malnutrition we have a generation growing up with cognitive impairment, we&apos;ll never the basics of diversification right.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/22/tackle-malnutrition-yemen-unicef", 
    "wordcount": "702"
}