{
    "headline": "Improbable research: The highs and lows of the musical eyebrow", 
    "text": "When singers sing high notes, their eyebrows go higher than when they sing low notes. While that may not be an absolute physiological rule, a team of Danish and American researchers discovered that it happens pretty consistently. They lay out the evidence, and explain what it may mean, in a study called Facial Expression and Vocal Pitch Height: Evidence of an Intermodal Association, published in 2009 in the journal, Empirical Musicology Review. When scientists tackle a new question, they begin with the knowledge that finding the answer  if there is an answer  might entail lengthy, slogging effort. Some questions take years to settle. Some take decades. The eyebrow/high-note evidence comes from &quot;an experiment lasting less than one minute&quot;. Sofia Dahl at Aalborg University Copenhagen, and David Huron and Randolph Johnson at Ohio State University, ran their experiment 44 times, each with a different volunteer. They asked each person to sing, but intentionally did not solicit any information as to whether anyone had musical training. The one thing each person did have was an ice-cream bar. The study says that each volunteer received one, as inducement to sing, and that it was free. The experiment was simple, as well as quick. To prompt each volunteer to sing, Dahl, Huron or Johnson used thisscript: &quot;I want you to sing a comfortable pitch and sustain it while we take your picture. Sing whatever vowel you like. Now hold the note ... [Take picture]. Now I want you to sing a higher [lower] pitch  the highest [lowest] pitch you can. Good. Now hold it. [Take picture]&quot; The research team then showed the photographs to judges who had not been present during the vocalisation. The judging yielded results that were, on the face of them, stark. The report says the &quot;independent judges selected the high-pitch faces as more friendly than the low-pitch faces. When photographs were cropped to show only the eye region, judges still rated the high-pitch faces friendlier than the low-pitch faces.&quot; Building on a mound of earlier research that is documented in the scientific literature, Dahl, Huron and Johnson assessed the brow/pitch behaviour they saw and heard. Their data, they conclude, is &quot;consistent with the role of eyebrows in signaling aggression and appeasement&quot;. The prior work by others gathered evidence about the role or roles eyebrows play in expressing human emotion. This new study mentions a discovery in 1978 that &quot;raised or arched eyebrows are indicative of appeasement or friendliness&quot;, a 1979 finding that &quot;when angry, the eyebrows are lowered, resulting in a more pronounced brow ridge&quot;, and a 1981 treatise explaining that in many cultures lowered eyebrows are &quot;interpreted as displays of greater dominance or aggression&quot;. Having, this once, focused on a notably fleeting musical phenomenon  the brow-arched single note  Johnson eventually moved to a new institution and towards an opposite extreme. Now at Oklahoma Baptist University, he recently presented a paper called The Fullness of God&apos;s Time in Brahms&apos;sRequiem.  Marc Abrahams is editor of the bimonthly annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/mar/19/improbable-research-eyebrow-position-singing", 
    "wordcount": "526"
}