{
    "headline": "Call of Duty Elite to be free for Black Ops 2", 
    "text": "Call of Duty Elite, the social online gaming service for Activision&apos;s blockbusting shooter series is to go completely free. Introduced last year to provide fans of the series with stats, challenges and linear content, Elite originally offered some free functionality together with a premium subscription package. With the release of Call of Duty: Black Ops 2 on 13 November, however, all the Elite features will be free.  All, that is, except for map packs, the regular download packages containing new multiplayer environments. As with previous Call of Duty titles, four of these will be released in the year following the launch of Black Ops 2, and they&apos;ll be available separately or for one discounted price via a season pass. The DLC will appear on xbox first, at 1200 each or 4000 points for the season pass. &quot;For us it simply comes down to the fact that Call of Duty is at its best when our community is united,&quot; said Activision CEO,Eric Hirshberg, speaking exclusively to The Guardian. &quot;This is why we&apos;re returning to four map pack drops per year as well as why we&apos;re making services such as leveling clans and Elite TV available to a wider Call of Duty community for Black Ops 2, not just to Elite premium subscribers.  &quot;From the start, our goal with Elite was to make multiplayer a more social, more connected experience. And we have accomplished that, but for our premium members. We&apos;ve come to the conclusion that Elite has more value as a community-wide platform driving engagement and connectivity, rather than as a paid members-only service&quot;. For Black Ops 2, Elite developer Beachhead will be evolving some key features as well as bringing in some fresh additions. The Player HQ area will house all the gameplay stats, including heat maps of recent multiplayer encounters, as well as challenges. Here, users will also be able to manage the new &apos;Pick Ten&apos; create-a-class system, which lets players create custom soldier classes using points rather than the the usual set slots. There&apos;s also a Clan HQ where players can join or start new clans, and gain entry to clan competitions.  There will also be support features for the game&apos;s popular Zombie mode, allowing fans to track their personal stats and compare them against undead fanatics across the world. &quot;Zombies Leaderboards and stats are probably among the most high profile new features,&quot; said Hirshberg. &quot;The Zombies community for Call of Duty is like no other, and they&apos;ve asked for this going back to the original Elite beta. So, we&apos;re thrilled to deliver. The team is really excited about this.&quot; The linear content section of the service, Elite TV, is also returning, with an emphasis on videos showing developer tips, hints and stately guides. &quot;We&apos;ve learned a lot with our first year of Elite TV,&quot; said Hirshberg. &quot;One of the things we&apos;ve learned is that by far the most compelling content to our fans is content that helps them become better players. People also want content that makes our community the stars. So you will definitely see a greater community focus here.  &quot;You can expect to see weapon and map tutorials on a whole new level. There will also be programming devoted to topics like Treyarch&apos;s new &apos;Pick 10&apos; system as well as a variety of features designed to ease new fans into the basics of multiplayer. And of course we&apos;ll be delivering tips and tricks for more advanced players to continue to hone their skills as well&quot;.  According to Hirshberg, the social sharing element of Elite is also being updated. &quot;Starting with Black Ops 2, players will be able to share custom classes,&quot; he said. &quot;If you lose a match you can visit your Recent Matches history to review how your nemesis bested you. So you can click one button and copy their loadout over to your own custom class settings. One more click sends you directly to the game.  &quot;Additionally, we&apos;re introducing push notifications to allow users to stay informed of certain events and communications on the go. Fans will also have the ability to share screenshots and videos directly to their Elite feed. And lastly, with the emphasis of Elite as your personal Call of Duty HQ, players can not only keep up on the latest news and information, but also share them to various social networks&quot;. According to the press release, Modern Warfare 3 users will still get the two-tier service and subscribers will receive the extra content until their subscriptions run out. Presumably then, the service will be free on MW3 as well. With iPad support also on the way, Activision is looking to create much more of a pervasive service this time round, reflecting the emerging trend for cross-platform functionality in games. Although it suffered from a few technical problems at the outset, Elite has proved a popular service with over 12 million users, two million of those subscribing to the premium version. Some industry watchers are surprised that Activision has moved away from a monetised social gaming system  however, close rival EA does not charge for its own equivalent, Battlelog, available with the Battlefield 3 shooter.  It seems that, like information, social functionality wants to be free.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/15/call-of-duty-elite-goes-free", 
    "wordcount": "886"
}