{
    "headline": "George Gray obituary", 
    "text": "The public gauges scientists by how their research affects everyday lives. The legacy of Professor George Gray, the world&apos;s leading authority on the chemistry of liquid crystals, could be measured by the quality of televisions, mobile phones and MP3 players and, at a deeper level, how we communicate with each other, whether through Twitter, Facebook or Skype. George, who has died aged 86, invented stable liquid crystal materials and in doing so unlocked the development of liquid crystal displays (LCDs) as everyday consumer items. He was born in Denny, Scotland, to John, a pharmacist, scientist and botanist, and his wife, Jessie. After graduating with a degree in chemistry from the University of Glasgow in 1946, he moved to University College Hull, an outpost of the University of London, to take up the post of assistant lecturer. With the guidance of Sir Brynmor Jones he studied for his PhD in the new topic of liquid crystals. After graduation he spent the next decade laying down the rules on the design and preparation of liquid crystals formed by organic compounds, culminating with the publication, in 1962, of his book Molecular Structure and the Properties of Liquid Crystals, the first English text on the subject. By the mid-1960s, George found it difficult to find support for his work on liquid crystals. With provision from the Medical Research Council and Reckitt and Sons (now Reckitt-Benckiser, a Hull-based consumer goods company), he moved his research into the closely related study of the chemistry of the cell walls of bacteria. Towards the end of the 1960s, there were worries that the licensing of colour cathode ray tubes for TVs was costing the country more money than it took to develop Concorde. John Stonehouse, who was minister for technology and postmaster general, encouraged the scientists at the Royal Signals and Radar Establishment at Malvern to develop new technologies to replace such devices. Liquid crystals were already in the mind of senior scientist Cyril Hilsum as a leading candidate for exploration in displays, and potential exploitation, if only he could obtain suitable and stable materials. At a scientific meeting Cyril met George, and subsequently the University of Hull, as it had become in 1954, was awarded a research contract by the Ministry of Defence to investigate &quot;substances exhibiting liquid-crystalline states at room temperatures&quot;. George appointed two researchers, Ken Harrison and John Nash, and within two years they had success  not by designing favourable structures into molecules, but by leaving parts out, and so the stable cyanobiphenyls were born. They became the workhorses in the development of modern flat panel displays and inspired the creation of an international industry, such that now there are more liquid crystal displays in the world than there are people. After the invention of cyanobiphenyls, more developments followed, including materials for colour-change thermometer strips, large screen LCD TVs and the eyepieces of digital cameras. In addition to technological developments, George made many fundamental contributions on the true nature of matter, including discoveries of new liquid crystal phases and their properties. His original research was published in more than 300 scientific papers and patents, and several textbooks. George spent nearly his entire career in science at Hull, moving to work for Merck Chemicals at Poole in 1990. His research at Hull brought recognition to the university in the Queen&apos;s award for technological achievement in 1979, the first award of its type to a university, and, in 2005, a Historical Chemical Landmark was awarded to the university by the Royal Society of Chemistry to commemorate more than 50 years of liquid crystal research. George won many awards for his research, including the Kyoto prize in 1995, and he became a fellow of the Royal Society of London, the Royal Society of Edinburgh, and the Irish Academy of Sciences. He was appointed CBE in 1991. Apart from his many honorary doctorates and medals for research, George was proud to have a train, which regularly ran from Hull to London, named after him. George was once asked what advice he had for young scientists. He replied: &quot;Science is a difficult field that demands great effort and dedication, but if you are willing to make the effort, there is much to gain.&quot; He married Marjorie Canavan in 1953 and they were a warm, fun-loving couple. Marjorie died two weeks before George. Their daughters Veronica and Caroline survive them. Another daughter, Elizabeth, predeceased them.  George William Gray, chemist, born 4 September 1926; died 12 May 2013  John Goodby discusses the life of George Gray on Radio 4&apos;s Last Word", 
    "section": "science", 
    "gid": "science/2013/may/21/george-gray", 
    "wordcount": "763"
}