{
    "headline": "University graduates embark on earlier chase for jobs", 
    "text": "The graduate class of 2012 has made a record number of applications and begun looking for jobs earlier than ever, a survey of over 17,000 final-year students shows. Applications for graduate jobs in investment banking have returned to their highest level since the start of the credit crunch in 2008, the High Fliers Research survey finds. Desire to take time off or go for a gap year is at an all-time low  just 12% plan to do this. The survey, of students at 30 universities, estimates the volume of applications has risen by 40% in two years. A record 42% of students made applications for a graduate job by the end of October in their final year, while 61% had applied by the end of February, compared with 59% last year. More than a third of students started researching their career options in the first year of their studies. Martin Birchall, managing director of High Fliers Research, said: &quot;Three years ago, when the recession first took hold, many students felt there was little point in looking for a graduate job in such a tough employment market and instead opted to take time off, go travelling or enrol for further study at university. Today&apos;s students aren&apos;t necessarily much more confident about the graduate job market but have been fighting really hard to secure the jobs that are on offer from employers.&quot; The survey was based on face-to-face interviews with more than 17,700 final-year students, completed in March. For the first time since 2002, marketing is the most popular destination for new graduates, ahead of teaching, the media, charity or voluntary work, and consulting. Applications for graduate jobs in investment banking have returned to their highest level since 2008. Nearly 12% of final year students are seeking jobs in finance. Fewer students have applied for graduate positions in engineering, law and the armed forces, while the number of graduate job seekers keen to work in the public sector has now dropped by more than a fifth over the past two years. Students at the London School of Economics, Oxford, Cambridge, Durham and Warwick had the highest success rates at securing job offers while still at university. At the LSE, 42% of applicants had been offered a job. Students at Liverpool had the lowest success rate  5%  of the 30 universities covered in the survey. Expected starting salaries have stalled at an average of 22,600, the same level recorded in the 2011 survey. After five years in work, today&apos;s graduates expect to be earning an average of 39,900 and a sixth of this year&apos;s university leavers believe their salary will be 100,000 or more by the age of 30. London is again the preferred employment destination for finalists and nearly half of graduates hoped to work in the capital after university.", 
    "section": "education", 
    "gid": "education/2012/may/22/university-graduates-earlier-job-applications", 
    "wordcount": "478"
}