{
    "headline": "Animal astronauts: the unsung heroes of space exploration", 
    "text": "From intrepid turtles to pioneering jellyfish, a host of animals have made their mark as the unsung heroes of space exploration. Early animal astronauts were used to test the effects of zero gravity and extreme pressure on the body, and their modern-day counterparts are used in experiments on board the International Space Station. 1948 A rhesus monkey named Albert I became the first animal to be launched in a V-2 rocket by the US. His successor, Albert II, made it to an altitude of 83 miles after his launch in 1949, but died on impact as he returned to Earth. The first monkey to survive a US rocket flight, Yorrick in 1951, took flight accompanied by 11 mice. 1954 After using mice, rabbits and rats as one-way passengers in early rocket tests, Soviet scientists began using dogs instead of monkeys in their experiments, hoping that they would move less during flights. Two dogs, Dezik and Tsygan, survived a sub-orbital flight after their capsule parachuted them back to earth. 1957 Soviet space scientists chose a stray dog, Laika, for the Sputnik 2 mission. Strays were chosen due to their strength and ability to survive in the cold. Soviet sources maintained that Laika died when her oxygen ran out on day six of the trip, but in 2002 documents revealed that she probably died after only a few hours due to overheating. A monument to Laika was unveiled in 2008. 1963 French scientists launched a cat, Felix, into space. Felix survived the trip, but a follow-up feline mission was not successful. 1966 The USSR launched two dogs into space for 21 days. Their record for the longest time spent in space was beaten by humans in 1974. 1969 After the success of the Apollo moon landings, animals began to take a back seat in space exploration. But although they no longer made headlines, animals including rabbits, frogs, snails, silkworms, bees, spiders, turtles and jellyfish (&quot;moon jellies&quot;) were all taken into space in the 90s and beyond. 2006 The US entrepreneur Robert Bigelow launched cockroaches and Mexican jumping bean moths into orbit using an inflatable pod. He hoped the launch would be the first step towards creating a &quot;space hotel&quot;. 2007 A study by the European Space Agency found that moss piglets, or tardigrades, a small segmented animal with eight legs, were able to survive for 10 days in open space using only their own natural protection.", 
    "section": "science", 
    "gid": "science/2013/jan/28/animal-astronauts-unsung-heroes-space", 
    "wordcount": "408"
}