{
    "headline": "The BBC Micro can still teach us a lot", 
    "text": "The BBC Micro is 30 this year. It got its name from a BBC project to enhance the nation&apos;s computer literacy. The broadcasters wanted a machine around which they could base a major factual series, The Computer Programme, showing how computers could be used, not just for programming but also for graphics, sound and vision, artificial intelligence and controlling peripheral devices. So a technical specification was drawn up by the BBC&apos;s engineers and put to a number of smallish companies then operating in the embryonic market for &quot;micro&quot; computers. Two of these companies were based in Cambridge. One was Sinclair Research, the eponymous vehicle of Clive Sinclair, a self-made man who worshipped his creator. The other was Acorn, a company co-founded by an ex-Sinclair employee, Chris Curry, and Hermann Hauser, an aristocratic-looking Austrian physicist. The story of the rivalry between these picturesque outfits has been memorably told in Micro Men, a TV film that combined a riveting technological tale with brilliantly comical dialogue (and which is still available on YouTube). Acorn got the BBC contract, for reasons that baffled Sinclair but nobody else. Their computer combined good industrial design with significant technological innovation. It had, for example, a proper keyboard, an open architecture (which meant that it could be used to drive other electronic devices), a relatively powerful 6502 processor (the same as the Apple II) and an elegant operating system. It came in two versions, imaginatively labelled A and B, depending on the amount of RAM on board. Model B had 32 kilobytes and cost 399  which is equivalent to about 1,200 today. Given that steep price, Acorn expected to sell about 12,000 of the machines, but in the end wound up selling 1.5 million of the things. When you switched it on, this is what you saw: BASIC &gt; In other words, it waited for instructions, written in the BASIC programming language. The BBC Micro wouldn&apos;t do anything by itself. But it turned out that this was the key thing about the machine. It stimulated thousands of people  particularly teenagers  to write programs to do anything from managing household budgets to controlling laboratory equipment to simulating aircraft and, most importantly, to creating computer games. And, as a result, the BBC Micro bred a generation of British computer wizards who went on to set up companies  for example in computer gaming and chip design  that have changed the world. The strange thing is that much of this was lost on successive generations of UK policy makers and politicians. For a long time they looked at the BBC Micro and shook their heads sorrowfully. Granted, the thing was ingenious; but it wasn&apos;t what consumers needed. What they wanted were information appliances  pre-programmed devices with no user-modifiable components. And since the Americans were better at producing such appliances than the Brits  and had a huge internal market to play with  the BBC Micro was a bit of a dead end, industrially speaking. In the 1980s and early 1990s, there might have been something to be said for this defeatist view. The creation and marketing of physical products that have to be sold in boxes by retailers is indeed an American speciality. But once the web took off in 1993, the logic underpinning scepticism about the value of computer literacy started to evaporate. The open architecture of the internet dramatically lowered the barriers to market entry by enabling anyone with a good idea and programming expertise to create world-beating information goods and services. Computer software is pure &quot;thought stuff&quot;: it requires few resources and little investment. If you had a good idea that could be realised by shipping data-packets across the net, then the network would do it for you with no questions asked. This penny has taken a long time to drop in this country, but mercifully things are beginning to change. Policy-makers are waking up to the realisation that an understanding of computing is not a luxury but a critical national resource. In a world increasingly run by networked computing, societies that don&apos;t have those skills are doomed to becoming passive consumers of devices and services that are created by industrial elites located elsewhere. That&apos;s why the story of the BBC Micro is relevant to all our futures: we have to re-engineer the revolution that it triggered. As if to underscore that point, the party taking place in Cambridge on 25 March to celebrate the birthday of the BBC machine is being held in the corporate HQ of ARM, the British company that now dominates the world market for mobile processors  the chips that power mobile phones and other portable computing devices. Why is that significant? Because ARM is one of the many Cambridge companies that emerged from what Hauser and Curry and their colleagues created in 1982. Truly, from some Acorns do mighty oaks grow.", 
    "section": "technology", 
    "gid": "technology/2012/mar/25/bbc-micro-30-years-acorn-sinclair", 
    "wordcount": "815"
}