{
    "headline": "Facebook starts charging users up to 11 to contact celebrities", 
    "text": "Facebook has started charging UK users up to 11 to send messages to celebrities such as Olympic diver Tom Daley and others outside their circle of friends. It costs a standard 71p to contact less well-known figures, such as BBC&apos;s Robert Peston or Prince Harry&apos;s girlfriend Cressida Bonas, who do not have an official army of fans or followers, in the UK test scheme the firm has just launched. Facebook confirmed the experiment but said it did not know yet whether it would be implemented across the whole social network. &quot;It is being tested among a very small percentage of users,&quot; said a spokeswoman. &quot;There is no set timescale. It depends on what happens, what feedback we get as to whether it is rolled out nationally. We are testing a number of price points in the UK and other countries to establish the optimal fee that signals importance. This is still a test and these prices are not set in stone.&quot; Facebook has been trialling charging at its US operation since December. The trial has now been extended to a further 36 countries, including the UK. Facebook said the charging fee structure varied according to a number of factors including the number of followers and the number of paid messages someone has received in recent weeks.  It said it was a way of giving people a chance to contact individuals outside their circle of friends without it becoming a vehicle for spam.  The vast majority of users in the UK can still send messages to strangers for free, but those involved in the test can see the fee scale ranges from the 10.68 for the likes of Daley to 10.08 to contact author Salman Rushdie. Others such as comedian Miranda Hart, culture secretary Jeremy Hunt and comedian Bill Bailey are all in the 71p standard price bracket. The launch of the charging feature will be controversial. Facebook said it was a way of inhibiting spamming for famous people as paid-for messages go straight to the recipient&apos;s inbox rather than the &quot;other&quot; folder which receives all communication from people outside a user&apos;s circle of friends. In January, Facebook was ridiculed for setting a $100 (61) fee to contact founder Mark Zuckerberg. He has previously said he would like Facebook messaging to become an alternative to email. The network rolled out @facebook.com email addresses to all users last June. Iain Mackenzie, a spokesman for Facebook Europe, said the charging structure should not be mistaken for a fame barometer. &quot;There&apos;s not a sliding scale based on fame. You can&apos;t infer someone&apos;s level of &apos;celebrity&apos; from the numbers,&quot; he said.  This article was amended on 10 April 2013 to better explain the way Facebook has developed its charging fee structure.", 
    "section": "technology", 
    "gid": "technology/2013/apr/08/facebook-charging-users-celebrities", 
    "wordcount": "471"
}