{
    "headline": "E3 2012: Nintendo reveals new Wii Fit, Batman and Mario games for Wii U", 
    "text": "With Microsoft and Sony opting not to show the next-generation consoles which they are currently designing, Nintendo could hardly fail to steal the limelight at this year&apos;s E3 Show in Los Angeles, thanks to its bizarre and innovative Wii U console, shown for the first time in its final form, and backed with real games, rather than tech demos. Nintendo still wouldn&apos;t reveal exactly when the Wii U will launch or how much it will cost, but it will be on sale this Christmas, and should be a must-have item like the Wii once was.  At last year&apos;s E3, when a prototype form of the Wii U was first unveiled, its strange controller, resembling a tablet, generated bemusement. But this year, Nintendo unveiled it in its final form, officially named the Wii U Gamepad, and slightly wider and more contoured than the prototype. It&apos;s a box of tricks that includes a touch-screen, motion-sensing and dual analogue tricks, designed to support new forms of gameplay, and Nintendo at last added some flesh to that promise. Vitally, players will be able to plug two GamePads into a single console at once, multiplying the gaming possibilities.  One aspect swiftly became clear at Nintendo&apos;s E3 press conference: Wii U will have much more adult-appeal than the Wii: third-party titles in development for it include Darksiders 2, Aliens: Colonial Marines, Mass Effect 3, Ninja Gaiden 3 and Batman: Arkham City Armoured Edition  none of which are suitable for Nintendo&apos;s traditionally young audience. Not that the company is neglecting its heartland: Shigeru Miyamoto himself popped up on stage to show Pikmin 3, and the ever-enthusiastic crowds whooped and hollered for Wii Fit U, New Super Mario Bros U, Lego City Undercover and Nintendo Land, a suite of 12 strikingly original mini-games designed to showcase the console&apos;s capabilities  a bit like Wii Play on steroids. Although Nintendo Of America head honcho Reggie Fils-Aime kicked off proceedings by stating that Nintendo will wait until a later date to explain how: &quot;Wii U will transform our living-room entertainment experience,&quot; a tantalising glimpse of the Wii U&apos;s Miiverse, the home screen you will see when you turn on the machine, confirmed that the console will conform to an overwhelming trend in the games industry, by building in strong social networking features. Borrowing from Twitter, games which are &quot;trending&quot; worldwide will feature in your Miiverse, and you&apos;ll easily be able to text your friends. No doubt Miiverse will borrow heavily from the 3DS&apos;s popular Street Pass and Spot Pass. The Wii U is nowhere near as powerful as the next-generation consoles (likely to arrive in late 2013) from Microsoft and Sony will be, but it is roughly on a par with the Xbox 360 and PS3, which appears to have attracted third-party games publishers disdainful of the Wii&apos;s weediness. Giant French publisher Ubisoft, in particular, demonstrated admirable commitment to it, with a raft of games, including Assassin&apos;s Creed III, Just Dance 4, Rayman Legends and Zombi U, which generated applause by showing the Wii U gamepad as a means of sniping and even zombifying your own face. Nintendo fanatics would undoubtedly have craved Wii U versions of the company&apos;s best-loved franchises, like Zelda, Mario and Metroid and, no doubt, such games are in the pipeline, although Nintendo does not yet feel ready to show them. But the company made a much better fist this year of explaining the Wii U&apos;s appeal, and should feel much more confident of launching it successfully later this year.", 
    "section": "technology", 
    "gid": "technology/2012/jun/05/e3-2012-nintendo-news", 
    "wordcount": "587"
}