{
    "headline": "Feynman: his birthday, his diagrams and his lectures", 
    "text": "This evening BBC2 will show a documentary by Chris Riley about a remarkable man; Richard Feynman. Yesterday, on the 95th anniversary of Feynman&apos;s birth, Riley showed some clips and discussed the programme, and the man, with Robin Ince, Christopher Sykes and an audience at the Bloomsbury Theatre. Sykes met Feynman several times, and made three films with him starting with &quot;The Pleasure of Finding Things Out&quot;. Riley expressed envy of Sykes, for having met Feynman. I felt the same. There were two events at the Bloomsbury organised by Ince. In the afternoon, the discussion with Riley and Sykes plus a talk by me, and in the evening a science, music and comedy extravaganza. Robin excels at putting these together, whether in the cause of Libel Reform, Mayan prophecies or just Christmas.  I&apos;m not going to review last night&apos;s show (since I was on myself towards end, I missed a lot of it biting my nails in the green room and trying to get over the FA Cup). But in the bit I did see properly, Tamsin Edwards discussed the scientific proof that she is in fact Feynman, and thus why all models are wrong (though not all equally wrong...). Grace Petrie sang a new song based on a letter Feynman wrote to his first wife Arline, after her death. I found this very moving, so didn&apos;t rate the chances of Tom Whyntie and Andrew Pontzen making me laugh much after that. But they did, a lot. And the Aurora Borealis to harp accompaniment from Greta Santagata, with added depth from Lucie Green, was the perfect finish the the first half. Feynman&apos;s sister Joan is a successful astrophysicist who made advances in understanding the aurora (and, by mutual agreement, banned her brother from studying the phenomenon). I gave a short talk in the second half. I was trying to explain the connection between the bumps in the data which show we have discovered a Higgs boson and the Feynman diagrams we use to predict those data. A bit of a challenge both for me and a Saturday night (or even afternoon) audience, you might think. And you&apos;d be right. I&apos;m not sure it worked, even though Pontzen and Whyntie had already expertly demonstrated the principle of least action, but people seemed to enjoy it and I&apos;ll probably have a go at writing it up here sometime. Whyntie, Pontzen and I all took our copies of the Feynman Lectures on stage with us. These were essential reading for me as an undergraduate, and still should be for anyone studying physics now. However, they were written in the early sixties (around the time Peter Higgs wrote his famous paper, in fact) so while they contain many beautiful insights which easily stand the test of time, they most certainly do not contain all of physics. The Higgs boson discovery is just one example of the vast amounts of new knowledge acquired since they were written.  This would not dismay Feynman in the slightest, of course. He was more aware than most that science has no holy books; that it is a work in progress - the joy of finding things out. Anyway, I recommend BBC2 this evening.     Me drawing a Feynman diagram for Higgs production at Robin Ince's Feynman birthday celebration, Bloomsbury Theatre (Photo: Paul Bailey)    (PS Just added a link to a video of grace Petrie&apos;s song.)", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/may/12/feynman-birthday-bloomsbury", 
    "wordcount": "547"
}