{
    "headline": "Report warns of global food insecurity as climate change destroys fisheries", 
    "text": "The Gulf, Libya, and Pakistan are at high risk of food insecurity in the coming decades because climate change and ocean acidification are destroying fisheries, according to a report released on Monday. The report from the campaign group Oceana warns of growing food insecurity, especially for poorer people, from the Faroe Islands in the North Atlantic to the Cook Islands in the South Pacific, Eritrea, Guyana, Indonesia, Kuwait and Singapore. Some of the countries at highest risk were in oil-rich  and politically volatile  regions. &quot;The Persian Gulf is actually expected to be one of the hardest-hit regions. In terms of fish catch, they are supposed to lose over 50% of their fisheries,&quot; said Matt Huelsenbeck, an Oceana marine scientist and author of the report. The report put Iran, Libya, Kuwait and the United Arab Emirates among the top 10 countries most at risk because of the decline in fish stocks due to climate change. &quot;There are definitely tens of thousands of artisanal fishermen operating in the Persian Gulf and they will be hardest hit by the impacts,&quot; he said. The United States is expected to lose about 12% of its catch potential by the middle of the century, the report said. The study used climate models created by the University of British Columbia to rank countries&apos; exposure to degradation of the oceans due to climate change and ocean acidification. Low-income countries, with high levels of malnutrition and rapid population growth, such as Pakistan, were viewed as high risk. So were small island states that depend heavily on coral reef fisheries and on conches, oysters, clams and other shellfish. About 1 billion people depend on seafood as their main source of protein. But some of those countries most dependent on fishing are expected to lose up to 40% of their fish catch by the middle of the century. The changes in ocean chemistry, when sea water absorbs rising levels of carbon dioxide, have upset the balance of marine life. Coral reefs in the Caribbean are on the verge of collapse. Oysters and clams are unable to produce their hard protective shells. Meanwhile, rising temperatures are driving fish species from the tropics towards deeper and colder waters. The study looked at potential impacts in mid-century. But the first effects of climate change and the changing ocean chemistry are already evident, however, in Kenya, where the loss of coral reefs is pushing down fish stocks, and on the US Pacific coast, where oyster beds have died off in Oregon.  This article was amended to remove references to the &quot;Persian&quot; Gulf in accordance with the Guardian and Observer style guide, which specifies that the region should be termed &quot;the Gulf, not the Persian or Arabian Gulf&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/sep/24/food-climate-change-fisheries", 
    "wordcount": "460"
}