{
    "headline": "Top Scottish universities attacked over low numbers of poorest students", 
    "text": "Student leaders have attacked top Scottish universities for their &quot;awful&quot; record on admitting impoverished students. National Union of Students (NUS) Scotland said several Scottish universities were among the worst in the UK for attracting poorer students. St Andrews University  a popular destination for English public school students after it was attended by Prince William  recruited just 13 people from the most deprived backgrounds, out of 7,370 undergraduates in 2010. The study, compiled using freedom of information requests, found that two other elite universities  Edinburgh and Aberdeen  had only 91 and 51 poor students respectively in 2010, out of total undergraduate numbers of 17,570 and 12,195. The universities defended their record, insisting they were increasing outreach work, bursaries and targeting of poorer students and were actively investigating new ways of improving recruitment. St Andrews said it offered places to 25% of applicants from the poorest backgrounds, against about 10% of better-off applicants. It said too few poor students achieved the right entrance grades, leaving universities competing with each other to get them to take up places. Robin Parker, president of NUS Scotland, disputed that defence, saying that since Scottish universities could not charge tuition fees to Scottish students, it should be easier to attract poorer students than for English universities. Yet UK-wide statistics show English institutions still did better. Parker said the figures raised significant questions for the universities involved just as they faced new measures on widening access from Scottish government ministers and the Scottish Funding Council later this year. &quot;While these statistics are truly awful, the silver lining is that they show that we can make really good progress with only small numbers of students,&quot; he said. The NUS Scotland statistics were calculated using the Scottish index of multiple deprivation, which measures many types of poverty including income, health, employment and educational outcomes, by tracking those students who came from the country&apos;s 20% most deprived areas. Many areas of Glasgow, parts of Edinburgh, Dundee and North and South Lanarkshire come within that 20% band of most deprived areas. However, only 2.7% of St Andrews students came from the 20% most deprived areas, against 5% for Edinburgh and 3.1% for Aberdeen. Glasgow and Dundee universities did comparatively better by recruiting just over 10% of their students from that band. Parker said the new NUS figures did not take account of students coming from comparatively poor areas of England, Wales or Northern Ireland, but UK-wide data confirmed a similar low level of recruitment by Scottish universities there too. A St Andrews spokesman said it had set a 13m fundraising target for its bursaries and scholarship programme and staff would be &quot;working their socks off&quot; at summer schools for potential students this year. He said NUS Scotland was guilty of a &quot;gross oversimplification&quot; of the problem facing universities: the root problem was equipping and helping poor students get the right grades and overcome their inhibitions to applying to elite universities. &quot;If this challenge continues to be laid solely at the door of universities, it will never be properly met,&quot; he said. &quot;It requires a concerted national effort on health, employment, housing and a culture of attainment at all levels of Scottish education to equip young people with the grades they need to gain entry and to succeed at university.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/04/top-scottish-universities-poorest-students", 
    "wordcount": "565"
}