{
    "headline": "Gove condemns Welsh decision to regrade disputed GCSEs in exams fiasco", 
    "text": "Michael Gove has condemned the &quot;irresponsible and mistaken&quot; decision of the Welsh education minister, Leighton Andrews, to intervene in the disputed GCSEs grades by ordering a regrading exercise. The education secretary warned that the move made by his Labour counterpart in the Welsh government would see children suffer because the &quot;regrettable political intervention&quot; into Welsh pupils&apos; grades would &quot;undermine confidence&quot; in the value of their qualifications in the eyes of employers. Gove made his comments as he gave evidence to the education select committee over the marking down of GCSE English students in an attempt to counter grade inflation, which saw thousands of students who would have received a C grade if they had submitted their papers in January awarded a D grade for the same marks achieved in the summer. Gove insisted there had been no political interference in the process. The education secretary backed the exams regulator, Ofqual, which he said was &quot;forced to make the best of a bad job&quot;. Ofqual had faced a &quot;difficult choice&quot; after children received &quot;generous grades&quot; in January and had to decide whether to &quot;claw back&quot; the results of those students who had sat exams then, or allow the inflation of grades in June, he said. &quot;I think at a time when the chief executive and the chairman of Ofqual have come under criticism, that I have so far seen no evidence that confronted with difficult decisions they have done anything other than the right thing. Now if new evidence emerges, of course then I will look at that.&quot; He said the grading fiasco underlined the need for reform of the GCSE system but ruled out intervening on behalf of students affected this summer. Over in Wales, Andrews ordered the WJEC exam board to carry out a regrading of GCSE English exams for pupils who took the exam in Wales. Announcing the decision earlier this week, he said children should not have to &quot;live with the consequences of having been awarded what, in all likelihood, is the wrong GCSE grade&quot;. But Gove branded the decision &quot;wrong&quot; in a process that he said should be &quot;free from political meddling&quot;. He told MPs: &quot;He&apos;s in the wrong and the Welsh children are suffering. The difficulty, as pointed out by Ofqual yesterday, is that the same exam by the same board was sat by children either side of the English/Welsh border. Children in Wales did appreciably worse than children in England sitting the same exam. That reinforces what every international survey shows, which is that children in Wales have suffered as a result of education policies put forward by Labour politicians, which have abolished league tables, ended the objective assessment of children at the end of key stage two and ensured that there is less rigour in the approach towards education. &quot;Now, finding himself in a fix and his education system in the dock, a Labour politician has attempted to shift blame.&quot; Challenged on whether he or anyone else should do anything to restore or change the grades achieved by pupils in England in June, Gove said: &quot;If we were to regrade, or firstly if I were to instruct Ofqual or exam boards to regrade, I would destroy the independence of the regulator. We would have a situation, as we do in Wales, where a politician would then be responsible for marking children&apos;s papers and you would have a politician as chief examiner of the country and I think that is wrong.&quot; Andrews hit back to accuse Gove of trying to deflect attention from the &quot;deepening crisis&quot; in England by creating a political spat with Labour in Wales. &quot;Everyone accepts that a cohort of students have been treated unfairly. If Mr Gove and Ofqual are prepared to tolerate this unfairness then that&apos;s a matter for them. We have decided to act, on the basis of proper evidence and advice, to ensure that the best interests of Welsh pupils are protected. &quot;It is not our fault that the regulatory system in England is in crisis,&quot; he said, adding : &quot;Michael Gove&apos;s continued unilateral statements over recent months have, potentially irrevocably, damaged the three-country consensus on GCSEs and A-levels that had existed for decades. &quot;His outbursts devaluing these qualifications have already led the Northern Ireland examinations body to decide it would no longer offer its qualifications in England. Michael Gove is the person undermining parental confidence in GCSEs.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/12/michael-gove-gcse-grades-wales", 
    "wordcount": "766"
}