{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "Welcome to this week&apos;s roundup of new and notable iOS apps, covering apps and games for iPhone and iPad. It follows the publication earlier in the day of the weekly best Android apps roundup. As ever, the pricing relates to the initial download, so often when you see (Free) there may be in-app purchases or subscriptions involved once you start using the app. Read on for this week&apos;s picks: Anne Frank (6.99)     Penguin and Beyond the Story's new Anne Frank iPad app    Published by Penguin Books and developer Beyond the Story, this is a new iPad take on Anne Frank&apos;s famous diary, including the original text, audio extracts read by Helena Bonham Carter, notes, documents and maps; timelines of Anne&apos;s life, and lots more video, audio and archive material.iPad Endless Alphabet (Free) Endless Alphabet is a wonderfully playful phonics app for children, starring a parade of monsters introducing a word for each letter of the alphabet. Children get to drag letters into place, hear their sounds and definitions for each word, and watch comical animations to illustrate the meanings.iPhone / iPad Wave Trip (1.49) Musical game Wave Trip is getting lots of buzz online, and thoroughly deserves it. The game sees you guiding a &quot;geometric astronaut&quot; through colourful worlds, all of which can be &quot;remixed and edited&quot; like a piece of music. You can create your own levels and share them with other players too. A beautiful, inventive piece of work.iPhone / iPad Vine (Free) Released by Twitter subsidiary Vine Labs, this social app is already causing a stir not least with Facebook, which blocked it from letting people connect to their Facebook friends. Silicon Valley rivalries aside, it&apos;s an intriguing app: you shoot six-second videos which then play on a loop within Vine itself, and within your tweets.iPhone H&amp;M (Free) A brand new app rather than an update to H&amp;M&apos;s previous iPhone app, the big deal here is that you can buy clothes from within the app, rather than simply browse the retailer&apos;s collections. The app also promises vouchers and offers, and news and videos on new fashion trends. It&apos;s one of the slicker shopping apps I&apos;ve seen on iPhone.iPhone Might &amp; Magic Clash of Heroes (2.99) One of the famous old names in RPG gaming gets spruced up for iOS, as you take five heroes on a quest to save their world. The game offers a 20-hour campaign to work through, as well as live and asynchronous multiplayer games online. The puzzle-battle system is where the fun lies, as you tweak tactics to crush opponents.iPhone / iPad Moves (Free) Fitness gadgets like Fitbit and Nike&apos;s FuelBand are all the rage in early 2013, with their companion apps. Moves is an app that does away with the gadget part of that equation. It aims to track your daily walking, cycling and running for you, then display it all in a timeline and on a map.iPhone Cat Doorman&apos;s Little Red Wagon (1.99) There&apos;s a big opportunity for children&apos;s apps that blend stories and songs, with Night &amp; Day Studios the latest developer to explore it. This is based on an album of children&apos;s music called Cat Doorman&apos;s Songbook, taking one of its songs folk tune Little Red Wagon and accompanying it with beautiful hand-painted illustrations and a scrolling score.iPad Rescue Rush (Free) There&apos;s some innovative work being done to incorporate location into mobile gaming, with publisher Red Robot Labs one of those involved. Its new game is a bit like Pac-Man, except with a giant cat rescuing animals and avoiding scientists. The twist is that it&apos;s played on a stylised map of the real streets around your current location.iPhone / iPad Cubase iC Pro (11.99) A premium price for a professional music app: this is a remote-control app for the Cubase audio software, focused on musicians using it to record their songs, creating up to four dedicated cue mixes to adjust their mix from the iOS device.iPhone / iPad NFL Quarterback 13 (1.49) In good time for the Super Bowl comes developer Full Fat&apos;s follow-up to last y ear&apos;s American football game, which sees you lobbing long bombs to your receivers while battling against the wind and opposing linebackers alike. Whizzy 3D visuals meet casual gameplay it&apos;s very good fun.iPhone / iPad Instructables (Free) Now owned by graphics firm Autodesk, the Instructables website remains an excellent resource for recipes and do-it-yourself projects. Now there&apos;s an app for that, which not only enables you to browse the projects from the site more than 100k in all but also to create your own, with photos.iPhone Pebble Smartwatch (Free) This is the companion app for the Pebble smart-watch, which has just started shipping to the people who crowdfunded its $10.3m Kickstarter campaign. The watch connects to this app using Bluetooth, enabling it to show incoming calls, emails and messages on the watch.iPhone Stow - the modern packing list (1.49) Genuinely an app I&apos;ve been looking for for some time now, Stow is a packing list for trips, with an easy template-based way to create and tick off whatever you&apos;re packing for a holiday or business trip. Lists can also be shared by email, or between Stow apps on different handsets.iPhone Deko (Free) Many iPhone owners I know use photos as their wallpapers, but Deko aims to provide an alternative: stylish wallpaper images that you create yourself by swiping its patterns around the screen. A neat and creative idea.iPhone / iPad Swipp (Free) Swipp is interesting: a way to share your opinions with other people, and see what they&apos;ve been saying about a place or topic too. Its developers have a grand ambition &quot;building the largest collection of open knowledge on every topic in the world&quot; although as ever the concern here for users is the risk that if it takes off, someone bigger will buy it for the data and/or development team then shut it down (as happened with an app called Stamped in 2012).iPhone Kids Discover Antarctica (1.99) Actually just one of several educational iPad apps released by Kids Discover in the last week, but this one has penguins so got the nod for inclusion here. You can&apos;t argue with penguins. It&apos;s a slickly-designed guide to Antarctica for children, offering 3D models, video, audio and photographs, quizzes and snappy text. Other apps available cover galazies, cells, space, extreme weather and Washington D.C.iPad Men&apos;s Fitness Cover Model Body Plan (1.49) If using an app like Moves (see above) helps you shed some pounds, how about packing on some muscles? This new app from Dennis Publishing&apos;s Men&apos;s Fitness magazine offers a four-week plan to &quot;make your six-pack stand out&quot;. As opposed to your great big beer-filled gut stand out, as may be the case.iPhone / iPad Serendip (Free) Serendip&apos;s subtitle is &quot;Free Music Radio&quot;, and that&apos;s exactly what you&apos;re getting: a stream of music it thinks you&apos;ll like, based on your tastes and social connections. Every user has a profile on the app so you can see who&apos;s similar, and the music itself comes from YouTube, Vimeo, SoundCloud and Bandcamp (hence why the app is free, presumably).iPhone Mushroom Wars (1.99) Originally a hit on Sony&apos;s PSN service for PlayStation 3, Mushroom Wars has now been ported to iPad. It&apos;s a cutesy real-time strategy game with 27 maps for your mushroom characters to battle their enemies on, while upgrading weapons and beefing up their army.iPad Cracking Sands (2.99) Switching genres, Polarbit&apos;s new game is a racing game promising &quot;a band of merry lunatics driving small vehicles fitted with big guns&quot;. So it&apos;s about shooting as well as driving, with customisable characters and vehicles, and a choice of single-player or online multiplayer modes.iPhone / iPad Montblanc Timepieces (Free) &quot;Part biography, part chronography and all beautiful,&quot; is how Montblanc describes its new iPad app, which captures the fact that it&apos;s no mere digital catalogue. The app focuses on 40 of the company&apos;s watches, with photos, 3D models and a &quot;True View&quot; feature to see how they&apos;d look on your wrist.iPad Learn Maths with Beluga (Free) Beluga Learning has been receiving high praise from education experts even before the launch of this, its first app. Aimed at children, it sees them exploring virtual islands completing a range of mathematical challenges, accumulating multipliers for their scores as they go.iPad The 500 Hats of Bartholomew Cubbins (2.49) Another week, another book-app based on a Dr. Seuss tale from publisher Oceanhouse Media, which is working its way through the catalogue with aplomb. This tells the story of a boy desperately trying to take his hat off to the king, only to find other hats appearing in its place. Marvellous rhyming prose, voice narration and word-highlighting make this fun for young readers.iPhone / iPad Finds (Free) This looks interesting: an app for showing off the items you find while shopping, tipping other people off about them. And, of course, digging into the tips uploaded by other users, complete with photos and links to buy those products online. It&apos;ll only work if enough people use it, of course.iPhone Spraffl (Free) Location-based messaging? The jury&apos;s out on quite how many people want to do it, but Spraffl hopes enough will to make its app useful. The idea: you post anonymous messages that people nearby can see: &quot;Break some local news, comment at an event, make an honest review, pay someone a compliment, tell your neighbours to pipe down or share a joke with your colleagues,&quot; encourages its App Store listing. Again, it&apos;ll only be as good as the amount of people using it.iPhone Pantheon the Legends (Free) Card-battler games are proving pretty popular in the West, having exploded some time ago in Japan. Pantheon the Legends is the latest to go live on iOS, getting you to collect a deck of cards based on classical gods and heroes, then fight against other players over the network.iPhone Vuemix Video Browser (Free) Here&apos;s a new take on video search, with an iPad app that enables you to search for a topic and see nine video thumbnails on-screen at once when deciding what to watch. The videos are sorted into categories, although unfortunately it&apos;s not yet available in the UK.iPad Weezic Augmented Sheet Music (Free) Something for musicians here: a digital sheet-music app for iPad that turns pages automatically, but also accompanies you with a virtual orchestra. It includes 14 free scores, with more to come (presumably using in-app purchases) in the future. It&apos;s based on the existing Weezic.com site.iPad Yoga Studio (1.49) It&apos;s been out on iPhone for a while, but Yoga Studio has now been upsized for iPad. It offers 30 yoga classes with high-definition video showing you what to do, but also lets you create your own classes or browse a library of 280 yoga poses.iPad That&apos;s this week&apos;s roundup, but what apps have you been enjoying on iOS this week? Post your recommendations, or your views on the apps above, in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/25/best-iphone-ipad-apps-vine-wave-trip", 
    "wordcount": "1891"
}