{
    "headline": "Plans for Sellafield plutonium reactor rejected", 
    "text": "A plan to build a plutonium-burning reactor at Sellafield in Cumbria has been rejected by the UK government&apos;s Nuclear Decommissioning Authority (NDA). Internal emails seen by the Guardian reveal that the NDA regards the reactor technology as immature and commercially unproven. It would also create large amounts of plutonium-contaminated waste and increase the risk of terrorists acquiring nuclear weapons, the NDA says. The reactor plan was announced by General Electric (GE) Hitachi in November as a way of converting the UK&apos;s 82-tonne stockpile of plutonium at Sellafield into power. Known as &quot;Prism&quot; (Power Reactor Innovative Small Modular), it is a new design of sodium-cooled fast reactor that is fuelled by plutonium. In an email to GE on 29 November 2011, the NDA&apos;s strategy and technology director, Adrian Simper, said that the two organisations &quot;have struggled to reach a clear agreement on the work necessary to demonstrate credibility, without which neither NDA nor government can consider Prism further in the development of our strategy.&quot; In a draft response to GE prepared for the Department of Energy and Climate Change (Decc), the NDA said it had carried out a &quot;high-level assessment&quot; of Prism. The technology was &quot;still to be demonstrated commercially&quot;, it concluded, and &quot;the technology maturity for the fuel, reactor and recycling plant are considered to all be low&quot;. One drawback with Prism, according to the NDA, was that it would be fuelled by plutonium metal, rather than the oxide form in which UK plutonium is currently stored. Converting the oxide to metal would result in &quot;a likely large amount of plutonium contaminated salt waste requiring management&quot;. Plutonium metal is also thought to be easier to make into bombs. &quot;This would introduce more security/proliferation risk,&quot; warned the NDA. &quot;In summary the Prism concept is unlikely to start before 2050 and as such does not appear to meet the requirement for deployment within 25 years.&quot; Jean McSorley, a Cumbria-based nuclear critic, obtained the emails under freedom of information law. GE said that there had been &quot;miscommunication&quot; about Prism, which had been under development in the US for 30 years. &quot;We haven&apos;t had a chance to explain it yet,&quot; the company&apos;s chief nuclear engineer, Eric Loewen, told the Guardian. &quot;We&apos;re working on a framework with the NDA.&quot; But Decc said that the alternative of turning plutonium into mixed oxide (Mox) fuel was &quot;the most credible and technologically mature option&quot; so it was prioritising work on that. &quot;We are not closing off alternatives,&quot; added a Decc spokesman. &quot;We remain open to any technically mature proposals that offer better value to the taxpayer and can be delivered in within a comparable timeframe as our preferred option.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/24/sellafield-plutonium-reactor-plans-rejected", 
    "wordcount": "492"
}