{
    "headline": "10 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "This new weekly post rounding up the best new smartphone and tablet games will usually be published on a Thursday, but due to personal holiday, last week&apos;s is being published today (Monday 20 August). Here&apos;s this week&apos;s selection: Horn This visually-stunning adventure is getting some Infinity Blade-sized buzz among iOS gamers, as you try to free your fellow villagers from a curse that has turned them into monsters. The key difference to Infinity Blade is that this game is free-roaming: you can wander the world and then dance around monsters while fighting.iPhone / iPad The Humble Bundle for Android 3 Okay, strictly speaking this is five games rather than one. It&apos;s the latest Humble Bundle for Android, where you can pay what you want to get four games Bit.Trip Beat, Fieldrunners, SpaceChem and Uplink with a fifth thrown in (Spirits) if you pay more than the average price currently $6.14. Fieldrunners and Bit.Trip Beat alone make this an excellent bargain.Android Jetpack Joyride Fruit Ninja may be developer Halfbrick Studios&apos; biggest game, but Jetpack Joyride is its most critically-acclaimed on iOS. Now it&apos;s available on Android too, albeit only through Amazon&apos;s Android Appstore at the time of writing. It&apos;s an endless... well, endless flyer is probably the term, as you scoot through levels with your jetpack, unlocking new outfits and items as you go.Android Cafeteria Nipponica It&apos;s been out on Android for ages, but Kairosoft&apos;s Cafeteria Nipponica has just made the leap to iOS too. It follows similar mechanics to all the other simulation games from the Japanese developer, as you open restaurants, develop dishes and train up staff. More importantly, it is ruthlessly addictive as my last lost weekend and current smartphone-generated squint show.iPhone / iPad Fluid Football If the name LMA Manager rings a happy, nostalgic bell in your mind, you should download Fluid Football immediately. It&apos;s a tactical line-drawing football game that provides a more thoughtful take on touchscreen football, with lots of depth. Andy Gray and Richard Keys provide expert analysis, which may be a pro or a con, depending on how you feel about them.iPhone / iPad Punch Hero It&apos;s been out on iOS for a little while, but Gamevil&apos;s entertaining boxing game Punch Hero is now on Android too. The free-to-play game may bring back memories of Nintendo&apos;s famous Punch-Out games, as you jab, hook and uppercut your way to the top. Lots of customisation is included, as well as the option to add your own face to your virtual pugilist.Android Little Acorns Last week&apos;s Xbox Live-enabled Windows Phone release was Little Acorns, a casual game from EA that sees you playing as a squirrel named his parents must bear responsibility for this, presumably Mr Nibbles. Cue 80 levels of platform-based acorn-collecting action.Windows Phone The Grunts: Beard of Bees British publisher Nosy Crow is best known for its book-apps, but this is something different: an iOS game to promote a new range of books by author Philip Ardagh and illustrator Axel Scheffler (of Gruffalo fame). The game sees you building a beard of buzzing bees for the Mr Grunt character, fending off flowers, birds and butterflies. Ardagh provides the voice narration, with the game as fun for parents as its target audience of children.iPhone / iPad Puzzle Craft Mixing RPG mechanics with match-three puzzling worked well for Puzzle Quest, so why not town-building and match-three puzzling? That&apos;s the idea here, with two separate gameplay modes as you build your town, and match tiles to boost your resources. It&apos;s one of a new breed of &quot;paymium&quot; games: you pay 69p for the game, but then in-app purchases are also available to speed your progress.iPhone / iPad Jack Lumber Finally this week, something new from Sega without a hedgehog in sight. Jack Lumber is a &quot;time-warping line-drawing log-slicing pun-filled lumberjacking mashup&quot;, in the words of its App Store listing. Which means something akin to Fruit Ninja with logs instead of fruit, a dash of Matrix-style bullet time, and some characterful graphics to make it stand out from the herd on iOS.iPhone / iPad That&apos;s our selection, but what have you been playing? Give your thoughts on these games, or recommendations for other new smartphone and/or tablet titles, in the comments section.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/20/best-mobile-games-horn-jetpack-joyride", 
    "wordcount": "722"
}