{
    "headline": "Game on  Spec Ops: the Line", 
    "text": "Games tend not to borrow stories from literature. Not explicitly, at least. I&apos;m sure some wishful academic has argued at one time or another that Lara Croft is a modern-day Emma Bovary, Resident Evil a metaphorical Bleak House and Just Dance 4 a physical interpretation of Joyce&apos;s Ulysses. By and large though the worlds of literature and video games remain separate, and where the two do meet the results are often half-hearted and unsatisfactory. Successful games spawn hasty tie-in novels, while books successful enough to become films spawn just as hasty tie-in games. Why the reluctance of game designers to plunder bookshelves? In part, perhaps, because games are designed and built by scientists more than artists. Logical left-brain programmers will outnumber right-brain readers at any studio you care to name. Rightly so, of course, considering the vast, invisible nuts and bolts of games are code and calculations. Try as they might, a team of literature graduates will find it difficult if not impossible to build a physics engine out of feminist approaches to the work of Dickens and a critical response to Webster&apos;s The Duchess of Malfi. Games designers may also be put off by the novelist&apos;s focus on the internal lives of their protagonists. With their relentless emphasis on action and reaction, games just don&apos;t have time or space for the inner workings of the human psyche. A crippling fear of social isolation or an unwillingness to come to terms with having aged won&apos;t exactly make for thrilling boss battles. That&apos;s why the platform game of The Great Gatsby mocked-up to look like a NES title by a pair of enthusiasts features the novel&apos;s recurring motif of watchful eyes in a pair of spectacles as a hovering, laser-armed final boss. It&apos;s odd, bold and really quite commendable then that the makers of third-person squad-based shoot-em-up Spec Ops: The Line (Xbox 360/PS3 /PC) have chosen to base their story both openly and heavily on Joseph Conrad&apos;s Heart of Darkness. Albeit a version updated for the Modern Warfare generation in which, instead of the Congo, events take place in a disaster-hit Dubai, half-sunk after six months of sandstorms and peopled by refugees and rogue militias. Our hero is Captain Martin Walker, of US special operations team Delta Force. Walker&apos;s here with his buddies Lugo and Adams on a mission to find the commander of a lost rogue battalion. Where Conrad&apos;s Charles Marlow seeks out the elusive Kurtz, Walker&apos;s target is a Colonel John Konrad. No one&apos;s claiming it&apos;s a subtle homage. Comparisons with Apocalypse Now are inevitable, and the game is rich with at least as many references to the film as to the novel: in its opening movie, Walker relates the story so far in voice-over as he rises from a sun-soaked bed in a sparse hotel suite. He speaks from a penthouse overlooking the desert rather than a dusty Saigon hotel, but it&apos;s otherwise near identical in both tone and content to the film&apos;s famous opening scene. The three main characters are well-written and voice-acted, and put to good use in the game&apos;s many fire fights. You control only Walker directly, but Lugo and Adams can be commanded to chip in by hurling stun grenades, focusing their fire on tougher enemies or sniping distant gunmen beyond the reach of the hero&apos;s rifle. They&apos;re also capable of being injured by enemy gunfire, making them feel more like human-controlled allies than mere programmed escorts, although they can still be revived a little too easily with an injection of bullet-reversing video game medicine. Combat in the game lies somewhere between Mass Effect&apos;s cover system and a conventional first-person shooter. Sadly it&apos;s not quite a happy medium. Aiming can be a pain, particularly in confined spaces, and there&apos;s a lack of tactical depth to most gunfights, which boil down to shooting whichever bad guy&apos;s closest, reloading and then shooting the next. Dynamic environmental conditions  notionally one of the game&apos;s other major selling points  add only a little more depth to the game&apos;s bigger battles. Infrequent sandstorms force your team to seek shelter indoors, and a handful of fights require you to riddle a window or door with bullets so that an avalanche of sand engulfs your enemies from above, but this is quite a bit less satisfying than it sounds. There&apos;s a reason, after all, why no one has ever made a game called Window Slayer, and it&apos;s nothing to do with the challenges of conveying a window&apos;s complex inner life.", 
    "section": "technology", 
    "gid": "technology/2012/jun/21/game-on-spec-ops-the-line", 
    "wordcount": "749"
}