{
    "headline": "Foxconn workers on iPhone 5 line strike in China, rights group says", 
    "text": "Thousands of workers at Foxconn in China have gone on strike over working conditions related to production of the iPhone 5. Three to four thousand employees walked out of Foxconn&apos;s Zhengzhou factory on Friday, according to China Labor Watch. It said Foxconn and Apple had &quot;raised overly strict demands on product quality&quot; without providing adequate training. The strike comes just weeks after Foxconn was forced to close a plant in Taiyuan, when a brawl involving as many as 2,000 workers left a number of people needing hospital treatment. China Labor Watch, a labor rights group which monitors factory conditions in China, said Friday&apos;s strike came after Foxconn and Apple introduced new quality controls, while at the same time Foxconn forced employees to work during a public holiday. &quot;Foxconn raised overly strict demands on product quality without providing worker training for the corresponding skills. This led to workers turning out products that did not meet standards, and ultimately put a tremendous amount of pressure on workers,&quot; China Labor Watch said in a statement. The organisation said the new quality demands led to workers turning out products that did not meet production standard, placing &quot;a tremendous amount of pressure on workers&quot;. &quot;Additionally, quality control inspectors fell into to conflicts with workers and were beaten up multiple times by workers. Factory management turned a deaf ear to complaints about these conflicts and took no corrective measures.&quot; The majority of Foxconn employees taking part in the strike worked on the &quot;onsite quality control line&quot;, according to China Labor Watch. It said the strike meant iPhone 5 production lines were &quot;in a state of paralysis for the entire day&quot;. The organisation said Apple was involved in some of the reasons for the dispute, pressing ahead with production demands despite design problems. The new quality demands included &quot;indentations standards of 0.02mm and demands related to scratches on frames and back covers&quot; China Labor Watch said. It said the pressure of the new quality demands, coupled with workers not being permitted to take vacation during a recent holiday period, had led to the strike. &quot;This strike is a result of the fact that these workers just have too much pressure,&quot; said CLW executive director Li Qiang. In September Foxconn was forced to shut a plant in Taiyuan, northern China, after a mass brawl. As many as 2,000 workers were said to have been involved in the violence, with pictures showing smashed windows and riot police at the site. Geoffrey Crothall, a spokesman for the pressure group China Labor Bulletin, said at the time that Foxconn workers were becoming increasingly emboldened. &quot;They&apos;re more willing to stand up for their rights, to stand up to injustice,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/oct/05/foxconn-apple-iphone-china-strike", 
    "wordcount": "470"
}