{
    "headline": "Teachers back motion that could see strikes this autumn", 
    "text": "Teachers have voted for an escalating campaign of industrial action over &quot;concerted and ideologically driven attacks&quot; by the government on the profession of state education. The NASUWT teachers&apos; union, meeting at their annual conference in Birmingham, unanimously backed a resolution that could see schools disrupted by walkouts in the autumn term. The motion said said the teachers faced &quot;scurrilous attacks, abuse, intimidation and lies&quot;, and accused the government of a &quot;vicious assault&quot; on the profession. The motion highlighted the union&apos;s concern over the serious threat to state schools from privatisation and &quot;predatory interests&quot;. Brian Cookson, the NASUWT&apos;s national treasurer, called on the conference to support a campaign of industrial action  up to and including strikes  against a range of government policies. He told the conference that &quot;education is on the frontline facing this attack&quot; on the public sector. He said calls for &quot;school autonomy disguised the true aim of academy chains taking over vast numbers of schools, replacing the democratically accountable local authority system&quot;. The proposals backed by the conference will allow the union&apos;s leadership to carry out a flexible campaign in the autumn, with actions short of striking as well as paving the way for a ballot for strikes. Chris Keates, general secretary of the NASUWT, told the BBC ahead of the debate that the government&apos;s academies programme presented an &quot;attack on national pay and conditions frameworks but also to allow private companies to actually make a profit from state education&quot;. Figures published last week by the Department for Education revealed that the majority of England&apos;s state secondary schools are, or are about to become, academies, meaning they will report to central rather than local government. Academies, often funded by businesses or philanthropists as well as the state, have greater freedom to change school hours, teachers&apos; pay and conditions, and the subjects they teach. Keates said so far only 1,500 schools out of 23,000 had been &quot;bribed or bullied&quot; into becoming academies. The DfE insists that academies gain from freedoms to &quot;innovate and raise standards&quot; Conservative MP Damian Hinds, who sits on the education select committee, defended the scheme, saying the extra money for academies was not a bribe. &quot;There are extra freedoms, there is more control over the budget,&quot; he told the BBC. &quot;I think to call it a bribe is totally incorrect. Almost half now of maintained secondary schools either have become an academy or are going to become an academy. Are we saying that all those schools are wrong? Are they doing it for the wrong reasons? Of course not. They are doing it because they have got the interests of the children at heart.&quot; The threat to teachers&apos; pay and conditions from academies will also be debated by the National Union of Teachers at its annual conference in a motion concerning fresh strike action. The NUT has staged two days of joint strike action over pensions since June, as well as a regional strike in London last month. Delegates agreed on Saturday morning that the debate taking place later in the day would be held in private. The two unions were gathering for the second day of their respective conference amid a survey published by the NUT which highlights the scale of demoralisation felt by overworked teachers. More than two in five (42%) teachers say that their morale is currently low, or very low, according to a poll commissioned by the National Union of Teachers (NUT). Almost six in 10 (59%) say their morale has declined in the last two years while about a quarter (27%) said that they currently have high morale. A DfE spokesman said: &quot;It is absurd to say our school reforms are a &apos;vicious assault&apos; on the teaching profession. They are all about putting children first and raising standards. &quot;We have given teachers more powers to tackle bad behaviour in the classroom and have introduced new laws to protect them from malicious allegations. We&apos;ve also allowed schools to run their own affairs by becoming academies, and we have slashed bureaucratic paperwork to free up teachers&apos; time. &quot;We are putting power back into the hands of talented heads and teachers  allowing them to get on with raising standards without interference from Whitehall or politicians. &quot;Strikes benefit no one.&quot; The NASUWT will not need a fresh ballot of members in order to carry out strike action.", 
    "section": "education", 
    "gid": "education/2012/apr/07/teachers-back-motion-strikes-autum", 
    "wordcount": "752"
}