{
    "headline": "Mini-laptops versus netbooks, and other queries", 
    "text": "My 16-year-old wants a netbook/mini-laptop for his sixth form schoolwork, and it needs to be fast enough to handle Word documents in Microsoft Office. He already has a laptop, but it&apos;s too bulky and too heavy to take to school. The price is a concern but I really want him to be happy with it.Sarah I thought this would be easy because I&apos;d seen the Samsung 305U mini-laptop being sold off for around 300. It has now been discontinued, but you could try to pick one up by searching for Samsung 305U or even NP305U1A-A01UK. Netbooks are limited by their screen resolution (1024 x 600 pixels), which is below the specification needed for Microsoft Windows 8. Other drawbacks include having only 1GB of memory, and running Windows 7 Starter. The Samsung 305U is about the same size as a netbook, having an 11.6in screen and weighing 1.21kg. However, it has better graphics, better screen resolution (1366 x 768 pixels), much more memory (4GB), and a much better operating system (64-bit Windows 7 Home Premium). The drawback with the Samsung 305U and similar cheap mini-laptops is that they usually have an AMD Fusion E-450 processor. This is much slower than a low-end laptop chip such as the Intel Pentium B830, though still a bit faster than the sort of Intel Atom you would get in a netbook. Still, the E-450 can certainly run Microsoft Word. The Lenovo IdeaPad S205 is an excellent alternative to the Samsung 305U and has an almost identical specification for 309 from Laptops Direct. In some mini-laptops, such as the Lenovo IdeaPad S206, the E-450 has been replaced by AMD&apos;s E2-1800. This looks like the same chip with the clock speed bumped up from 1.65GHz to 1.70GHz, which makes no practical difference. The next step up would be something like an Asus X401A, which is also available for around 300. This gets you a much faster processor such as the Intel Pentium B980 (avoid the Pentium B830 version, which is much slower), and the choice of Windows 7 or Windows 8. However, the X401A has a 14in screen and weighs 1.85kg, so it&apos;s bigger, heavier and much less portable than mini-laptops like the Samsung 305U and IdeaPad S205. Note: After shopping around, Sarah bought her son an 11.6in HP Pavilion dm1-4341sa mini-laptop with an E2-1800 processor and Windows 7 for 279. HP&apos;s current price is 329 with Windows 8 installed. Needed for Windows 8 Windows 8 says: &quot;Required Video Card 1366 x 768 screen resolution, DirectX 9 graphics processor with WDDM driver.&quot; Does this mean that those of us who use a monitor that can cope at best with 1280 x 1024 (and perhaps just the Intel 82954G Express Chipset Display Adapter) will not be able to use Windows 8 at all, or only in a limited way?  BobWindows 8 runs both traditional Windows desktop applications and a new type of app using the Start Screen interface formerly known as Metro. These Metro-style apps are secure and sandboxed, they are written to a new applications programming interface (API) called WinRT, and usually, they can only be downloaded from the Windows Store. Only these apps have screen restrictions, as Microsoft explained at great length back in March in a blog post, Scaling to different screens. In brief, the minimum resolution required to run Windows Store apps is 1024 x 768 pixels, and the optimum resolution for apps is 1366 x 768. The extra screen width is required to &quot;snap&quot; two Metro-style apps together and run them side by side. An old laptop with a 1280 x 1024 screen should therefore be able to run Metro-style apps in Windows 8, according to Microsoft&apos;s graph, but you will lose the &quot;snap&quot; feature. Some people have managed to run Metro-style Windows 8 apps on less capable systems such as netbooks by editing the registry to change the value of the Display1_DownScalingSupported key from 0 to 1. An article at Internet Techies explains how to do it. Either way, you should download the Windows 8 Upgrade Assistant and see what it says about your PC. Although old graphics chipsets can be a problem, there is a Windows 8 driver (version 8.15.10.2697) for the Intel 82954G. Portable passwords I keep sensitive passwords, account numbers, pin numbers etc on a small USB drive, which is inserted only when needed and promptly removed. The USB drive is encrypted  I use Folder Lock  with access through a master password known only to me. Is this as safe as it gets, or is there a big flaw in my system somewhere? Name withheldThis is a popular approach for people who have a lot of passwords to remember and who travel around, and I can&apos;t see any significant problem with it. Many people also use a password management program, such as KeePass Portable (which is open source and free) on a USB thumb drive. An alternative is LastPass, which stores your password database online. Since it&apos;s pretty easy to lose a USB drive, and they sometimes fail, it&apos;s important to have a backup copy of your encrypted password file. However, I assume you installed Folder Lock on a Windows PC and then used Protect USB to create the portable version, so perhaps you have a copy on your desktop PC. If you have plenty of spare space on your USB stick, think about adding SysInternals&apos; Process Explorer, MalwareBytes Anti-Malware, Recuva or a similar undelete/file recovery program, and perhaps a portable version of the Google Chrome browser from PortableApps.com. This kind of portable toolkit can be invaluable when something goes wrong.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/nov/30/ask-jack-schofield-computing", 
    "wordcount": "956"
}