{
    "headline": "Jobs top 10: senior executive positions", 
    "text": "In at 10 is a chief executive for Norwich Research Park (NRP) Ewart Wooldridge, chief executive of the Leadership Foundation for Higher Education, predicted that in 2012: &quot;HE leaders will need to embrace entrepreneurial as well as traditional values.&quot; http://www.theguardian.com/higher-education-network/blog/2012/jan/05/leadership-predictions-2012 Embodying these ideals is the NRP, a collaboration between several research centres and the University of East Anglia and home to 30 science and IT companies. The new chief exec will need to be both able to inspire entrepreneurship and hold his or her own with academics A reader in biomolecular modelling is sought by UCL, at nine I&apos;m always drawn to a job ad which starts with &quot;we&apos;ve embarked on an ambitious strategy...&quot; To me it says &apos;opportunity to be involved with something new&apos; and for a biomolecular modeller, this could well prove true. UCL is setting up a Computational Life &amp; Medical Sciences Network and for an academic who has published widely and has succeeded in attracting research funding, you could soon be pioneering new ways of working. Eight is an associate head of performing arts at the University of Coventry The associate head will be responsible for external engagement, a wide net which covers student employability, internationalisation and the coordination of the school&apos;s yearly festival. If you want to catch up on what other institutions are doing in this area, have a look at this, and for new ways of thinking about internationalisation, this blog might help.  University of Sunderland need an assistant director at seven On the subject of internationalisation, the University of Sunderland is looking for an assistant director responsible for international recruitment. You needn&apos;t have gained your recruitment experience in HE, but you do need to have worked for a large organisation, have a working knowledge of south east and east Asia and be aware of the current challenges and opportunities in internationalisation in HE. Tamson Pietsch&apos;s blog on the problem of degree recognition might help with the latter. http://www.theguardian.com/higher-education-network/blog/2011/sep/21/internationalisation-degree-recognition-overseas Royal Holloway needs a senior lecturer, at six While you&apos;ll need to be widely published on the subject of 20th century US history, this might be one vacancy where your teaching experience will be just as highly valued, as the department is looking for candidates who can contribute to their Public History teaching programme. Five is a senior advisor with the University of Cambridge University of Cambridge&apos;s Judge Business School needs someone to help develop its custom executive education programmes. While a doctorate is preferred, it is not mandatory. Someone with international experience and excellent client management skills could successfully perform this role. But don&apos;t just take our word for it and don&apos;t dither either; the closing date is 3 February. Four is a head of development - humanities - at the University of Oxford Keeping old rivalries alive, University of Oxford comes in fifth with this vacancy for a head of development. You will be raising funds for the humanities division and as with every senior management role, you will help shape the strategy of the organisation. Before you apply, brush up on the Oxford Thinking campaign, http://www.campaign.ox.ac.uk/ which your fundraising efforts will be supporting. Three is a reader in anthropology at Durham University There are several reasons why Durham has made the list, not least because it is the first vacancy I&apos;ve seen where the university has specified that a candidate be &quot;enthusiastic.&quot; Given some of the growing cynicism amongst HE professionals, this might be more telling that it seems! If you are interested in applying, you have until 28 February. And second place is Nottingham Trent University&apos;s for a dean Just shy of the top spot is this vacancy for a dean of the School of Art and Design. To work your strategic magic, both in the school and potentially across the entire institution, you will need to have built up experience in both academia and management and the ability to drive innovation. And top of the charts is Glasgow School of Art who are recruiting a director academic development In first place this week is this vacancy at Glasgow School of Art. While the focus for the new director will be the development of learning, teaching and research at the school, I did find it interesting that the first purpose of these activities is to &quot;ensure the continued relevance of our educational provision to society.&quot; In hard economic times, HE should be all about making education matter beyond the ivory tower. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/30/senior-execcutive-vacancies-in-he", 
    "wordcount": "804"
}