{
    "headline": "Climate change protest website reported to police", 
    "text": "A website calling for civil disobedience in London on 23 June to highlight the &quot;catastrophic destabilisation of global climate&quot; has been reported to the police by a Conservative councillor after he learned that his personal details had been used to register the website&apos;s domain name. The Climate Siren website was registered in March using the home address of Nick Bennett, a former policeman who is now a councillor with East Sussex county council. Bennett said he had &quot;nothing whatsoever&quot; to do with the website and had asked the Metropolitan police to investigate how his name, home address and phone number came to be used without his permission or knowledge. The one-page website, which calls for a &quot;conspicuous act of civil disobedience  at the time of the Rio Earth Summit&quot;, states that &quot;we will do no harm to person and nor do we intend any gratuitous harm even to property&quot;. No other details are provided, but the website includes a mobile phone number and an email address which it encourages supporters to text or email. &quot;This will allow us to keep in contact with you by text and let you know what to do nearer the date as well as giving us an idea of potential numbers,&quot; the website says. &quot;The nature of what we are planning means that we have to keep it secret, as you will readily understand, but in the end it will be your decision as to whether it is a valid action you will want to be a part of, or not.&quot; No response was received when the Guardian attempted to call the number and email the address. Climate activists have also expressed concern about the website, with some fearful that it could be a &quot;flytrap&quot; created by undercover police attempting to flush out protesters willing to break the law. In 2011, the Guardian revealed that a handful of police officers, including one called Mark Kennedy who went by the false name &quot;Mark Stone&quot;, had spent years undercover posing as environmental activists. The revelation led to a series of inquiries. Some activists, speaking to the Guardian on the condition of anonymity, said they had become suspicious about the Climate Siren website after they noticed it had been registered by a former policeman. Warnings had been sent out by group email urging other activists to proceed with caution if considering contacting the advertised mobile number or email address. One said: &quot;We are still getting over the Mark Stone stuff. There&apos;s a few of us who think that the Climate Siren website is a police trap to snare a few activists.&quot; On 5 June, however, the Campaign Against Climate Change (CACC), a campaign group pushing for &quot;urgent and resolute action&quot; on climate change which is supported by prominent environmentalists and politicians such as George Monbiot, Caroline Lucas and Michael Meacher, sent out an email to its members highlighting Climate Siren&apos;s call for civil disobedience. Other climate protest groups have also helped to promote the call for protest. On 18 May, the Climate Camp Twitter account retweeted one of Climate Siren&apos;s tweets. A CACC spokesman said its email on 5 June was not an endorsement of Climate Siren, but &quot;an expression of solidarity&quot; with its wider goals on climate action. He added that his own investigations meant that he was confident the people behind Climate Siren were &quot;legitimate&quot; protesters, and not undercover police or some other group attempting to dupe or hoax the &quot;climate activist community&quot;. He was not prepared to provide further details. The Metropolitan police said it was not aware of any planned protests for 23 June by climate activists, but was now examining the website.", 
    "section": "environment", 
    "gid": "environment/2012/jun/13/police-investigate-climate-website", 
    "wordcount": "635"
}