{
    "headline": "The Don is my sacred river", 
    "text": "It&apos;s a showery morning at Dunford Bridge, a hamlet set in a tight valley that holds the newly born river Don in its cupped hand. It ought to be charming, except planners and engineers have made this spot the focus for large-scale infrastructure. Dominating my view are electricity pylons towering above the valley, steel giants marching east towards Barnsley. At the village&apos;s western limit the cables dive underground through the Woodhead tunnels, the first of which was bored in the 1840s at a cost of 26 lives. At three miles, it held the record as the world&apos;s longest. A second tunnel was added a few years later, as narrow and claustrophobic as the first. Once 250 trains a day passed through what their drivers dubbed the &quot;hell holes&quot;. A third tunnel, completed in 1953, was wider and more accommodating, but the last passenger train ran in 1970. Now the cables are being switched from the first tunnel, which is collapsing, to the third, infuriating those who want to see the trains run again. Plans also exist  let them be realised!  to remove the pylons from Longdendale on the far side of the tunnels and restore the Peak District&apos;s grandest valley. Above my head where I&apos;m parked, close but unseen, is Winscar reservoir, perched like a bucket of water on a half-open door. The moors draining into it have gothic names  Dead Edge Flat makes me chuckle  but it&apos;s among these that the Don has its origins. This river is sacred to me, not least because I shook my father&apos;s ashes into it some 12 years ago, above a weir in Sheffield. But it has to be acknowledged  from its mossy head to its engineered conclusion  that the Don has been diverted, poisoned, confined and generally messed with. Yet I love it, and from the corner of my eye glimpse a hopeful omen. I think I see a swift, skimming over the coarse grass. But it&apos;s too big and its wings are inflected towards its shoulders. It&apos;s a hobby, up from the woods that fringe the river bank, prospecting for insects on a late summer&apos;s day.", 
    "section": "environment", 
    "gid": "environment/2012/aug/27/country-diary-dunford-bridge-yorkshire", 
    "wordcount": "357"
}