{
    "headline": "An energy first as UK successfully transmits data via national electricity grid", 
    "text": "Data has been transmitted across a national electricity grid for the first time, in what could be a significant step towards the creation of virtual power stations, where many thousands of homes and businesses combine to manage electricity use more smartly. The new technology could lead to lower energy bills for consumers who allow small variations in the energy consumption of their appliances, such as water heaters or freezers.  The flexibility provided by thousands of appliances combined could reduce peaks in energy use and remove the need for some large new gas or nuclear power stations or polluting diesel generator farms that are started up in times of short supply.   Related: UK loses top 10 spot in global energy ranking for the first time    The new data system, created using telecoms technology by Reactive Technologies (RT) and now successfully tested on the UKs National Grid, could also allow the optimum use of intermittent renewable energy, an important feature given the fast-rising proportion of green energy on the grid. Unlike the smart meters being rolled out by the UK government, the new system is anonymous, with no data on household energy use being collected and therefore avoiding concerns about privacy. The system uses new technology to send messages through national electricity cables to any appliances with a smart plug connected to the mains, asking it to adjust its energy use. In the home, this could mean allowing the temperature of a freezer to increase by 0.5C to cut demand or turning up a water heater at 1am to utilise spare renewable energy.  In the commercial sector, where the technology will be first rolled out, it could mean water company pumps are used at specific times or an office air-conditioning system is adjusted. The development is part of a wholesale change taking place in the energy industry, in which large, centralised fossil-fuel power stations are being replaced by decentralised renewable energy and smart grids. The governments own National Infrastructure Commission (NIC), the National Grid and industry group Energy UK have all said an energy revolution is taking place, delivering a low-carbon system that is more secure, cheaper and faster to build.  The NIC recently estimated that UK consumers could save 8bn a year by 2030 by adopting smart power technology, while also helping the nation meet its climate change targets. Numerous companies are working on smart grid concepts. The old mindset would be, we need to build more power stations, said Jens Madrian, at RT and former CFO at big six utility RWE npower. We disagree with that. There are other ways of managing electricity, one of which is carrying knowledge from the telecommunications and software engineering side into the energy sector. Marc Borrett, RTs CEO said: What is better? Building a Hinkley, which if it goes down you have lost 7% of the national electricity generation, or building up capacity from many hundreds of thousands of smaller devices around the UK? It needs quite a cultural shift: smaller is better, distributed is better. Cordi OHara, at National Grid, said: We are keen to support innovative products like this one that can bring a real benefit for customers. It represents another step forward in the development of the smart grid technologies that are going to play an increasingly important role in the energy systems of the future. A spokesman for big six energy company SSE, which was also involved in the trial, said: Innovation milestones, such as this, will help keep the lights on and offer significant cost savings.  Electricity wires have previously been used to transmit information within homes and local networks, such as rows of street lights, by sending very high frequency data alongside the standard 50Hz signal. But sending messages across the country means going through sub-station transformers, which contain an air gap that cannot pass on the high-frequency data. Instead, using technology developed by former Nokia engineers in Finland, the RT system inserts the data as small changes in the 50Hz signal itself, which does jump the air gap. When electricity demand needs to be ramped up or down, the system broadcasts a message through the grid which is received by the connected appliances. One advantage of the system over the internet and mobile phone networks is that the grid already reaches all electrical devices, even those in remote locations.  To test the new technology, RT set up a handful of electrical devices - truck-sized resistors - across the UK to generate the messages and then installed 20 listening receivers in other places, connected only via the National Grid. When the messages were sent out, they were successfully received. RT already runs an internet-based demand management system. It expects to have its first commercial customers for the grid-based system within 18 months.  Catherine Mitchell, professor of energy policy at the University of Exeter, said: This is a really important next step technologically.  She said it would allow customers to choose which appliances are used to manage demand. This implies that more people would be content to join [such] programmes  a very good thing. But she said government policy had to keep up with the energy revolution by providing a transparent way to pay consumers for the service they provide.", 
    "section": "environment", 
    "gid": "environment/2016/oct/11/energy-first-as-uk-successfully-transmits-data-via-national-electricity-grid", 
    "wordcount": "863"
}