{
    "headline": "Bafta Video Game Awards 2013  nominees announced", 
    "text": "It looks like US developer Thatgamecompany is going to have to clear some more space in its already bulging trophy cabinet  the studio&apos;s poetic adventure title Journey is nominated in eight categories at this year&apos;s British Academy Games Awards. Amid the 17 categories, survival horror hit Walking Dead and open-world shooter, Far Cry 3 have also received a lot of attention. For the first time, the event, which takes place in London on 5 March, will include a Best British game category. It&apos;s a mix of indie titles and console big-hitters, with two racing stars, Need For Speed: Most Wanted and Forza Horizon, slugging it out against experimental oddity Dear Esther and compelling puzzler, The Room. 2012 was clearly a good year for UK indie talent with Mike Bithell&apos;s Thomas Was Alone, Ed Key&apos;s Proteus and Dene Carter&apos;s Incoboto also making it into several categories. Scottish team 4J Studios is also in there for its fantastic conversion of Minecraft to the Xbox 360. Elsewhere, action epics Mass Effect 3, Halo 4 and Far Cry 3 are battling it out on a range of fronts spanning Best Story, Best Actions Game and Best Game. The latter lines up Dishonored, Far Cry 3, Fifa 13, Journey, Mass Effect 3 and The Walking Dead. Perhaps the big shock is only two nominations for XCOM: Enemy Unknown, one of the 2012&apos;s most critically acclaimed titles. It is represented in the Best Design and Best Strategy Game sections, but nowhere else.  Once again, the awards also feature the Ones to Watch category, which recognises student developers from the Dare to Be Digital development competition. This year&apos;s competitors, Pixel Story, Project Thanatos and Starcrossed all show great potential.  Here&apos;s the complete list of nominations: Action Borderlands 2Development TeamGearbox/2K GamesCall of Duty: Black Ops 2Development TeamTreyarch/ActivisionFar Cry 3Dan Hay, Patrick Plourde, Patrik MetheUbisoft Montreal/UbisoftHalo 4Development Team343 Industries/Microsoft StudiosHitman: AbsolutionDevelopment TeamIo  Interactive/Square-EnixMass Effect 3Development TeamBioWare/EA Artistic Achievement Borderlands 2Development TeamGearbox/2K GamesDear EstherRobert BriscoeThechineseroom/thechineseroomFar Cry 3Jean Alexis Doyan, Genseki Tanaka, Vincent JeanUbisoft Montreal/UbisoftHalo 4Development Team343 Industries/Microsoft StudiosJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment EuropeThe RoomMark Hamilton, Rob Dodd, Barry MeadeFireproof Games/Fireproof Games Audio Achievement Assassin&apos;s Creed IIIMathieu JeansonUbisoft Montreal/UbisoftBeat Sneak BanditSimon Flesser, Magnus &quot;Gordon&quot; Gardebck,Simogo/SimogoDear EstherJessica CurryThechineseroom/thechineseroomFar Cry 3Dan Hay, Tony Gronick, Brian TylerUbisoft Montreal/UbisoftHalo 4Development Team343 Industries/Microsoft StudiosJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment Europe Best Game DishonoredDevelopment TeamArkane Studios/Bethesda SoftworksFar Cry 3Dan Hay, Patrick Plourde, Patrik MethUbisoft Montreal/UbisoftFIFA 13David Rutter, Nick Channon, Aaron McHardyEA Canada/EAJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment EuropeMass Effect 3Casey HudsonBioWare/EAThe Walking DeadDevelopment TeamTelltale Games/Telltale British Game Dear EstherDaniel Pinchbeck, Robert Briscoe, Jessica CurryThechineseroom/thechineseroomForza HorizonDevelopment TeamPlayground Games/Turn 10 Studios/Microsoft StudiosLEGO: The Lord of the RingsDevelopment TeamTT Games/Warner Brothers Interactive EntertainmentNeed for Speed Most WantedDevelopment TeamCriterion Games/EAThe RoomMark Hamilton, Rob Dodd, Barry MeadeFireproof Games/Fireproof GamesSuper HexagonTerry Cavanagh, Niamh Houston, Jenn FrankTerry Cavanagh/Terry Cavanagh Debut Game DeadlightRaul Rubio, Luz Sancho, Oscar CuestaTequila Works/Microsoft StudiosDear EstherDanielPinchbeck, Robert Briscoe, Jessica CurryThechineseroom/thechineseroomForza HorizonDevelopment TeamPlayground Games/Turn 10 Studios/Microsoft StudiosProteusEd Key, David KanagaTwisted Tree Games/Twisted Tree GamesThe RoomMark Hamilton, Rob Dodd, Barry MeadeFireproof Games/Fireproof GamesThe Unfinished SwanIan Dallas, Nathan GaryGiant Sparrow/Sony Computer Entertainment Europe Game Design Borderlands 2Development TeamGearbox/2K GamesDishonoredDevelopment TeamArkane Studios/Bethesda SoftworksFar Cry 3Patrick Meth, Jamie KeenUbisoft Montreal/UbisoftJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment EuropeThe Walking DeadDevelopment TeamTelltale Games/TelltaleXCOM: Enemy UnknownDevelopment TeamFiraxis/2K Games Family Clay JamChris Roem Iain Gilfeather, Michael MovelFat Pebble/ZyngaJust Dance 4Alkis Argyriadis, Matthew Tomkinson, Veronique HalbreyUbisoft Paris/UbisoftLEGO Batman 2: DC Super HeroesJon Burton, Jonathan Smith, John HodskinsonTT Games/Warner Brothers Interactive EntertainmentLEGO the Lord of the RingsDevelopment TeamTT Games/Warner Brothers Interactive EntertainmentMinecraft: XBOX 360 EditionDevelopment TeamMojang/4J Studios/Microsoft Studios Xbox LIVE ArcadeSkylanders GiantsPaul Reiche, Fred Ford, Scott KragerToys For Bob/Activision Game Innovation Call of Duty: Black Ops IIDevelopment TeamTreyarch/ActivisionFezDevelopment TeamPolytron Corporation/Microsoft Studios Xbox LIVE ArcadeJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment EuropeKinect Sesame Street TVDevelopment TeamSoho Productions/Microsoft StudiosThe Unfinished SwanIan Dallas, Nathan GaryDevelopment TeamGiant Sparrow/Sony Computer Entertainment EuropeWonderbook: Books of SpellsDevelopment TeamLondon Studio/ Sony Computer Entertainment Europe Mobile &amp; Handheld IncobotoDene CarterFluttermind/FluttermindLittleBigPlanet (Vita)Tom O&apos;Connor, Mattias Nygren, Lee HutchinsonTarsier Studios/Sony Computer Entertainment EuropeNew Star SoccerSimon ReadNew Star Games/New Star GamesThe RoomMark Hamilton, Rob Dodd, Barry MeadeFireproof Games/Fireproof GamesSuper Monsters Ate My CondoDevelopment TeamAdult Swim Games/Adult Swim GamesThe Walking DeadDevelopment TeamTelltale Games/Telltale Online  Browser Amateur Surgeon HospitalDevelopment TeamMediatonic/Adult Swim GamesDick and Dom&apos;s HOOPLA!Adam ClayTeam Cooper/CBBCMerlin: The GameDevelopment TeamBossa Studios/Bossa StudiosRunescapeDevelopment TeamJagex/JagexThe Settlers OnlineChristopher Schmitz, Guido Schmidt, Rainer ReberBlue Byte Software/UbisoftSongPopOlivier Michon, Thibaut Crenn, Daouna JeongFreshPlanet/FreshPlanet Online-Multiplayer Assassin&apos;s Creed IIIDamien Kieken, Mathieu Granjon, Yann Le GuyaderUbisoft Montreal/UbisoftBorderlands 2DevelopmentTeamGearbox/2K GamesCall of Duty: Black Ops IIDevelopment TeamTreyarch/ActivisionHalo 4Development Team343 Industries/Microsoft StudiosJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment EuropeNeed For Speed Most WantedDevelopment TeamCriterion Games/EA Original Music Assassin&apos;s Creed IIILorne BalfeUbisoft Montreal/UbisoftDiablo IIIDevelopment TeamBlizzard Entertainment/ Blizzard EntertainmentJourneyAustin WintoryThat Game Company/Sony Computer Entertainment EuropeThomas Was AloneDavid HousdenMike Bithell/Mike BithellThe Unfinished SwanJoel Corlitz, Ian Dallas, Peter ScaturroGiant Sparrow/Sony Computer Entertainment EuropeThe Walking DeadDevelopment TeamTelltale Games/Telltale Performer Adrian Hough (Haytham) - Assassin&apos;s Creed IIIDanny Wallace (The Narrator) - Thomas Was AloneDave Fennoy (Lee Everett) - The Walking DeadMelissa Hutchinson (Clementine) - The Walking DeadNigel Carrington (The Narrator) - Dear EstherNolan North (Nathan Drake) - Uncharted: Golden Abyss Sports/Fitness FIFA 13David Rutter, Nick Channon, Aaron McHardyEA Canada/EAF1 2012Development TeamCodemasters Birmingham/Codemasters RacingForza HorizonDevelopment TeamPlayground Games/Turn10 Studios/Microsoft StudiosNew Star SoccerSimon ReadNew Star Games/New Star GamesNike+ Kinect TrainingDevelopment TeamSumo Digital Ltd/Microsoft StudiosTrials EvolutionDevelopment TeamAntti llvessup, Kim LahtiRedLynx/Microsoft Studios Story DishonoredDevelopment TeamArkane Studios/Bethesda SoftworksFar Cry 3Jeffrey Yohalem, Lucien Soulban, Jeffrey YohalemUbisoft Montreal/UbisoftJourneyDevelopment TeamThat Game Company/Sony Computer Entertainment EuropeMass Effect 3Mac WaltersBioWare/EAThomas was AloneMike BithellMike Bithell/Mike BithellThe Walking DeadDevelopment TeamTelltale Games/Telltale Strategy Dark Souls: Prepare To DieDevelopment TeamFrom Software/Namco Bandai GamesDiablo IIIDevelopment TeamBlizzard Entertainment/Blizzard EntertainmentFootball Manager 2013Development TeamSports Interactive/SEGAGreat Big War GameDavid Moss, Steve Venezia, Paul JohnsonRubicon Development/Rubican DevelopmentTotal War Shogun 2: Fall of the SamuraiDevelopment TeamThe Creative Assembly/SEGAXCOM: Enemy UnknownDevelopment TeamFiraxis/2K Games BAFTA Ones to Watch Award in association with Dare to Be Digital Pixel StoryMartin Cosens, Thomas McParland, Ashley Hayes, Benhamin Rushton, Luke Harrison(Loan Wolf Games)Project ThanatosHugh Laird, Andrew Coles, Thomas Laird, Alexandra Shapland, Thomas Kemp(Raptor Games)StarcrossedKimi Sulopuisto, Vili Viitaniemi, Minttu Merilinen, Petri Liuska, Andrew MacLean(Kind of a Big Deal)", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/12/bafta-video-game-awards-nominations-2013", 
    "wordcount": "1109"
}