{
    "headline": "Facebook's Mark Zuckerberg: from Harvard hijinks to hoodie billionaire", 
    "text": "Thursday night was just like any other for Mark Zuckerberg. On the eve of his company&apos;s dizzying stock market debut, the 28-year-old gave his weekly address to Facebook engineers and opened its &quot;hackathon&quot; jamboree of computer code, caffeine and Chinese food. Zuckerberg did not stay long into the night, leaving his company&apos;s campus-style headquarters in Menlo Park, San Francisco, to be with his girlfriend Cilla and their fluffy Hungarian sheepdog, Beast. His modest way of life has been described as monastic by some commentators, who contrast it with the lavish extravagances enjoyed by other self-made billionaires. On Friday he became the 23rd wealthiest person on earth, according to Forbes magazine. But Zuckerberg does not own a super-yacht or a mansion. He is rarely seen out of his trademark navy hoodie, and last year the Harvard dropout drove around San Francisco in a discreet $30,000 (18,995) Acura TSX. Those who have worked with Zuckerberg over the past four years describe an earnest and unassuming young developer whose social network has grown to connect one-eighth of humanity. &quot;He&apos;s not off on himself about how this whole thing has happened,&quot; one of these people said. &quot;He&apos;s just earnest about developers and the product; he&apos;s definitely not some kind of evil genius. It&apos;s easy to make a caricature of him, but he&apos;s not a caricature  he&apos;s a good guy, and it could have been so easy for him to be a dick.&quot; Much has been made of Zuckerberg&apos;s apparently awkward social manner. Technology news sites are awash with videos of early interviews showing an unblinking, dry-mouthed 20-something struggling to explain his quasi-religious belief in engineering and openness. But those who worked with Zuckerberg say he has gone &quot;way out of his comfort zone&quot; to improve on his press relations, guided by his widely admired No 2, Sheryl Sandberg. &quot;Mark is clearly gifted, but he doesn&apos;t make others feel small or flaunt his success. There is no &apos;I&apos;m the boy genius wonder, where&apos;s my Gatorade?&apos;&quot; said one person. Even his own Facebook profile is unpretentious. His history timeline mentions the mammoth social network only once  when he founded it in 2004  and otherwise charts his own personal milestones: in 2010 he started learning Mandarin Chinese (Cilla is half Chinese and a fully qualified doctor); in 2011 he became vegetarian; in April this year he joined an organ donation scheme. The 5ft 8in New York Yankees fan lists &quot;minimalism&quot; and &quot;openness&quot; among his interests, he enjoys reading Plato, and tennis and fencing are among his favourite sports. Like your typical young American male, Jay Z and Nirvana feature heavily on his iPod. Less is known about Zuckerberg&apos;s wildly ambitious formative years. The son of a dentist father and psychiatrist mother, Zuckerberg enjoyed a comfortable upbringing with his three sisters, Randi, Donna and Arielle. He was a voracious computer programmer, building a network for the family home dubbed &quot;Zucknet&quot; aged 12. Later he reportedly created a computer game version of Monopoly based on his middle school in Dobbs Ferry, New York. A rare insight into his teenage mind came to light in 2010, when the Business Insider website published a series of instant messaging conversations between Zuckerberg and his Harvard college friends in 2004. The correspondence is notable both because it exposed a steely ambition but also because Zuckerberg&apos;s machine-gun-fire missives were remarkably close to his unusually flat way of speaking. Zuckerberg appeared to confirm in one message that he secretly hacked into the website of the Harvard University newspaper, the Crimson, by guessing the emails and passwords of two people in the college database. &quot;So I want to read what they said about me before the article came out and after I complained,&quot; he told one friend. &quot;So I&apos;m just like trying the email/passwords of everyone who put that they&apos;re in the Crimson. I wonder if the school tracks stuff like that.&quot; In another message, Zuckerberg joked that 4,000 people had submitted emails, pictures and addresses to his budding Harvard social network. &quot;People just submitted it ... I don&apos;t know why ... They &apos;trust me&apos; ... dumb fucks.&quot; Zuckerberg later told the New Yorker that he regretted the exchanges and that he had since grown up and learned from his mistakes. &quot;If you&apos;re going to go on to build a service that is influential and that a lot of people rely on, then you need to be mature, right?&quot; he said. The signs are that Zuckerberg, guided by his close-knit group of experienced internet executives, has grown up markedly since those Harvard hijinks. Hidden in the corner of his Facebook profile are three favourite quotations, including this from Pablo Picasso: &quot;All children are artists. The problem is how to remain an artist once you grow up.&quot; That will no doubt resonate more strongly than ever as Zuckerberg enters a bold new chapter with his $100bn-valued social network.", 
    "section": "technology", 
    "gid": "technology/2012/may/18/mark-zuckerberg-facebook", 
    "wordcount": "840"
}