{
    "headline": "Starlings wolf-whistle from the trees as pigeons flirt below", 
    "text": "Beside the Langbrook stream the hawthorn is in bud. Clumps of pure white snowdrops quake in the breeze and whorls of wild arums unfurl glossy arrow-shaped leaves. Crinkled green rosettes of primrose push up through the wizened leaves that litter the bank. The cheery lemon and egg-yolk flowers are beginning to open  a promise of spring. Plants are not the only harbingers of the changing season. The squeaky bicycle-pump calls of great tits and the high-pitched quaver of a goldcrest drift down from the canopy. They are joined in a choral dress rehearsal by a robin proclaiming its territory and a lusty blackbird singing from its chimney-stack song post. Starlings tune up by wolf-whistling from their rooftop perches, while a chaffinch repeats its dry, descending trill, never quite managing the final flourish. Some birds are already rekindling old relationships or seeking new partners. A pair of woodpigeons nestle together on a fence, preening each other&apos;s heads before clasping bills in a prolonged kiss. I watch two males posture like love-struck teenagers, inflating their bulging pink-flushed chests and bowing low in front of a female. One bobs and turns in circles, cooing huskily, while the other hops stiffly behind the female, attempting to shepherd her away from his rival. Seemingly unimpressed, she flaps up to settle on a hazel branch, but one suitor, not ready to admit defeat, alights beside her. He puffs out his white and iridescent purple-green neck feathers, fans his black-banded tail and sidles towards her. Dipping her head, she shuffles towards him, her interest aroused. Catkins bounce like lambs&apos; tails as he launches himself from the tree with a clatter. He climbs steeply. As he reaches the peak of his flight path he claps his wings together like a whiplash, flashing their white crescent markings at his intended mate as he glides back down.", 
    "section": "environment", 
    "gid": "environment/2013/feb/11/langstone-hampshire-starlings-wolf-whistle", 
    "wordcount": "307"
}