{
    "headline": "What to do when your backup drive goes missing", 
    "text": "Every day, I back my MacBook Pro up to an external hard drive. I get back from holiday to a reminder that Time Machine isn&apos;t backing up because it can&apos;t find the external hard drive. I look across my desk and realise it&apos;s missing. The only thing I can think of is that it&apos;s fallen off the desk into the bin, and it&apos;s possible that my cleaning lady emptied it. What should I do if my backup disk, which contains everything I&apos;ve ever done on my computer, has been thrown away with the rubbish? Is it a major security risk? Is there anything I can do except pray it&apos;s been destroyed in the council crushers?Name withheld It took me a while to understand this question because, as originally phrased, I imagined the drive had somehow fallen into the Mac OS X Trash folder, rather than a physical waste basket. Also, if that happened to one of my external hard drives (EHDs), I reckon it would be obvious because it would still be attached by both a USB cable and a power cable. However, NW says it was a small, portable USB-powered drive and that the USB cable could have become detached. The first lesson is that every hard drive is a security risk, because if it falls into someone else&apos;s hands, they can read the data. For this reason, large companies prefer to use laptops with encrypted hard drives, and in many cases, the backup procedure will offer the option. If you chose (or were able to choose) encrypted backup then your data is safe. The drive cannot be read without the password. If you don&apos;t do this at the time, you can encrypt a drive later. In Mac OS X Finder, right-click the drive and select Encrypt from the drop-down menu. But most people don&apos;t encrypt hard drives, including me, and it may slow the system down.  If someone does find your drive then they will be able to read the data by connecting it to another Mac. However, they are statistically more likely to plug it into a Windows PC, and Windows cannot read the HFS+ format  also known as Mac OS Extended (Journalled)  used by Time Machine unless they install something like MacDrive as well. It&apos;s pot luck whether someone would make the effort. Incidentally, some EHD manufacturers still ship drives that are preformatted using Microsoft&apos;s FAT32 system, which can be read by all versions of Mac OS X and Windows. Some may use the improved exFAT version, which can be read by Macs running 10.6.5 (Snow Leopard) and PCs running Windows XP SP3, or later. For safety&apos;s sake, it would be a good idea to change any passwords and other things that someone might be able to extract from browsers or emails on your hard drive. Indeed, this would be a good thing to do even if you hadn&apos;t lost a drive. Most of us have accumulated passwords over five or 10 years, and the older ones may be quite weak by today&apos;s standards. The speed of computer processors has increased dramatically over the past five years, and this means it&apos;s much easier to crack passwords than it used to be. Also, password cracking programs have become much more sophisticated. They don&apos;t just use dictionaries and common passwords (123456, password, welcome, sunshine), they also target common password formations (monkey72, yeknom72 etc) and the use of haxor characters (m0nk3y72, p455w0rd etc), which is known as leet (1337) or leetspeak.  Every time a website leaks a few million passwords, the crackers learn more about the way people create passwords. They&apos;ve been learning a lot recently. The simplest way to make a password harder to crack is to make it longer, as an XKCD cartoon explains. Today&apos;s passwords should be at least 10 characters long and preferably include a mixture of characters, not just lower case letters. Having started using 9-character alphanumeric passwords in the mid-90s, I&apos;m thinking of upgrading to 12. This would extend the &quot;brute force&quot; cracking time of a lower case random (non-dictionary) password from a few days to about a century. You should also think about your backup procedures. Time Machine provides a backup on an EHD, but a thief could have stolen both the laptop and the backup, or the house could have been affected by some other disaster (fire, flood, typhoon, whatever). This is why sensible companies always ensure they have an off-site backup. Individuals can tackle this in different ways. For example, before going on holiday, you could have left your backup drive with a relative or trusted neighbour. (This is where encrypted hard drives really score.) An alternative is to back up some or all of your hard drive to an online &quot;cloud&quot; service. Mozy was set up for this purpose, but alternatives include BackBlaze, Carbonite and CrashPlan. Online storage is always &quot;off site&quot; but it has disadvantages. It can take a very long time to upload your data, and if your computer fails, it&apos;s nothing like as handy as having a bootable external drive. However, it can be useful if you don&apos;t have terabytes of data. At this point, it might be helpful to understand the difference between backups and archives. A backup is a copy  perhaps a &quot;carbon copy&quot;  of the stuff your computer, including the operating system and software. However, these are replaceable. What you can&apos;t replace is your historical data, so this should be archived to a suitable storage medium. People usually use DVD or CD-Rom discs, but a second EHD is an option, and SD cards are becoming increasingly attractive. (See my previous answer, Backing up digital photos.) In other words, a backup is a short-term insurance policy, while an archive is a long-term repository. Your backups will change on an hourly or daily basis, whereas your archives may not change for decades. In many cases, backup needs are quite modest (a few documents created, spreadsheets updated etc) while the archives are huge (multiple gigabytes of music and movie files, photographs, financial records and so on). If you are in this situation, you can use an online site to back up the stuff you&apos;re actually using while keeping archive copies of the old stuff on DVDs.  Amazon has recently launched Glacier to provide cheap online archiving, but that&apos;s still only one copy. As Schofield&apos;s Second Law of Computing asserts, data doesn&apos;t really exist unless you have two copies of it. Preferably more.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/oct/11/ask-jack-backup-drive", 
    "wordcount": "1087"
}