{
    "headline": "India's salt workers get help from social enterprise", 
    "text": "The hostile desert landscape in the Little Rann of Kutch in western Gujarat state is where 10,000 small-scale labourers produce salt. About 70% of India&apos;s salt comes from Gujarat, where 70,000 people are self-employed in the industry. India is the world&apos;s third-largest salt producer, after China and the US. Agariyas (saltpan workers) are exposed to extreme working conditions. They contend with temperatures that can reach 50C in the summer, and drop to 3C degrees in winter. It is common for the workers to suffer high blood pressure, and eye and skin diseases due to salt-leaden winds and intense sun glare. Almost 50% of India&apos;s salt production is for domestic consumption (eating); the rest goes into chemical industries. Of the edible salt market, more than 60% is unregulated and dominated by small-scale producers. Self-employed producers have to borrow money from exploitative lenders-cum-traders who fix a low price for the salt. Rarely do workers receive more than 1% of the market value of the salt they produce. &quot;Since they do not have cash and access to institutional credit, they have to borrow money from traders who provide credit, with the condition that the price of salt is fixed at 100 rupees/1,000kg. The market cost of processed salt is substantially more at 14,000/1,000kg,&quot; says Rajesh Shah, 62, an entrepreneur who established a social enterprise company called Sabras in 2007 with the aim of increasing profits for small-scale producers. Shah, a trained architect who grew up in Gujarat, set up his first organisation, Vikas, in 1978 to improve conditions for rural poor people. The workers hold 74% of the shares in Sabras; 26% is held by Shah&apos;s other organisation, Saline Area Vitalisation Enterprise Ltd, which provides business development services to salt producers with limited assets along the Gujarat coast. &quot;Sabras is majority-poor owned, majority-poor controlled but professionally managed, making it a wealth creation enterprise for the poor that can survive in India&apos;s modern economy,&quot; says Shah. &quot;The workers participate in the ownership and governance structure of the enterprise. We are achieving inclusive growth by combining growth with wealth distribution.&quot; Producing salt is highly labour intensive, requiring water to be pumped out of the ground to create salt lakes that require constant raking to form crystals. Workers incur the highest costs when they borrow money to buy diesel to pump water into the salt lakes. India&apos;s banks are not enthusiastic about giving loans to poor people, so small-scale producers resort to money lenders, often with cripplingly high interest rates reaching 48%. A spate of suicides by people who have taken out loans by microfinance institutions prompted the government to introduce a bill last year that caps the lending rate at 26% per annum. Sabras offers loans with a 12.5% interest rate and workers are expected to pay it back in four instalments over two years. The loans also allow workers to buy solar panels to pump the water. Although the solar pumps cost 10 times more than diesel ones, in the long term workers will not have to spend most of their wages on diesel, which takes up about two-thirds of the cost of production. According to Sabras&apos;s 40 shareholders, producers have gained Rs 74,000 (900) each since they bought 19 solar pumps two years ago, which according to Shah is a 400% increase in profitability. &quot;The loan from Sabras gives us financial independence. We don&apos;t have to give all our potential profits away to the lenders/traders and we can trade our salt at the correct market price. We work less, earn more and have free time for the first time in our lives,&quot; says Mahitat Devabhi, 50. Sabras expects to attract more shareholders and provide manageable loans to 1,000 producers by 2018, as its profitability increases through taking its branded salt to the market. Shah is confident that banks will begin leveraging this model of credit finance to small-scale workers throughout India. &quot;Nationalised banks will soon start looking at the success of this model, which could be scaled up to cover more salt producers through institutional credit.&quot; Sabras hopes to create women&apos;s groups to process salt and increase their profits. &quot;Sabras plans to help them [women] set up processing units to wash, grind and pack salt. Sabras will provide packaging material, quality checks and marketing services,&quot; says Purshotam Sonagra, the company&apos;s manager.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/29/india-salt-workers-help-social-enterprise", 
    "wordcount": "742"
}