{
    "headline": "Sustainable development goals: UN must take simple, sensible approach", 
    "text": "The one important outcome of the Rio+20 summit was the agreement to develop a new set of goals to succeed the millennium development goals (MDGs) in 2015. It&apos;s been a painful birth, but it would be a very big reward to secure a set of global goals that are truly universal, that integrate development and the environment, and confront the root causes of our current crises. But we need a step change in approach if we&apos;re to secure them  learning lessons from Rio+20 and other multilateral processes. At present, there is an incredible amount of confusion around this within the UN, governments and civil society. Post-Rio, we need to take a step back from the many UN processes to discuss this. The fundamentals are simple. First, this is not about the UN process. Change will come out of the UN process, if we build the right movements around it. At this early stage, visible support for new global sustainable goals is coming mainly from environmental and development NGOs. Women&apos;s movements, trade unions, human rights movements and others are all considering whether the SDGs are a major opportunity to secure global commitments and national action. We don&apos;t need a single coalition but we do need a shared vision for what the goals must deliver, and a common analysis of how we maximise our influence. We need to define what is at stake  to put equity and sustainability at the centre of global action over the next decade, and establish national targets against which we can hold governments to account. This is by far the most urgent challenge, and deserves more attention than the UN&apos;s current deliberations. Second, we need a movement that is connected to the diverse and vibrant civil societies in Africa, Asia and Latin America, and in particular in BRICSAM countries  Brazil, Russia, India, China, South Africa and Mexico. These countries will be central to many of the goals that are set, and their voices must be central to the discussion on the new goals. For many southern countries, the SDGs may seem like a threat to the focus on poverty through the MDGs. Civil society meetings in Liberia and in Ethiopia over the next fortnight will be important stepping stones to address this. But it&apos;s also a matter of politics. Yet again, we&apos;ve seen that no significant global agreement is possible with the support or acceptance of the BRICSAM countries and developing countries. Brazil and the G77 called Europe&apos;s bluff in the final stage of the Rio+20 negotiations. Could we or should we develop a shared vision from civil society in BRICSAM countries for the SDGs? Third, the UN needs to deliver a process which people understand and want to invest in. At present, even those who follow this closely are confused. Rio+20 agreed that a group of at least 30 countries will agree the modalities of future consultation on the new goals. There will also be a high-level panel to develop proposals. (The leak in the UK that David Cameron will one of the co-chairs of this panel before any announcement on other co-chairs or the terms of reference was a major source of mistrust in Rio.) A 55-country consultation, as well as nine thematic meetings, will seek to learn lessons from the MDG experience for the post-2015 development framework. In addition, a contact group of 30 countries will be convened informally by Mexico and Japan, and the UN has established a strategic outreach group and an SDGs expert group while some UN agencies have been seeking funding for other consultations. All of this is supposed to lead to one set of global goals. The UN must make sense of this prior to the general assembly in September. No NGO can follow such a complicated process, and it&apos;s distracting attention from building a shared set of demands that inspire public support and that we take at all levels to all governments. Finally, this process will lack credibility in both north and south unless it is matched by a far stronger push by all countries to deliver on the existing MDGs. It is mid-2012, and a huge amount is still at stake. For instance, 61 million children still don&apos;t have the chance to go to school, and only 18 out of 131 countries are on target for all girls to go to school by 2015. This is partly about money. Europe and other developed countries again learned the hard way in Rio that if you don&apos;t keep your promises then you lose credibility and traction in international negotiations. A financial transaction tax in Europe, with at least 50% of the revenues committed to development and climate change, would be one way to rebuild that trust quickly.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/03/sustainable-development-goals-un-approach", 
    "wordcount": "792"
}