{
    "headline": "PlayStation Vita  review", 
    "text": "Vita, for those who have missedthe hype, is the latest handheld to emerge from PlayStation supremo Sony. A successor to the PSP and rival to Nintendo&apos;s 3DS, it is also quite possibly the most powerful games machine ever produced for the back pocket. Its clean, polished design makes the Vita look every bit the cutting-edge gadget, and in the hands it feels just as a high-end gaming portable should: robust and compact. But in an era where smartphones and tablets are already hugely popular, power and good looks are no longer enough. If the Vita is going to succeed it needs to offer distinctive features and games for a range of tastes and budgets. It certainly has the former. Packed with functionality, it boasts, among other things: a front and back camera; music and video capabilities; a sharp and expansive touch screen; Wi-Fi and (depending on model) 3G connectivity; social media; motion sensitivity; twin control sticks; and, uniquely, a touch-sensitive panel across its back that can be used when navigating virtual worlds. Instead of a disk drive, the Vita has access ports for digital card formats, allowing games to be downloaded through online stores or bought directly oncards released bypublishers. Physically, then, the Vita is a marvel, and in combining touch interfaces with so many buttons and sticks, it has a significant advantage over most of its competitors  as is evident in some of its high-end games. The likes of Uncharted, Wipeout 2048 and Virtua Tennis 4, all ambitious in size and stuffed with showy visuals, absolutely deliver the &quot;console in your pocket&quot; experience, while download-only titles are also being developed for those seeking more affordable thrills. Yet there is a sense of anachronism that remains difficult to dispel. This powerful, relatively expensive (229, Wi-Fi-only model; 279, 3G model) device has an air of something imagined in thepre-iPhone era: it stubbornly refuses to acknowledge that the way games are played has moved on. But for devoted gamers interested in PlayStation 3- and Xbox 360-quality blockbuster gaming on the move, it is close to being an essential purchase, and the impressive array of features should make it hugely tempting to the gadget-hungry. Selling well outside of these demographics, however, may well depend on the volume of smaller games published and how competitively they are priced. SIX OF THE BEST PS VITA TITLES Uncharted: Golden Abyss 34.99  This star of the Vita launch line-up ably demonstrates the power of the platform. Vast and varied, it is comparable to the PS3 games, only letting itself down in the quality of scriptwriting that has made the series a hit. Little Deviants 24.99  An accessible collection of bite-sized games with a cheerful spirit, Little Deviants does a superb job of showcasing the variety of the Vita&apos;sfeatures. As a welcome for the less familiar gamer, it makes a perfect introduction. Wi peout 204834.99  Futuristic racing series Wipeout has long been Sony&apos;s favoured way of drawing the hipster crowd to a new gaming platform, and 2048 is a great addition to the series, deftly mixing ultra-modern urban raceways with contemporary dance music.  Virtua Tennis 439.99  The same sport that gave the world Pong returns to bring Sega&apos;s long-running tennis series to the Vita. Of all the games in the higher end of the gadget&apos;s software price range, Virtua Tennis 4 is perhaps most suited to playing on the move. Super Stardust Delta 6.49  This 2D shooter is a brilliant example of what the Vita can offer as a download, revisiting the bullet-dodging, laser-wielding shoot &apos;em-ups that permeate the history of gaming, modernising them with real flair. Escape Plan 9.99 It wouldn&apos;t be a Sony platform without a minimalist, somewhat abstract release to call its own, and Escape Plan fits that bill. A sombre platform-puzzler, it can also be surprisingly cruel and unsettling  perfect.", 
    "section": "technology", 
    "gid": "technology/2012/feb/19/playstation-vita-ps-sony-review", 
    "wordcount": "664"
}