{
    "headline": "Is the government planning a further U-turn on selling our forests?", 
    "text": "When I challenged the government in January over its incoherent plans for the forestry estate, I was dismissed as &quot;hysterical&quot; by the Defra minister for forests, Jim Paice. A little discourteous, to say the least. But far more worrying was the fact that the minister, in answering my question, then appeared to try to conceal the government&apos;s original intentions on the hugely controversial forest sell-off. Let me place two statements on selling public forests by the honorable member in front of you, and you can be the judge. The first is from 24 November 2010:  &quot;Part of our policy is clearly established: we wish to proceed with, to correctly use your word, very substantial disposal of public forest estate, which could go to the extent of all of it.&quot;  The second is from 19 January 2012:  &quot;In fact, there never was any intention to dispose of the whole public forest estate.&quot;  Now you may think this is the kind of thing that gives politicians a bad name. I couldn&apos;t possibly comment. But an interested observer might speculate that it was precisely this lack of coherence from the minister that has since resulted in the forests brief being taken from him and handed to a junior colleague. What I will say is that there is a glimmer of hope in these two contradictory statements. It looks as if the government is planning a further U-turn on selling off our forests, and in preparation for this, is trying to rewrite history. After their initial proposals were announced in 2011  designed to raise money for the Treasury, rather than benefit our forests  there was uproar. Hundreds of thousands of people protested and signed petitions, with everyone from 38 Degrees to the Woodland Trust voicing criticism of the government&apos;s approach. Eventually the coalition climbed down by announcing a review of the whole future of forestry in England and Wales by an independent panel  so delaying the problem for a year or more. The panel&apos;s interim report has ruled out flogging off the Forestry Commission to raise cash. With luck, the panel may even come up with a positive vision, including boosting employment in forestry and forest crafts, protecting and restoring ancient woodlands, and planting more native and broadleaf woods. This is what the public wants, and if the government accepts this agenda, then something good will have come from this mess. But this &quot;memory lapse&quot; is not a change of heart: the government would still sell the forests if they could. It&apos;s more an acceptance that they&apos;ve gone too far. And let&apos;s not forget that the fate of 15% of public forest estate  that&apos;s 40,000 hectares  still hangs in the balance. Defra has refused to give any assurances that this land will be protected, leading to fears that the department remains wedded to the privatisation ideology which drove the pre U-turn proposals. Add to that the incredibly short-sighted decision by the government  taken before the forest panel has even reported  to impose big cuts on the Forestry Commission, resulting in 400 job losses. With so many battles still to be won, public pressure remains crucial. And when the forestry panel report eventually comes out this year, we&apos;ll need another big public effort to show the government we still care and make sure our forest heritage is not put at risk.", 
    "section": "environment", 
    "gid": "environment/2012/mar/06/government-uturn-forests", 
    "wordcount": "565"
}