{
    "headline": "Apple developing new audio file format to offer 'adaptive streaming'", 
    "text": "Apple is working on a new audio file format that will offer &quot;adaptive streaming&quot; to provide high- or low-quality files to users of its iCloud service. The new format could mean that users can get &quot;high-definition&quot; audio by downloading to an iPhone, iPad or iPod Touch. Alternatively, it could offer a streaming service  like that of Lala.com, the music streaming and online storage company, which Apple acquired late in 2009. The new system would adjust itself to the bandwidth and storage available on the receiving device. It is believed that Apple will use the new file type to upgrade its iTunes Match service, which allows users to re-download music from iCloud to their Apple devices. A source with inside knowledge of the process says Apple has asked a London studio to prepare audio files for a new streaming format that will adapt to bandwidth or hardware capabilities. &quot;All of a sudden, all your audio from iTunes is in HD rather than AAC. Users wouldn&apos;t have to touch a thing  their library will improve in an instant,&quot; said the source, who requested to remain anonymous. Potentially, it will allow an iPhone user to access smaller file types to avoid using significant mobile internet bandwidth, but allow those with a fast connection to download or stream studio quality music. It is unclear whether the files will convert to the smaller types such as AAC in real time, or if Apple will convert the master file to several different types upon submission to iTunes. Asked for comment, Apple said it &quot;does not comment on rumour and speculation&quot;. The timing of Apple&apos;s commission suggests it will showcase the new streaming technology alongside the announcement of the third generation of its iPad tablet, expected on 7 March. It is unclear whether the audio will stream in real time and compete with Spotify, or simply download a copy to the device for later use. In January, musician Neil Young claimed Steve Jobs had been interested in developing high-resolution audio options to combat the loss in perceived audio quality when compressing files. &quot;What everybody gets [on an MP3] is 5% of what we originally make in the studio,&quot; he said. &quot;We live in the digital age, and unfortunately it&apos;s degrading our music, not improving.&quot; A report last week on Ars Technica detailed recent moves by Apple to encourage submission of files in the 24-bit/96KHz standard. That means that the analogue audio is sampled and digitised 96,000 times per second, and encoded with 24-bit precision, allowing 16.7m different volume levels. When supplied on CDs, the music is &quot;mixed down&quot; to 16-bit precision, allowing 65,536 volume levels, and sampled at 44.1KHz  which theory shows is sufficient to encode any sound up to 20KHz, the top range of human hearing. A special landing page on iTunes showcases content that has been mastered specifically for the platform. Recording studios typically record in 24-bit, and while 44.1KHz is sufficient to record all audible sound, some studios use the higher 96KHz to ensure quality. Apple has released a set of guidelines for mastering to iTunes, which hints at the potential for interplay between iCloud and iOS devices: &quot;As technology advances and bandwidth, storage, battery life, and processor power increase, keeping the highest quality masters available in our systems allows for full advantage of future improvements to your music,&quot; says the guide. &quot;These masters matter  especially given the move into the cloud on post-PC devices.&quot; Offering high-quality audio may help combat music piracy by attracting fans to iTunes, but the source says the real winners here will be mastering studios. &quot;It&apos;s payday for mastering engineers,&quot; he said. &quot;There could be calls for thousands of albums to be remastered, and at over 1,000 to master a mainstream album, it&apos;s going to be a healthy boost for the recording industry.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/28/apple-audio-file-adaptive-streaming", 
    "wordcount": "665"
}