{
    "headline": "Windfarms axed as UK loses its taste for turbines", 
    "text": "The government and energy industry have quietly shelved plans for windfarms equivalent to four large traditional coal and nuclear power stations, amid growing public and political anger over the cost and sight of the turbines. A report by the Electricity Networks Strategy Group (ENSG), which is the most up-to-date view of government officials, the regulator Ofgem, and leading industry investors, estimates that 28.3GW of onshore and offshore wind power may have been built by 2020. The estimate has fallen by 4GW in the two years since its last forecast. Another 1GW of other renewables such as tidal and wave power have also been removed from the forecast. There is also a big rise in the expected contribution from nuclear energy, by just over 5GW, allowing the government to still meet its pledge of cutting greenhouse gas emissions by a third by the end of the decade. In the same report, the officials warn that the cost of linking new power generation to the national distribution network has increased from 4.7bn to 8.8bn in just two years. Nearly all the extra cost is the money needed to connect wind and marine renewable energy from the Scottish islands to mainland Britain, and to transfer power from generators to consumers via two new undersea cables from Scotland to England and north to south Wales. The remainder is a 450m increase due to inflation. The figures, published on the website of the Department of Energy and Climate Change (Decc) (pdf) in the past few weeks but not publicised, come as political and public pressure grows over the cost of renewable energy through taxpayer subsidies and higher energy bills. In addition, MPs are concerned about opposition from local communities to the blight of onshore turbines. This month, a letter signed by more than 100 Conservative MPs urged the prime minister to further cut subsidies to onshore windfarms  beyond the planned 10% reduction already announced as the government consulted on the future of the system of Renewable Obligation Certificates, under which some forms of generation are entitled to extra payments to support emerging technologies.     UK windfarm map, click to see full image. Photograph: Graphic    Despite ministers&apos; assurances that the average household will pay less as a result of its policies, the Guardian also revealed this month that Decc&apos;s own unpublished analysis shows two out of three billpayers will pay more, while only a third will benefit from the energy savings and other measures which that will make their bills lower than they would have been without the policies. Decc said it was still committed to meeting the emissions reduction pledge and a separate EU target to produce 15% of the UK&apos;s energy from renewable sources by 2020. A department official also said it did not consider the ENSG report to be the &quot;best or full picture&quot; of future renewable energy, and preferred its own Renewable Energy Roadmap report published last summer. This gave a mid-range prediction of 31GW of installed generating wind power capacity by 2020. However, the ENSG membership  which includes the National Grid, Decc, generators and trade associations  and the fact that the government described it as a &quot;high-level forum&quot; intended to &quot;address key strategic issues&quot; for distributing renewable energy, will give credibility to its forecasts and cost estimates. Furthermore, Dr Robert Gross of Imperial College&apos;s respected UK Energy Research Centre said the ENSG report should be &quot;pretty balanced&quot; given that the National Grid, as a utility that generates more income from a bigger asset base, also has an interest in increasing investment rather than downplaying it, while Ofgem has a duty to keep prices low. Responding to the latest cost figures, Chris Heaton-Harris, the Tory MP who co-ordinated the letter to David Cameron, said: &quot;The more the true full cost of wind energy is exposed the more you have to ask why we continue to back such an expensive and intermittent source of energy. All this money ends up coming from consumers at the end of the day and this raises the question: how many people will be forced into fuel poverty because we continue with such a high level of direct and indirect subsidy to the wind industry?&quot; A Decc spokesman said: &quot;Estimates for future generation will vary over time, but Decc&apos;s renewable energy roadmap sets out the best view of the ranges of possible mixes for meeting our 2020 target. &quot;That said, [this] scenario has been compared to the renewable energy roadmap central range and, to quote ENSG, &apos;lies at the upper end of that range for all renewable generation sources&apos;. &quot;We specifically don&apos;t dictate to the market exactly what the share of each technology will be. But in any future scenario, whatever the level of demand, we intend to meet the UK commitment to meet 15% of overall energy consumption from renewable sources.&quot; The pledge to supply 15% of energy from renewables can be met despite building less generating capacity partly because since the last analysis, aviation emissions  which would have to be offset by renewable electricity in the short term at least because of the difficulty of finding affordable alternatives to kerosene  have been removed from the calculations. The ENSG report also assumes 12% of heat and 10% of transport will be powered by renewables by 2020.", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/windfarms-axed-uk", 
    "wordcount": "890"
}