{
    "headline": "Gamescom 2012  review", 
    "text": "Gamescom is one of the biggest games trade fairs in the world, attracting around 300,000 people to Cologne, Germany each year. Open to the public as well as industry figures and press, it&apos;s a celebration of interactive games and the culture surrounding them. Last week, the star of 2012&apos;s show was Sony, showcasing a number of new titles to reinvigorate the PlayStation Vita. The extraordinarily powerful handheld console has been hampered by limited software releases, but with new title Tearaway (from Little Big Planet creators Media Molecule) and an exclusive Assassin&apos;s Creed, those days seem to be over. Sony&apos;s new Cross Buy feature  purchase certain games on PS3, get the full Vita version free  should also be popular with parents as the holidays kick in, especially with kid-friendly faves Ratchet and Clank included. Other new releases included PS Move-compatible horror effort Until Dawn and the ethereal ghost story, Rain. Elsewhere, Namco Bandai impressed with their upcoming Star Trek game and Ni no Kuni, a gorgeously animated RPG. 2K&apos;s anarchistic co-op shooter-cum-RPG-hybrid Borderlands 2 looks even more striking than its much-lauded predecessor, with the same off-colour comedy and distinctive visuals. In addition to updates on the rebooted DmC: Devil May Cry, Capcom unveiled the ambitious Remember Me, a cyberpunk thriller where memories are monetised and fought over. Square Enix&apos;s Tomb Raider reboot takes a Casino Royale approach to the franchise, re-energising it for a new generation by positioning Lara Croft in a deadly open world where survival is paramount. For shooter fans, EA&apos;s Crysis 3 improves the already successful series with some truly fun and original multiplayer modes. The conference paints a picture of the global gaming market as a healthy, thriving industry.For players of all tastes, the coming months will be very exciting indeed.", 
    "section": "technology", 
    "gid": "technology/2012/aug/19/gamescom-2012-cologne-review", 
    "wordcount": "296"
}