{
    "headline": "The case for expanding UK airports is based on fallacy", 
    "text": "When politicians say that we need more runways and more airports, they invariably claim that &quot;the economy&quot; depends on them. They seldom specify what they mean by this, but in most cases they seem to have business flights in mind. Both Tim Yeo and George Osborne  two of the people within the Conservative party who have been pushing hardest for expansion  suggest that the main economic benefit of greater airport capacity will be more business flights. In the article in which he asked David Cameron whether he was a man or mouse, Yeo proposed that a third runway at Heathrow was essential &quot;to kickstart Britain&apos;s sluggish economy  by boosting trade with China&quot;. The accompanying picture caption insisted that &quot;a third runway at Heathrow could be the start of a desperately needed programme to make Britain the most business-friendly country in Europe.&quot; The government&apos;s draft Aviation Policy Framework is remarkably vague on this point. While making generalised statements about the supposed benefits, it makes no attempt to calculate the economic impacts of business travel, or to explain the economic case for expanding airport capacity in order to facilitate it. Perhaps this is unsurprising. Business travel, by contrast to popular perceptions, is not rising, but falling  and falling dramatically. A report by the government&apos;s Health Protection Agency reveals a 25% decline in business flights since 2000. Sure, there has been a recession during this period, but the decline is much sharper than the fall in business profits or the reduction in the size of the economy. (Thanks to Ed Gillespie of Futerra for pointing me to this report). The figures suggest two things:  That business flights are seen by many companies as a luxury, not a necessity: they are among the first items to be cut when conditions tighten.  That companies have begun, at last, to use the excellent technological alternatives to face-to-face international meetings. As Lloyds Bank explains:  &quot;In 2009, we introduced a common travel policy across the organisation which supports a focus on sustainable travel. It helped us deliver a reduction of 143,000 journeys compared with 2008. Across the combined group, the volume of teleconferences increased by 40% to over 1.1 million in 2009. We also increased the volume of teleconferences by 73% in 2010 compared with 2009, to 1.9 million.&quot;  For many businesses, cutting the number of flights their staff take saves money, saves time and improves performance, as their employees are less likely to be exhausted. So Yeo, Osborne and others are calling for airports to expand in order to serve a sector that&apos;s shrinking, and shrinking for good reasons. Only 12% of the visits abroad by UK residents, the report shows, take place for business purposes. The great majority (66%) are used for holidays, and a smaller proportion (20%) for visiting friends and relatives. Another survey, by the British Air Transport Association, shows that, of flights in 2010, 77% were taken by people in socio-economic classes A, B and C1. Only 8% were taken by people in classes D and E, though they comprise 24% of the population. The proportion of poorer people flying has remained unchanged since 1999 (when the figures begin), despite the steady increase in airport capacity since that date. The richer you are, the more often you are likely to fly, and the more likely you are to be a beneficiary of airport expansion. There&apos;s nothing surprising about this: the rich can afford more foreign holidays than the poor. In other words, the construction of new runways and new airports, which can devastate the lives of those who live under flight paths (who are likely disproportionately to be poor, as they cannot afford to move away) and which, through climate change, will devastate lives all over the world, will primarily facilitate holidays for people in the richer half of the population. The typical beneficiary is someone whose frequent visits to their second home in Tuscany or their favourite beach in Thailand will become quicker and more convenient. The two most common justifications for expanding airport capacity are that it makes this country more &quot;business friendly&quot; and that it enables a higher proportion of poorer people to fly. Both justifications turn out to be false. More airports will enable people like Yeo and Osborne to enjoy more foreign holidays; they will not deliver the other benefits these people invoke. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/sep/28/expanding-uk-airports-runways", 
    "wordcount": "741"
}