{
    "headline": "Autumn's fruit can tell us much about the health of our insect pollinators", 
    "text": "Autumn is upon the lanes and fields; hedges are heavy with haws and hips. Cotton wool clouds drift slowly across the sky, but the sun&apos;s ability to heat the land feels as if it is waning. Crab apple trees in the village are full of fruit; I unladen a couple of trees in a neighbour&apos;s garden and fill a bucket. Not only will they make a crab apple jelly, the pectin in these small yellow and pink baubles will also help to set jam made from other fruits. Little money spiders abound, climbing up posts and trees, letting loose long silken threads and ballooning into the air, sometimes wrapping around heads and tickling noses. Ballooning is a form of dispersal for many spiders. It is commonly a response to high spider densities or a seasonally deteriorating habitat. On still days the heat of the morning sun expands air at ground level, the long gossamer thread acts like a sail or kite, and the air draws on the thread&apos;s large surface area, lifting the little spider skywards. &quot;Balloon trips&quot; can end after a few metres or many kilometres; spiders have been found drifting 5km high and 1,600km from land. My next mission is to find enough blackberries to make a jam. Red kites mew sharply in the distance and a crow is noisily chased by a small flock of black-headed gulls. The first blackberries I encounter are in a hedgerow between an arable field and an improved grassland ley. A blackberry is an aggregate fruit, made of many little round drupelets. Each drupelet is the result of a separate pollination by an insect. On these briars some of the blackberries are fulsome with dozens of drupelets, but most are small and misshapen, with 10 or fewer drupelets. This is usually caused by inadequate pollination; unpollinated seeds don&apos;t inflate. With declining pollinator populations and this year&apos;s poor weather, the marvellous service of insect pollination cannot be taken for granted in Britain. As dusk settles a mist rises from the grass ley alongside Willow Brook.", 
    "section": "environment", 
    "gid": "environment/2012/oct/10/woodnewton-northamptonshire-autumns-fruit-insect-pollinators", 
    "wordcount": "345"
}