{
    "headline": "Gold rush could help transform Uganda's wild west", 
    "text": "The sun is already beating down at 7.30am as Lotyang Sagal stands next to a deep dark hole at the foothills of the Moroto mountains, ready to dig for gold. Sagal, wearing a green top hat with an orange band, is eager to get started. Like human moles, he and his companion, have been working these holes for the past three years. And they are not alone. The area around them is pockmarked with small mounds of earth. Until a few years ago Sagal was a cattle herder, like most semi-nomadic Karamojong people. But now he has joined the gold rush that has the potential to transform Karamoja  a remote region in the north-east of Uganda that is not only the country&apos;s poorest, but also its most marginalised. &quot;I started digging after raiders came in the night and stole my cows,&quot; said Sagal, who like most Karamojong people prize cattle above all else as a sign of wealth and prestige. As he prepares to burrow deep into the red earth, women further down the dirt track carry water in yellow plastic jerry cans on their heads for sifting out the precious metal. Others, sitting on their haunches, carefully swirl the dust in shallow plastic buckets. One has already found some specks of gold, the tiny particles glinting bright yellow in the sunlight. Meanwhile, young men on motorbikes from as far as Soroti, hundreds of miles away, arrive to buy the day&apos;s finds at a makeshift market of a few wooden stalls at a crossroads in the scrubland. This morning scene, a couple of miles outside the town of Moroto, shows a region  the site of one of Africa&apos;s most spectacular nature reserves  getting back on its feet after decades of conflict. A famine in 1980 killed a fifth of the population, including 60% of infants, and near-anarchy followed when Karamoja&apos;s clans gained access to the Moroto armoury after the fall of the dictator Idi Amin. They used the guns they found there to rustle cattle in neighbouring Kenya and what is now South Sudan. Then the people of Karamoja turned on each other, transforming the area into a wild west of cattle raids and ambushes. Despite Foreign Office travel advice warning against visiting the area, it is now largely peaceful and secure after years of a controversial government disarmament programme in which army troops surrounded manyatas (villages) and searched for hidden weapons. The Ugandan People&apos;s Defence Force was accused of human right abuses, including the killing of children. Now the Ugandan government, which has appointed Janet Museveni, the president&apos;s wife, minister in charge of Karamoja affairs, and western NGOs have turned their attention to improving the lives of the 1 million population. With security, companies have started prospecting and mining for gold and other valuable minerals  such as uranium and cobalt. Karamoja could be sitting literally on a gold mine, with individual miners and large companies hoping to cash in. But residents fear that the elite will vacuum up the benefits while the rest of the population remains poor. &quot;We don&apos;t know where the gold is going to,&quot; said Hassan  not his real name  a young Karamojong with strong nationalist sentiments. &quot;We hear the land is sold to investors and we are afraid we will not see any benefits from the gold. They have not told us anything.&quot; The problem is that not much is known about mining interests in Karamoja, and residents are ready to believe the worst after years of neglect from central government. &quot;It is almost impossible to get information on government contracts with the private sector in the extractives industry,&quot; said Peter Wandera of Transparency International Uganda. But Nahaman Ojwe, the resident district commissioner in Moroto and the government&apos;s top representative in Karamoja, dismisses fears that locals will fail to benefit from any mining boom. He said Uganda&apos;s law on mineral exploitation would ensure that the Karamojong will see double benefits. First, those who own the land will receive royalties from the mining companies. Second, those companies will have to pay royalties and taxes to the central government and that wealth could be redistributed to Karamoja. &quot;Moroto will benefit from royalties and from government redistribution. People who have concerns do so because of a lack of knowledge,&quot; said Ojwe, adding that Karamoja was ready for &quot;takeoff&quot;. But MPs from the region have already claimed that well connected politicians are grabbing land as part of the scramble for minerals. The MPs claim that thousands of hectares have been sold and leased to firms without the consent of the indigenous owners. There are also concerns over illicit mining and of operators continuing to operate although their licences have expired. Sagal is oblivious to such concerns. His focus is on making enough to feed his family. &quot;This is the only place where I can make money,&quot; he said, adding that he intends to buy cows once he saves enough.", 
    "section": "global-development", 
    "gid": "world/2013/jun/06/gold-rush-transform-uganda-wild-west", 
    "wordcount": "835"
}