{
    "headline": "My blind spot, my students and me", 
    "text": "I have been registered blind all my life but because I have what opthalmologists like to call &quot;some useful sight&quot; in one eye, I have always operated in a sighted way and done my best to &apos;pass&apos; as a fully sighted person. Throughout my education at a mainstream comprehensive school and then at Newnham College, Cambridge, I studied using sighted methods and refused to learn braille or carry a white cane. I wasn&apos;t completely blind, but I wasn&apos;t completely sighted either. And I had no idea how to negotiate this shadowy in between space. Just over a year ago, an email exchange with American academic Cathy Kudlick convinced me that it was time to embrace my partial blindness and place it at the centre of my academic career. As I began learning how to use a white cane to navigate around campus, I started thinking about alternative strategies for engaging with my students in the classroom. I was finding it difficult to keep my classes focused and make sure that everyone was contributing when I couldn&apos;t make eye contact with them or see who or where they were. So I began asking students to break the habit of a lifetime by shouting out questions and comments rather than putting their hands up. At first I found them incredibly reluctant to engage with me in this way but they have gradually become more confident about this interactive and student-led way of learning. As a result we&apos;ve had some great discussions, both inside and outside seminars, and I&apos;ve found that my students are much more willing to accept that sight-based communication is not the only way of interacting in a classroom. Consequently they are learning that blindness is not necessarily a negative or tragic experience; it is simply a different way of being in the world. Royal Holloway&apos;s emphasis on research-led teaching means that I am able to couple the practical realities of the classroom with course content related to my blindness. As part of my new research project on representations of blindness in French literature and film, I have been thinking about why the figure of the blind man or woman is almost always depicted in a negative way in mainstream French culture. As part of my final-year course on representations of Paris, I teach two films, Les Amants du Pont-Neuf (1991) and Le fabuleux destin d&apos;Amlie Poulain (2001) which feature blind characters. I used to avoid referring to the theme of blindness in these films, but now I use discussions of their representation to challenge popular misconceptions about blindness and thus about disability more generally. One of the advantages of being open and honest about my blindness in the classroom and in my blog, Blind Spot, (which I encourage students to read) is that students feel able to apply what they have learnt from me and my teaching methods to the materials we study. More broadly, looking at sight and vision differently often helps students to question French attitudes to related notions of normality, beauty and perfection. Such discussions also call into question the supremacy of the visual medium of film. At my lessons, students tell me they feel empowered to challenge the widespread assumption that disability is about tragedy, struggle, suffering and pity. Not only can I encourage my students to see disability in a positive way, I can also help them question their own preconceptions as well of those of society in general. This dual approach, where I talk to students about the practicalities of how their learning will be a different experience because of my blindness, and then ask them to rethink their own understanding of disability through course content, means that they are much less ready to accept the stereotypes and clichs of disability with which we are bombarded. For most students, the only exposure they have to disability at university is when it is addressed as a pastoral or educational support issue. But by bringing it into the classroom through both teaching style and course content, students become much more knowledgeable about and accepting of disability. Most people will be affected by their own or a family member&apos;s disability at some point in their lives. Yet disability remains a taboo subject and if it is discussed in the classroom at all, it is usually only in specialized &apos;Disability Studies&apos; courses which tend to be chosen by a self-selecting bunch of disability-aware students. My experience has shown me that it is hugely beneficial to integrate discussions of disability into both the form and the content of my teaching in order to challenge misconceptions and produce a generation of students who appreciate difference for its own sake. Hannah Thompson is a senior lecturer in French at Royal Holloway&apos;s School of Modern Languages, Literatures and Cultures  her next book Taboo: Corporeal Secrets in Nineteenth-Century France will be published by Legenda in June 2013. Follow her on Twitter @BlindSpotHannah. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/22/blind-university-lecturer-teaching-research", 
    "wordcount": "853"
}