{
    "headline": "Powys council rejects windfarm plan for Waun Garno", 
    "text": "Protesters against a new generation of 100m-tall onshore wind turbines have claimed a significant victory after Powys county council refused permission for a windfarm to be built in the Welsh countryside. The council&apos;s planning committee on Tuesday unanimously rejected plans for 11 turbines, submitted by Acciona Energy UK for the Waun Garno site which is 12 miles south of the Snowdonia national park. The decision followed a vociferous opposition campaign and is being seen by opponents of onshore wind power as a major setback for the industry in Wales. The application for the 115m-tall structures was the first of a series to be heard by Powys council, which has 17 windfarm applications pending, spokesman said. Next week it will consider plans for a much larger 65-turbine windfarm, which will ultimately be decided by the Westminster government. Council planners said the Waun Garno scheme would have an &quot;unacceptable adverse impact on the landscape of the area&quot;, adding the application lacked information about the impact on ecology and habitats. They also voiced concern about its impact on conservation areas. &quot;The combined landscape impact, visual impact, biodiversity impact, cultural heritage impact, public rights of way impact, noise impact and highway impact of the proposed development is considered to outweigh the benefits of the renewable energy contribution of the proposed development,&quot; said a council report. Close to 100 opponents of the scheme protested before the lunchtime meeting at Powys county hall in Llandrindod Wells. Opposition to new onshore wind farms has grown rapidly in Wales and 2,000 people attended a debate on the issue in Welshpool in June. The new turbines are much taller than existing ones and generate greater power, meaning they need new pylons. &quot;It is the first big refusal in mid-Wales of a windfarm application and it shows the protests, which started a year ago and have triggered a popular revolt against onshore wind farms, have been a success,&quot; said Robert Harvey, a co-ordinator of the Montgomeryshire Against Pylons campaign. &quot;A lot of us are green in that we support renewable energy but there is a massive contradiction in destroying some of the most beautiful places on the planet in order to achieve that. Increasingly, research is showing that wind energy is the most inefficient form of renewable energy.&quot; In a statement Acconia Energy said: &quot;We are naturally disappointed with today&apos;s decision not to grant planning approval for the Waun Garno windfarm. We will now carefully review the grounds for this decision and consider our options going forward.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/06/powys-council-rejects-windfarm-plan", 
    "wordcount": "428"
}