{
    "headline": "Worst natural disasters of 2012 by numbers displaced  in pictures", 
    "text": "   1) India monsoon floods in Jun-Jul: 6.9m displaced Flood-affected villagers take shelter in a school at Boramari village, about 75km (47 miles) east of Guwahati, India, June 2012. Raging floodwaters fed by monsoon rains inundated more than 2,000 villages in north-east India Photograph: Anupam Nath/AP       2) Nigeria rainy season floods in Sep-Oct: 6.089m displaced Nigerians move along a flooded road in Okpe, Isoko, in the Niger delta, October 2012. Heavy rains in 33 of the country's 36 states caused devastating floods, which submerged many communities in the oil-rich Niger delta region Photograph: GEORGE ESIRI/EPA       3) China typhoon Haikui floods in Aug: 2.079m displaced A fireman carries a woman in Maozhang village, Sanmen county, Taizhou City, in east China's Zhejiang province, Aug 2012. Typhoon Haikui landed in Hepu in Zhejiang's Xiangshan county, bringing heavy rain, and flooding roads and villages in China's coastal, northern and southern provinces Photograph: Pan Kanjun/Xinhua       4) India monsoon floods in Aug-Sep: 2m displaced A woman prepares a meal as her husband fishes along the Brahmaputra river in Panikhaiti, on the outskirts of Guwahati in Assam state, September 2012. The north-east of the country, including Assam and Arunachal Pradesh, were particularly badly affected Photograph: Anupam Nath/AP       5) Philippines typhoon Pablo (Bopha) in Dec: 1.932m displaced People jostle for position as they seek food distributed in New Bataan in Compostela Valley province in December 2012, when the storm hit the southern Philippines. The powerful typhoon brought death and destruction, washing away emergency shelters, a military camp and people in Mindanao Photograph: Ted Aljibe/AFP       6) Pakistan monsoon floods in Aug-Sep: 1.857m displaced A Pakistani family, displaced from a village in Sindh province by floods in 2010, gather around a fire inside their makeshift tent in a slum on the outskirts of Islamabad. Sindh was hit again last year, along with Balochistan and Punjab Photograph: Muhammed Muheisen/AP       7) Philippines floods (caused by a monsoon in the south-west and the effects of the earlier typhoon) in Jun-Aug: 1.553m displaced People sit beside sacks of relief goods at a covered basketball court that was converted into a temporary evacuation centre in Quezon city, north of Manila, August 2012. Luzon, including Metro Manila, and parts of Visayas and Mindanao, were hit. More than half of the metropolis of Manila was submerged at the peak. The typhoon carried maximum sustained winds of 110km per hour (kph) near the centre and gustiness of up to 140kph Photograph: AARON FAVILA/AP       8) China monsoon floods in Jun-Jul: 1.42m displaced Residents rest by tents in the worst-hit area of Fangshan, on Beijing's mountainous south-western outskirts. Residents reported cars being swept away and many people missing. These were the worst rains to hit Beijing in more than 60 years, and 12 provinces in the east, central, south, south-west and north-west were affectedPhotograph: AFP       9) China twin typhoons Saola and Damrey, with floods in Aug: 867,000 displaced A woman is seen at her house, flooded due to torrential rain in Nanchang city, in south-east China's Jiangxi province, August 2012. The local meteorological bureau issued a blue warning for the terrible weather, which flooded most of the city. Ten provinces in the north-east and south-east were hit Photograph: Wang xiaowei/Xinhua       10) USA hurricane Sandy in Oct 2012: 776,000 displaced Hundreds of people affected by Sandy wait in line for distributions from the Federal Emergency Management Agency, Red Cross and other aid organisations in November 2012 in Coney Island, Brooklyn, New York. The east coast, Appalachians and mid-west were all hit by the storm Photograph: Bebeto Matthews/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/may/20/worst-natural-disasters-2012-in-pictures", 
    "wordcount": "0"
}