{
    "headline": "Why we need to protect the 'university'", 
    "text": "Gaining the title of university isn&apos;t easy  it took Regent&apos;s College many years. Founded in 1986, Regent&apos;s commenced its progress towards degree awarding powers and university title in 2007 and since then, it has undergone an intensive scrutiny process led by the Quality Assurance Agency (QAA) and the Higher Education Funding Council for England (Hefce). This included a full annual cycle of scrutiny, a further governance audit, a check on student numbers and a consultation on the proposed change in name. But it is right that the road is tough. The UK has one of the best and most established higher education sectors in the world. It is a key export and therefore a brand we need to protect. International students and employers need to be confident that our institutions are of high quality. University title recognises this and ensures the word &apos;university&apos; is protected  only to be used by institutions that meet a gold standard. For Regent&apos;s and other institutions that have recently been awarded university title, the name change is a hugely important moment. It is testament to the hard work of colleagues and recognises student experience, student engagement and the success of alumni. But as the government looks to create a more diverse higher education sector, it is a good time to think about what being a university means. For me, universities are institutions that provide breadth and depth. This should include offering a range of programmes running across a number of different subject areas, enabling students to sample and consider other views and approaches. Such programmes need to be truly academic and go beyond simply preparing people for work, but also instil a wider intellectual curiosity. Single subject institutions have an important role to play within a vibrant higher education sector, but I question whether they are really worthy of the university title. The focus on creating a diverse sector has also triggered interest from private, for-profit providers. At the Guardian&apos;s recent Future of Higher Education summit there was a lively discussion on the role of private providers and whether such institutions could be universities. While I don&apos;t doubt the ability of non-state funded institutions to provide students with a quality preparation for employment, the concept of a for-profit university is quite different. Leaders of such institutions undoubtedly need to grapple with balancing the expectations of their shareholders with the needs of their students. While some maintain that they do not really make profits and devote all their income to student experience, this is simply a variant of the Starbucks argument. While they do not make UK profits, they do pay substantial management and licencing charges to predominantly offshore shareholders. In non-profit institutions, like Regent&apos;s, all budget surpluses we generate are ploughed back into the institution to enhance the student experience or to fund public benefit. Of course, state funded institutions can also find themselves restricted and having to meet the demands of government. Debate at the Guardian summit talked of the importance for universities to be free of either shareholder or government control in facilitating innovative thinking and development. This is real academic freedom. With the current government&apos;s welcomed focus on social mobility and widening participation, universities must also value their wider commitments to public benefit. While the experience provided to students is the key focus, universities also have other contributions to make to the rest of society. Traditional universities tend to be charities and this status should drive their strategic development and not be forgotten. While society and policymakers need to recognise the key role that universities play in generating new thinking, driving growth and overcoming the great challenges we face, institutions must ensure a commitment to public benefit sits at the heart of their ethos. This goes beyond issues such as access and covers engagement with the local community, opening up resources and hosting public lectures and seminars so those not enrolled can benefit from the thoughts and ideas being generated. Beyond their local community, universities must also be international institutions. This doesn&apos;t simply mean that they are competing for international students. Universities need to recognise that having a mix of students, from different cultures, backgrounds and countries is an important aspect of the education they provide. They also need to view the development of partnerships with overseas institutions to provide more study abroad opportunities as an important element of their growth strategies. At the heart of a university is quality teaching and a commitment to providing an excellent student experience. And at the heart of great teaching, particularly at the postgraduate level, is a commitment to scholarly activity and research. A university is about being a community of scholars who are contributing to knowledge, not merely repeating it. University title gives Regent&apos;s College this added recognition. The word is understood around the world. Institutions that reach the high quality threshold that comes with being a university want to compete with other leading universities around the world. The change in name enables us to build our profile in new markets like China and Russia in which we have historically struggled to gain full recognition. Prospective students will understand what we do and be more confident that what we say we offer is of the high quality they expect. But in the current drive to introduce more providers into the system, our policymakers must not dilute the university brand  let&apos;s ensure that becoming a university remains a challenging process. Professor Aldwyn Cooper is principal and CEO of Regent&apos;s College London  follow it on Twitter @RegentsCollege This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/03/university-title-protection-regents-college", 
    "wordcount": "948"
}