{
    "headline": "Cell scientists aim to rebuild hearts with reprogrammed tissue", 
    "text": "Every two minutes someone in the UK has a heart attack. Every six minutes, someone dies from heart failure. During an attack, the heart remodels itself and dilates around the site of the injury to try to compensate, but these repairs are rarely effective. If the attack does not kill you, heart failure later frequently will. &quot;No matter what other clinical interventions are available, heart transplantation is the only genuine cure for this,&quot; says Paul Riley, professor of regenerative medicine at Oxford University. &quot;The problem is there is a dearth of heart donors.&quot; Transplants have their own problems  successful operations require patients to remain on toxic, immune-suppressing drugs for life and their subsequent life expectancies are not usually longer than 20 years. The solution, emerging from the laboratories of several groups of scientists around the world, is to work out how to rebuild damaged hearts. Their weapons of choice are reprogrammed stem cells. These researchers have rejected the more traditional path of cell therapy that you may have read about over the past decade of hope around stem cells  the idea that stem cells could be used to create batches of functioning tissue (heart or brain or whatever else) for transplant into the damaged part of the body. Instead, these scientists are trying to understand what the chemical and genetic switches are that turn something into a heart cell or muscle cell. Using that information, they hope to programme cells at will, and help the body make repairs. It is an exciting time for a technology that no one thought possible a few years ago. In 2007, Shinya Yamanaka showed it was possible to turn adult skin cells into embryonic-like stem cells, called induced pluripotent stem cells (iPSCs), using just a few chemical factors. His technique radically advanced stem cell biology, sweeping aside years of blockages due to the ethical objections about using stem cells from embryos. He won the Nobel prize in physiology or medicine for his work in October. Researchers have taken this a step further  directly turning one mature cell type to another without going through a stem cell phase. And politicians are taking notice. At the Royal Society in November, in his first major speech on the Treasury&apos;s ambitions for science and technology, the chancellor, George Osborne, identified regenerative medicine as one of eight areas of technology in which he wanted the UK to become a world leader. Earlier last year, the Lords science and technology committee launched an inquiry into the potential of regenerative medicine in the UK  not only the science but what regulatory obstacles there might be to turning the knowledge into medical applications. At Oxford, Riley has spent almost a year setting up a 2.5m lab, funded as part of the British Heart Foundation&apos;s Mending Broken Hearts appeal, to work out how to get heart muscle to repair itself. The idea is to expand the scope of the work that got Riley into the headlines last year after a high-profile paper published in the journal Nature in which he showed a means of repairing cells damaged during a heart attack in mice. That work involved in effect turning the clock back in a layer of cells on the outside of the heart, called the epicardium, making adult cells think they were embryos again and thereby restarting their ability to repair. During the development of the embryo, the epicardium turns into the many types of cells seen in the heart and surrounding blood vessels. After the baby is born this layer of cells loses its ability to transform. By infusing the epicardium with the protein thymosin 4 (T4), Riley&apos;s team found the once-dormant layer of cells was able to produce new, functioning heart cells. Overall, the treatment led to a 25% improvement in the mouse heart&apos;s ability to pump blood after a month compared with mice that had not received the treatment. Riley says finding ways to replace damaged cells via transplantation, the dominant research idea for more than a decade, has faltered. Scientists have tried out a variety of adult stem cells  derived from areas such as bone marrow, muscle and fat  turned them into heart cells and transplanted them into animal models, which initially showed good results. But those results could never be repeated in humans with the same degree of success. &quot;In humans, moving into clinical trials, the actual benefit, from a meta-analysis just on bone-marrow-derived cells, is a meagre 3% improvement,&quot; he says. &quot;That&apos;s barely detectable clinically and unfortunately isn&apos;t going to make a vast amount of difference to your overall quality of life.&quot; The original impression from rodent studies was that the transplanted cells would become new muscle and contribute to improving damaged areas, but Riley says that idea has fallen out of favour. &quot;All they do, if anything at all, is to secrete factors that will help the heart sustain the injury, rather than necessarily offer long-term regeneration.&quot; That is where the reprogrammers get going. Find the chemical factors that will make a cell (a skin cell, say, or a piece of scar tissue) think it is in the womb, so it switches certain genes on and others off and becomes anew heart cell, and you can avoid the large-scale transplant altogether. All youneed is an infusion of the right drugs and resident cells will do all the required repair work. The process requires an understanding of how an embryo develops and what cues nature uses to grow all the body&apos;s cell types from just a sperm and an egg. This ability to regenerate does not quite stop at birth: injure a one-day-old mouse&apos;s heart, for example, and it will completely regenerate. Injure it again after a week and the heart will scar. &quot;Within seven days, it goes from completely repairable to the adult wound-healing default position,&quot; says Riley. &quot;We want to understand what happens during that window.&quot; Many scientists believe the secrets of how to regenerate tissue are linked with an understanding of how to reverse the ageing process. Saul Villeda, of the University of California, San Francisco, presented work at the recent annual meeting of the Society for Neuroscience in New Orleans where he showed that blood from young mice reversed some of the effects of ageing in older mice, improving learning and memory to a level comparable with much younger animals. Older mice had an increased number of stem cells in their brains and there was a 20% increase in connections between brain cells. Though his work is yet to be published in a peer-reviewed journal, Villeda speculated the young blood was likely to be working in the older mice by increasing levels of chemical factors that tend to decline as animals get older. Bring these back, he says, and &quot;all of a sudden you have all of these plasticity and learning and memory-related genes that are coming back&quot;. At the Gladstone Institute in California, Prof Deepak Srivastava has already transformed scar-forming cardiac cells in mice into beating heart cells, inside living animals, using a set of chemical factors. His results were published last April in Nature. &quot;We&apos;ve redeployed nature&apos;s own toolkit in these cells to convert non-muscle cells that are in theheart into new muscle. More than half of the cells in the heart are not muscle [but] architectural cells called fibroblasts that are meant to support themuscle,&quot; he says. &quot;We had the idea that if we could somehow fool those cells into thinking that they should become muscle, then we have a vast reservoir of cells that already exist within the organ that might be able to be called upon to regenerate the heart from within.&quot; He injected three chemical factors  called Gata4, Mef2c and Tbx5, collectively known as GMT  into the damaged region of a heart and, within a month, the non-beating cells that normally ended up becoming scar tissue had become functioning heart cells that had integrated with their neighbours. &quot;The factors get taken up by the fibroblasts and the non-muscle population of cells and they initiate a genome-wide switch of the programme of the cells so that it now begins to activate thousands of muscle-specific genes and it turns off thousands of fibroblast genes.&quot; Srivastava directs cardiovascular and stem cell research at Gladstone, the institute where Yamanaka carried out his Nobel-prize-winning work. Srivastava&apos;s direct reprogramming technique takes Yamanaka&apos;s work further because it allows scientists to turn one type of cell into another without having to go through a stem cell phase in between, thus reducing the risk that any future therapy might induce cancer. The method has been proven to work, so far only in Petri dishes, for blood, liver and brain cells. &quot;Ultimately, as we learn enough about each cell type, it&apos;s likely we might be able to make most cell types in the body with this direct reprogramming approach,&quot; he says. The tough task for all these scientists  from those working specifically on the heart such as Riley to those working more generally on all cell types such as Srivastava  is to identify and catalogue the thousands of chemical factors that are at work in the various stages of cell development, and that are the keys to the transformation of one cell into another. Riley&apos;s team is working with Shoumo Bhattacharya at the BHF Centre for Cardiovascular Target Discovery at Oxford, led by Shoumo Bhattacharya, to screen thousands of small molecules in the lab that could, in combination or isolation, predict a certain type of cell behaviour in a living heart. Meanwhile, the Gladstone team have started experimenting with their direct reprogramming technique in pigs, as a preclinical trial before trying it out in humans. &quot;We&apos;re trying to do the same experiments we did in the heart in the pig&apos;s heart because it is very similar in size and physiology to human hearts. If it works there and it is safe, then we&apos;d be ready for a human clinical trial,&quot; says Srivastava. He has not entirely abandoned investigating cell transplantation, using muscle cells derived from embryonic stem cells. But he is clear which would make the simpler therapy. &quot;We&apos;re testing both head to head  let&apos;s say both works, then I think the direct reprogramming method will be a lot easier.&quot; And the relative simplicity of direct reprogramming, discovered by Yamanaka just five years ago, still surprises him. &quot;It&apos;s phenomenal,&quot; he says. &quot;We never thought it would be thisway.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/28/stem-cell-scientists-rebuild-hearts", 
    "wordcount": "1776"
}