{
    "headline": "Oxford students to protest at Assange 'visit'", 
    "text": "Outraged Oxford students are planning demonstrations following news that Julian Assange, the controversial Wikileaks founder, has been invited to speak at the 189-year-old Oxford Union debating society. The union plans to include Assange in an event celebrating prominent whistleblowers on 23 January. He is scheduled to speak via video link from the Ecuadorian embassy, where he sought sanctuary last June from a European arrest warrant for extradition to Sweden over rape allegations. As news of the invitation broke, criticism of the decision to give a platform to such a controversial figure came swiftly. Tom Rutland (@tomrutland), president-elect of the Oxford University students&apos; union, tweeted: &quot;Someone facing a European arrest warrant in relation to being wanted for questioning regarding sexual offences should not be platformed.&quot; The student&apos;s union is not affiliated with the Oxford Union, a politically neutral debating society. Opposition to the invitation is focused primarily upon Assange&apos;s status as an alleged sex offender resisting arrest. Simone Webb, who has instigated a Facebook campaign to protest outside the union on the night itself, says: &quot;The protest is objecting primarily to Julian Assange&apos;s continued unwillingess to face the Swedish justice system over rape allegations. It is particularly ironic that he&apos;s been asked to speak at an awards event which supposedly celebrates integrity and the search for truth, when he is himself blocking the search for truth.&quot; Others, however, are keen for Assange to speak, after a planned appearance at the Cambridge Union was cancelled last year. &quot;The central principle is that a debate must not merely provide a platform for the guest speaker. There must be the opportunity for the speaker&apos;s views to be tested through questioning and debate,&quot; says a former president of the union, Izzy Westbury. &quot;Inviting someone controversial  be it in a political sense, a religious one or, in the case of Assange, a legal one  is the best way of showing them for what they really are. When Assange is video-linked to the union, I would expect and encourage questions that challenge both his views and his actions. We should put him in an uncomfortable position  that is the condition of the invite.&quot; In a press release, the union also emphasised that there would be an opportunity to question Assange. &quot;Mr Assange is clearly a figure who generates controversy for reasons ranging from the charges made against him in Sweden, to the perceived recklessness of some Wikileaks activities. We would therefore encourage those who disagree with him, or with any of our other speakers, to participate in the Q&amp;A session.&quot; Westbury says that untenable views are often shown up at the union: &quot;In February 2011, Zakir Naik addressed the Oxford Union via video link, despite an exclusion order imposed by home secretary, Theresa May, in June that year. There was a fair bit of fuss at the time and a few Tory MPs were a bit rankled by the decision, but frankly, he didn&apos;t come out all that well.&quot; The protesters have rejected a charge of being anti-free speech, and question whether the Wikileaks founder will be subjected to any serious cross-examination at the union. &quot;Assange is being invited to speak at an award ceremony, where he will be lauded for the work that he has done,&quot; says Abigail Burman, equal opportunities president at Corpus Christi college. She argues that an invitation to someone accused of rape &quot;sends the message that rape is no big deal, apologies will be made for perpetrators, and survivors won&apos;t be heard. I completely support his right to free speech, but I think he needs to find another place to exercise it. Oxford should be a place where sexual assault is never okay.&quot; With the women&apos;s campaign at the student&apos;s union due to meet soon to discuss the matter, and the numbers planning to join the protest already at 86 on the Facebook group, the controversy looks unlikely to abate. Tom Beardsworth, a deputy editor on the student newspaper Cherwell, notes: &quot;Protest is fairly common, but it&apos;s normally small scale. There were only about 10 for George Galloway last term, whereas it looks like the turnout against Assange could top 100, which certainly hasn&apos;t been seen in my memory.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/10/oxford-students-to-protest-at-assange-talk", 
    "wordcount": "717"
}