{
    "headline": "Floods rage through central Europe  in pictures", 
    "text": "   The floodwaters along the Elbe river have reached Wehlen, Germany. Heavy rain over the past days has caused serious flooding in Saxony and other areas in Germany Photograph: Arno Burgi/  Arno Burgi/dpa/Corbis       A woman crosses a makeshift bridge over a flooded street in Unterloiben, Austria Photograph: Dieter Nagl/AFP/Getty Images       The flooded river Mulde encloses a clump of houses north of Eilenburg, eastern Germany Photograph: Jens Wolf/AFP/Getty Images       A flooded house on the bank of the Danube river in Devin, Slovakia Photograph: STR/AFP/Getty Images       Canoeing through a doorway into a flooded building in the city of Wehlen, eastern Germany Photograph: Johannes Eisele/AFP/Getty Images       A soldier in Germany's Bundeswehr armed forces laughs after discovering a bottle of champagne among debris cleared from a destroyed cellar in the flooded southeastern Bavarian town of Passau Photograph: Wolfgang Rattay/Reuters       Residents help to reinforce flood protection with sandbags in Walschleben, Germany Photograph: Action Press/Rex Features       The statue of Indian spiritual leader Sri Chinmoy, before it was submerged under the rising water from the Vltava river on Kampa Island in Prague, Czech Republic Photograph: Vova Pomortzeff/Demotix/Corbis       A man carries a woman over the floodwaters of the White Elster river in Gera, Germany Photograph: Marc Tirl/Corbis       The banks of the Elbe river are lined with sandbags. Floodwaters are expected to rise to 9 metres in Dresden, Germany Photograph: Arno Burgi/Corbis       A man photographs the rising waters of the river Iller in an Kempten im Allgu, Germany Photograph: Stefan Puchner/Corbis       The streets of Passau, Germany, suffer from serious flooding. The Bavarian city's proximity to the rivers Inn, Ilz and Danube means that it is one of the worst affected in the area Photograph: Andreas Gebert/Corbis  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jun/03/floods-central-europe-in-pictures", 
    "wordcount": "0"
}