{
    "headline": "Facebook and Google spread 'their' net across the mobile world", 
    "text": "On Monday last, amid great hoopla, the Queen Elizabeth prize for engineering was awarded to Sir Tim Berners-Lee, Robert Kahn, Vinton Cerf, Louis Pouzin and Marc Andreessen. The 15-person selection panel said the five men had all contributed to the recent revolution in communications that has taken place in recent decades. Which is manifestly true. But the fine distinctions between the contribution each made escaped BBC News, which treated them all as inventors of theinternet. The truth is more complicated: Cerf,Kahn and Pouzin can legitimately get most of the credit for designing thenetwork; Berners-Lee built the web on the foundations laid by them; and Marc Andreessen (with his colleague Eric Bina, who is strangely omitted from the prize list) in turn built on Berners-Lee&apos;s work by creating the first major web browser. The cavalier way in which the BBC lumped all these contributions together led your exasperated columnist to tweet &quot;BBC News makes elementary schoolboy mistake  confusing the web with the internet. Bah! #cluelessness&quot;. Which in turn led a bemused follower to ask the following day: &quot;What&apos;s the difference between the web and the net?&quot; If at this stage you detect the buzzing of a bee in a bonnet, then you&apos;re spot on. I devoted a year of my life to writing a book on the subject, triggered by a conversation I had with a senior politician in which he revealed that he thought the web and the internet were the same thing. This seemed to me about the biggest misconception one can have about the technology (it&apos;s like believing that Virgin Pendolino trains are the railway network) and led me to wonder how someone so powerful and well-informed could confuse a single application with the infrastructure that makes it possible. A few months later, I mentioned this conversation to Berners-Lee at a Royal Society symposium about the net. He smiled his enigmatic smile. &quot;There are 200 million people in the world who think Facebook is the net,&quot; he said. (This was whenFacebook had about 300millionusers.) Since Facebook now has a billion users, we may safely assume that this misconception has spread like a virus. There are currently about 2.4 billion internet users in the world, which means about 4.6 billion people are still unconnected. Not surprisingly, Facebook (and Google) are already targeting them. One of the mantras of Google&apos;s chairman, for example, is &quot;the next five billion&quot;. Facebook, for its part, has signed up 44% of the US population, 30% of Europeans and 37% of Latin Americans. But it only has 6.6% of Asians and even fewer (5%) Africans. What&apos;s happening now is therefore predictable. Most new users of the internet in poor countries will be connecting to it via mobile phones. So, according to an intriguing piece by David Talbot in the MIT Technology Review, &quot;Facebook and Google are  persuading wireless carriers in poor countries to offer customers free or very cheap online access that is limited to stripped-down versions of the web giants&apos; sites. The idea is that once these new users get some experience in a walled garden of Facebook or Google, they will want more internet access and pay for it, making the carriers&apos; initial investment worthwhile.&quot; It&apos;s a smart strategy, and it will have one predictable outcome, namely, that many new users of the internet from poor countries will think that Facebook (or Google) is the Internet. This would be a particularly pernicious outcome for those who find themselves inside Facebook&apos;s walled garden, because it&apos;s much more comprehensively fenced than anything yet constructed byGoogle. Why does this matter? Well, in a way, it comes back to the guys who won the Queen Elizabeth prize. The network that Cerf and Kahn built was deliberately designed as an open, permissive system. Anyone could use it, and if you had an idea that could be realised in software, then the net would do it for you, with no questions asked. Tim Berners-Lee had such an idea  the web  and the internet enabled it to happen. And Berners-Lee made the web open in the same spirit, so Mark Zuckerberg was able to build Facebook on those open foundations. But Zuckerberg has no intention of allowing anyone to use Facebook as the foundation for building anything that he doesn&apos;t control. He&apos;s kicking away the ladder up which he climbed, in other words. And if he ever gets the Queen Elizabeth prize then I&apos;m leaving the country.", 
    "section": "technology", 
    "gid": "technology/2013/mar/24/facebook-trap-world-in-its-net", 
    "wordcount": "765"
}