{
    "headline": "Bike headphones that don't distract from cycling safely", 
    "text": "In the world of daft ideas, headphones designed to be worn on a bike seemed to me pretty high up the list; awareness of my surroundings is a thing I rate highly when cycling. However, when I heard about headphones that allow you to hear external sounds as well as your music, I thought it only fair to give them a chance. With Chilli Technology&apos;s bone conduction headphones (49.99), the clue is in the name. Where conventionally sound is projected directly into the ear by creating air pressure waves, bone conduction headphones use the cheekbones to transfer auditory signals to the cochlea. The benefit is that the ear is not covered. I did a rough poll of my friends and a surprising amount wear earphones when cycling, many with only one earphone in, on the kerb side. I have never been brave enough to cycle with music, however, and expected to feel dangerously detached from my surroundings. After putting on the headphones I was immediately struck by how even on a quiet street I could hear passersby talking, suitcases rattling over cobbles and, most importantly, the sound of approaching cars, as well as my music. I expected to feel like I was in a bubble but joining a major road I could still hear both music and the traffic. Soon enough I was comfortably  and safely - manoeuvring a busy junction, while also singing. Attached to the headphone wire, the in-line control can be clipped on to clothes, for volume and importantly with an on/off button. Off the bike the speakers can be placed over the ears. But there are a few negatives: I found treble transmitted well, but bass was somewhat lost, created a tickling sensation on my cheekbones instead. As it sits behind the head, I found the neck band was easily displaced by scarves. Also, oddly, yawning muted the music momentarily. On noisier junctions music was drowned out, even with the volume up, which is probably a good thing. However, after one noisy ride with the volume turned up I handed a curious friend the headphones and realised I too could hear my music; it&apos;s worth being aware of this if part of your commute is on public transport, for example. To me, one of the joys of cycling is the opportunity for interaction with my surroundings. Where normal earphones reduce the opportunity for this, the bone conduction headphones allowed me to talk with passersby. I found it was possible to shift my focus away from my German lesson for a chat, and then back again, without having to mute the sound or being distracted from the conversation. I am an advocate of quiet bike rides, but if I were to choose headphones for cycling, these would probably be the ones. And if you don&apos;t like the idea of the headphones at all the company also, intriguingly, makes spy sunglasses and a pen cam.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/mar/26/bike-headphones-music-cycling", 
    "wordcount": "490"
}