{
    "headline": "Green deal plot reveals new levels of idiocy from Tory climate sceptics", 
    "text": "Shooting oneself in the foot is dumb enough, but blowing both your legs off with a self-inflicted explosion of stupidity reveals a new level of idiocy. Yet that is what the Eric Pickles has chosen to do by lobbying not only against his own department&apos;s policy - the so-called &quot;conservatory tax&quot; - but attempting to destroy the entire green deal, the government&apos;s policy to increase the energy efficiency of 14m of the nation&apos;s homes. How did it come to this? Mixing climate change scepticism with a terror of anything that smells of the &quot;nanny state&quot; produces a combustible brew, more than capable of incinerating common sense. The result is that Pickles and his Conservative MP conspirators want to discourage people living in cosier homes and paying lower energy bills, just as fuel poverty and energy bills are soaring. There are only two ways to make that add up. One is if you think climate change is not being caused by our relentless burning of fossil fuels, or that you don&apos;t think we need to worry about it. If this is your view - despite not a single government or science academy on Earth agreeing with you - then cutting energy use to cut carbon emissions would appear pointless. But what about saving money? The second way to make this lunacy add up is if you think the principle of the government butting out of your life is so valuable that ministers should just stand by and allow you to burn your own money (and the planet we share). It&apos;s hard to persuade those of the first view above to change their mind. They are a small minority in society and impervious to the evidence, but they are heavily over-represented among old, rightwing men, i.e the Conservative party. Yet its the second view which really stuns. Even confining ourselves to the narrow world of building regulations, we already submit ourselves to myriad rules to ensure we don&apos;t construct death traps. This costs money. The proposals from Pickles&apos;s department - to require those building extensions to spend about 10% of the total cost on energy efficiency measures - will save money. You can, if you like, take out a green deal loan for this, the repayments for which will be lower than the energy bill savings from day one. The cost argument is in fact even broader than this. Improving the energy efficiency of the country&apos;s old and leaky homes is by far the cheapest way to cut climate-warming carbon emissions, and cuts energy bills too. But if you hold your right to burn your own money so dear that you refuse to insulate your home, then, with the nation legally bound to reduce its emissions, you&apos;re going to be paying for the more-expensive alternatives too. Perhaps you&apos;d like your hard-earned pounds to go on a wind farm, a waste-to-energy incinerator or perhaps a new nuclear power station? Ultimately, it&apos;s about fairness, in my view. If you are one of the 200,000 a year who extend your home, then congratulations and I truly hope you enjoy your new room. But it is justified for me to expect you to make it energy efficient, otherwise I&apos;m going to have to deal with your share of the nation&apos;s carbon reductions on top of my own. The challenge we face in energy and climate change is too great to indulge free riders, so here&apos;s a rallying cry even those on the right might - eventually - warm to: zero tolerance for carbon scroungers.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/apr/16/green-deal-energy-efficiency-conservatory", 
    "wordcount": "594"
}