{
    "headline": "What is a carbon price and why do we need one?", 
    "text": "A carbon price is a cost applied to carbon pollution to encourage polluters to reduce the amount of greenhouse gas they emit into the atmosphere. Economists widely agree that introducing a carbon price is the single most effective way for countries to reduce their emissions. Climate change is considered a market failure by economists, because it imposes huge costs and risks on future generations who will suffer the consequences of climate change, without these costs and risks normally being reflected in market prices. To overcome this market failure, they argue, we need to internalise the costs of future environmental damage by putting a price on the thing that causes it  namely carbon emissions. A carbon price not only has the effect of encouraging lower-carbon behaviour (eg using a bike rather than driving a car), but also raises money that can be used in part to finance a clean-up of &quot;dirty&quot; activities (eg investment in research into fuel cells to help cars pollute less). With a carbon price in place, the costs of stopping climate change are distributed across generations rather than being borne overwhelmingly by future generations. There are two main ways to establish a carbon price. First, a government can levy a carbon tax on the distribution, sale or use of fossil fuels, based on their carbon content. This has the effect of increasing the cost of those fuels and the goods or services created with them, encouraging business and people to switch to greener production and consumption. Typically the government will decide how to use the revenue, though in one version, the so-called fee-and-dividend model  the tax revenues are distributed in their entirety directly back to the population. The second approach is a quota system called cap-and-trade. In this model, the total allowable emissions in a country or region are set in advance (&quot;capped&quot;). Permits to pollute are created for the allowable emissions budget and either allocated or auctioned to companies. The companies can trade permits between one another, introducing a market for pollution that should ensure that the carbon savings are made as cheaply as possible. To serve its purpose, the carbon price set by a tax or cap-and-trade scheme must be sufficiently high to encourage polluters to change behaviour and reduce pollution in accordance with national targets. For example, the UK has a target to reduce carbon emissions by 80% by 2050, compared with 1990 levels, with various intermediate targets along the way. The government&apos;s independent advisers, the Committee on Climate Change, estimates that a carbon price of 30 per tonne of carbon dioxide in 2020 and 70 in 2030 would be required to meet these goals.  Currently, many large UK companies pay a price for the carbon they emit through the EU&apos;s emissions trading scheme. However, the price of carbon through the scheme is considered by many economists to be too low to help the UK to meet its targets, so the Treasury plans to make all companies covered by the scheme pay a minimum of 16 per tonne of carbon emitted from April 2013.  Ideally, there should be a uniform carbon price across the world, reflecting the fact that a tonne of carbon dioxide does the same amount of damage over time wherever it is emitted. Uniform pricing would also remove the risk that polluting businesses flee to so-called &quot;pollution havens&quot;&apos;  countries where a lack of environmental regulation enables them to continue to pollute unrestrained. At the moment, carbon pricing is far from uniform but a growing number of countries and regions have, or plan to have, carbon pricing schemes in place, whether through cap-and-trade or carbon taxes. These include the European Union, Australia, South Korea, South Africa, parts of China and California.  This article was written by Alex Bowen of the Grantham Research Institute on Climate Change and the Environment at LSE in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 10.07.12 Read about the project and suggest a question Report an error in this answer Related questions What is the economic cost of climate change? What is the Stern review?  Which nations are most responsible for climate change?  This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/carbon-price-tax-cap", 
    "wordcount": "740"
}