{
    "headline": "Don't let market forces rob universities of their social role", 
    "text": "Bill Rammell, author of a new report from the Higher Education Policy Institute, warns that the social role of universities is being overlooked as the government pushes ahead with its marketisation of the sector. Universities make an enormous contribution to civil society, not only through providing education opportunities and extending knowledge through research, but in their engagement with communities, their international networks, and the fostering of open public debate.  Universities provide jobs, expertise and a multi-billion pound export industry. And as the UK prepares to start the process of exiting the European Union, universities will be crucial in helping to build a post-Brexit future for the UK. The government is currently pursuing a programme of higher education reform in England, including removal of the cap on student numbers, the creation of a new regulator, the Office for Students, and the introduction of a Teaching Excellence Framework to drive teaching quality. Value for students In addition, new providers of higher education will be able to achieve degree-awarding powers and university title much more quickly. The effect of all of this is to stimulate competition between higher education providers, in the belief that they will become more efficient, and deliver the best value for money for students. With students providing the bulk of funding through the tuition fee, it is right that the sector should work to deliver benefits to them. But we cannot afford to lose the historic public benefits of higher education. I am concerned that by relying too heavily on market mechanisms to drive reform, we are in danger of doing just that. Unlike some other critics of marketisation, I do not believe that higher education is a zero-sum game in which the advance of private interests must necessarily reduce the wider public benefits. It is possible to safeguard the public interest as the sector becomes more diverse and more competitive, but it requires a collective will.  The bill removes the historic powers of the privy council to scrutinise higher education governance and distribute degree-awarding powers and university title. These powers will be handed to the Office for Students, a body whose proposed duties include promoting competition in the higher education sector and safeguarding value for money for students, but not protecting or promoting the wider public interest. I believe this is a real issue. The Office for Students would not necessarily be empowered to consider, or make an intervention to protect:  the impact on a region if a large university were to fail,  the spread of educational provision across geographical areas,  the capability of the sector to work together to address major challenges such as the impact of digital technology on learning, employer demand for skills in specific sectors. The government has made a virtue of its concern for student outcomes of higher education, and it is undeniable that students are interested in economic returns. But they, and we, the public, have an interest in what kinds of people our universities are enabling students to become.  Ethical graduates The idea of citizenship is rather unfashionable, perhaps, but few could deny that we want our graduates to be ethical, well-informed about the issues of the day and ready and able to do their bit to make a difference, whether by showing up to cast their vote, volunteering or fundraising for charity, or taking part in a political campaign. Higher education should be an environment in which students are encouraged to develop themselves as citizens, and we should do more to recognise the value of those civic outcomes through the Teaching Excellence Framework and in our quality regime. There is nothing wrong with healthy competition, especially if its leads to a better experience for students. But the latest UCAS figures show growth in undergraduate entry of only 1% between 2015 and 2016, a flat market in which competition risks becoming unhealthy.  Unhealthy competition, fuelled by fast-tracked degree-awarding powers (which the Conservatives when I was in opposition opposed), limited protections for students and a proliferation of new and untested higher education providers risks driving the sector towards the lowest common denominator, spreading resources too thinly to ensure a consistently good student experience and damaging the sectors hard-won world-class reputation - and that would not serve the public interest well at all. Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2016/oct/13/dont-let-market-forces-rob-universities-of-their-social-role", 
    "wordcount": "755"
}