{
    "headline": "Apps Rush: Shakespeare's The Tempest, LoveThis, Tetris, 7digital, Punch! Culture Shelf and more", 
    "text": "A selection of 22 new apps for you today: Shakespeare&apos;s The Tempest for iPad Luminary Digital Media is the latest company looking to give Shakespeare an appy twist, with its new iPad version of The Tempest. It includes expert commentaries, a full-length audio reading synchronised with the text, and ties in a Facebook group to discuss the play.iPad LoveThis &quot;Recommend anything send it to whoever you like,&quot; encourages the App Store listing for this social app, which is subtitled &quot;Recommendations with Friends&quot;. There are 10 categories, including restaurants, music, products and tradesmen, with the app tying into Facebook for its social graph.iPhone Tetris for iPad On the plus side, Tetris for iPad looks beautiful on the new iPad&apos;s Retina display, and its one-touch controls work very well on the touchscreen. On the downside, it costs 4.99 and uses in-app purchases for &quot;T-Coins&quot; to spend on power-ups, which seems a little pricey.iPad 7digital Digital music store 7digital has launched a Windows Phone app, which enables you to buy and listen to MP3 tracks, while syncing previously-bought songs from the service&apos;s cloud storage.Windows Phone Ultimate 2012 Olympic Guide Dennis Publishing&apos;s latest iPad app focuses on the upcoming Olympic Games in London: a 148-page &quot;MagBook&quot; offering interviews, athlete spotlights and a daily schedule to use during the event itself.iPad Punch! Culture Shelf &quot;Punch! isn&apos;t a superficial celebrity news rag, or a biased political news app. It&apos;s both,&quot; explains this app&apos;s store listing. The user interface apes real shelves, with a mixture of viral videos and mini-games based on topical news and people.iPad Titanic DK&apos;s new digital book Titanic isn&apos;t an app, as such  it&apos;s one of the new breed of iBooks on iOS that comes with video, animation and interactivity. In this case, that&apos;s for a book explaining the Titanic disaster to a younger audience, complete with a 3D ship walkthrough and footage of the ill-fated vessel being built and launched.iPad The Daily Show Headlines Comedy Central has launched a new app for its US The Daily Show series, although it stresses that full episodes aren&apos;t included. Instead, it offers clips from the show&apos;s headlines with a rolling two-week selection, plus archives.Android Avengers Origins: Assemble! Another day, another Marvel Avengers book-app on iOS, although this one&apos;s been published by parent company Disney. The storyline focuses on characters including Iron Man, Captain America and Hulk, including interactivity and voice narration from Stan Lee himself.iPhone / iPad Dark Legends The company behind popular mobile MMO Pocket Legends has a new game focused on vampires. It&apos;s still massively multiplayer though, getting players online to compete or co-operate as they play vampires in a world where the undead are being hunted by humans.Android Demolition Inc. THD Owners of Android devices with Tegra processors inside should have a blast with Demolition Inc. It&apos;s an action strategy game that involves destroying as much as possible: cars, tower blocks, cows... Yes, cows. The impressive physics look to be complemented by a dash of humour.Android Cyclosleep Alarm clock apps are plentiful on the Google Play store, but this one claims to be a bit more powerful: analysing your sleep patterns using its accelerometer to ensure it wakes you up during a &quot;light sleep phase&quot; for minimal grumpiness.Android Funimal Phonics Animals and phonics alphabet learning together at last! This app helps children learn that M is for monkey and H is for hippo (for example), with a choice of US or UK pronunciation.iPhone / iPad Gap Casting Call Here&apos;s an example of how a brand is using apps in the US. Retailer Gap is looking for a new face for its GapKids and babyGap ranges, and wants parents to snap shots of their children and upload them, before voting on which kids they think deserve to be finalists in the contest.Android Awesome Calendar(+Google Task/Diary) Frustrated with the way your iOS device syncs with Google Calendar? This app may be more efficient, and throws in extra features too like To-Do lists, weather forecasts and photo-notes.iPhone / iPad Tokyo in Hipix Photographer Tomoyuki Uchida has taken a series of 24 huge-resolution images of Tokyo, which have been turned into a glossy book-app with built-in sound, animation and links. Users can contribute their own recordings and links too.iPad The Art of Screaming Between them, Susan and Wolf Carr have worked on vocal coaching with the likes of Mastodon, Alice in Chains, Biohazard and Fleet Foxes, so when it comes to telling RAWK men how to scream (or, er, beardy men how to croon) they have strong credentials. Now they have an app too, providing video tutorials and piano accompaniment for a series of vocal warm-up exercises.iPhone Party Me iPhone app Party Me aims to help if you&apos;re stuck for inspiration when planning a party, with 24 ideas, and customisable guest, shopping and To-Do lists to help in organising the event.iPhone Addidoku Sudoku fans ready for a new challenge should check out Addidoku, a touchscreen take on the puzzle genre with 60 free puzzles and more available via in-app purchase.iPhone Scottish Album of the Year Award Music prize the SAY Award has an official app, which is promising to stream songs from the 20 longlisted albums, and let music fans have their say by voting for the finalists.iPhone i-SAY A team at the University of Salford wants people to record sounds around them and post comments. &quot;We need your help to better understand the everyday sounds around us and how they affect the quality of all our lives,&quot; explains the Acoustics Research Centre in the free app.iPhone / iPad FartCloud &quot;Fart Cloud, a revolution in the digital farting ecosystem. Fart Cloud allows users to record there [sic] own farts and upload them to the fart cloud.&quot; *cries*Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/13/apps-rush", 
    "wordcount": "991"
}