{
    "headline": "British ISPs will block The Pirate Bay within weeks", 
    "text": "Britain&apos;s internet providers have been ordered by the high court to block access to the filesharing website The Pirate Bay. The high court on Monday told five leading internet service providers (ISPs) , including Sky and Virgin Media, to block the site in the UK after ruling that it breaches copyright laws. The block, starting within weeks, will mean millions of Britons will no longer be able to access one of the biggest and longest-running global filesharing sites. The high court order provoked criticism from internet advocacy groups, who likened action against illicit filesharing websites to other forms of online censorship. Jim Killock, executive director of the Open Rights Group, said: &quot;Blocking The Pirate Bay is pointless and dangerous.It will fuel calls for further, wider and even more drastic calls for Internet censorship of many kinds, from pornography to extremism. &quot;Internet censorship is growing in scope and becoming easier. Yet it never has the effect desired. It simply turns criminals into heroes.&quot; The order to block The Pirate Bay  requested by the major music groups, represented by the British Phonographic Industry  comes as authorities and courts have tightened the net on illicit downloading sites, which film studios and music majors claim are responsible for billions of pounds in lost revenue. Robert Ashcroft, chief executive of the musicians&apos; lobbying group PRS for Music, said: &quot;We&apos;re delighted the high court has sent another clear signal to damaging sites like the Pirate Bay that they will be blocked.&quot; In the order, the judge Mr Justice Arnold told Sky, Virgin Media, TalkTalk, O2 and Everything Everywhere to begin blocking access to The Pirate Bay. Britain&apos;s biggest ISP, BT, also received the court order but has requested further time to consider how to block the site. According to record labels, The Pirate Bay generated up to $3m (1.8m) from advertising last October by making 4m copies of music and films available to its 30 million users worldwide. The site has 3.7 million users in the UK, according to comScore. Mr Justice Arnold said in a written judgment in February: &quot;In my judgment, the operators of [The Pirate Bay] do authorise its users&apos; infringing acts of copying and communication to the public. They go far beyond merely enabling or assisting. &quot;I conclude that both users and the operators of [The Pirate Bay] infringe the copyrights of the claimants  in the UK.&quot; The high court action follows a blocking order made against the Newzbin2 website in October, after a judge found it infringed copyright on a grand scale. The case was seen as a green light for rights holders to force ISPs to block access to a number of high-profile filesharing sites in the UK, using the Copyright, Designs and Patents Act 1988.", 
    "section": "technology", 
    "gid": "technology/2012/apr/30/british-isps-block-pirate-bay", 
    "wordcount": "467"
}