{
    "headline": "Fitbit talks fitness tracking, privacy and healthy apps ecosystems", 
    "text": "Last Christmas, I had a bad case of blogger&apos;s physique, earned over the course of 15 years of mainly-sedentary journalism. I looked unhealthy, felt unhealthy, and my double-chin was as tired as I was whenever I walked up a hill. Two months later, I&apos;ve lost a noticeable amount of weight. Not because of gadgets and apps: it&apos;s a story of more exercise, less over-eating and unhealthy food and (much) less cider. But technology is playing a motivational role in the process. I bought myself a Fitbit One device, downloaded its app and then linked my account to food, activity and weight-tracking app MyFitnessPal. Something about all this tracking has really clicked  so far at least. I followed up with Fitbit to find out more about the company&apos;s plans. It was founded in 2007 by James Park and Eric Friedman, who&apos;d sold their previous startup Webshots a photo-sharing community to CNET in 2005. Fitbit&apos;s inspiration was Nintendo&apos;s Wii games console. &quot;I was just blown away by the way Nintendo had combined sensors with amazing software,&quot; says Park. &quot;It really changed the way people thought about gaming: not sedentary, and very active. Eric and I wanted to capture the fitness and entertainment aspects of this magic.&quot; The company set to work creating its first Fitbit device, which was released in 2009. It was a smart-pedometer tracking people&apos;s steps, distance covered and calories burned, among other metrics. Companion apps weren&apos;t initially a big part of the company&apos;s strategy. Even when Apple launched its App Store in July 2008, Park says Bluetooth wireless technology was too power-hungry to support what Fitbit&apos;s devices do in 2013 wirelessly sync data to its iPhone and Android apps throughout the day. Fitbit now has a range of devices, but it&apos;s far from the only company working on fitness gadgets that sync data with smartphone apps. Nike+ FuelBand, Jawbone Up, Withings Smart Activity Tracker, Fitbug Orb, BodyMedia Core 2 are all either on sale or on the way. Fitness toys for geeks, or a trend that&apos;s going beyond early adopters? &quot;It&apos;s definitely crossing the chasm to becoming more mainstream,&quot; says Park, who points out that fitness-tracking is hardly a new gadget category in any case. &quot;This is tracking behaviour that people have been doing for decades. Pedometers that count steps have been with us for at least 100 years as a technology. It&apos;s only very recently that advancements in sensors particularly accelerometers and low-powered radio technologies have enabled these devices to become more sophisticated.&quot; Park says that around 14% of Fitbit users visit their health dashboard the central hub for tracking their metrics seven times a day, showing the addictive nature of such fitness tracking. Also important, though, is the fact that many other health and fitness apps can draw on Fitbit data. In fact, the rise of this entire app category has been built  so far on openness among the various startups jostling for attention.  Fitbit has an App Gallery showcasing apps tapping its API, including MyFitnessPal, Microsoft HealthVault, Endomondo, SparkPeople, Digifit, MapMyRun, Earndit and others. Several of those also play nice with devices from another device-maker, Withings including Fitbit itself  while activity-tracking app RunKeeper has its own &quot;Health Graph&quot; API and a host of partners. Nike, meanwhile, has launched a Nike+ developer portal as it prepares to open up, complete with its own startup accelerator programme. There&apos;s an ecosystem emerging, which Park says shouldn&apos;t be a shock. &quot;It&apos;s hard for any one company to really satisfy everything that their users want to do,&quot; he says. &quot;If you want deep food-logging or run-tracking for example, we have a lot of bi-directional API partnerships with the top apps in the space. Consumers can pick and choose.&quot; How long will this last though? As it becomes clearer which devices and apps are being used by lots of people, won&apos;t there be a temptation for some to start locking off their ecosystems, and trying to keep people within their own apps? &quot;Yeah, things could change, and different companies have different philosophies on how open they want to be,&quot; says Park. &quot;A lot of the innovation in this space has been driven by smaller, more innovative companies. While there could be a tendency for companies to try to do everything, we always try to focus on what&apos;s really the core competency of our company. For us, that&apos;s how we get people off the couch to become more active.&quot; What next to push that on? Park says that Fitbit will spend the next year partly working with handset makers to ensure Bluetooth 4.0 &quot;works really well for people out of the box&quot;, while also forging distribution relationships with mobile operators to sell Fitbit devices alongside smartphones in their stores. Further ahead? &quot;For everybody in the space, it&apos;s a race to figure out how they can capture as many different data points about the human body as accurately as possible, in the most convenient-to-wear form factor,&quot; says Park. &quot;That&apos;s where a lot of the R&amp;D is going to be, and it&apos;s pretty obvious what all of those different data points might be: people want to track their sleep, their blood pressure, their heart rate etc. The challenge for any company, including us, is that there are a lot of things you could be doing but what&apos;s the right product?&quot; There&apos;s also the question of social. At the US D: Dive Into Media conference earlier in February, Facebook&apos;s vice president of partnerships Dan Rose said that fitness is one of the areas set for social reinvention, following games and music. Yet fitness is one of the areas where and this is just my personal opinion people want very firm control over what they share, and with whom. Some may want to brag about every 1,000 steps walked or every pound lost, and others may not. &quot;If your goal is to lose weight, a lot of people are pretty sensitive about the types of data that get shared,&quot; agrees Park. &quot;Any device maker, including ourselves, has to be careful about privacy and the types of data that are being shared, while understanding that sharing is a huge motivational factor.&quot; He gives the example of Fitbit&apos;s Aria connected-scales, which sparked lots of questions from potential buyers about whether the device would be merrily tweeting their weight every time they stepped on. &quot;Yes it can, but by default it doesn&apos;t,&quot; says Park. &quot;You can choose to turn it on. What we do see, though, is that if you are connected to at least one friend, you&apos;re likely to stick with your exercise regime or goals longer.&quot; Back to Rose&apos;s comments, though. What scope is there for closer integration of Fitbit and Facebook within the bounds of privacy that Park mentioned, obviously? &quot;We have a lot of discussions going on with huge web properties,&quot; is his diplomatic answer. &quot;Health and fitness is definitely a huge topic that&apos;s on everybody&apos;s mind.&quot; He goes on to cite Twitter and Evernote as other companies of interest, alongside Facebook. Finally, a question about threats: on the one side from device makers like Apple and Samsung and their interest in wearable technology, and on the other from apps like the recently-released Moves, which tracks walking, cycling and running without requiring a separate device. Park bats back the question about competition from the big manufacturers, with the not-unreasonable comment that these companies are focused on handsets rather than specific accessories. Apple&apos;s rumoured smart-watch may provide more food for thought if it a.) exists and b.) has fitness-tracking features though. What about Moves, though, and the idea of smartphone sensors getting more sophisticated, and killing off the need for separate gadgets in the process? &quot;Phones will always get more and more capabilities, but there are a lot of issues in terms of battery drain,&quot; says Park. &quot;But also, we&apos;re thinking about the notion of wearability 24-7, and while the smartphone is a great device, it&apos;s not necessarily something you have all day, whether it&apos;s in a handbag or on a desk. That&apos;s where the notion of a complementary device that&apos;s a lot more wearable comes from.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/19/fitbit-fitness-apps", 
    "wordcount": "1407"
}