{
    "headline": "Games Britannia video game education festival launches", 
    "text": "A new festival dedicated to video game development and aimed at school children has been officially anounced this week. Games Britannia will take place from 2 to 8 July at Sheffield MAGNA Science Adventure centre.  In partnership with Sheffield Hallam University, Sony Computer Entertainment and the video game trade body UKIE among others, the event will include a weekend entitled Replayed, based around games-based learning and entertainment, and open to the general public. Teams of school children from across the region are also taking part in a competition to design a new video game based around iconic character, Monty Mole  a star of the early home computer gaming era.  Ian Stewart, the industry veteran who founded Gremlin Graphics where the Monty Mole games were developed, was at launch to support the event. &quot;It&apos;s fantastic to see an initiative to rekindle the passion for programming at a young age,&quot; he said. &quot;Many of my first employees learnt to program videogames on the computers they were first exposed to at school, and those skills helped to build the multi-billion dollar games industry we have today.&quot; Games Britannia is the latest industry initiative to attract more children into computer programming and development. UKIE has been lobbying for changes to the national curriculum for several months, culminating in the Next Gen Skills campaign. The trade body has found itself with some powerful allies including Google, The British Computing Society and most recently, the Royal Society, which last week published a report entitled Shut Down Or Restart, calling for radical changes to the teaching of computing in schools. The content reflects the finding of a NESTA report from last year, Next Gen, which asserted that the British creative industries are not receiving the talent they require from the schools system. Speaking at the Games Britannia launch, UKIE chairman Andy Payne OBE commented, &quot;It&apos;s vital to our future economy that the next generation become creators of technology and software, not just consumers of it. And it is exciting events like Games Britannia that will help to lead the way in redressing this imbalance.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/20/games-britannia-festival-launched", 
    "wordcount": "353"
}