{
    "headline": "Friends Reunited pins hopes on nostalgia", 
    "text": "When Friends Reunited was launched in 2000, Mark Zuckerberg was writing software programs in high school and tweeting was strictly for the birds. The school reunion site, set up by husband-and-wife Steve and Julie Pankhurst in their suburban semi in Barnet, north London, pioneered the social networking phenomenon in Britain  not that anyone called it that back then. Credited with rekindling classroom romances and blamed for breaking up marriages  invariably at the same time  within a year it had 1 million members and by 2005 it had 12 million  half of the UK households that were then able to access the internet. It spawned a top-selling 80s compilation CD; a sister site about family history, Genes Reunited, and grand plans for spin-off television shows. But then came Bebo. And MySpace. And Facebook. And Twitter, a whole host of social media rivals that left Friends Reunited, handicapped by a lack of innovation and debilitating changes in ownership, at the bottom of the class. Now it is back, although in its new incarnation you might wonder why it is called Friends Reunited at all. School&apos;s out and, in the spirit of the Alice Cooper song, the site&apos;s original concept has been blown to pieces. Owned by online publishing group Brightsolid, part of the Dundee-based Beano publisher DC Thomson, it was relaunched last week as a &quot;share the memories&quot; site, heavy on nostalgia but no longer so interested in tracking down who you sat next to in geography. Positioning itself as &quot;the place to remember when&quot;, it wants people to collect and share their &quot;most cherished moments&quot;, from &quot;heart-warming personal experiences&quot; to the Queen&apos;s silver jubilee and Live Aid, with photo archives from the Press Association and the Francis Frith Collection. &quot;It is unashamedly nostalgic, it is not trying to be anything else,&quot; said Matt Bushby, head of Friends Reunited. &quot;It&apos;s about broadening where we were before  that school reunion piece  and making it about every blast from your past, everything you remember and want to connect around.&quot; The makeover recalls the latest social networking craze, Pinterest, except instead of pinboards you create a &quot;memory box&quot; that you can share with as many  or as few  people as you like. Friends Reunited was in danger of disappearing into a memory box of its own after it peaked in 2005 when it was bought by ITV in a deal worth 175m. The broadcaster&apos;s then chief executive, Michael Grade, described it as one of the &quot;great unsung jewels in the crown&quot;. But four years later, outflanked by a new generation of free social media sites, it was sold to DC Thomson for just 25m. Despite its troubles it is still an instantly familiar brand. A YouGov poll commissioned by Brightsolid suggested 96% of UK adults online had heard of it. Small wonder they decided to hang onto it. The ITV deal netted Steve Pankhurst an estimated 30m, which bought him, in his own words, &quot;the freedom of doing fuck all&quot;. It also included a five-year non-compete clause, although Pankhurst invested in a &quot;couple of start-ups&quot; last summer as a self-styled &quot;cowboy angel investor&quot;. &quot;Quite frankly in this age of Facebook and Twitter it seems like a lifetime ago when TVs were in black and white,&quot; said Pankhurst on his blog about the launch of the site. &quot;I get introduced to people now as its founder and people smile politely like they would to an elderly relative, say &apos;That&apos;s nice&apos; and then quickly change the subject.&quot; Pankhurst described the relaunch as &quot;risky but very brave&quot; but tends to shun publicity and declines an invitation to discuss it further. As well as amassing a fortune for its founders, Friends Reunited sparked a media feeding frenzy. There was the man reunited with his mother after 53 years; another reunited with his cat after a decade (it turned out his university flatmate had kept it). A bigamist was uncovered after his wife of 20 years saw him post on the site that he was about to get married in Italy; it also helped police track down a cocaine dealer and trap a paedophile. Tales of marriages that had been broken up because of childhood romances that had been revisited through the site were legion. There was the first Friends Reunited baby, and an alleged Friends Reunited murder. &quot;It facilitated something that you can now do easily elsewhere  on Twitter you will have old school friends getting in touch all the time. Pre-Twitter, and pre-Facebook, you weren&apos;t able to do that,&quot; said Richard Bacon, who has more than 1.4 million Twitter followers and presented a BBC documentary about internet &quot;trolling&quot;  insults and bullying online  earlier this month. &quot;It makes me nostalgic for the days before social media became increasingly dark, the negative side to it, which has been getting worse and growing,&quot; added Bacon. &quot;There is still something fundamentally quite exciting about seeing what your old school friends are doing, seeing what they look like, and the schadenfreude of finding out the kid who got all straight As has got a dead-end job.&quot; And schadenfreude&apos;s exact opposite, &quot;success sadness&quot;, which was once coined as Erfolgtraurigkeit. Unlike Facebook  845 million users and counting  it is unlikely to catch on. But will Friends Reunited&apos;s new reincarnation take off? &quot;It has a huge advantage in that it is not starting from scratch,&quot; said Dan Crow, chief technology officer of Songkick, a social network for gig-goers based around the corner from Friends Reunited in Shoreditch. &quot;It already has a fairly substantial number of people using the site [a reported 1.5 million people a month] and they can potentially take advantage of that. If these people visiting the site like what they find and see value in it, they can spread the word and tell their friends and build it that way.&quot; But for James Herring, co-founder of PR agency Taylor Herring, whose clients have included Google, Bebo and MySpace, it is a &quot;massive challenge&quot;. &quot;What they have to do is unlock those memories gathering dust in people&apos;s attics, the pre-digital photographs and home movies that people haven&apos;t got around to putting online. Everyone&apos;s got five or six boxes of these things that haven&apos;t seen the light of day. What they have to do is galvanise people to get all their stuff out and transfer it digitally.&quot; Herring suggests a &quot;huge brand partnership&quot; with a high street name such as Snappy Snaps to encourage the digitisation of the nation&apos;s unseen attic archive. He added: &quot;This time round it has pretty much got to get it right or it might as well shut up shop.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/30/friends-reunited-nostalgia", 
    "wordcount": "1154"
}