{
    "headline": "Paul Watson, anti-whaling campaigner, held in Germany over 2002 incident", 
    "text": "A veteran anti-whaling campaigner has been arrested in Germany on charges relating to an incident in 2002 when the boat he was piloting attempted to stop poachers illegally killing sharks. The environmental activist organisation Sea Shepherd said Paul Watson had been detained at Frankfurt airport to answer a Costa Rican extradition warrant for &quot;violating ships traffic&quot;. The incident took place in Guatemalan waters a decade ago when Watson&apos;s boat, the Farley Mowat, encountered an illegal shark-finning operation run by a Costa Rican ship, the Varadero. Crew on the Varadero accused Watson of attempting to ram their boat and Watson was charged by Costa Rican authorities with attempted murder. Watson&apos;s charges were subsequently dismissed when a video of the incident filmed by a documentary crew was shown to the Costa Rican prosecutor. However, the charges were later re-investigated by a newly appointed prosecutor. Established by Watson in Malibu, California, Sea Shepherd  which has had a number of celebrity backers such as Pierce Brosnan and Martin Sheen  has been involved in numerous anti-whaling and environmental protection actions in international waters. In 2006 Watson was involved in a &quot;daunting chase&quot; when his boat for weeks pursued a Japanese whaling fleet over 4,000 miles along the Antarctic coastline. Sea Shepherd said: &quot;Captain Paul Watson was arrested on 12 May and has made contact from Frankfurt airport jail. He has been given periodic access to his mobile phone and is being treated well. &quot;A fisherman accused Paul of trying to kill him, although it is evident that Paul did not and that evidence is on film. He said the warrant dates back to an event in 2002.&quot; The statement added that Watson was scheduled to appear before a judge on Tuesday morning, and that it was unclear why the warrant had been re-issued. Sea Shepherd said Watson was being assisted by Daniel Cohn Bendit, co-president of the Greens/Free European Alliance group in the European parliament, and Jos Bov, a group member. &quot;With Costa Rica&apos;s rich biodiversity, it would be a travesty for them not to stand up for sharks, which sit at the highest levels of the food chain assuring balance among ecological communities in the ocean,&quot; Sea Shepherd said. &quot;Paul is very touched by the concern on Facebook and Twitter and finds it very encouraging.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/paul-watson-arrested-germany-sea-shepherd", 
    "wordcount": "396"
}