{
    "headline": "'Snoopers' charter' proposal sparks Tory row", 
    "text": "The government is to offer a blank cheque to internet and phone firms that will be required to track everyone&apos;s email, Twitter, Facebook and other internet use under legislation to be published on Thursday. The disclosure means the taxpayer could face an as-yet-unspecified bill running into hundreds of millions of pounds for the &quot;internet snooping scheme&quot;. It came as the former Conservative shadow home secretary, David Davis, accused the home secretary, Theresa May, of proposing an &quot;incredibly intrusive&apos;&apos; scheme that was exactly the same as the proposal David Cameron had attacked when Labour proposed it in office. May, in turn, branded the scheme&apos;s critics &quot;conspiracy theorists&quot;, risking an even deeper breach with her own party&apos;s libertarian wing over the plan. The Home Office has confirmed it will foot the bill, thought to run into tens and possibly hundreds of millions, for collecting and storing the extra social media and web browsing records needed to implement the scheme, which critics have dubbed an &quot;online snooper&apos;s charter&quot;. Ministers did not put a figure on the cost of the scheme but said it would be far less than the 2bn price tag estimated when Labour put forward a web-tracking scheme based on a central Home Office database in 2006. The communications data police and intelligence services may seek about an individual under the communications bill includes email addresses and phone numbers of people who have been in contact, when this happened, and where, the details giving the police records of suspects&apos; associates and activities. It will remain the case that they will not be allowed to access the content of emails, texts, mobile calls and other confidential web use without a warrant signed by the home secretary. The Liberal Democrats are expected to scale back their criticism of the legislation, which is to be published in draft form on Thursday, after Nick Clegg&apos;s intervention secured a series of safeguards, including a scrutiny inquiry by MPs and peers that will report by the end of November. May dismissed critics of the new powers, which will allow police and intelligence services to track Facebook, Twitter, email and other web use, as &quot;conspiracy theorists&quot;. She defended the 550,000 individual requests for data each year made by security officials as a vital tool to catch serious criminals and terrorists. She told the Sun: &quot;I just don&apos;t understand why some people might criticise these proposals. I have no doubt conspiracy theorists will come up with some ridiculous claims about how these measures are an infringement of freedom. But without changing the law, the only freedom we would protect is that of criminals, terrorists and paedophiles.&quot; May&apos;s comments were backed by the Metropolitan police commissioner, Bernard Hogan-Howe, who wrote in the Times that the powers could be &quot;a matter of life and death&quot;. He said having greater powers to access data was essential to waging a &quot;total war on crime&quot; and that police risked losing the fight against crime unless parliament passed a law enabling them to collect more communications data. &quot;Put simply, the police need access to this information to keep up with the criminals who bring so much harm to victims and our society.&quot; But the measure is expected to continue to attract fierce criticism from libertarian Conservatives. Davis said the fact that there were already half a million requests each year from the police and intelligence services showed just how intrusive it was. &quot;This is exactly the same thing that Labour proposed in 2009. They went from a central database to this and we attacked it fiercely. In fact, David Cameron attacked it,&quot; said Davis, referring to a period when the Conservatives were campaigning against the spread of the &quot;surveillance society&quot;. He said serious criminals would quickly find other ways to communicate and the only people it would catch were the innocent and the incompetent. &quot;It&apos;s not content, but it&apos;s incredibly intrusive,&quot; Davis told BBC Radio 4&apos;s Today programme. &quot;If they really want to do things like this  and we all accept they use data to catch criminals  get a warrant. Get a judge to sign a warrant, not the guy at the next desk, not somebody else in the same organisation.&quot; An online petition run by the campaign group 38 Degrees has attracted more than 163,000 signatures under the slogan: &quot;Our civil liberties have taken a battering in recent years from politicians of all backgrounds. Now it&apos;s time to for us to push back.&quot; Tom Brake, co-chair of the Lib Dem home affairs committee, said the decision to publish the bill in draft meant there was an opportunity to examine all its aspects before it was voted on in parliament. He said there was no objection in principle to extending the capability of the police and security services to access communications data from emails, texts and mobile phones to Twitter, Facebook and other social media. But the party wanted assurances that it was technically possible to access the &quot;who sent what to whom, when and where&quot; traffic data without accessing content  a point about which there is much debate. Brake said the Lib Dems wanted to see the list of state agencies that could not access such personal data without a warrant extended to cover bodies such as the Food Standards Agency. He also wanted to know what proportion of the 550,000 requests for communications data each year successfully contributed to investigations, and whether it was possible to reduce the volume. The safeguards secured by Clegg include the joint scrutiny committee of MPs and peers, who will hear expert evidence, including from the Home Office, and examine all aspects to ensure the measure is not &quot;rammed through parliament&quot;. It has already been quietly agreed that the committee should report by the end of November, implying a timetable that could see the measure on the statute book within 12 months. It is expected that inquiries into the bill will be mounted by parliament&apos;s intelligence and security and home affairs committees before it emerges in its final form. Other safeguards to be detailed in the draft bill are a &quot;case-by-case&quot; oversight by the interception of the communications surveillance commissioner, the publication of a privacy impact statement, and powers for the information commissioner to ensure the stored data is kept secure then destroyed when the 12-month retention period expires. Individuals who feel they have been subject to unlawful tracking will be able to complain to a panel of senior judges in the investigatory powers tribunal. Internet and phone companies are already required to give the police and security services access to the communications data they retain for their own billing and business purposes. But the Home Office states that the rapidly changing nature of the net, including the widespread use of social media that is not billed item by item, means that this power is no longer sufficient for tracking the activities of criminals online. Officials say 25% of requests for communications data by the police and security agencies can no longer be met.", 
    "section": "technology", 
    "gid": "technology/2012/jun/14/snoopers-charte-proposal-tory-row", 
    "wordcount": "1203"
}