{
    "headline": "Young coders: what's happening in the rest of the world?", 
    "text": "How is computing (ie computer science) taught in other countries? A look around the world shows that most other countries are experiencing the same epiphany as the UK. The current ferment of excitement around computer science as a school subject here (Google chairman Eric Schmidt&apos;s speech criticising British educatioin, Gove&apos;s announcements at BETT, the Royal Society report, new GCSEs announced, Raspberry Pi and .NET Gadgeteer, the Turing centenary, etc) makes the UK unique. Other countries are now looking to Britain for lessons about how to do it right. Comparisons are not straightforward, because of the diversity of educational systems. Nevertheless, there are some lessons we can learn from the international experience: 1) It is vital to make a clear distinction between computer science as a rigorous subject discipline on the one hand, and IT applications and/or digital literacy on the other. 2) Every other country has recognised, or is recognising, that computer science can and should be learned by every child, in the same way they learn science or maths. Many countries, such as the US, already teach computer science in some form to schoolchildren from an early age. 3) The continuing strong employer demand for IT professionals reduces the supply of well-qualified potential teachers. Moreover, the very ubiquity of information technology means that schools often use non-specialists to teach ICT. These factors conspire to mean that ICT/computing teachers are undervalued and underqualified. Scotland Scotland is in the midst of a major revision of the school curriculum, called Curriculum for Excellence. Computing science is firmly in the new curriculum, and the Royal Society of Edinburgh is now running an &quot;exemplification&quot; programme to develop teaching materials and training to support this strand, particularly at the pre-14 age level, at which all students will encounter computing. Israel Israel undertook a major review of computing at school around the turn of the century, and now has the most rigorous computer science high school programme in the world. New Zealand New Zealand has revamped its school curriculum in digital technologies, and from 2011 has had an explicit strand entitled &quot;programming and computer science&quot;. The famous Computer Science Unplugged book, which describes dozens of activities that teach computer science without going near a computer, was written and trialled in New Zealand. United States of America There is a great deal of activity in the US aimed at improving the state of high-school education in computer science, albeit vastly complicated by the need to deal with 50 states and thousands of autonomous school districts. For example a new &quot;computer science principles&quot; course aims to focus on the foundational principles of computer science. At the state level &quot;exploring computer science&quot; is a significant new introductory-level course developed in Los Angeles, with a particular concern being lack of access to rigorous computer science courses in schools with high populations of under-represented minorities. India Computing education is not yet mandatory in schools in India. It is an optional subject from the 9th grade (age 14) onwards. However, this scenario is changing and computing education is likely to get standardised in the next couple of years. Greece ICT and computer science were recently introduced in primary schools as a pilot. There is no recommended teacher supporting material nor student textbooks, so the implementation of the curriculum depends on the teachers&apos; own skills and disposition. South Korea South Korea has a highly digital society and a long tradition of teaching computing in schools. At all levels of school in South Korea the curriculum contains a substantial amount on the use of computers (ICT). Many middle and high schools teach introductory material from computer science, and a proposed new curriculum substantially strengthens this component. Information taken from computingatschool.org.uk", 
    "section": "education", 
    "gid": "education/2012/mar/31/young-coders-rest-of-world", 
    "wordcount": "628"
}