{
    "headline": "Wanted: a box to do catch-up TV", 
    "text": "I am interested in getting a media streamer that would allow access to all the catch-up TV services  BBC iPlayer, 4oD etc  plus some movie downloads such as LoveFilm. I see lots of boxes around, but none that support all the main catch-up services.Pat SweeneyCome back and ask this question in about two years and I expect I will have at least two good answers, which might be YouView and Roku. Other contenders could include Western Digital&apos;s WD TV, Microsoft&apos;s Xbox 360 and Sony&apos;s PS3, Google TV, BT Vision and a few others. It&apos;s confusing because the best answer could be a personal computer, a dedicated set-top box, a smart TV, a media streamer, a games console, an internet router or some other device. This should not be surprising because most of them basically consist of a processor, memory, software and perhaps a hard drive or other form of storage. They&apos;re all computers specialised for different applications, but their functions can easily overlap. At the moment, most people use a combination of different systems for different purposes, to suit their own preferences. Probably the simplest approach is to use a Freeview DVR (digital video recorder) for broadcast TV and for recording TV programmes, while using a PC for the internet-based stuff. This includes all the catch-up TV services, YouTube streaming, movie downloads and so on. A laptop is less than ideal for family viewing, but if both the laptop and TV set have HDMI ports, you can use the TV as an external screen. More serious enthusiasts tend to buy or assemble their own HTPC (home theatre PC). While it&apos;s possible to use Windows Media Center for this purpose  it was introduced a decade ago for precisely this purpose  the trend is to use an open source alternative such as XBMC with the TVCatchup plug-in. (TVCatchup is also  available for Windows and as an app for iPhone, iPad and Android.) There&apos;s also a PleXBMC plug-in. XBMC is available for Microsoft Windows, Mac OS X, iOS, Apple TV and Linux. It has even been ported to the tiny Raspberry Pi: see the CNet article, How to turn your Raspberry Pi into an XBMC media centre. You can use a mobile phone as the remote control. Most consumers would probably prefer to buy a single box, or a single service, that does all they need. The services that come closest are Virgin Media cable and BT Vision, but both involve an expensive subscription. The rest often have two distinct problems. First, they might not handle all the popular movie and music formats, including MKV and FLAC. Second, as you have found, there&apos;s usually a limit to how many catch-up and streaming services a box will support. It looks as though the BBC is aiming to make its iPlayer available on every significant platform from the PC to the Wii, but some of the commercial providers are not that bothered.  The box makers have the same problem in reverse. I expect they all want BBC iPlayer and Netflix or LoveFilm. They&apos;d also like ITV Player, 4OD and Demand 5, if it&apos;s not too much trouble. Services such as Sky&apos;s Now TV, BlinkBox, YouTube, Shoutcast, Spotify and Last FM are probably further down the list.  Also, bear in mind that suppliers such as Roku and Western Digital are selling streaming media players in dozens of countries, not just in the UK. It would be a huge task for them to support all the local TV services. The obvious solution would be for the main British content providers, including all the TV stations and the major ISPs, to get together and offer a common services platform. That way, the box makers would only have to provide one application to access dozens of different services. The TV content providers would benefit from not having to support dozens of incompatible boxes (including the ones from Microsoft, Apple and Google), many of which have small audiences and limited lifespans. So far, their best effort has been the long-delayed YouView project. This started at the BBC as Kangaroo (blocked by the Competition Commission for being &quot;too powerful&quot;) and continued through Project Canvas to YouView. Today&apos;s YouView box, the 299 Humax DTR-1000T, plugs into your TV set and takes Freeview an important step further. The idea is that just as you can use Freeview&apos;s EPG (electronic programme guide) to look through future television programmes, you should also be able to scroll backwards and watch the ones you missed. It seems to do that pretty well. And since the BBC, ITV, Channel 4 etc were partners in the YouView venture, it supports all their catch-up services, which is what you want. In most other respects, the Humax DTR-1000T looks pretty much like a twin-tuner Humax HDR-Fox T2 Freeview box, which is a cheaper option if you are happy to get unsupported services via a computer. However, the YouView box has a number of limitations. It doesn&apos;t provide media streaming  which seems a bit daft, because the HDR-Fox T2 does  and it doesn&apos;t have Wi-Fi. If your broadband router is a long way from your TV set, you will probably have to buy a couple of fast HomePlug devices to connect the two via your home&apos;s mains wiring.  As you would expect, it needs a reasonably fast internet connection to work, and YouView recommends 3Mbps or more. Best make it an unlimited service as well. Watching lots of programmes online is going to consume many gigabytes of bandwidth, and the YouView box doesn&apos;t tell you how many gigs a particular programme is going to use. You can search for past programmes via apps, but there&apos;s a different app for each service. The TV partners are evidently not pooling their programmes on a content farm to provide a homogenous and consistent user experience. Programmes don&apos;t start playing immediately, and programmes from the commercial channels may have unskippable adverts. Of course, YouView has only just been launched, and there is only one YouView box on the market. If it&apos;s reasonably successful, the glitches should be ironed out, and in a couple of years, there should be a selection of cheaper, better YouView boxes to choose from. For consumers who want to avoid technology, YouView looks like the simplest way to get the UK&apos;s catch-up TV services in one box, without using a computer. People who already have a computer and possibly a games console or media streamer will be paying quite a high price for convenience. UPDATE: I should have pointed out that, on YouView, you can search all of the on-demand and past programmes together from the search function. See the comments below for full details.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/sep/13/ask-jack-tv-catchup-iplayer", 
    "wordcount": "1117"
}