{
    "headline": "Some of these proposed free schools could cause concern", 
    "text": "The behaviour management policy of Christian Family Schools starts with a quote from Proverbs: &quot;Foolishness is bound up in the heart of the child&quot;. It concludes with a disquisition into the whys and wherefores of &quot;appropriate&quot; corporal punishment. The company, which runs the independent Bethany school in Sheffield, states that: &quot;In order to comply with current law, corporal discipline is not used in Bethany school&quot;. But it devotes many paragraphs on its website to explaining why whacking children can be a good thing. &quot;Do not withhold correction from a child,&quot; it says, quoting Proverbs again. &quot;For if you beat him with a rod, he will not die. You shall beat him with a rod, and deliver his soul from hell.&quot; And it concludes: &quot;Corporal discipline is not child abuse; withholding it is!&quot; Christian Family Schools Ltd has applied to open a free school in Sheffield, divided into small units, to educate around 1,000 pupils. On the website there is a frequently asked questions section, where key areas of policy are addressed, such as &quot;Will the SCFS curriculum include creationism?&quot; &quot;Yes.&quot; Why? Because the creation story is &quot;relevant to all areas of the curriculum&quot;. The &quot;all&quot; is in bold. The Bethany school bases its curriculum on the book of Genesis: &quot;Pupils ... have opportunities to gain understanding and insight into English institutions and services through the carefully planned curriculum based on the book of Genesis.&quot; Genesis being famed, of course, for its analysis of the institutions that were not even a twinkle in God&apos;s eye during the time of the creation. This might worry anyone who believes that the teaching of the creation story in this way is not appropriate for a school seeking state funds. Any such worries are assuaged, however, by the Bethany school&apos;s most recent Ofsted report, which concludes that it is a good school and particularly that &quot;the provision for pupils&apos; spiritual, moral, social and cultural development is outstanding in all respects&quot;. Until, that is, one realises that the Ofsted report in question was not actually made by Ofsted but by an independent inspectorate, the Bridge Schools Inspectorate, which reports to Ofsted. Bridge Schools Inspectorate, headed up by David Freeman, is a &quot;specialist faith inspectorate&quot; commissioned by Ofsted to inspect schools &quot;belonging to the Christian Schools&apos; Trust and the Association of Muslim Schools throughout England&quot;. According to the proposed free school&apos;s website, the Bethany school was planning to host David Freeman earlier this month in another guise: this time as head of the Christian training organisation Highlight, which the free school &quot;would want to use for their teacher training&quot;. He and his team were to lead a course, Faith in Your Classroom (&quot;Are you teaching using a Christian perspective?&quot;). What an interesting day this would have been  sadly it was cancelled. The inspection report on Bethany school notes, as an example of good practice at the school, an activity in which: &quot;Pupils dressed up as characters from various books and took part in activities concluding that &apos;the Bible is the best book&apos;.&quot; You might wonder how large the sample size of books was, or conclude that this activity at best sounds alarmingly anti-intellectual; at worst, something that Homer Simpson&apos;s next door neighbour would reject as too facile. You might also wonder whether a Christian or Muslim school being inspected by the Bridge Schools Inspectorate  which is made up of serving headteachers of similarly affiliated religious schools  is being subjected to appropriately objective inspection. The worries intensify when one finds out that Freeman is co-author, with Sylvia Baker, of Love of God in the Classroom. Sylvia Baker is a contributor to the Biblical Creation Society&apos;s Origins newsletter, which includes articles such as Why Evolutionism is Wrong and Creationism is Right. So there we have it. Sheffield Christian free school. Some of these new school applications certainly bring fresh ideas and energy into the education system.", 
    "section": "education", 
    "gid": "education/2012/mar/19/sheffield-christian-free-school-creationism-ofsted", 
    "wordcount": "681"
}