{
    "headline": "Rules of student attraction", 
    "text": "It may be a relationship built on brainpower rather than brawn, but never have UK higher education institutions been under such pressure to look attractive to potential students. Wooing well-qualified students, and keeping them happy during three years of undergraduate study and beyond, has become more challenging in recent years, thanks to higher tuition fees, growing global competition, and the alternative routes to learning offered by private education providers, new technology and on-the-job training. Yet at the same time demand for higher education continues to outstrip supply, with the Universities and Colleges Admissions Service reporting that applications have already exceeded the number of places available this year by 50,000. All of these issues were discussed at a recent debate hosted by the Guardian, in association with Campus Management, a software company specialising in managing the way universities attract and recruit students and respond to student needs after enrolment. In particular, participants considered the question: what does the future hold for higher education student attraction? The discussion was held under the Chatham House rule, which allows comments to be reported without attribution in order to encourage a free debate. The causes of disruption in higher education What everyone at the roundtable agreed on was how turbulent times were in higher education  not just in the UK but all over the world, with countries experiencing similar challenges whatever their state of economic development. This is, the debate heard, because students have changed. They no longer form a small cohort of their nation&apos;s privileged elite but a much larger proportion of the population, which means they have more diverse demands and needs, less family tradition of going to university, and are often more preoccupied with what higher education can offer them. &quot;It&apos;s a long-term investment,&quot; said one contributor, &quot;we need to make sure we look after them.&quot; In short, the area of student attraction has become much more of a marketplace. &quot;Students want to know that they are going to get satisfactory, well-paid jobs.&quot; The roundtable heard how students are increasingly navigating this marketplace through the sophisticated use of new technology, which, participants agreed, has changed everything. All institutions represented at the debate were developing distance learning programmes and working out how to meet the resulting challenges, such as having to maintain student services 24/7. But technology has also changed higher education more fundamentally, argued one participant, with knowledge exchange becoming as important to higher education as teaching and research. Students were now able to see the kinds of learning available to them and choose the most suitable, wherever it was being offered. &quot;Social media are adding tremendous value in terms of shortlisting what&apos;s available and saying what&apos;s good content and what isn&apos;t,&quot; said one contributor. Students can also now pick up credits from different institutions from around the world and put them together to tailor-make a degree programme  a challenge for existing higher education providers that was likely to become an increasing issue. Where would the loyalties lie of an alumnus who had picked up credits from the London School of Economics, the University of Hong Kong and an institution in the United States? &quot;It&apos;s a complex transaction,&quot; said one participant. &quot;Brand used to be a dirty word in universities but not any more because students will take the brand with them for the rest of their lives.&quot; Then there was also the growing influence of private education providers and business sponsors. The accountancy firm KPMG is already funding students through degrees at Durham, Exeter and Birmingham universities in which students also work for the firm and gain an accountancy qualification. Private providers have become increasingly influential in the United States and other countries where shortfalls in government spending have left gaps in provision. Clearly it is not only the UK that is struggling to work out how best to pay for improving the skills of its young people. As the proportion of people going into higher education grows across the globe, the amount of government money available to pay for each student is shrinking. That means higher fees for students, and also, potentially, pressure on research funding. This is where the UK, with relatively high spending on research, has traditionally been strong. It means it is still able to attract and keep good teaching staff, which in turn attracts strong students and is something it neglects at its peril, warned one contributor, who added that research is an area in which for-profit providers cannot compete. And it is not the only area in which the UK still has something special to offer, participants agreed. It also retains a reputation for turning out students with the ability to think critically rather than just amass skills  an attribute which has helped turn UK higher education into an export industry worth about 8.25bn a year. But a number contributors were concerned that recent emphasis on employability was moving UK universities away from encouraging critical thought towards a &quot;skills supermarket&quot; and that as a result some students were choosing to study elsewhere. There were also concerns about the negative impact of recent changes to visa regulations, which have made it harder for foreign students to study here and stay on to work after their degree. At the same time the roundtable heard there were concerns UK students were often reluctant to undertake postgraduate study. As one contributor said: &quot;We don&apos;t get that many British [postgraduate] students, will we get even less if they have undergraduate debt?&quot; Participants suggested it was not a simple matter of cost. Many students were willing to pay, they just wanted to be sure that they would get something in return. There was, nevertheless, disagreement about how far students should be treated as consumers. Some participants believed that as students were now paying substantial fees they had the right to expect good service and to complain if things went wrong. Others felt that the relationship between students and institutions was more of a partnership, and that students needed to understand this and be properly prepared. &quot;I think we need to come up with new terminology about the student as a consumer,&quot; said one contributor. &quot;It&apos;s much more about partnership. People who come to universities aren&apos;t consumers they&apos;re &apos;prosumers&apos;  professional individuals who enter a contract with us and it&apos;s definitely two-way.&quot; They suggested that not all students understood what was expected from them in terms of self-directed learning and that this should be spelled out more clearly; that on the whole students &quot;want to be challenged; they don&apos;t want to be catered to&quot;. Long-term investment One participant suggested that the relationship with students should be seen in a multi-dimensional way, depending on what was being offered. As occupants of a hall of residence they should be able to expect a place of safety and sense of community, as learners they needed to be able to study effectively, as paying customers they could expect decent service. But if something goes wrong students cannot &quot;just pack up the experience and go somewhere else&quot;, another argued. Many students saw university as a long-term investment, one from which they wanted not only to benefit themselves but to benefit others, by, for example, gaining the skills needed to work in medicine or teaching. The complexity of the issues involved were summed up by one participant who said: &quot;It is a funny relationship where the party who is paying can be failed.&quot; One problem, the participants agreed, was that students were being sold university on the basis that it would boost their employability and life chances. Recent messages about the benefits of going on to higher education have stressed the way it improves lifetime earnings with Key Information Sets, to be published for the first time this year, showing what previous students on the same course have achieved in terms of career and salary. &quot;It is quantifying what they are getting for their money in a very precise way,&quot; said one contributor. Yet, while most students do want something tangible out of their higher education experience in terms of a degree leading to a good job, participants argued that many take that for granted. What they are really looking for from their higher education experience is something more nebulous  the bits in between the learning. And this usually means face-to-face contact, learning how to live with diverse people and &quot;having to cope with them when they come back at 3am&quot;. While qualifications get students interviews, such interpersonal life skills are what secure graduates a job, it was argued. As a result &quot;there is always a place for the physicality of the university.&quot; This means that even with more students than places available, UK universities would continue to make themselves as attractive as possible in order to compete for the kinds of students that best suited what their institution had to offer, and to promote the particular benefits of a UK higher education. &quot;We have few brands left in this country that are global,&quot; argued one speaker. &quot;Higher education is one of them, possibly followed by the BBC  and the Queen.&quot; At the table Sue Littlemore, (chair), journalist Brian China, director, student and campus services, Queen Mary, University of London Robin Dollery, head of student services, University of Nottingham Timothy Gilbert, senior vice president and chief marketing officer, Campus Management Kelly-Anne Lewis, deputy director of marketing, Aston University Dina Dommett, associate dean for programmes, department of management, London School of Economics Christina Edgar, head of admissions, University of Reading Sara Doherty, director of student services, St George&apos;s, University of London Raj Mruthyunjayappa, senior vice president and managing director, Talisma Corporation David Alder, director of communications and marketing, University of Bristol Denise Keable, deputy head of support and advisory services, Royal Holloway, University of London Chris Lane, academic leader, social sciences and humanities, London Metropolitan University Elly Sample, director of communications, development and marketing, University of Lincoln Rebecca Gaukroger, head of admissions, University of Edinburgh      Roundtable report commissioned by Seven Plus and controlled by the Guardian. Discussion hosted to a brief agreed with Campus Management. Paid for by Campus Management. For information on roundtables visit: guardian.co.uk/sponsored-content This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/28/marketing-uk-universities", 
    "wordcount": "1761"
}