{
    "headline": "HTC profit slump confirms Samsung and Apple as smartphone leaders", 
    "text": "The divergent fortunes within the $200bn (130bn) global smartphone market were laid bare this week when Taiwan&apos;s HTC reported a 98% slump in profits, confirming Samsung and Apple&apos;s seemingly unassailable lead over their rivals. In 2010, HTC was the world&apos;s biggest maker of smartphones that used Google&apos;s Android operating system. Now it has joined two other former titans, Nokia and BlackBerry, in a desperate search for profit and growth. As HTC reported a slump in first-quarter profits to 0.9m, Samsung Electronics, the world&apos;s largest maker of mobile phones and smartphones, was basking in a forecast that its quarterly operating profit would be around 8.7trn (5bn). The market is splitting into three tiers that allow only for high-end products in developed markets, a bevy of barely profitable products in the middle, and a hugely competitive low-cost segment in developing markets such as China. In the last quarter of 2012, the last period for which figures are available, Apple and Samsung together shipped 111.5m smartphones, according to researcher IDC. That&apos;s more than 50% of a market that has tripled in volume over that time  and compares to a combined share of less than 20% back in the second quarter of 2010, when the once mighty Nokia had 37%.     Credit: Guardian graphics    The plight of HTC is even more stark when its market position is viewed through the prism of Google&apos;s Android software. Android is the leading operating system thanks to Samsung, beating Apple&apos;s iOS system and Microsoft&apos;s Windows Phone, which is used by Nokia. If consumers are flocking to Android phones, they are choosing Samsung and not HTC. Benedict Evans, technology and telecoms analyst at Enders Analysis, calls the Android smartphone market &quot;Samsung and the seven dwarves&quot;  a reference to the 1960s when IBM dominated the mainframe market, and its seven rivals fought for scraps. The modern equivalents are China&apos;s Huawei, Lenovo and ZTE, Korea&apos;s LG, Japan&apos;s Sony, the now Google-owned Motorola, and HTC. But Steve Brazier, chief executive of the research company Canalys, thinks that the HTC One phone, launched in February, offers a way back. &quot;The HTC One is hot,&quot; he said. &quot;The problem is it&apos;s not really shipping yet, which is why their first-quarter figures were bad. The product was delayed.&quot; Nonetheless, it faces a significant challenge from the Samsung Galaxy S4 phones, which also hits retailers&apos; shelves this month. Brazier adds that there is hope too for the other also-rans. For BlackBerry, he thinks it first needs to calm its US government clients, who have been eyeing the iPhone as an alternative. For Nokia, the solution is easier said than done: &quot;It needs something radically different from what&apos;s out there.&quot; HTC, BlackBerry and Nokia are fighting against a rapid decline. Since 2010, they have been squashed down from an aggregate market share of 61% to barely 10%. Now, none has more than 4% of the market. Samsung is at the top with 29%, ahead of Apple with nearly 22%. HTC&apos;s problems sum up the difficulties that competitors face when they are trying to overcome two players that dominate half the market. The One was delayed because, reports say, it couldn&apos;t get enough cameras at the required specification to satisfy its needs. Brazier said: &quot;The big issue in the smartphone business is that Samsung and Apple are cornering the supply chain, so HTC can&apos;t get &apos;tier-one&apos; components.&quot; To be tier one you have to order in large enough volumes to demand quality and timeliness along with price discounts. Once you slip from that position, it&apos;s hard to recover it. A decade ago, Apple cornered the markets in small hard drives and then solid-state storage to build its iPod, and then iPod nano, and dominate the music player market. Now it uses its growing cash pile to hire factories and production well ahead of time  locking rivals out. &quot;HTC has a real scale problem,&quot; says Evans, the Enders analyst. &quot;It&apos;s a problem that Nokia is starting to face as well. It&apos;s a problem of the reach and power that Apple and Samsung can bring to the market.&quot; Samsung, meanwhile, is completely vertically integrated, owning the factories that make everything from the memory chips to the screens, and writing its own apps and code to go on the only element of its smartphones that it doesn&apos;t make  Google&apos;s Android operating system. And even that is free. Buoyed by colossal advertising and marketing spend which dwarfs even the likes of Coca-Cola, and with worldwide distribution, it is determined to control the mobile phone market. It aims to ship 500m smartphones this year, more than the whole market in 2011. Analysts argue that Apple needs to do something radical too to catch the growth in emerging markets as the west becomes saturated. A low-cost iPhone is widely expected. That could consolidate the Apple-Samsung duopoly more firmly. Even, so Brazier thinks things can turn around. &quot;The smartphone business is very dynamic. I don&apos;t think it&apos;s played out. HTC could bounce back.&quot; Does he think that bounceback will happen by the end of the year? He paused. &quot;Well, no,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2013/apr/11/htc-profit-slump-samsung-apple-smartphone", 
    "wordcount": "867"
}