{
    "headline": "Evgeny Morozov: 'We are abandoning all the checks and balances'", 
    "text": "Evgeny Morozov is a Belarus-born technology writer who has held positions at Stanford and Georgetown universities in the US. His first book, The Net Delusion, argued that &quot;Western do-gooders may have missed how [the internet] entrenches dictators, threatens dissidents, and makes it harder  not easier to promote democracy&quot;. It was described as &quot;brilliant and courageous&quot; by the New York Times. In his second book To Save Everything, Click Here, Morozov critiques what he calls &quot;solutionism&quot;  the idea that given the right code, algorithms and robots, technology can solve all of mankind&apos;s problems, effectively making life &quot;frictionless&quot; and trouble-free. Morozov argues that this drive to eradicate imperfection and make everything &quot;efficient&quot; shuts down other avenues of progress and leads ultimately to an algorithm-driven world where Silicon Valley, rather than elected governments, determines the shape of the future. Some of the technologies you describe as &quot;solutionist&quot; many people find useful. For instance self-tracking gadgets that encourage people to exercise, to monitor their blood pressure or warn them about their driving habits and reduce their insurance premiums. The people who start self-tracking are successful and have nothing to lose. If you can self-track and prove you are better than the average person  are healthier or drive more safely  you can get a better deal and claim some benefits. Yet eventually we will reach the point where people who decide not to self-track are assumed to be people who have something to hide. Then they have no choice but to start self-tracking. Very often the people of Silicon Valley who promote these technologies say we have the choice, we have complete autonomy, and I am saying this a myth. But they can still solve problems? Very often self-tracking solutions are marketed as ways to address a problem. You can monitor how many calories you consume; monitor how much electricity you are consuming. It sounds nice in theory but I fear a lot of policymakers prefer to use the self-tracking option as an alternative to regulating the food industry or engaging in more structural reforms when it comes to climate change. All solutions come with cost. Shifting a lot of the responsibility to the individual is a very conservative approach that seeks to preserve the current system instead of reforming it. With self-tracking we end up optimising our behaviour within the existing constraints rather than changing the constraints to begin with. It places us as consumers rather than citizens. My fear is policymakers will increasingly find that it is much easier, cheaper and sexier to invite the likes of Google to engage in some of this problem-solving rather than do something that is much more ambitious and radical. You talk about how &quot;smart&quot; devices are making us dumb They are not bound to make us dumb, but the way they are currently implemented makes that a possibility. We need to know what we want from such devices: Do we want them to obviate problem solving? To make our lives frictionless? Or do we want these new devices to enhance our problem solving  not to make problems disappear but assist us with solving them? A lot of these devices seek to reward or punish in social currency. For instance, people from Silicon Valley say one way to improve voter turnout is to give people points for checking in with their smartphones at the voting booths  it might even work, people will show up because you show them coupons, but it risks recasting politics in a way that would make any further appeals to ethical behaviour impossible, once you use the language of coupons you need to talk to people in that language in all walks of life, whether it be picking up litter or turning off the lights. Do you want people to turn off the lights because they will get a coupon or because they have some ethical, environmental concerns? You don&apos;t hear people in Silicon Valley talk about the ethical and moral dimension. They are not concerned with anything like citizenship at all. Are Google&apos;s Eric Schmidt and Facebook&apos;s Mark Zuckerberg scary people to have in the world? A lot of the services they build are useful services. I use Google products all the time. People who are building a service which I pay for with my privacy or money I&apos;m quite okay with. But as time goes by they aspire to do many things that go beyond their business and their initial set of commercial concerns. We don&apos;t treat them with the level of criticism and scrutiny that they deserve, we assume they are in the business of information which is a benign business and they are part of the enlightenment project. We tend not to think they have shareholders, commercial agendas and are run by people who might not have a very deep appreciation of the human condition and the world around us. I have a lot of respect for these people as engineers but they are being asked to take on tasks that go far beyond engineering. Tasks that have to do with human and social engineering rather than technical engineering. Those are the kind of tasks I would prefer were taken on by human beings who are more well rounded, who know about philosophy and ethics, and know something about things other than efficiency, because it will not end well. We did not elect them to help us solve our problems. Once Google is selected to run the infrastructure on which we are changing the world, Google will be there for ever. Democratic accountability will not be prevalent. You cannot file a public information request about Google. We are abandoning all the checks and balances we have built to keep our public officials in check for these cleaner, neater, more efficient technological solutions. Imperfection might be the price for democracy. Nevertheless it sounds like we should all be buying shares in Google and other Silicon Valley companies. Not if my book succeeds. You are a feared reviewer of other technology pundits&apos; books  you demolished Jeff Jarvis&apos;s book Public Parts, called Walter Isaacson&apos;s Steve Jobs biography &quot;pedestrian&quot;, you regularly ridicule internet consultant Clay Shirky via Twitter  do you enjoy a fight? They don&apos;t like to fight, that&apos;s the problem. They are ripe for ridiculing because they are ridiculous in many cases, and the only reason they are advancing is because they plug in the conceptual and theoretical holes in their theories with buzzwords that have no meaning  &quot;openness&quot; or &quot;the sharing economy&quot;  what on earth is the sharing economy? What I&apos;ve tried to do in my reviews is engage seriously with these bullshit concepts, as if they were serious  to see whether an idea such as &quot;cognitive surplus&quot;, of which Clay Shirky is very fond, has any meaning at all. I do close readings of things that aren&apos;t meant to be read very closely. That is how our technology discourse works, there are lots of great bloggers, soundbites and memes, but once you start putting them together you realise that they don&apos;t add up. And making people aware that they don&apos;t add up is a useful public function. Does it bother you that Jeff Jarvis and Clay Shirky have many more Twitter followers than you? Many of the internet pundits have more followers because Twitter plugged them on the suggested users list. They also happen to agree with Twitter&apos;s position and celebrate the very same things as Twitter celebrates. It shows how far from neutrality and objectivity all of those platforms are, they are sold to us as essentially ways in which anyone can become anything but they have all sorts of ways to manipulate who gets heard and seen. In my case, I&apos;m not worried because my followers have been gained organically, not through making me the default person to follow. My influence is hard to understand if you just look at the follower count. What does the future hold for newspapers? It depends on what the newspapers hold for the future. A lot of newspapers have embraced the digital rhetoric too eagerly, and have not articulated their own value to the public. A lot of what we hear from internet pundits is that everyone should be building their own reading lists, everyone should be on the lookout for interesting stories themselves, I think that logic is very regressive, backward, anti-democratic and stupid. I&apos;m fine with a staff of 300 people reading 5,000 stories everyday and condensing them into 25 pages that I myself can read. That&apos;s a wonderful model. The newspaper offers something very different from Google&apos;s aggregators. It offers a value system, an idea of what matters in the world. Newspapers need to start articulating that value. How do you manage your own net use? I&apos;ve become very strategic about my use of technology as life is short and I want to use it wisely. I have bought myself a type of laptop from which it was very easy to remove the Wi-Fi card  so when I go to a coffee shop or the library I have no way to get online. However, at home I have cable connection. So I bought a safe with a timed combination lock. It is basically the most useful artefact in my life. I lock my phone and my router cable in my safe so I&apos;m completely free from any interruption and I can spend the entire day, weekend or week reading and writing. Does the timer have a workaround? To circumvent my safe I have to open a panel with a screwdriver, so I have to hide all my screwdrivers in the safe as well. So I would have to leave home to buy a screwdriver  the time and cost of doing this is what stops me. It&apos;s not that I can&apos;t say &quot;no&quot; to myself. I just waste too much energy having the internal conversation. I&apos;d rather delegate the control to my safe and use my remaining willpower to get something done. I find it a very effective system. When you&apos;re online do you watch TED talks? There are many problems I have with TED. It has created this infrastructure where it very easy to be interesting without being very deep. If TED exercised their curatorial powers responsibly they would be able to separate the good interesting from the bad interesting, but my fear is they don&apos;t care as long as it drives eyeballs to the website. They don&apos;t align themselves with the thinkers, they align themselves with marketing, advertising, futurist crowd who are interested in ideas for the sake of ideas. They don&apos;t care how these ideas relate to each other and they don&apos;t much care for what those ideas actually mean. TED has come to exercise lots of power but they don&apos;t exercise it wisely. Can you code? I think the craziest idea I have heard in the last few years is that everyone should learn to code. That is the most bizarre and regressive idea. There are good reasons why we don&apos;t want everyone to learn nuclear physics, medicine or how financial markets work. Our entire modern project has been about delegating power over us to skilled people who want to do the work and be rewarded accordingly. I&apos;m all for making us aware of how various technological infrastructures work. But the idea everyone should learn how to code is as plausible as saying that everyone should learn how to plumb. To me it just makes no sense. So you don&apos;t agree with the notion what we need to program or risk being programmed? It&apos;s just an immense shrinking of intellectual imagination to use computing metaphors. I&apos;m just appalled. The idea that we need to take everything in our own hands as citizens, make our institutions hackable  this is just ridiculous. You don&apos;t need to do it by yourself you delegate it to someone who will argue in parliament on your behalf  that&apos;s what we&apos;ve struggled so hard to accomplish. Now we want to completely undo that system because &quot;hey, we have the tools, we have the technology to allow people to connect to each other&quot;. That philosophy doesn&apos;t make sense, there is no way you can learn how to program and be responsible for everything in your life and still have a fulfilling life.", 
    "section": "technology", 
    "gid": "technology/2013/mar/09/evgeny-morozov-technology-solutionism-interview", 
    "wordcount": "2075"
}