{
    "headline": "That Windows 8 experience? Confusing. Confusing as hell", 
    "text": "On Wednesday 29 February, Microsoft released the consumer preview edition of Windows 8. Duly I downloaded it and set it up as my main development machine. You want to know about the first day? Running Windows 8 Screenshot by Matthew Baxter-Reynolds. Click for larger version on Flickr. Some rights reservedThis is what the Start screen really looks like  a big mess of grey-ish tiles, not the wonderful active ones you see in the adverts (and the picture at the top). I&apos;ve been lucky in the timing of this release in that all of the projects I&apos;m working on for customers are devoid of any weird stuff, and I&apos;ve been able to get everything up and running on Windows 8 without any bother at all. Visual Studio 2008 and 2012, SQL Server 2008 R2, various components and bits and pieces need to support my apps. All installed, all building and running with no drama at all. It&apos;s almost been too easy.  Since installing, I&apos;ve learnt to regard Windows 8 as being two operating systems. One part I&apos;ve been thinking of as Windows 7.1. The &quot;classic desktop&quot; bits of Windows 8 is just Windows 7, minus the Start orb, with a new theme to replace Aero. This part is frankly superb. I can&apos;t remember the last time I used a beta version of a Microsoft OS and had it work this well six or seven months ahead of RTM [release to manufacture, when the code is final]. Hence I&apos;m thinking of this as Windows 7.1  it&apos;s really just a service pack. You could actually roll this part out and use it quite happily. But what about that flashy Start screen? That works really nicely as well, and it should do because although that looks like it&apos;s part of the new Metro-style gubbins, it&apos;s not. What&apos;s happened there is that the Windows team has made the regular Start menu a full screen affair so although it looks like a Metro app, it&apos;s not. You can see this for yourself  open Task Manager, look in the &quot;App history&quot; tab and you won&apos;t find an app that maps to the Start screen. Also, if you kill off the Explorer.exe process, you&apos;ll lose the Start screen. Restart Explorer.exe and you&apos;ll see the Start screen reloading. Screenshot by Matthew Baxter-Reynolds. Click for larger version on Flickr. Some rights reservedThe Windows 8 Task Manager showing running Metro-style apps, of which a Start menu one is not there, because that&apos;s not a Metro-style app. It just looks a lot like one. There&apos;s precedent for this  Microsoft has been changing and enhancing the behaviour of the Start menu for years. All they&apos;ve done on Windows 8 is Metro-ified it. The &quot;hot corners&quot; of the OS work really well as well, but again these are implemented by extensions to Explorer and the windowing subsystem components of Windows. The Metro-style apps are, in comparison, rubbish. Built-in apps It would be unfair of me to be too harsh about the quality of the built-in apps on Windows 8; it&apos;s a beta version at least half a year away from release. As a software engineer, I can intuitively &quot;feel&quot; the quality of the built-in apps; and it&apos;s early days. The difference in quality between the Windows 7.1 bits and the Metro-style bits tells something about the engineering  namely, that Windows 7 is a very solid base that&apos;s required some relatively minor changes, and that most of the engineering effort has gone into building the infrastructure to support Metro-style apps. Day-to-day, I use a virtual machine for Windows development but use a Mac for everything else. (This is another reason why I&apos;ve been able to move over to Windows 8 as a primary machine rather than having to run it on a secondary machine kicking around the office.) On the Mac I run mail, Google&apos;s Chrome browser, TweetDeck, and a few other bits and pieces. I have two monitors  and I typically run Visual Studio on the main monitor and everything else on the secondary. If I&apos;m coding away in Visual Studio and receive an email, I&apos;ll turn my head to the second monitor, bring the mail app to the foreground and off I go. Screenshot by Mattthew Baxter-Reynolds. Click for larger version on Flickr. Some rights reservedThe weather app, Metro-style. Because what could be more convenient than a handful of data points taking up the entire view on an OS that&apos;s had 20 years of practice at showing windows of information. One of the things that Apple has been been criticised about on the iPad is that you have to jump in and out of apps to do anything. There&apos;s a very thunk  thunk  thunk context switch to using an iPad. That&apos;s nothing compared to life in a world where you&apos;ve got a classic desktop and Metro-style. When running Windows 8 today I&apos;ve pretended I&apos;m not using a Mac. I&apos;ve run VMware Fusion in full-screen, multi-monitor mode. First thing you notice is that both monitors get a taskbar. That&apos;s really confusing. But the reason becomes clear because if you open up the Windows 8 mail app  BLAM!  the thing takes over the whole of the primary monitor, obscuring the taskbar. The classic desktop remains running on the secondary monitor, with a taskbar. Click on anything on the secondary monitor and  SHOOM!  the mail app disappears because Windows thinks you&apos;ve dropped out of Metro-style.  Screenshot by Matthew Baxter-Reynolds. Click for larger version on Flickr. Some rights reservedTwo taskbars? Well, yes. You want information needlessly duplicated. Didn&apos;t you know that? What this does for you as you use it is a whole world of &quot;wait  what?!&quot; Trying to deal with Windows when your driving results in it flipping between classic Windows and Metro-style app is like having someone sneak up behind you and flick you on the ear when you&apos;re least expecting it. This massive context switching of &quot;YOU&apos;RE IN WINDOWS WAIT NO NO YOU&apos;RE NOT!&quot; creates an appalling user experience. What we&apos;ve managed to get here is a very, very fast way of switching between two entirely different operating systems, in much the same way that we used to have to quit Windows to run Lotus 1-2-3. Rather than it taking enough time for us to sit at our desks and have a quick cigarette (the way I assume it was done in the 80s, although for full disclosure I wouldn&apos;t actually know), it&apos;s really fast now. Progress! What is it? I keep thinking of the episode of Red Dwarf where Kryten gets turned into a human. There&apos;s a scene where Kryten is trying to get used to the capabilities of his new body. At one point, Lister can see this isn&apos;t going to end well, turns to him and says: &quot;You&apos;re neither one thing or the other.&quot; I think the reason why this scene occurs to me is that Kryten desperately wanting to be human gives up the things that make him an android and will make the proposition fit  consquences be damned. That describes to me pretty accurately what this version of Windows is.  What we have then is a line item in Microsoft&apos;s product catalogue called Windows 8 that&apos;s either a hybrid of Windows 7.1 and an as-yet-unnamed operating system, or a bastardisation of both those things. Whatever the non-Windows 7.1 bits of Windows 8 are, it&apos;s sure as hell not Windows. At present, I&apos;m not sure which word is fair. &quot;Hybrid&quot; implies a thought-through combination of the best of features from Column A and from Column B. &quot;Bastardisation&quot; implies a slapping together of mismatched features to achieve a level of supreme clunkiness. This indeed is some of my problem with the whole arrangement. I could probably get used to the &quot;wait  what?&quot; aspects of using Windows 8; after all it&apos;s only been a day and clearly this stuff has been thought through. But if I think back over the past few months to all of the clever, clever people that I know and trust who&apos;ve built careers on watching Microsoft there isn&apos;t really a sense of calm. What there is is things like Paul Thurrott tweeting that you won&apos;t be able to join a WOA tablet to a domain.  For the uninitiated, &quot;joining a domain&quot; is the process that sysadmins go through to take ownership of a PC. It allows them to, among other things, apply security policies to the devices. This is one of the things that makes (or made?) BlackBerrys so popular in enterprises. The sysadmins had ultimate control over those devices, as although they might not own them in a &quot;nine tenths of the law&quot; sense, they owned them in a &quot;do whatever they like to them&quot; sense. This sort of thing gives sysadmins warm fluffy feelings and allows them to sleep peacefully at night. Lost your handset? No problem  encryption and remote-wipe is standard. Microsoft-watchers, myself included, had expected WOA tablets to have the ability to join domains, primarily so that sysadmins could have the same restful sleep advantage as they do with BlackBerry. So the announcement comes out that you can&apos;t and  well, we&apos;ve seen this, it&apos;s &quot;wait  what?&quot; again. Everything I know about managing intelligent devices on a private network tells me that these things need to be joined to a domain.  Thing is, we have the same thing over with Metro on the desktop. We&apos;re told it&apos;s all going to be fine and dandy but yet sit anyone with any experience down at that thing and the &quot;BLAM!  SWOOSH!&quot; aspects of running classic and Metro-style make this crazy to use on a PC. Yet we&apos;re being told to believe in Sinofsky that is all fine, and all logical (although now I think about it, we&apos;re being told that by Sinofsky), despite the fact that you can touch Metro on the desktop at it and just feel it doesn&apos;t work. It feels like it&apos;s haunted by the ghost of Microsoft Bob.  Prior to running Metro on a desktop I&apos;d rationalised away the need to join WOA tablets to a domain. &quot;It&apos;s fine,&quot; I told myself. &quot;These devices are more  ahem  &apos;personal&apos; than a PC. It&apos;s not necessary.&quot; Today I don&apos;t think that  I think not letting WOA tablets join a domain is a misstep What&apos;s changed? Well, now because I&apos;ve seen the way Metro works on the desktop I know Microsoft is capable of making mistakes in its execution of Windows 8 as an iPad competitor. On Monday, Sinofsky&apos;s fine shoes looked sturdy. Today, I&apos;m wondering if they&apos;re encasing feet of clay. I have a tablet over here, albeit an Intel-based rather than a nice ARM-based one, and the story is better. If you pretend it&apos;s an iPad, or even a large Windows Phone it&apos;s actually OK. It&apos;s slick enough, they keyboard is much improved, the targets are big enough to click. It&apos;s a good iPad clone. But it&apos;s rough  very rough, though not too rough for it to be given a &quot;beta&quot; label. And I suspect it&apos;ll work fine because a WOA tablet will be just one thing  it won&apos;t have this broken desktop/Metro thing going on. I&apos;m confident WOA will turn out to be an adequate iPad-clone, providing the market stays still enough for WOA to find a way into it  but that&apos;s a story for another time. My prediction: no one will ever make sense of trying to run Metro-style and classic apps together on a PC. The PC will remain the PC and will remain the domain of the classic desktop. There&apos;s a reason we stopped dropping out of Windows to run Lotus 1-2-3. Matthew Baxter-Reynolds is the keynote speaker at the first Windows 8 Conflab being held in London on 18 April.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/05/windows-8-desktop-experience", 
    "wordcount": "1996"
}