{
    "headline": "What next for postgraduate students?", 
    "text": "After years of being in the shadow of undergraduate policy making, postgraduate education is, as more fashionable circles would put it, &quot;having a moment&quot;. The number of postgraduate students in the UK quadrupled between 1990 and 1991 and doubled in the following 10 years. Add to this the recognition that Britain needs to skill its way out of recession, increased competition for the best academic talent from overseas, and fears that the new funding regime could deter debt-laden UK graduates from pursuing further study, and you can see why higher education institutions and politicians are paying postgraduates some attention. So what does the future look like for postgraduate education? To discuss this question, the Guardian hosted a roundtable debate in association with the Higher Education Academy (HEA). The debate was held under the Chatham House rule, which allows comments to be reported without attribution to encourage a frank exchange of views. The roundtable heard how over the past few months, the Higher Education Commission (which includes representatives from education, business and politics), the British Academy, 1994 Group of leading research universities, and National Union of Students have all published reports on different dimensions of the postgraduate experience, and more are in the pipeline from other organisations. Research is needed What has become clear is that for a sector focused on gathering and assessing evidence, postgraduate education has been surprisingly poor at researching itself. Before anyone starts making major decisions about what should happen to postgraduates in future, more information is needed about what they are like now. This is an issue being addressed by the HEA, which commissioned research from Paul Wakeling and Gillian Hampden-Thompson at the University of York to analyse how the different national, institutional and individual backgrounds of UK graduates affected their progress to further study. Their report, published last month, was discussed by roundtable participants, who agreed on two things. First was that postgraduate education is incredibly complex. This is not just because a huge variety of qualifications, from taught master&apos;s to Phds, fall under the postgraduate banner, and differ significantly from subject to subject, but because students&apos; motivations for going on to further study also vary enormously. For instance, the roundtable heard how some students undertake Phds to set them up for a career in academia, while for others the motivation for postgraduate study was to become better equipped for the workplace. Second, all were passionate about the importance of postgraduate education. &quot;UK plc has little to offer the world except its intellect and education, and if we don&apos;t support that through training postgraduates we will be back to the ark in no time at all,&quot; said one speaker. A taught postgraduate qualification is now becoming a de facto requirement for many professions, said another. This is partly because in many fields the knowledge base has become so complex that it is necessary for professionals to have a higher degree simply to understand research they are hoping to apply. Postgraduate education is also needed to supply fresh cohorts of academics and prevent UK institutions becoming over-reliant on those from overseas. And then there is the value of knowledge for knowledge&apos;s sake. &quot;It&apos;s not just about workforce development,&quot; said one speaker. &quot;It&apos;s about having an educated society.&quot; The roundtable heard that as the number of people with undergraduate qualifications increases, postgraduates are becoming the new elite, raising concerns about access for those from disadvantaged backgrounds. This is a particular concern as recent higher education funding changes mean students are graduating from first degrees with large amounts of debt. The University of York report suggests that students take relatively little notice of fees when making decisions about further study. Scottish graduates, who had paid no undergraduate tuition fees, were actually less likely to go on to a taught higher degree than English students, who had paid 3,000 a year. But some roundtable participants felt that with undergraduate fees now at up to 9,000 a year it was inevitable that many would be put off postgraduate study in future. Not only would they be saddled with undergraduate debt, but fees at postgraduate level were also likely to rise. With no loans available for higher study, they would have to rely on their own resources or a bank loan, and may find this impossible. What also worries many participants is the report&apos;s finding that women are much less likely than men to go on to postgraduate study. Although 55% of undergraduates are women, more men progress to higher degrees, with their rate of progression to research degrees about twice that of women. The roundtable became particularly heated on this issue. Was it to do with women&apos;s aspirations, society&apos;s attitude towards women&apos;s education, or the culture of a predominantly male academic profession? &quot;There may be an element in universities of selecting people rather like yourself,&quot; was one suggestion. Another was that women were put off by the demands of an academic career. &quot;To be really successful at the high end you are required to be heroic in terms of hours of work. If you also aspire to have a family and to be a major care-giver, that&apos;s not very helpful.&quot; An alternative view was: &quot;It has nothing to do with women&apos;s aspirations and more to do with glass ceilings.&quot; The concern is that this will lead to a lack of diversity among researchers, especially as the number of graduates from certain ethnic groups going on to study research degrees is also &quot;shockingly small&quot;. &quot;These are going to be people producing knowledge,&quot; argued one speaker. &quot;We don&apos;t want all these people to be the same.&quot; The roundtable also identified a more hard-nosed reason for worry. Universities can recruit as many postgraduates as they like, free from the constraints that govern undergraduate numbers, which means these students are a good source of cash. There is therefore an economic incentive for universities to ensure that no demographic group is deterred from higher study. Yet there are dangers in seeing postgraduates in terms of money, argued one speaker. With UK graduates increasingly debt-burdened, universities will have to rely on recruiting from overseas to reach their financial targets. &quot;We will end up educating the world and not educating our own community, being a great big school on an island,&quot; was the warning. This is something that poses a potential danger to UK competitiveness, and should therefore alert British employers. But some at the roundtable suggested that these employers are often less supportive of and involved in postgraduate education than they could be. Employer communication Nevertheless, it was agreed that universities had to do their bit too, and a number of participants detailed efforts their institutions were making to engage employers in developing postgraduate courses. All agreed that academics needed to &quot;speak human&quot; and communicate more effectively to employers what skills a particular postgraduate degree conferred. One speaker suggested that while a postgraduate degree certainly allowed graduates to stand out in a competitive jobs market, some master&apos;s were simply &quot;glorified undergraduate degrees&quot;, allowing employers to fillet applicants for jobs rather than providing the skills those jobs needed. Speakers also suggested that universities need to be better at communicating the benefits of postgraduate degrees to students. This does not necessarily mean persuading them to stay at the same institution. It is often better for them to go elsewhere in order to broaden their educational experiences or find a more suitable supervisor. &quot;We need to be more generous with each other in the sector,&quot; said one. This is particularly important because, as everyone agreed, the sector faces a difficult time. Postgraduate applications fell this year, especially among part-time students, and financial pressures on institutions are increasing, as is competition from China, where postgraduate provision is improving fast. European countries including the Netherlands, Germany and Italy are also laying on courses taught in English to entice UK undergraduates, many of whom are likely to stay abroad for higher level degrees. Then there was the threat posed by technology and Mass Open Online Courses, which could see many students choose to study in the virtual world rather than sign up for a traditional postgraduate course. But technology offered opportunities too, it was agreed; studying online can give students the confidence to enrol on a higher degree course. And there are other reasons to be cheerful. &quot;Postgraduate education is a good thing, and in this country it&apos;s fantastic,&quot; said one roundtable member. &quot;That&apos;s to be celebrated.&quot; At the table Sue Littlemore (chair), the Guardian Prof Stephanie Marshall, deputy chief executive, HEA Dr Geoff Stoakes, head of research, HEA Prof Matthew Lambon Ralph, associate vice-president (research), MDC University ofManchester Prof David Bogle, head of UCL Graduate School, University College London Dr Paul Wakeling, lecturer, department of education, University of YorkJudith Shaw, head of higher education policy, Department for Employment and Learning, Northern Ireland Catherine Robb, master&apos;s student, University of Essex Prof Roni Bamber, director of Centre for Academic Practice, Queen Margaret University Dr Susan Rigby, assistant principal taught postgraduate programmes, University of Edinburgh Dr Cliona O&apos;Neill, head of student experience, Higher Education Funding Council for Wales Tristi Brownett, master&apos;s student, Canterbury Christ Church University Gill Clarke, vice-chair, UK Council for Graduate Education, University of Oxford Dr Dawn Woodgate, head of postgraduate training and career development, Economic and Social Research Council Prof Pam Denicolo, professor at University of Surrey and University of Reading William Locke, head of learning and teaching, Higher Education Funding Council for England     HEA logo Photograph: HEA    Seminar report commissioned by Seven Plus and controlled by the Guardian. Discussion hosted to a brief agreed with Higher Education Academy. Funded by Higher Education Academy. For information on roundtables visit: guardian.co.uk/sponsored-content", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/may/07/postgraduate-students-what-next-roundtable", 
    "wordcount": "1646"
}