{
    "headline": "World Bank's Jim Yong Kim: 'I want to eradicate poverty'", 
    "text": "The new president of the World Bank is determined to eradicate global poverty through goals, targets and measuring success in the same way that he masterminded an Aids drugs campaign for poor people nearly a decade ago. Jim Yong Kim, in an exclusive interview with the Guardian, said he was passionately committed to ending absolute poverty, which threatens survival and makes progress impossible for the 1.3 billion people living on less than $1.25 a day. &quot;I want to eradicate poverty,&quot; he said. &quot;I think that there&apos;s a tremendous passion for that inside the World Bank.&quot; Kim, who took over at the World Bank three weeks ago and is not only the first doctor and scientist (he is also an anthropologist) to be president but the first with development experience, will set &quot;a clear, simple goal&quot; in the eradication of absolute poverty. Getting there, however, needs progress on multiple, but integrated, fronts. &quot;The evidence suggests that you&apos;ve got to do a lot of good, good things in unison, to be able to make that happen,&quot; said Kim. &quot;The private sector has to grow, you have to have social protection mechanisms, you have to have a functioning health and education system. The scientific evidence strongly suggests that it has to be green  you have to do it in a way that is sustainable both for the environment and financially. All the great themes that we&apos;ve been dealing with here have to come together to eradicate poverty from the face of the Earth.&quot; Kim, who was previously head of the Ivy League Dartmouth College, is probably best known for his stint at the World Health Organisation (WHO), where he challenged the system to move faster in making Aids drugs available to people with HIV in the developing world who were dying in large numbers. In 2003, he set a target of 3 million people being on treatment by 2005  thereafter known as &quot;3 by 5&quot;. The target was not met on time, but it did focus minds and rapidly speed up the pace of the rollout, which included setting up clinics and training healthcare staff. Now, he says, he thinks he can do the same for poverty. &quot;What 3 by 5 did that we just didn&apos;t expect was to set a tempo to the response; it created a sense of urgency. There was pace and rhythm in the way we did things. We think we can do something similar for poverty,&quot; he said. Asked if he would set a date this time, he said he was sorely tempted, but would not yet. &quot;We don&apos;t know what they will be yet, but [there will be] goals, and counting. We need to keep up and say where we are making successes and why, and when are we going to be held to account next for the level of poverty. If we can build that kind of pace and rhythm into the movement, we think we can make a lot more progress,&quot; he said in his office at the Bank in Washington. Kim was seen by many as a surprise choice for president. During the election, critics argued there should be an economist at the helm. Some said that, as a doctor, he would focus too much on health. But Kim, who co-founded Partners In Health, which pioneered sustainable, high-quality healthcare for poor people, first in Haiti and later in Africa, said his three years at the WHO have been the only ones of his career that were solely devoted to health. &quot;It&apos;s always been about poverty, so for me, making the switch to being here at the Bank is really not that much of a stretch. I&apos;ve been doing this all my life and we&apos;re in a bit of the spotlight because of the stuff we did in healthcare but it was really always about poverty,&quot; he said. Partners in Health offered HIV and tuberculosis treatment to poor people in Haiti for the first time. &quot;We were trying to make a point. And the point we were trying to make was that just because people are poor shouldn&apos;t mean that they shouldn&apos;t have access to high quality healthcare. It was always based in social justice, it was always based in the notion that people had a right to live a dignified life. The good news is that this place  the Bank  is just full of people like that.&quot; Kim, who has spent his first weeks talking to Bank staff with expertise in a huge range of areas, strongly believes in the integration of all aspects of development, and says the staff do too. He cites a new hospital Partners built in Rwanda, which led to the building of a road to get there and then the expansion of mobile phone networks in the area. &quot;In a very real sense, we&apos;ve always believed that investing in health means investing in the wellbeing and development of that entire community,&quot; he said. Speaking to the International Aids Conference in Washington this week  the first World Bank president to do so  Kim told activists and scientists that the end of Aids no longer looked as far-fetched as the 3 by 5 plan had appeared in 2003. Science has delivered tools, such as drugs that not only treat but prevent infection. But the cost of drugs for life for 15 million or more people is not sustainable, he says. Donors are unlikely to foot the bill. Hard-hit developing countries have to be helped to grow so they can pay for the drugs and healthcare systems they need. Kim would like the highly active HIV community to broaden its focus. &quot;We&apos;ve had Aids exceptionalism for a long time and Aids exceptionalism has been incredibly important. It has been so productive for all of us,&quot; he said. &quot;But I think that as we go beyond the emergency response and think about the long-term sustainable response, conversations such as how do we spur growth in the private sector have to be part of the discussion.&quot; Every country wants economic growth, he says, and people want jobs. &quot;If I care about poverty, I have to care a lot about investments in the private sector. The private sector creates the vast majority of jobs in the world and social protection only goes so far,&quot; he said. Nevertheless, he is a big proponent of social protection policies. &quot;I&apos;ve always been engaged in social protection programmes. But now it is really a signature of the World Bank. We&apos;re very good at helping people look at their public expenditures and we say to them things like, fuel subsidies really aren&apos;t very helpful to the poor  what you really need is to remove fuel subsidies and focus on things like conditional cash transfer plans. The Bank is great at that.&quot; New to him are climate change and sustainability, he says. &quot;We are watching things happen with one degree changes in ocean temperature that we thought wouldn&apos;t happen until there were two or three degree changes in ocean temperature. These are facts. These are things that have actually happened  I think we now have plenty of evidence that should push us into thinking that this is disturbing data and should spur us to think ever more seriously about clean energy and how can we move our focus more towards clean energy.&quot; But poor countries are saying they need more energy and we must respect that, he says. &quot;It&apos;s hard to say to them we still do it but you can&apos;t  I think our role is to say the science suggests strongly to us that we should help you looking for clean energy solutions.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/25/world-bank-jim-yong-kim-eradicate-poverty", 
    "wordcount": "1309"
}