{
    "headline": "Country diary: Machynlleth", 
    "text": "The flood plain of the river Dyfi, where it edges past the town of Machynlleth, certainly lives up to the name. The hedges that cross the flat grazing land bear witness to the regular winter flooding in the debris they accumulate when the river invades the valley floor. Locked between ranks of sharply sloping hills, the amount of water that this valley can drain from the hill country of mid and north Wales is impressive  although more robust terms are often used to describe it when both road bridge and rail are blocked by flooding, as alternative routes are both long and tortuous. On a bleak winter afternoon, with low, grey cloud driven by the strong wind from the west, the bridge looked its age. Wedged against the north side of the flood plain, Pont ar Ddyfi is the lowest bridging point on the river for road traffic, and there has been a bridge at or near this strategic site since at least the 1500s. It is thought to have been the site of a battle  some sources reduce it to the rank of a skirmish  between Cromwell&apos;s army, under Sir Thomas Myddelton of Chirk, and the royalists during the civil war. The current form of the narrow, five-arch stone bridge has been in place since the early 1800s, and the battles now are fought between competing lines of heavy vehicles  to the visible detriment of the historic structure, which has been repeatedly patched following collisions and is now braced with utilitarian steel supports. The water was dark and forbidding, moving rapidly past the piers of the bridge and forming boils and eddies around obstructions. Walking upstream, past patches of gorse in vibrant flower, I found a small group of trees whose roots appear to provide some stability to the alluvial soil of the river bank. Communities of lichen on the bark showed a pleasing diversity, a quick count revealing at least half a dozen species on a single trunk  but the light was rapidly fading and cold, rain-laden squalls began to sweep up the valley. It was time to seek shelter.", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/country-diary-machynlleth", 
    "wordcount": "352"
}