{
    "headline": "In a networked world, why is the geography of knowledge still uneven?", 
    "text": "Digital information  photographs, blogs, videos, tweets, Wikipedia articles, reviews, descriptions, stories, and myriad other types of content  surrounds us. The amount of (mostly unpaid) human labour behind this content is astonishing. Wikipedia alone is the result of over 100m hours of work. These online layers of content matter not just because they are an increasingly important way in which we access and produce information, but also because they materially shape how we move through, understand, and enact our physical environments. Traditionally, information and knowledge about the world have been geographically constrained. The transmission of information required either the movement of people or the availability of some other medium of communication. Historical maps offer perhaps the best illustration of the geographic limitations to knowledge transmission. Take the 13th-century Carta Pisana, the world&apos;s oldest surviving navigational chart. Produced in Italy, the chart depicts relatively accurate information about the Mediterranean, less accurate information about the fringes of Europe, but no information at all about the world beyond Europe. Up until the late 20th century, almost all mediums of information  books, newspapers, academic journals, patents and the like  were characterised by similar huge geographic inequalities (pdf). The global north produced, consumed and controlled much of the world&apos;s codified knowledge, while the global south was largely left out. In the internet era, however, the movement of information is no longer constrained by distance. Very few parts of the world remain disconnected from the grid, and over 2 billion people are now online (most of them in the south). IBM, recognising this fact, has recently proclaimed the &quot;digital divide will cease to exist&quot; in the next five years. Unsurprisingly, many believe we now have the potential to access what Wikipedia&apos;s founder refers to as &quot;the sum of all human knowledge&quot;. Theoretically, parts of the world traditionally left out of flows and representations of knowledge can quite literally be put back on the map. However, potential has too often been confused with actual practice. Profound digital divisions of labour are evident in all open platforms that rely on user-generated content. On Flickr, countries in the north are covered by much thicker clouds of information. Google&apos;s databases contain more indexed user-generated content about the Tokyo metropolitan region than the entire continent of Africa. While on Wikipedia, there is more written about Germany than South America and Africa combined. In other words, there are massive inequalities that cannot simply be explained by uneven internet penetration rates. A range of other physical, social, political and economic barriers reinforce the digital divide, amplifying the informational power of the already powerful and visible. That&apos;s not to say the internet doesn&apos;t have important implications for the developing world. People use it not just to connect with friends and family, but to learn, share information, trade, and represent their communities. Consequently, it&apos;s important to be aware of the internet&apos;s highly uneven geographies of information. These inequalities matter to the south, because connectivity  though a clear prerequisite for access to most 21st-century platforms of knowledge sharing  is by no means a determinant of knowledge production and digital participation. How do we move towards encouraging participation from and about parts of the world left out of virtual representations? The first step is allowing people to see what is, and isn&apos;t, represented.After that, there is also a clear need for plans like Kenya&apos;s strategy to boost local digital content, or Wikimedia&apos;sArabic Catalyst project, which aims to encourage the creation of content in Arabic and provide information about the Middle East. It remains to be seen how effective such strategies will be in changing the highly uneven digital division of labour. As we rely increasingly on user-generated platforms, there is a real possibility that we will see the widening of divides between digital cores and peripheries. It is crucial to keep asking where visibility, voice and power reside in an increasingly networked world.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/09/networked-world-geography-of-information-uneven", 
    "wordcount": "653"
}