{
    "headline": "Google warned it could face antitrust proceedings in Europe", 
    "text": "Europe&apos;s antitrust chief has publicly warned Google that it could face charges of breaching EU rules, and be fined, unless it does more to ease concerns that it used its search clout to block rivals. EU competition commissioner Joaquin Almunia said that so far concessions from Google  which is in talks with the European Commission to resolve complaints from competitors, including Microsoft, which claim it is abusing its dominant position in the search business  had not gone far enough. His warning, made in a speech to Fordham University in New York, ratchets up the pressure on Google by making public the EC&apos;s willingness to move to a more confrontational approach to the negotiations, which have been going on since July. If the case moved to the courts and the EC showed that Google had broken EU antitrust laws through the abuse of a dominant position, Google could be fined 10% of its worldwide revenues  which for 2011 amounts to 2.9bn (2.3bn). More importantly, Google would be put into a legal straitjacket that would control how it could in future use its search results  rather as Microsoft, which previously fell foul of the EC over the dominant position of its Internet Explorer browser, now finds itself. In Europe, Microsoft is obliged to offer a browser choice screen that lets users choose which of a number of browsers they wish to be the default on their PC. Speaking about the Google negotiations, Almunia said in his speech: &quot;We are not there yet, and it must be clear that, in the absence of satisfactory proposals in the short term, I will be obliged to continue with our formal proceedings. &quot;If effective solutions were found quickly and tested successfully, competition could be restored at an early stage.&quot; He said that his staff was in technical discussions with Google to assess in-depth the solutions presented to his office. Observers of the negotiations note that so far interested parties, such as those who first complained to the EC in 2010 alleging that Google was abusing its dominant position in the search market, have not seen any market testing of potential solutions. That seems to indicate slow progress. By going public with his unhappiness over the progress of the talks, Almunia seems to be raising the stakes in the discussions. Google was given, and met, a 2 July deadline by Almunia&apos;s office to respond to a statement of concerns about the way in which it orders search results to include its own products such as YouTube or Google Shopping, about the scraping of content from third-party sites, the export of advertising campaigns from Google&apos;s system and the placement of rival advertising on Google properties. Crucially it did not say what, if any, concessions it had offered, especially over the ordering of search results. Almunia has said he wants the proposals to be valid worldwide. The US Federal Trade Commission is also considering whether to open a similar case against Google, especially relating to the placement of its own products in search results. &quot;We continue to work co-operatively with the Commission,&quot; said Google spokesman Al Verney.  Almunia, who is investigating several patent disputes involving Google&apos;s Motorola Mobility (MMI), the world&apos;s biggest mobile phone maker Samsung and the world&apos;s second-biggest telecoms equipment maker Huawei, has urged the industry to resolve patent spats by itself rather than involve regulators where possible. &quot;I expect the leading companies in the sector not to misuse their intellectual property rights,&quot; he said. &quot;It is high time they look for negotiated solutions  I am tempted to call them peace talks  that would put an end to the patent wars.&quot; He emphasised that there was a growing consensus on both sides of the Atlantic on the damage that the misuse of standard-essential patents (SEPs) could do to competition&quot;. Both Samsung and MMI are being investigated for using SEPs  which are meant to be licensed without prejudice to all comers  as weapons in patent battles which involve Apple and Microsoft.", 
    "section": "technology", 
    "gid": "technology/2012/sep/21/google-warned-antitrust-charges-europe", 
    "wordcount": "676"
}