{
    "headline": "G8 urged to act on hunger after 45,000 gather in London's Hyde Park", 
    "text": "A colourful installation of thousands of plastic flowers, the petals of which represented the millions of children who die each year as a result of malnutrition, was the focal point of a rally held in London on Saturday to urge action on global hunger from G8 leaders when they meet later this month. The flowers were made and laid by thousands of people who had travelled to Hyde Park from around Britain for the Big IF rally. Organised by the Enough Food for Everyone IF coalition of NGOs, the initiative is the first major joined-up campaign since Make Poverty History in 2005, the last time the UK held the G8 presidency. The IF coalition, which includes Save the Children, Oxfam, Unicef and Christian Aid, is calling on the G8 group of industrialised countries, which meets in Northern Ireland on 17 and 18 June, to increase funding to tackle malnutrition and stunted growth. The coalition also wants the G8 to make greater efforts to give people in poorer countries control over their land, both by ensuring transparency and greater accountability over land deals and by closing loopholes that allow companies to dodge paying tax. Figures published by the Lancet on Thursday showed malnutrition to be the root cause of death for 3.1 million children, accounting for about 45% of deaths among children under five years of age. The growth of a further 165 million children was stunted as a result of poor diets, according to the Lancet&apos;s research. Previous estimates had put the figure at 2.3 million. Organisers said 45,000 people attended Saturday&apos;s rally, which had a distinct carnival spirit. There were storytellers, drawing lessons, and an area for busking and debating. Unlike the Make Poverty History campaign eight years ago, there was no big march around the city. Celebrity speakers, including director Danny Boyle, philanthropist Bill Gates, singer Anglique Kidjo, and actor David Harewood, told crowds gathered at the rally to continue raising their voices in the prelude to the G8. Boyle said the fight to end hunger could be won. &quot;Governments must show all the energy and cunning of Chris Hoy and Mo Farah until they win [the fight],&quot; he told the audience. He added that change began with &quot;people in parks&quot;. Harewood said campaigners needed to keep the pressure on world leaders to ensure they put the rhetoric on tax into action. He implored the crowd to tweet the prime minister, David Cameron, in an effort to ensure he gets the message. Harewood told the Guardian it was easy to be cynical about events like the Big IF, but said: &quot;What&apos;s the alternative? We do nothing? That&apos;s not acceptable. We&apos;re not asking for donations, we&apos;re asking people to get involved in the arguments and let world leaders know what we want. We&apos;re not giving handouts, but looking at the systems that are keeping people poor and malnourished.&quot; In the crowd, Catherine Gash, a veteran anti-poverty campaigner from Twickenham, said it was her duty as a Christian to &quot;care for our brothers and sisters struggling around the world&quot;. With her four companions, who had linked arms around Birmingham in 1998 as part of the Jubilee Debt campaign, and travelled to Edinburgh in 2005 for Make Poverty History, Gash said it was important to keep banging the drum.  &quot;It&apos;s really difficult to know what individuals can do, but if we come together hopefully we will send a loud and clear message to the government and the G8 that we care about these issues and we have got to do something,&quot; she said. &quot;People should be a part of every government policy, not corporations.&quot; Cheryl Cockayne travelled to the rally from Bradford with her six-year-old son, Sam. She said it was sad that another event like the Big IF was required. &quot;In some ways it&apos;s fantastic that so many people can see what needs to be done and we can work together. But it&apos;s a shame governments and big corporations still need people to say what needs to be done.&quot; Helen Smith, from Aylesbury, added: &quot;I think a lot of it is about not looking at famines or crises, but restructuring economies and the way countries are. It&apos;s a huge task, especially when there is still poverty in the UK, but I think we should do it.&quot; While supporters enjoyed the sun in Hyde Park, across London politicians and government officials pledged up to $4.15bn to tackle malnutrition, effectively doubling the annual current spend on nutrition by 2020. A spokesman for the IF campaign hailed the commitments as a major breakthrough. He stressed that, while the extra money will not mean the end of malnutrition, the summit  organised by the British and Brazilian governments and the Children&apos;s Investment Fund Foundation  marked the first time a serious effort had been made to deal with the issue. &quot;That&apos;s one big IF down, another two to go,&quot; he said. However, he added that the New Alliance on Food Security and Nutrition  launched by the US president, Barack Obama, at the G8 last year, and also on the agenda for discussion this weekend  needed fundamental reform to better benefit people. There will be a rally in Belfast next weekend together with a summit looking for commitments to tackle tax and transparency.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/08/g8-hunger-thousands-london-hyde-park", 
    "wordcount": "900"
}