{
    "headline": "Human trafficking victims tell of drug factory ordeal", 
    "text": "In her cramped bedsit in a northern English town, Min talks about the man who brought her here from China. She says that her family were being harassed by the police because they were members of the banned spiritual group Falun Gong. So her grandmother put her into the hands of someone who said he would help her start a new life in Britain. The journey was more than five years ago, but she still starts to cry when she talks about it. &quot;We stayed in one place for two months, then moved to another place for four months,&quot; she says. &quot;He hit me, kept me incarcerated and told me I couldn&apos;t leave. He said if I tried to escape they would kill my grandmother.&quot; Their final destination was a cannabis factory in England, where she was again held prisoner. &quot;I had to water the plants. I slept on a small bed and never went outside.&quot; One day her ordeal in the house came to a sudden end. &quot;The police knocked on the door, burst in and two of them grabbed me.&quot; Min was charged with cannabis cultivation and sentenced to 12 months in prison. It was only after she finished the sentence that the UK Border Agency acknowledged she was &quot;reasonably likely&quot; to be a victim of trafficking. The question of how the police and courts should treat people like Min, who commit crimes as a result of being trafficked, is currently the focus of a fierce legal battle in the UK and Europe. This weekend sees the deadline for countries to pass into law the latest EU directive against trafficking, which states that signatory countries, including the UK, must allow prosecutors to drop cases if they think the defendant is a victim of trafficking. But lawyers and campaigners say that the UK is routinely breaching the convention. In a major test case to be heard at the court of appeal in May, lawyers are fighting to overturn the convictions of four Vietnamese children for cannabis-related offences. They will argue that the children were trafficked and shouldn&apos;t have been criminalised. Barrister Parosha Chandran, who is representing in two of the cases, says the new directive places an obligation on the government to provide victims of trafficking with more protection. &quot;The wording specifically advises against punishment of victims of trafficking who are compelled to commit crimes. The non-criminalisation of trafficking victims should be recognised not only as a legal requirement but as a moral right which recognises the vulnerability of the victims and the abuse they endure.&quot; On Friday the child trafficking protection group ECPAT UK warned that the government is not implementing all the systems required by the directive. In particular, it says there should be more protection for children charged with criminal offences linked to being trafficked. Over the past few years the issue of Vietnamese children being trafficked specifically for criminal purposes has been highlighted by NGOs and in specialist police reports. But experts who come into contact with defendants who appear to have been trafficked say that there is still a failure to offer protection at every stage of the criminal justice system. Stacy Ziebler is prisons co-ordinator at the Eaves women&apos;s group and works solely with trafficking victims who are in prison or immigration detention centres. &quot;It&apos;s a huge problem. I see so many police interviews that are littered with direct references to being trafficked, such as &apos;I wasn&apos;t allowed out&apos; or &apos;I was forced to work as a prostitute&apos;,&quot; she said. &quot;Duty solicitors with a very low awareness of trafficking are advising a guilty plea. The Crown Prosecution Service could pick it up and don&apos;t. On one occasion a judge berated the prosecution and defence for not picking it up, but that is very rare, mostly we see judges who are completely unsympathetic.&quot; It is not just in the UK that lawyers are pushing for more protection for trafficking victims. As well as representing two of the court of appeal cases, Parosha Chandran is also taking a similar case to the European court of human rights. She is trying to overturn the conviction of N, another Vietnamese teenager jailed for cannabis offences. He was a juvenile when police found him bricked inside a house being used to grow the drug. The outcome of this case will have ramifications in courtrooms across Europe. Maria Grazia Giammarinaro is the special representative on trafficking at the Organisation for Security and Co-operation in Europe  and is also a senior judge in Italy. Speaking to the Observer she said that the issue of trafficking for criminal purposes is a major concern across Europe: &quot;Many people including children are trafficked exactly for this purpose, for example pickpocketing or drug cultivation and this is a big problem because once they commit crimes they are actually treated as criminals.&quot; She acknowledges that there is an uneasiness among legal authorities about the idea of non-punishment: &quot;As a judge myself I am convinced that prosecutors and judges are afraid that this allows a sort of ineffectiveness of criminal law but this is a mistake. Someone cannot be punished for something he or she has not chosen to do  this is a principle of criminal law. &quot;It is essential to understand the real situation of the person who finds themselves without documents, without friends or family or a situation of heavy dependency, even for food. A person in a situation of multiple dependency can be compelled to commit a crime without physical force.&quot; Chandran says that one of the problems is that the legal defence of duress, where someone commits a crime because of a threat to their life, is rarely the right response for a victim of trafficking. &quot;The trafficker will have taken that person from poverty, conflict, family upheaval or other triggers that create vulnerability, including age or disability. These factors are then manipulated to make the person fall under their control and that manipulation is long-term, psychological, deliberate. But in most cases it&apos;s not going to exhibit as a direct threat of death. No legislation or case law recognises this as being a defence.&quot; For Min, her dealings with the criminal justice system have been confusing and stressful from the moment she was arrested. &quot;I didn&apos;t have any advice. The lawyer said it would be fine; I had no idea I would go to jail. I didn&apos;t understand what was happening in court, I&apos;m not very educated.&quot; In prison she remained bewildered, still a teenager and barely able to speak English. She hasn&apos;t had any contact with her family in China since she arrived in the UK five years ago and has no idea if her grandmother is alive. Last year the UK Border Agency wrote to her saying that, although it accepts she was under the control of her trafficker when arrested in 2008, because she escaped from that situation she cannot now be described as a victim of trafficking. The letter tells her that as a foreign criminal she is now subject to deportation for the &quot;public good&quot;. Min, who is pregnant, is frightened about being sent home where her trafficker might find her. &quot;I&apos;m extremely worried to go back, worried that he will trouble my family. I just want a stable life for my children. I&apos;m so scared now I&apos;m sleeping badly, because I&apos;m worrying about being sent back.&quot;", 
    "section": "global-development", 
    "gid": "law/2013/apr/07/human-traffic-victims-drug-factories", 
    "wordcount": "1259"
}