{
    "headline": "Who creates harmony the world over? Women. Who signs peace deals? Men", 
    "text": "Around the world, women make peace in their homes and communities on a daily basis. But when it comes to negotiating and signing peace deals on a national or international level they are almost universally shut out, according to a report that calls for a more balanced approach to resolving conflict. A 2000 UN security council resolution that called for equal participation for women in &quot;the maintenance and promotion of sustainable peace&quot; has been almost totally ignored, not least by the UN itself, says the report. There have been no female chief mediators in UN-brokered peace talks and fewer than 10% of police officers and 2% of the soldiers sent on UN peacekeeping missions have been women. Fewer than one in 40 of the signatories of major peace agreements since 1992 have been female, according to the UN development fund for women, Unifem. They played a bit part in settlements in El Salvador, Guatemala, Northern Ireland and Papua New Guinea, but in 17 out of 24 major accords  including Croatia, Bosnia, Sierra Leone, Burundi, Liberia, Sudan and the Democratic Republic of Congo  there was zero female participation in signing agreements. A report published by the Institute of Development Studies, funded by ActionAid and Womankind Worldwide, argues that this near total absence of women from official peacekeeping is not only a waste of a powerful resource for conflict resolution but also means formal peace deals are seriously flawed, taking a narrow definition of what constitutes enduring peace that mostly ignores the needs of women and girls. The report, From the Ground Up, surveyed Afghanistan, Liberia, Nepal, Pakistan and Sierra Leone and found that in local settings women took a broader view of peace that included basic rights such as freedom from violence in the home, as well as education and healthcare. &quot;In contrast, men have a greater tendency to associate peace with the absence of formal conflict and the stability of formal structures such as governance and infrastructure,&quot; the report said. The difference in perception means that in Sierra Leone, for example, which is generally classified as post-conflict, most women did not consider themselves to be living in peace. &quot;This is attributed by respondents to the high rates of poverty and violence against women, including domestic violence, mental abuse and abandonment.&quot; &quot;We&apos;re not talking about a big war,&quot; said one woman from Afghanistan, &quot;but peace for us also means no domestic violence.&quot; The survey of the five countries found that women and girls had a tendency to form groups and coalitions to deal with problems and got on with resolving conflicts up to the point when the process became formal, when the men took over. The higher and more formal the level of peace-building, the smaller the degree of female participation, the study found. Shalah Farid, a lecturer at Kabul University said Afghan women were largely excluded from official attempts to find a political settlement. &quot;In the high-level peace council there are only seven or nine women  they don&apos;t have real power and time to engage in a real peace process,&quot; she said. &quot;They are just symbolic. People use security as a way of denying women the right to participate. People are saying women cannot keep secrets so we cannot involve them in confidential discussions.&quot; The Afghan experience was by no means unique. &quot;The skills of women as mediators and decision-makers within the home and their experiences building trust and dialogue in their families and communities are frequently dismissed as irrelevant or are not sufficiently valued by national governments, the international community or by women themselves,&quot; the study said. &quot;Yet this research demonstrates that at the local level, women continue to build peace within their homes and communities and to come together collectively to create change.&quot; The study recommends a quota of 30% women&apos;s participation in &quot;all local, national, and international peace negotiation processes&quot;, and urges donor governments to keep to a UN target of 15% of peacebuilding aid to address women&apos;s specific needs. Womankind&apos;s chief executive, Jackie Ballard, called for more money from Britain&apos;s &quot;conflict pool&quot;, earmarked for peacebuilding, to be spent on women. &quot;Women work together in some of the most difficult and dangerous places in the world to try to build lasting peace for themselves and their families,&quot; she said. &quot;A tough job is made tougher by a lack of support. The money is there in the conflict pool, but is not being dedicated to those grassroots women&apos;s groups who are rebuilding communities without basic supplies and support.&quot; Responding to the report, Lynne Featherstone, Britain&apos;s international development minister said: &quot;The UK is determined to support women taking an active part in their communities, which is why we are committed to helping 10 million women access justice by 2015. &quot;It is shocking that for millions of the world&apos;s poorest people their gender is the biggest barrier to a healthy and secure life. This is why the government puts girls and women at the heart of all our development efforts. Discrimination and violence destroys the potential of girls and women in developing countries and prevents them from pulling themselves out of poverty.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/20/harmony-women-peace-deals", 
    "wordcount": "881"
}