{
    "headline": "Microsoft's Windows division suffers 6% drop in revenues", 
    "text": "Microsoft has suffered a 6% decline in revenues at its Windows division, as competition from smartphones and tablet computers combined with the impact of floods at components factories in Thailand dented worldwide sales of personal computers. Windows revenues fell to $4.7bn (3bn) in the three months ending 31 December, down from $5bn during the same period in 2010. With Microsoft&apos;s last major software release, Windows 7, now two years old and its successor Windows 8 not expected until later this year, momentum has slowed at the company&apos;s flagship division, pushing profits at the unit down 11% to $2.8bn. Microsoft&apos;s overall revenues for the quarter were $20.89 billion, up 5% from a year ago, just missing forecasts of $20.93 billion. Profits were 78 cents a share, ahead of the 76 cents forecast. Operating income was $7.99bn, down 2% from $8.17bn in the same period the year before. The company said 2010 numbers had included $224m of deferred revenue related to the Office 2010 technology guarantee program. &quot;We delivered solid financial results, even as we prepare for a launch year that will accelerate many of our key products and services,&quot; said Steve Ballmer, chief executive officer at Microsoft. &quot;Coming out of the Consumer Electronics Show, we&apos;re seeing very positive reviews for our new phones and PCs, and a strong response to our new Metro style design that will unify consumer experiences across our phones, PCs, tablets, and television in 2012.&quot; Microsoft business revenues were up 3% to $6.28bn, or 7% excluding the impact of the Office 2010 technology guarantees. Nearly 200 million licenses of Office 2010 software have been sold in the 18 months since launch. &quot;We saw strong demand for our business products and services, despite the soft PC market and continuing economic uncertainty in key parts of the world,&quot; said Peter Klein, chief financial officer at Microsoft. Microsoft executives warned at the Consumer Electronics show in Las Vegas earlier this month that worldwide PC sales had fallen faster than the 1% predicted by analysts in the run up to Christmas. Losses narrowed at Microsoft&apos;s online services division, which includes its Bing search engine, from $559 to $458m. Bing&apos;s organic US market share grew to 15.1% in the quarter, while its search advertising agreement with Yahoo! gave Microsoft a 27% market share in America. Entertainment and Devices posted revenue of $4.24bn, an increase of 15% from the prior period. The Xbox 360 has installed base of 66m, and 18m Kinect sensors. Xbox LIVE now has 40m members worlwide, up 33% on the prior period. With earnings per share higher than expected, Microsoft stock rose 2.28% in after hours trading.", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/microsoft-windows-division-drop-revenues", 
    "wordcount": "455"
}