{
    "headline": "LinkedIn endorsements turn you into the product", 
    "text": "There&apos;s a joke going the rounds about LinkedIn, which is a kind of Facebook for corporate types. It goes like this. First man (smugly): &quot;I&apos;m on LinkedIn, you know?&quot; Second man: &quot;Really? I had no idea you were looking for a job.&quot; LinkedIn was launched in May 2003, currently has around 180million registered users worldwide and is available in 17 languages but  interestingly  not Chinese. It was floated in January 2011 with shares priced $45. They are currently trading at $115, so the market clearly thinks there&apos;s a real business in there somewhere. The ostensible purpose of the site is to allow its users to maintain a list of contact details of people with whom they have some sort of relationship. Members can also upload their CVs and maintain profiles designed to puff their achievements, experience, etc, which is what leads to jokes such as the one just quoted. I&apos;ve noticed, for example, that whenever I hear that an acquaintance&apos;s employment status is changing, I brace myself for an invitation to &quot;connect&quot; with them on LinkedIn. After all, you never know when someone  even a newspaper columnist  might come in useful. All of which is harmless and maybe even helpful in the rat race of organisational life. I&apos;m on LinkedIn not because I&apos;m looking for a job but because, as someone who writes about this stuff, I believe one should eat one&apos;s own dog food (as they used to say at Microsoft when insisting that employees should use the company&apos;s software). I found the service annoyingly inflexible, for example, in the way it obliges one to force one&apos;s employment history into a set of inflexible categories; its insistence on describing one&apos;s working relationship with someone in terms of largely obsolete corporate job descriptions; and its inability to accept that one person might have several jobs. But for much of my time on LinkedIn, things have been mercifully quiet. There&apos;s been the odd connection request from someone I know; a persistent stream of annoying invitations (always declined) from total strangers seeking to add me to their &quot;professional network&quot;; occasional requests from ex-colleagues for recommendations; notifications of achievements, promotions, awards etc that have come the way of my contacts. Small beer, really. Recently, however, baffling emails from LinkedIn began to trickle into my inbox informing me that so-and-so had &quot;endorsed&quot; me. What it meant, apparently, is that so-and-so had affirmed that I do indeed possess the skills that my profile claims I have. Not having asked anyone for such endorsement, I was initially perplexed. Then the trickle turned into a steady stream. It seemed that everyone on my contact list had, somehow, been badgered into confirming that my online CV wasn&apos;t fraudulent. I began to feel like some kind of electronic mendicant, trespassing on the goodwill of friends and colleagues alike. Finally, I became really irritated by the presumption of a service that, in an idiotic attempt to drum up activity, had been annoying people into effectively giving me a reference that I do not need. It turns out that I&apos;m not the only person to be annoyed by LinkedIn&apos;s gambit. As my colleague Dr Quentin Stafford-Fraser acidly observed in a lovely blog post: &quot;Frankly, I wouldn&apos;t, in the first place, link to anyone I thought was likely to lie on their CV. I&apos;m old-fashioned enough to remember the days when a LinkedIn connection was meant to imply some sort of endorsement in itself.&quot; Interestingly, it turns out that one can &quot;endorse&quot; people for skills that they never knew they had. &quot;I never listed any on my LinkedIn page,&quot; writes Stafford-Fraser, &quot;until some kind friend said I was awfully good at &apos;architecture&apos;, which I assume they meant in the sense of &apos;computer systems architecture&apos;, but, who knows, perhaps they had seen my old garden shed modifications? Hoping for some interesting job offers from that one.&quot; In a neat postmodern joke, Stafford-Fraser then added &quot;LinkedIn endorsing&quot; to his list of skills and was gratified to find that several contacts had generously endorsed his skills in that field. &quot;So maybe,&quot; he mused, &quot;by way of bringing a little festive cheer, I should be endorsing their LinkedIn-endorsing-endorsing?&quot; Touche! What obviously lies behind LinkedIn&apos;s fatuous wheeze is an attempt to drum up page visits to its site. Each endorsement email is clearly designed to trigger a site visit by the gratified recipient, where he or she is invited to add the unsolicited endorsements to their profile. In the end, therefore, LinkedIn merely confirms once again the first law of internet services: if they&apos;re free, then you are the product. So here&apos;s a new year resolution for all netizens: try paying for online services and rediscover the liberation of being the customer who is always right.", 
    "section": "technology", 
    "gid": "technology/2012/dec/30/linkedin-endorsements-turn-you-into-the-product", 
    "wordcount": "815"
}