{
    "headline": "Boot up: should Zuckerberg go?, why Pistorius is wrong, Nokia's new phones and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Mark Zuckerberg and the founder-as-CEO problem &gt;&gt; GigaOm Should founder CEOs remain?   Insiders and investor alike talk about how Jim Balsillie and Michael Lazaridis made sense as co-CEOs for a time at RIM, but eventually their commitment to a certain vision changed from a benefit to a gigantic flaw. The result? Billions of dollars in market value destroyed almost overnight.  To take a smaller example, Twitter swapped out co-founder Evan Williams and replaced him with Dick Costolo, someone with no personal stake in the early vision of the network. Has that been a good thing or a bad thing? It has certainly changed the orientation of the company towards revenue-generating models like advertising -- a move that appears to be driven primarily by a desire to justify the company&apos;s alleged market value. Would it have been better to stick with a founder as CEO? And if it wasn&apos;t better for Twitter, then why is it better for Facebook?  Oscar Pistorius is wrong on stride length - Alan Oliveira took more &gt;&gt; Guardian Sport In beating Oscar Pistorius, Brazilian paralympic sprinter Alan Oliveira took more, not fewer, strides:   So, for Oliveira, his improved performance may be due to the blade length, it may be due to his technical skill, it may be due to his improved strength, it may be due to some weight loss. You see the slippery slope here? Only if his height was measured and is continuously measured can one know with certainty this answer.  But even then, an athlete may discover they are a few inches shorter than the upper limit imposed by some rule based on ratios, and they can, quite legally, add to their blades. What is wrong with that? I&apos;d say nothing -- they are simply correcting and then optimising what nature did not provide, aren&apos;t they? Their mistake was making their prosthetics too short the first time, and they should be allowed to add height within reason. Again, welcome to the slippery slope of technology in sport.  Everyone&apos;s a critic: The pleasure and pain of Amazon reviews &gt;&gt; Louise Voss &amp; Mark Edwards  I would like to see Amazon change its policies so that only verified purchasers can leave reviews. This would ensure that only genuine readers are reviewing it. It wouldn&apos;t be foolproof, and would stop people who&apos;ve bought the book in a shop from reviewing it, but at the moment the whole system is flawed and untrustworthy.  The other thing that is intensely frustrating as a writer is when reviewers put whacking great spoilers in their critique, giving away the ending. Especially galling if it&apos;s a twist. And this is not against Amazon&apos;s T&amp;Cs. This gives the malicious sock-puppet type another way of sabotaging you.   Notable that IMDB - owned by Amazon - will block reviewers who post spoilers without signposting them. Who inherits your iTunes library? &gt;&gt; MarketWatch Is this where the Bruce Willis &quot;story&quot; was born?   And one&apos;s heirs stand to lose huge sums of money. &quot;I find it hard to imagine a situation where a family would be OK with losing a collection of 10,000 books and songs,&quot; says Evan Carroll, co-author of &quot;Your Digital Afterlife.&quot; &quot;Legally dividing one account among several heirs would also be extremely difficult.&quot;  Part of the problem is that with digital content, one doesn&apos;t have the same rights as with print books and CDs. Customers own a license to use the digital files -- but they don&apos;t actually own them.  January 2012: Nokia design chief hints at Lumia phones with NFC and wireless charging &gt;&gt; Guardian Technology From January 2012:   &quot;If you can take away a moving part and make it [the phone] more beautiful in the placement of the components, we&apos;ll do it, so that&apos;s something where we can certainly keep improving,&quot; Ahtisaari told the Guardian. &quot;Take it to the extreme, and why are there any connectors?&quot;  Exclusive: Nokia Lumia 920 to include wireless charging, 32GB storage, and 8-megapixel camera &gt;&gt; The Verge  A magnetic strip will be hidden in the back of the Lumia 920 to support wireless charging, and we&apos;re told it will support the Qi wireless power standard -- making it compatible with other wireless charging products. Aside from the charging aspect, Nokia&apos;s Lumia 920 will also include 32GB of device storage, 1GB of RAM, and a 1.5GHz dual-core processor. We have also been able to confirm that it will include a 4.5in HD display.   Very impressive (presumably it uses a stand?).  Samsung smuggles new Series 9 prototype into IFA: 2,560 x 1,440 on a matte display (hands-on) &gt;&gt; Engadget  This 13-inch Series 9 WQHD Ultrabook beams Windows 8 on 2,560 x 1,440 display (oh yes), making a visible leap beyond the existing Series 9 13-incher, which sticks to a more typical 1,600 x 900. Better still, the surface of the screen has a gentle matte finish. The engineering sample arrived in the Samsung spokesperson&apos;s hands just seven days ago. The resolution matches ASUS&apos; high-grade gamer monitor in pixels, if falling ever so slightly short of the Retina Display on Apple&apos;s newest MacBook model.   (Thanks @lollygagging for the link.) The next iPhone will have... &gt;&gt; Dilbert We could probably link to Dilberts at least once a day, but what if we overdosed? (Thanks @wittenfrog for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/04/technology-links-newsbucket", 
    "wordcount": "951"
}