{
    "headline": "George Osborne wrecking green plans to placate MPs  senior Tory", 
    "text": "The Treasury has been accused of undermining government attempts to secure the future energy requirements for the country and improve the green electricity supply, by meddling in its energy bill, which MPs now say is &quot;unworkable&quot;. Tim Yeo, the Tory chair of the Commons energy and climate change select committee and an ex-minister, told the Guardian that George Osborne is sacrificing the green energy plans in order to placate Conservative backbenchers, many of whom are campaigning against wind farms and new pylons in their constituencies. He said: &quot;They are working particularly to target some Conservative backbenchers, pursuing a policy designed to prove that they are not going to get into so-called costly green initiatives. It is extraordinary.&quot; Yeo&apos;s criticisms came as a letter came to light sent by Osborne to Ed Davey, making clear that unabated gas power should remain a dominant part of the UK&apos;s energy mix until 2030. This position, the culmination of more than 18 months of backroom maneouvrings by the gas industry and the chancellor and his advisors, would be fatal for the UK&apos;s climate change targets, but would play well to Tory backbenchers. The gas industry has been lobbying heavily for two years to be seen as a &quot;green&quot; fuel, because it produces less carbon than coal when burned. The Guardian last year uncovered evidence of the industry manipulating reports to show gas in a more favourable light, as a cheaper and still green alternative to renewable energy. Osborne&apos;s adviser Prof Dieter Helm of Oxford has publicly stated the case for gas over renewables on many occasions. Without sweeping changes, the energy bill could provoke a crisis within the energy industry that would raise consumer bills and imperil climate change targets, wrecking the confidence of investors in the process, says a report by the energy and climate select committee released on Monday. Yeo said: &quot;The Treasury has never been signed up to the green agenda, but this has got much more serious in the past year. Their interventions on the energy bill, and clear interference over [renewable energy subsidies] ROCs have shown this  it all adds up to a clear sign that they are not supportive of progress on the low-carbon energy sector.&quot; The high profile attack adds to growing criticism of Osborne&apos;s leadership of the Treasury. The former chancellor Lord Lawson called at the weekend for Osborne to drop his political role as head of strategy for the Conservatives in government, in order to focus on the economy. A poll out on Monday found that nearly half of those polled believe the chancellor should be ousted  including 22% of Tory voters. As well as blaming the chancellor&apos;s desire to curry favour with anti-green Tories, Yeo also warned of &quot;theologians&quot; within the Treasury who were wedded to complex systems of support for low-carbon energy called &quot;contracts for difference&quot;, because theoretically these can be regarded as different from subsidies which are unpopular on the Tory backbenches. The proposals for such a system have been made over-complicated by the Treasury&apos;s anxiety to avoid the subsidy label, he said. The energy bill, if passed by parliament, would represent the biggest shakeup of the electricity market since privatisation. The systems of subsidies for large-scale renewable energy would be scrapped, and nuclear power would be encouraged through a new system of &quot;contracts for difference&quot; through which companies would sign long-term agreements to supply and pay for low-carbon generation. But critics have said the arrangements are too complex and would act as a bar to smaller companies from the market, including many renewable power suppliers. The select committee report says:  Plans for the government to underwrite the costs of new green energy contracts, in order to lower the cost of capital, were scrapped after the Treasury intervened and instead companies will now be guaranteed a future price under the &quot;contracts for difference&quot;. The MPs say this is over complicated and even unworkable.  A spending cap set by the Treasury  which limits the green levies that can be passed on to consumers in energy bills  could introduce an unacceptable level of risk to companies who are looking to build wind, solar, wave or tidal power plants. This is because the levy cap will ration the number of contracts available, creating uncertainty among investors about which projects will receive support.  There is concern that the new contract system will reinforce the dominance of the &quot;Big Six&quot; energy companies and prevent new entrants into the electricity market. The government says it wants to increase competition and improve the opportunities for new entrants in the electricity market. But witnesses told the committee that the energy bill as it stands will deliver the opposite, threatening the viability of smaller-scale independent energy companies.  The bill fails to tackle consumption and how demand for energy could be cut. The committee&apos;s report comes after ministers were last week forced to delay an announcement on reforms to renewable energy subsidies because the Treasury demanded cuts to the subsidies for onshore wind farms that were twice as deep as the Department of Energy and Climate Change (Decc) was prepared to make. There is turmoil within government over energy policy, which has pitted Osborne against the LibDems, led by Nick Clegg and energy secretary Ed Davey. The Decc&apos;s chief civil servant  permanent secretary Moira Wallace  resigned abruptly last week after four years in the post amid accusations that she was being made a scapegoat for the politicians in charge. &quot;Decc is a department in chaos,&quot; said Barry Gardiner, a Labour member of the select committee. &quot;These are hugely important policies for our future energy supply but there is an impression of confusion and lack of clarity that will scare away investors.&quot; Renewable energy companies fear they will lose out under the bill&apos;s current provisions. Gordon Edge, director of policy at the wind industry body RenewableUK, said: &quot;If the government gets the reform wrong, we will see less diversity in the market, higher prices for consumers, over reliance on imported dirty fuels, and the potential of tens of thousands of low carbon jobs lost. &quot;The government only has a limited amount of time to get this into working order. There&apos;s a lack of clarity now on both the short and medium term, and that&apos;s bad news [as] major investment decisions, with all the implications for jobs and economic growth they entail, will be made soon.&quot; Davey said: &quot;The energy bill will enable us to make radical changes to the electricity market that deliver investment in secure, low carbon, affordable energy. We are determined to use the pre-legislative scrutiny period to develop a robust and effective bill with the interests of both consumers and investors at the heart.&quot;", 
    "section": "environment", 
    "gid": "politics/2012/jul/22/george-osborne-green-plans-tory", 
    "wordcount": "1141"
}