{
    "headline": "The Research Excellence Framework could kill off some departments", 
    "text": "In Trafalgar Square there is a big clock counting down the days, minutes and seconds until the opening of the Olympic Games. Three weeks of sporting highs (and lows), and it will all be over for another four years. There is another clock in every university counting down the days to the Research Excellence Framework (REF). There are still more than 600 left, although in the timescale of research it is already almost too late to affect the results. However, the consequences will still be felt when we enter the next Olympiad  and maybe the one after that. At the end of next year, universities will have to submit their entries for every subject in which they have any pretensions to undertake high-quality research. Between now and then, every academic will choose, or have chosen for them, their best research outputs. For every 10 members of staff an example of &quot;impact&quot; will have to beprovided. The mayhem set off by the Browne report&apos;s recipe for privatisation in England 17 months ago, and aggravated by the botched white paper last summer, has tended to overshadow the UK-wide REF in the arena of high policy and public controversy  but not in many departments inside universities, where the REF is still the &quot;great game&quot;. The stakes could hardly be higher. &quot;Top&quot; or &quot;world-class&quot; universities are defined first in terms of research, and only second in terms of their ability to attract the best students. The best students are attracted to the top research universities, not the other way round. For departments and research groups, not only their academic amour-propre is at stake. So, too, may be their academic sustainability, even survival. A poor REF score could start a haemorrhage of the best staff. For individual academics, at stake are their identities as scholars or scientists. REF grades are like bonuses atbanks; not as cash payments, but as matters of existential life and death. The REF stakes are greater than ever because no one is yet sure how different the new system of measuring research performance will be from the five previous Research Assessment Exercises. Aslightly retouched RAE, as most expect, or a Brave New World that rewards impact and engagement outside the academy? When the RAE began back in the 1980s, it had a galvanising effect. It weeded out those self-regarding academics whose great monograph always seemed to be just out of touch at the end of the rainbow. But each successive RAE tended to lose its intellectual bite, even though its financial consequences became more extreme. Results became more and more predictable. Game-playing took over. So the REF may re-galvanise research in universities. The outcomes are less predictable, which adds an element of excitement (and movement). The rules have changed just enough to make game-playing hazardous. The result could be a more open research system, with more dimensions of excellence. Of course, that was the whole point when Gordon Brown, as chancellor of the exchequer, announced that the RAE was going to be abolished and replaced by a new system that attempted to assess impact. Inevitably, his intention was watered down by a policy establishment that always prefers &quot;business as usual&quot;, and a scientific establishment perfectly content with the existing &quot;winners&quot;. But maybe (only maybe) enough remains to make the REF a game-changer. The emphasis on &quot;impact&quot; is a better fit with the real economy of research funding. Outside the humanities, researchers are increasingly dependent on project funding with built-in &quot;impact&quot;. There is a flurry of new ideas  for example, of &quot;Mode 2&quot; knowledge that is shaped by applications, trans-disciplinary and &quot;socially distributed&quot;. There is also renewed talk about the importance of &quot;translational&quot;&apos; research that brings the users and producers of research together in creative alliances. The high priests of scholarship and science dismiss these ideas as newfangled heresies, and other forms of research as inferior and derivative  wrongly. Rightly they worry about the implications of all this for scientific freedom. In fact, these changes, weakly reflected in the REF, are an indication of the spreading success of research. It is reaching out not just to meet the R&amp;D needs of &quot;UK plc&quot; but also to support new social movements, cities and communities, and civil society at large. Itis also knocking on the head the philistine idea that research and teaching are in chronic competition. So there is a lot more at stake in the REF than the fates of &quot;world-class&quot; universities, or the egos of &quot;top&quot; professors, oreven the fortunes of hundreds of university departments, over the next decade. Also at stake, potentially, is an entirely new way of thinking about and doing research. Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/mar/05/research-excellence-framework-peter-scott", 
    "wordcount": "827"
}