{
    "headline": "Tony Hawk's Pro Skater HD  review", 
    "text": "Nowadays, Tony Hawk&apos;s Pro Skater exists as a sort of salutary tale: proof that even what appear to be the mightiest franchises can crumble away to dust if they aren&apos;t treated with skill and care. After countless iterations, the once-popular skating game was fatally holed on the twin rocks of a skateboard-shaped controller which didn&apos;t work and EA&apos;s beautifully executed Skate. And anyway, in its latter years, it had taken the Elvis career-path: becoming grotesquely bloated and a parody of its former self. Tony Hawk&apos;s Pro Skater HD, a sort of mash-up of the first two games available as an Xbox Live Arcade download (it will soon be available on the PlayStation Network, too), recreated in the Unreal engine, at least addresses the latter problem. THPS HD&apos;s watchword is minimalism, which should please those who idolised the game when it appeared at the end of the 1990s but later grew disillusioned. For your 1,200 Microsoft Points, you get a mere seven levels, albeit classic ones including Venice Beach and Downhill Jam. Each has 10 main goals; to unlock subsequent levels, you must complete a prescribed number within your allotted two minutes per run. The goals are reassuringly familiar, including collecting the letters S, K, A, T and E, and finding the hidden DVD (which has superseded the videotape, in keeping with the times). Each completed objective earns you money, which you can spend on upping your stats (or buying new boards). There are various game modes, mostly playable solo or online. Career is the classic one; Free Skate lets you get to grips with the levels without time constraints; and Single Session, a tad pointlessly, lets you concentrate on high-scoring runs. Plus, there are two new modes to unlock: Big Head Survival, which encourages you to perform and land tricks constantly, or else your skater&apos;s head grows until it explodes; and Hawkman, which makes you collect colour-coded balls by either grinding them, jumping into them, performing manuals over them or wall-riding into them.     Tony Hawks Pro Skater HD    The latter is quite fascinating as it tests your precision to the max. But Big Head Survival doesn&apos;t really satisfy once you get over the visual novelty  it just encourages you to string together runs of small, safe tricks. You can jump into your chosen game mode online against random people (or your Xbox Live friends) with the minimum of fuss, but unfortunately, the old split-screen mode isn&apos;t included (although its restricted view did often lead to confusion). But the focus of the game is Career mode, and playing it really is like welcoming back an old friend. Despite the jump to a more modern game engine  and using an Xbox 360 gamepad rather than a PlayStation one  THPS HD&apos;s feel is spot-on, with all the buttons doing exactly what they used to do, and even the quirkier aspects of the control system, such as the need to press the grind button fractionally before you reach a rail, preserved lovingly. The music is nice and old school, too  a classic mix of hip-hop and indie rock, which makes a change from recent games&apos; espousal of identikit dubstep and the teeth-grinding 2 Unlimited-style fake rave that David Guetta and his peers continue to perpetrate. Those who have never played a Tony Hawk&apos;s Pro Skater game will, once they work out how to play it (tutorials have been eschewed), be amazed by how addictive it is, as you seek to nail precise tricks in prescribed places or reach seemingly inaccessible areas. And those who were once committed to it will find that THPS HD launches them on quite a nostalgia trip. This comeback is exactly what was needed: pared down, cheap and distilled to its irresistible essence. Look out for the PlayStation Network version, as well as extra levels in the form of downloadable content.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/01/tony-hawks-pro-skater-hd-review", 
    "wordcount": "642"
}