{
    "headline": "Should we worry about redefining aid?", 
    "text": "The news from the Jubilee Debt Campaign that the cancellation of Sudanese debt will count towards the global (and UK) aid target is unsurprising. The definition of what counts as &quot;aid&quot; (formally known as official development assistance, or ODA), drawn up (inevitably) by the donors, has always included debt cancellation, regardless of whether or not it will make any more money available to the recipient country. Debt cancellation can make a real difference. If a country is servicing its debt, then cancelling the debt service or stock will lead to direct reductions in outflows and therefore the chance that that money will be used for development purposes instead. That is what happened when the big international funds cancelled debt in the aftermath of the Make Poverty History campaign in 2005. But when the debt is not being serviced, as in the case of Sudan, cancelling it is just an accounting transaction. Sudan will have no extra money available for poverty reduction, which is what most people would define as aid. Moreover, the creditors will in practice have written the debt off long ago, so it makes no real difference to the creditor either. In a private sector context such a transaction would simply be writing off a bad loan, and the creditor would certainly be as frustrated with itself for making the loan as with the debtor for failing to repay it. In development-speak this has somehow become known as aid. A senior official at CDC, the UK&apos;s development investment fund, told me recently of a related outcome of the aid definition. If CDC makes a bad loan to a company that does not thrive, and therefore fails to contribute to the local economy or development, writing off that debt counts as aid. However, if it makes a good loan, leading to business growth, local jobs and tax revenue, the loan will not be written off  it will be paid back  so no contribution will be made to the government&apos;s aid target. So should we go back to the drawing board and write a better definition of what should and shouldn&apos;t be called aid? I can understand why some are reticent about opening up the already fraught definition of ODA. Who knows what donors will try to include this time? As well as grants and concessional loans, ODA already formally includes such items as tuition fees for foreign students and welfare for refugees, and donors may push to expand the development focus to include support for security and military interventions, or research carried out in their own countries. There will always be anomalies because financial transactions are complex and often include elements of both private and public finance, and a mixture of loans and grants. As ever, changing the rules won&apos;t necessarily lead to better ones. But we should be emboldened to look beyond definitions and quantity to dissect dodgy donor claims and analyse what is really being done with public money. The Sudan debt story is just another reminder for the 0.7% obsessives that more attention should be paid to what aid does, and less fuss made about the final percentage written up in the annual accounts. When the British chancellor, George Osborne, revised down his growth forecasts last month, he extrapolated that the UK Department for International Development&apos;s budget, which is guided by the target of 0.7% of national income, would therefore have to be reduced. This could mean cuts of up to 900m in the UK&apos;s aid contribution by 2014-15, which has caused uproar in some parts of the development community, despite the fact that it is a perfectly logical consequence of a proportionate target. But while the headline target is followed closely by journalists and aid-watchers, far more important are the component parts, and whether they are actually making a difference for anyone. Soon, possibly next year (as soon as Sudan is granted debt relief under the heavily indebted poor countries scheme, itself an unfair and patronising relic), 700m or more will appear as aid in the UK&apos;s accounts, despite consisting of nothing but hot air and red ink. It&apos;s even possible that the original loans were for initiatives that did harm rather than good  the British government says details are not available. Other voices should join the campaign begun by ActionAid against this kind of mis-accounting with its groundbreaking Real Aid reports, which have consistently found that only about half of ODA can really be described as aid. The OECD has also developed a definition of what it calls country programmable aid (CPA), which means, in short, money that can actually be used by a recipient government for development purposes. Neither definition is perfect, but they are both very useful. Rather than tracking (or seeking to redefine) ODA, civil society would do better to carry out a high-profile tracking of CPA and/or real aid, pushing these terms into the public and journalistic discourse as forcefully as ODA or aid. That would mean letting the arbitrary 0.7% target slip into abeyance for a while and actually focusing on the money.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/06/aid-definitions-public-money", 
    "wordcount": "852"
}