{
    "headline": "Next Call of Duty will bring meaningful innovation, says Activision", 
    "text": "No one listening to Activision&apos;s investor call on Thursday will have been surprised to hear that a new Call of Duty title is coming in 2012. And with the development reins passed to LA-based developer Treyarch after Infinity Ward&apos;s Modern Warfare 3 last year, the smart money is very much on a sequel to 2010&apos;s enormously successful Call of Duty: Black Ops. So can we expect another somewhat familiar helping of linear action amid the Cold War paranoia of the &apos;60s and &apos;70s? Activision Publishing chief Eric Hirshberg thinks not. During Thursday&apos;s phone call he promised that, &quot;the next Call of Duty will bring meaningful innovation to the series.&quot;  Hmmm, what can he mean? Sadly, he didn&apos;t elaborate. The company also seemed particularly pleased with the performance of Call of Duty: Elite, the subscription service that offers extra maps and other social content to CoD players.  &quot;Elite has been a great success,&quot; said Activision CEO Bobby Kotick to the Guardian earlier on Thursday. &quot;It has generated seven million subscribers and 1.5 million premium members. That&apos;s very important to us  there was a lot of risk in establishing it. So now we&apos;re thinking about how we further pursue those kinds of opportunities.&quot; Interestingly, there was a brief mention during the investor call of monetising the online element of surprise children&apos;s RPG hit Skylanders. Expect Spyro: Elite to crop up at some point soon. Also during the call, we were promised updates to the Elite service, with the phrase Call of Duty Elite 2.0 mentioned at one point.  Finally, the company didn&apos;t say much about the next game from Halo creator, Bungie. The developer penned a ten-year publishing deal with Activision in 2010 and the first title to emerge from that contract is likely to be announced at this year&apos;s E3. Kotick told us that, &quot;We&apos;re very excited about it  they are a superb developer; they&apos;re going to deliver something exceptional.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/09/new-call-of-duty-and-bungie-title", 
    "wordcount": "329"
}