{
    "headline": "The Demon-Haunted World by Carl Sagan  review", 
    "text": "Carl Sagan published The Demon-Haunted World in 1996, in a very different world. Cellphones were used only for phone calls and most people didn&apos;t have one; the circulations of newspapers were counted in millions and cynics said the world wide web was a passing craze.  Oh, and the dumbing down of America was &quot;most evident in the slow decay of substantive content in the enormously influential media, the 30-second soundbites (now down to 10 seconds or less), lowest common denominator programming, credulous presentations on pseudoscience and superstition, but especially a kind of celebration of ignorance.&quot; And that was before Rupert Murdoch launched the Fox News channel.  Sagan spent most of his life taking other people seriously: he considered their fears, anxieties and obsessions; he understood the appeal of easy explanations and glib answers; and he made it his business to present the reality of the cosmos to readers and listeners in language that they could enjoy.  He did not expect people to know the facts of science  and he was conscious of science&apos;s own occasional complacencies  but he did want people to understand the substance of science: the notion that startling claims should be supported by evidence that can be tested and challenged. He enjoyed writing for the magazine Parade, which was syndicated to more than half of all US newspapers, because through it he had access to 80 million readers. He also enjoyed addressing the marvels of the world and the things ordinary Americans wanted to marvel at: these were not necessarily identical.  Many of the chapters in this book were originally written for Parade, which is why, even though we need people like Sagan more than ever, it has an oddly dated feel. This sense of being caught up in the receding past is simply explained: in the decade before the publication of The Demon-Haunted World, many Americans believed that they were at risk of alien abduction. Little green creatures with cadaverous faces might whisk them up into spaceships, penetrate their torsos and collect their vital bodily fluids before returning them to their beds in perfect condition.  They were so convinced of these things that John Mack, a Harvard professor of psychiatry who talked to 200 such deluded abductees, concluded that because they so strongly believed they had been abducted, then maybe they had. (For this, Mack was awarded an Ig Nobel prize in 1993).  When this book first appeared, aliens were still reportedly creating crop circles in England and committing improper acts on mysteriously unmarked adults in America. A few years later, Ming the Merciless and his minions had boarded their flying saucers and fled: vampires and werewolves and other grisly phenomena had begun to displace aliens, joined by the psychokinetic athletes, crystal therapists, faith healers and spiritualists who feed on fascination with the unknown.  But there is a second endearing reason for Sagan&apos;s sustained attention to fantasies of extraterrestrial snatch squads. Sagan himself would have very much liked to have made contact with ET. He was one of the promoters of the search for extraterrestrial intelligence and was responsible for that gold-plated long-playing record aboard the Voyager spacecraft, the one that despatched the sights, songs and sounds of Earth beyond the rim of the solar system in the hope that some distant civilisation, in the far, far future, might still have needles and turntables. He was also the author of Contact, later made into a film starring Jodie Foster, an almost-plausible sci-fi story of the first whispers from another star system. He believed, but he also knew that belief alone is meaningless: what matters is testable evidence and intelligent assessment.  After reading a book like this, scepticism seems a warm, positive thing: a tool with which to expose the real wonder of the world around us, as well as to dismiss the delusions. In the course of enjoyable dissections of human folly, he tells some lovely anecdotes. He is confident enough to tease the Dalai Lama; he is aware enough to speak knowledgeably about Leviticus, Exodus, Numbers and the Gospels; and he takes aim at embedded attitudes in American and other cultures that dismiss education and reject systematic curiosity.  His range of reference is phenomenal. In one essay he illuminates US constitutional history at the time of Thomas Jefferson; witchcraft trials of Wurzburg, Germany, in 1631; the manipulation of historic memory in Russia under Stalin (he confesses to smuggling Trotsky&apos;s History of the Russian Revolution into the USSR); the monopoly of media ownership; Linus Pauling and the test ban treaty of 1963; and Edward Teller&apos;s enthusiasm for the hydrogen bomb.  Nor is he afraid of going back to the things that matter, arguing in the next essay that Thomas Jefferson &quot;believed that the habit of scepticism is an essential prerequisite for responsible citizenship. He argued that the cost of education is trivial compared to the cost of ignorance, of leaving government to the wolves.&quot;  He may not always be right (he says that the word &quot;demon&quot; means knowledge in Greek, although the Oxford Dictionary of Etymology says it means genius, or divinity) but he is always on the right side: the side of generosity, freedom, tolerance and scholarship.  And  to return to the beginning  he remained all his life a critic of the mass media and its role in the making of public ignorance. In the early 1990s, some 42% of Americans did not know where Japan was, 38% were ignorant of the term &quot;holocaust&quot;, but 99% had heard that Michael Jackson allegedly sexually molested a boy.  He had a sure ear for the kind of political shamelessness that seems to endorse public ignorance as a public good. He opens one essay, Maxwell and The Nerds, with a barb delivered by Ronald Reagan in 1980 (&quot;Why should we subsidise intellectual curiosity?&quot;) followed by a quote from George Washington in 1790 (&quot;Knowledge is in every country the surest basis of public happiness.&quot;) Ronald and Nancy Reagan  although we none of us knew this until afterwards  relied on an astrologer for advice in private and public matters. Reagan also claimed to have liberated concentration camp victims (he remained in America through the war years and Sagan generously assumes that the old Hollywood hero &quot;apparently confused a movie he had seen with a reality he had not&quot;). Meanwhile, according to the most recent New York Review of Books, a Texas legislator is quoted offering this reasoned argument on the state&apos;s responsibility for education: &quot;Where did this idea come from that everybody deserves free education, free medical care, free whatever? It comes from Moscow, from Russia. It comes straight out of the pit of hell.&quot; Are we in such a very different world? Tim Radford&apos;s geographical reflection, The Address Book: Our Place in the Scheme of Things (Fourth Estate), has been longlisted for the Royal Society science book prize     Photograph: PR    Next month&apos;s book club title is The Selfish Gene by Richard Dawkins, which Tim will review on Friday 31 August", 
    "section": "science", 
    "gid": "science/2012/jul/20/demon-haunted-world-carl-sagan-review", 
    "wordcount": "1175"
}