{
    "headline": "George Osborne letter to Ed Davey on gas and wind power", 
    "text": "Thank you for your letter of 29 June setting out your proposals for the banding of the RO [renewables obligation]. I am keen that we make progress but if we are to do so then we will need to address a number of issues. First and foremost while your proposals achieve some savings we will still be paying more than 500m more to support renewable generation in 2013-14 than we collectively agreed was affordable. I do not think we should reopen support that has been grandfathered. This is a central part of the certainty that we are able to provide for investors. However we should explore all other ways of reducing costs in 2013-14. Beyond 2013-14 we need to find a sensible resolution to the position regarding onshore wind on balance I am content to start with a reduction of 0.9 ROCs. However, I am only prepared to agree this if we also agree either a further reduction in the ROCs in this parliament or a review point in 2013-14 do to assess costs and the scope for such a reduction. Either should be achieved in a fashion consistent with the legislation.  We need to set out an approach which puts the cost to consumers at its heart. This would include:  a statement which gives a clear, strong signal that we regard unabated gas as able to play a core part of our electricity generation to at least 2030 - not just providing back-up for wind plant or peaking capacity. This will provide context for the gas strategy and will help reassure investors, enabling investment in new gas power stations and the infrastructure that supports them such as pipelines between Norway and the UK which could enable us to become a gas hub. We should commit publicly to ensuring that British consumers will be able to get the benefits if the price of gas falls;  agreement that we will not set any further decarbonisation or deployment targets beyond those we already have, for example 2030 targets for electricity emissions or renewable deployment. Setting inflexible targets on the energy sector is inefficient; and  limiting support for low-carbon generation to a level that the country can afford and making full use of the flexibilities available to us. We should agree now that the cap we set on levy-funded spending will be based on an expectation that we will use renewables trading to contribute to the 2020 target Finally, to ensure continued financial control of policies in the nearer term, it would be sensible to include provision in the forthcoming Energy Bill to take powers to shut the Feed-in Tariffs scheme in the future, should this become necessary. You have written round separately on proposals fo rhte FITs scheme and the RHI and we should resolve these together. On this basis I think we would be able to proceed to publish the RO proposals before the summer recess. I hope we can meet and discuss this and the continuing work to reduce the impact of government policy on bills, in the coming week. This article was amended on 29 October 2012. &quot;We should argue not&quot; was changed to &quot;We should agree now&quot; to match the original wording of the letter", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/george-osborne-letter-ed-davey-gas-wind", 
    "wordcount": "543"
}