{
    "headline": "Payday loan companies target vulnerable students", 
    "text": "Tougher rules are needed to stop payday lenders targeting vulnerable students, according to the NUS, which says one in 10 students who have children take a high-risk loan to get through university or college. The union has welcomed news that the UK&apos;s new financial regulator will be given the power to cap the total cost of short-term loans provided by payday lenders but says more needs to be done to stop predatory advertising. While research shows that only 6% of those at university take out payday loans, an NUS study of 14,000 further and higher education students, suggests student-parents are far more vulnerable to payday lenders, with 10% saying they have taken out a payday or doorstep loan. Black, ethnic minority and disabled students are far more likely than other students to worry about not having enough money to pay for essential costs such as rent and utility bills. Cash-strapped students do not need to look far to find a payday lender, offering small loans designed to be taken out over a short period. Sites including PayDayWay, SmartPig, Simple Pay Day Student Cash Loan, 60 Minute Pay Day Loans and Student Cash Loan all target students. Simple Pay Day, which offers loans with an 1355% APR, warns students that they are unlikely to get financial help from their university: &quot;Universities can occasionally provide hardship loans and grants to students who can prove they have a significant financial problem, but for most, their situation will not be deemed drastic enough for this extra form of help.&quot; Pete Mercer, NUS vice-president for welfare, says such messages are &quot;completely misleading&quot; and could stop vulnerable students from asking about hardship grants. &quot;It&apos;s immoral for payday lenders to target students  they&apos;re an especially vulnerable group because of the low levels of income they have to live on. If students are in need of financial support, they should contact their university and apply for a hardship fund. &quot;Institutions follow very strict guidelines when deciding whether students deserve extra help. If they have a genuine case, they should be supported by their university.&quot; Short-term lender Wonga.com was forced to remove a claim that its loans had advantages over official student loans in January 2012. Two thirds of students surveyed by the NUS say that even a small amount of commercial debt (anything up to 1,000) has a real effect on their ability to concentrate and would make them consider dropping out. Mercer says: &quot;These companies are being allowed to exploit the difficult circumstances in which students have to live  the government&apos;s own statistics show that the average student lives with a cash shortfall of around 8,500. &quot;Students recognise the danger in applying for a payday loan, but they do so because they feel they have no other option.&quot; Tom Parks, founder of the student-targeted website SmartPig, says the NUS&apos;s concerns are misdirected: &quot;Students in general are not excessively vulnerable. Like the wider population, some students are in vulnerable situations. However, underwriting and fraud prevention measures ensure that we do not lend to them intentionally.&quot; He points out that his website does advise students in &quot;dire financial circumstances&quot; to apply for a university hardship fund.", 
    "section": "education", 
    "gid": "education/2012/dec/06/payday-loans-target-vulnerable-students", 
    "wordcount": "547"
}