{
    "headline": "Is the faultline among NGOs over the future of development deepening?", 
    "text": "A paper summarising the academic literature on the role of NGOs in development and poverty reduction has sparked a lively debate on From Poverty to Power, a blog written and edited by Oxfam&apos;s Duncan Green. The gist of the June paper by the Brooks World Poverty Institute, University of Manchester, by Nicola Banks and David Hulme, is that NGOs have lost their way. Having started out as grassroots-led development bodies  &quot;heroic organisations&quot; that offered the potential for innovative agendas  NGOs turned into bureaucratic, depoliticised creatures that respond more to the dictates of donors than the people whose interests they claim to represent. &quot;Greater acknowledgment and concerns emerging from their closer proximity to donors and governments than intended beneficiaries also brought into question the very comparative advantages once lauded,&quot; wrote the authors. &quot;NGOs could no longer be viewed as the autonomous, grassroots-oriented, and innovative organisations that they once were, raising questions about their legitimacy and sustainability.&quot; Green, senior strategic adviser for Oxfam GB, expressed his irritation with the paper on his blog. &quot;I&apos;ve got a paper I want you to read, particularly if you work for an NGO or other lobbying outfit,&quot; he wrote. &quot;Not because it&apos;s good  far from it  but because reading it and (if you work for an NGO) observing your rising tide of irritation will really help you understand how those working in the private sector, government or the multilateral system feel when they read a generalised and ill-informed NGO attack on their work.&quot; Green said he had some sympathy with the critique, which he acknowledged was a fairly standard one. What he objected to were the sweeping generalisations, argument by assertion, &quot;dodgy stats&quot;, and the lack of case studies and interviews with NGOs themselves. Banks denied that the paper was an attack on NGOs, and expressed surprise at Green&apos;s reaction. &quot;Our confusion reading this is why it has generated such a heated response from Duncan when his book, From Poverty to Power, is based on the well-founded premise that poverty is a political condition, and that solutions too, must be based upon transformations and redistributions of power. So why such disconnect,&quot; she wrote. As Green acknowledged, the overall critique was a standard one and it was not the substance to which he objected, but the approach. One gripe was that the authors apparently failed to talk directly to NGOs, and thus ignored &quot;all knowledge generated by NGOs themselves, either through interviews or reading their own massive literature on issues of power and inequality, and the challenges of relationships with CSOs [civil society organisations].&quot; Green has a point. There is a vigorous debate among NGOs about the present discourse on development. Some are unhappy about how much of this has been skewed towards the aid agenda, especially the focus on the 0.7% of GDP target. John Hilary, executive director of War on Want, the anti-poverty group, is highly critical of this focus. &quot;Far too many NGOs have lost sight of the long-term, transformative goals of international development, and are instead following a donor-led agenda of aid and service delivery,&quot; he said. &quot;British NGOs are especially guilty of this  often highly professional and efficient, but lacking the political drive that should be the lifeblood of the sector. If we are to play our proper role in civil society, NGOs need to learn from grassroots movements and embrace a far more radical vision of change.&quot; Hilary belongs to a group called the progressive development forum, which seeks to reframe the debate away from aid, charity and philanthropy towards one of global justice and shifting the discourse towards structural causes of poverty. At a meeting of the forum in July, attended by 50 senior figures from a wide range of NGOs  among them the World Development Movement and Jubilee Debt Campaign  and trade unions, many of the concerns raised were similar to those voiced by Banks and Hulme. The meeting laid bare a faultline among NGOs on the state of the development debate. Several participants said they did not want to be involved in further alliances with the larger aid agencies that are mounting their own campaign on food, aid and hunger, linked with the UK government, in the runup to next year&apos;s G8. &quot;There was a strong feeling that we should cease to be so British and &apos;polite&apos;, and instead be more willing to enter into open criticism of NGOs and to challenge those that are beyond the pale in their distortion of the agenda, particularly agencies such as Save the Children that are now reviving unacceptable imagery of the south in their communications,&quot; said a report by the forum from the July meeting. The UK hunger summit at Downing Street at the weekend, attended by NGOs, politicians and the private sector, crystallised the difference of approach. On one side of the divide are Save the Children and the advocacy group One, which pushed hard for the summit. They urged target commitments to reduce hunger and malnutrition and would argue the summit was a success. But those demanding a more fundamental rethink on development would say the summit tinkered around the edges. Owen Barder, senior fellow and director for Europe at the Centre for Global Development, wrote: &quot;The discussion in 2013 should be much more about the responsibility of G8 countries to improve their own policies  and this summit on malnutrition unfortunately did not start that conversation as it needs to continue. The risk is that the G8 will think that they can address these issues by earmarking some of their aid programmes and they will not feel under pressure to make the systemic changes which only they can make.&quot; With the focus on the UK as it takes over the G8 next year from the US, and the discussions on hunger and nutrition set to continue, this faultline among British NGOs can be expected to deepen.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/17/faultline-ngos-future-development", 
    "wordcount": "1003"
}