{
    "headline": "Somalia's young army recruits face uphill battle for credibility", 
    "text": "Captain Muhudun Ahmed Muhamud has faced the same weaponry  rocket-propelled grenades  that brought down two Black Hawk helicopters during the US special forces assault on Bakara market in Mogadishu in 1993. Muhamud, 21, succeeded where &quot;Operation Restore Hope&quot;, which killed around 1,000 Somalis, could not; in 2011, he led a company of 100 men to oust insurgents from the market area, playing an important role in the liberation of the capital from Islamic extremists al-Shabaab. Muhamud lost six men in the operation. &quot;Soldiers have died, officers have died, but still we will defend,&quot; he says. Born in 1991, the year Mohamed Siad Barre&apos;s government fell, Muhamud has only ever known Somalia at war. In 2007, he was among the first batch of national army recruits to be trained abroad after the state collapsed. &quot;The international community showed no serious interest in prioritising training of Somali troops as a way of solving the Somalia problem, so Uganda took it on,&quot; says Lt Col Paddy Nkunda, spokesman for the Ugandan military. Now, men like Muhamud have come of age for the Somali national army (SNA) to fight its own battles. Muhamud joined the forces in 2007 aged 15 to avoid the persecution that led many other young men to flee: &quot;If al-Shabaab captured you, they&apos;d tell you &apos;you&apos;re government&apos;. If the government captured you, they&apos;d say, &apos;you&apos;re al-Shabaab,&apos;&quot; he says. A frail peace under the governance of the Islamic Courts Union shattered at the end of 2006, after an Ethiopian invasion. The group splintered, only for some elements to reemerge as al-Shabaab. On 14 April, al-Shabaab killed 30 people in one of its deadliest attacks since the group was forced out of Mogadishu in 2011. The bomb attacks were condemned by Human Rights Watch as &quot;war crimes&quot;. Suicide bombers targeted the supreme court, while a car bomb detonated near the airport was aimed at aid workers. &quot;It [the attack] demonstrates that at least some Somali institutions are woefully insecure, and that amid recent optimism in the city a sense of complacency has grown that urgently needs to be addressed,&quot; says James Smith, analyst at the Rift Valley Institute. The UN Office for Co-ordination of Humanitarian Affairs says that despite recent gains, &quot;the continuing instability in parts of Somalia and access restrictions for humanitarian workers remain major obstacles for aid delivery&quot; (pdf). Many NGOs compromise their neutrality and accept military support to get things done. Some negotiate with al-Shabaab, which banned aid agencies in 2011. Despite being on the back foot, al-Shabaab has retaken two towns since March. Selling arms to Somalia had been embargoed by the UN since 1992, shortly before the failed US attempt to &quot;restore order&quot; among warlords vying for power. A temporary and partial lifting of the embargo in March means the country is now allowed to buy small arms. This is a significant show of trust by the security council in the new federal government, which has only been in place since August; an important step in preparing the country to safeguard itself. Ed Pomfret, Somalia campaign manager for Oxfam, argues that developing the means for the security forces to respect human rights will do more for security than additional weaponry. Rape is rife, and according to Human Rights Watch, many are carried out by men in uniform. &quot;Building the capacity of the security forces is about more than just guns. They need support to develop clear and effective ways of implementing command and control so that ordinary people can rely on the security forces to protect them,&quot; Pomfrey says. But soldiers can&apos;t soldier without guns, and the SNA doesn&apos;t have enough. Officers are being trained by Ugandan troops (now deployed under the African Union mission Amisom) on sand dunes. Simulating an assault, they pound up a ridge and drop to the ground at the top. Silence. Then they take aim. But many aren&apos;t even carrying guns; some pretend to shoot with sticks, others mime with two outstretched fingers. On the sand slope down to the Indian Ocean, a few hundred of the thousand new SNA recruits are being trained to march by Somali officers, without Amisom support. &quot;They&apos;re training them in drama not military skills. If you engage them with the enemy, they will lose because they&apos;ll shoot each other,&quot; Ugandan intelligence officer Michael Baguma says. &quot;It&apos;s inhuman. This is sacrifice of these young boys.&quot; Muhamud commands attention despite his slight build, is fluent in English, Somali and Kiswahili, and communicates easily with his Ugandan mentor, Major James Bua. &quot;They offer that sense of hope for the army,&quot; says Bua of his charges. Mohamed Nur, a Nigerian police corporal who is training Somali policemen, says he was astonished to find Mogadishu safer than parts of Nigeria, and while patrolling Mogadishu at night has witnessed a revival of life after dark. At 10pm, Nur&apos;s Amisom armoured vehicle pulls up at a crossroads in Furayaasha, once the key-forging district of Mogadishu. A couple of young boys stand in a doorway, waiting to pay 2,000 Somali shillings (80p) to take a turn on a PlayStation. The console&apos;s owner, 24-year old Abdiweli, is making $12 (7) a day, having bought it with a TV screen for $300. &quot;We could never do this with al-Shabaab. They would have destroyed it,&quot; Abdiweli says.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/19/somalia-army-uphill-battle-credibility", 
    "wordcount": "910"
}