{
    "headline": "Britain's rarest bees in deep trouble, report warns", 
    "text": "From the great yellow bumblebee in Scotland to the potter flower bee clinging on in a few sites on England&apos;s south coast, many of Britain&apos;s rarest wild bees are in deep trouble, according to a report published on Thursday. The study blames intensive farming and urban sprawl which have decimated the flowery meadows that bees feed in as the key factors. &quot;The way we farm and use land across the UK has pushed many rare bees into serious decline,&quot; said bee expert Prof Simon Potts, at the University of Reading, who led the study commissioned by Friends of the Earth. &quot;I&apos;m calling on the government to act swiftly to save these iconic creatures which are essential to a thriving environment and our food supply&quot;. The report focused on12 key species across Britain. It found the great yellow bumblebee has disappeared from 80% of its historic UK range and now relies on the unique machair habitat in western Scotland, a flower-rich grassland. On the south coast of England, the range of the solitary potter flower bee, which digs burrows to lay eggs in, has also shrunk dramatically. Britain&apos;s rarest solitary bee, the large mason bee, is on the brink of extinction in Wales, the report found. &quot;The most pervasive causes of bee species decline are to be found in the way our countryside has changed in the past 60 years,&quot; Potts writes in the report. &quot;Intensification of grazing regimes, an increase in pesticide use, loss of biodiverse field margins and hedgerows, the trend towards sterile monoculture, insensitive development and the sprawl of towns and cities are the main factors in this.&quot; While pesticide use is an issue, the two-year suspension of three neonicotinoid insecticides across the European Union agreed on 29 April will not reverse bee decline unless the other causes are also dealt with, the report warns. &quot;We need a bee action plan now,&quot; said Sandra Bell, at Friends of the Earth. &quot;These bee species are in real trouble. But people across the UK can help change all that with simple practical actions and by urging their MPs to play their part.&quot; While a majority of EU nations backed the neonicotinoid ban, UK ministers opposed it. Bees and other pollinators play a crucial role in food production, with three-quarters of global food crops relying on pollination. Britain has over 250 bee species, but numbers have fallen dramatically in recent years and 20 species have become extinct in the UK since 1900. Honeybees kept in hives have also suffered severe losses in recent decades, with pests and diseases such as the varroa mite adding to the problems of habitat loss and pesticide use. Potts made a range of recommendations to reverse bee decline, including the promotion of sympathetic grazing regimes to ensure bees can feed until early autumn, encouraging farmers to sow wildflower margins in fields and setting quantitative targets for the reduction of all pesticide use. The latter measure was not done in the government&apos;s National Action Plan for the Sustainable Use of Pesticides, published in February, despite EU law demanding member states &quot;establish timetables and targets for the reduction of pesticide use&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/may/09/britain-rarest-bees-report", 
    "wordcount": "537"
}