{
    "headline": "Introducing the Palaeo Project Challenge", 
    "text": "A few years ago while chatting to a colleague we were lamenting the ease with which little bits of work can remain unfinished as more important things appear at short notice and take priority. It&apos;s too easy to let things slip for a week, which becomes a month and then a couple of years have gone past. We decided to try and provoke both ourselves and our colleagues into doing something about it and came up with the idea of the Palaeontology Paper Challenge (or PPC for short). Close to the end of the year, we would put out blog posts and emails to encourage our friends and colleagues to publicly promise to complete a bit of work and get some paper or other finally finished by the end of the year. The idea being that a bit of friendly peer-pressure would help get things moving again. While not everyone did get there, it was enough of a success and motivation that we have been running it ever since. More recently, this has morphed into the Palaeo Project Challenge (which conveniently allows us to keep the same acronym) where it&apos;s not just academics and research papers, but where we try to encourage anyone with an interest in palaeontology to do something they had always intended to, but not quite got round to. Promised the kids a trip to the Crystal Palace dinosaurs and never got round to it? Meant to read the dinosaur book you got last Christmas? Said you would volunteer at the local museum and never signed up? Well, here&apos;s the chance.  Simply drop over to the blog of my friend Andy Farke (worth a visit and a read in it&apos;s own right) and leave us a comment telling us what you promise to try and do. we&apos;ll keep a tally and remind people of their commitments and try and keep things moving, and of course it&apos;s a great place to discuss your ideas with a bunch of researchers and palaeontology enthusiasts. Hope to see you there and getting involved.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/nov/15/dinosaurs-fossils", 
    "wordcount": "342"
}