{
    "headline": "Roger Federer Foundation aiming for maximum impact with minimum spin", 
    "text": "Last year, in a study by the US-based Reputation Institute (pdf), Roger Federer was named second on a list of the world&apos;s most respected people. Behind him were Bill Gates (third) and Ban Ki-moon (11th), ahead of him only Nelson Mandela. It&apos;s fair to say the Swiss tennis star has a reputation to maintain. With that in mind, there&apos;s a lot riding on the Roger Federer Foundation (RFF). The organisation, which partners local NGOs to support education projects for children living in poverty, was founded in 2003  the year of Federer&apos;s first Wimbledon victory  because his parents felt it was important to give back. Many find it unthinkable that a high-profile sportsman like Federer would pursue such a project for reasons other than PR, or to maximise sponsorship returns. Yet, as the world&apos;s sixth most marketable athlete  and fifth highest paid  the Swiss seems beyond such concerns. If anything, says the foundation&apos;s CEO, Janine Hndel, Federer&apos;s altruism potentially jeopardises the very thing that puts him in a position to make a difference in the first place  his standing. &quot;If you do charity and you&apos;re a prominent person, it&apos;s very important you do it right,&quot; she argues. &quot;It&apos;s a reputational risk you are taking.&quot; Hndel is in London for a panel debate about whether tennis and its richly remunerated practitioners do enough to help society. While her fellow participants  former tennis players Pat Cash, Justin Gimelstob and Ion Tiriac  chew the fundraising cud, she insists what the world needs is not more money but better invested money. &quot;Philanthropy is not just about money, it&apos;s about quality, how you invest in social issues, the impact you have in the field,&quot; she says. &quot;My ambition is not to take $1 and have $1 impact. If I worked like that, I would do a bad job. My ambition is to take $1, invest it in the field, and have a $10 impact.&quot; For 54,000 children in Malawi who will benefit from an early education initiative run by the RFF, that is good news. The project, which began in 2010 in partnership with Credit Suisse and is being implemented in conjunction with ActionAid Malawi, will run for a decade. Its aim is to harness the potential of 80 community-based childcare centres in six districts of Malawi, where almost a quarter of a million children aged six to 11 fail to enrol in school (and only about 40% of those who do complete their primary education). Nationwide, 8,000 such centres were built in the 1990s. But education was not among the government&apos;s key development priorities (pdf) for much of the following decade, and now less than 20% are functional. In keeping with the RFF&apos;s philosophy of helping communities to become self-sufficient, support is provided to locals, who carry out improvements themselves. In addition, about 800 volunteers are being trained as early childhood educators, with the emphasis on quality of learning. One of the problems in Malawi is the quality of schooling is not developing at the same speed as access, says Hndel. &quot;There&apos;s a huge gap. That&apos;s why we focus on the quality of education.&quot; In practice, this means combining traditional academic skills with learning about social, environmental and healthcare issues. Many people are sniffy about high-profile figures entering the humanitarian arena, but Hndel is not among them. &quot;If the money comes from sports, or from an actress, I couldn&apos;t care less,&quot; she says. &quot;You just have to understand your role. Roger decides whether to invest in health, education or something else  but what exactly you do in education is a technical, professional decision that I can advise him on.&quot; Hndel points out that Federer understands the realities facing poor countries. &quot;Poverty for him is something he faced as a child, because he spent his holidays with his mother&apos;s family in South Africa,&quot; she says. Personal experience tends to shape the philanthropic activities of tennis players  think Nevada-born Andre Agassi&apos;s education foundation in Las Vegas, or the Guga Kuerten Institute, which works with disadvantaged children in the former world No 1&apos;s native Brazil  but a packed year-round schedule leaves few opportunities to visit developing countries. It doesn&apos;t help that so few tournaments are staged in poor countries. Change, though, is problematic. &quot;It comes down to what&apos;s viable commercially, what fits in the calendar, and what the appetite for tennis is in a given region,&quot; says Gimelstob, a player representative on the ATP World Tour directors&apos; board, who described a summer visit to the Arthur Ashe Tennis Centre in Soweto as &quot;heartbreaking and inspiring&quot;. &quot;How do you tie the facility in Soweto to the opulence of the US Open? How do you manage those opposite forces?&quot; In the absence of easy answers, the ATP is focusing on supporting the efforts of individual players, which only adds to the importance of organisations like the RFF. In addition to the flagship Malawi project, the foundation works in Zambia, Zimbabwe, South Africa, Ethiopia, Tanzania and Switzerland. The plan is for Federer to become more hands-on following retirement. &quot;The foundation has a long-term vision and there will be a time when Roger will become much more involved,&quot; says Hndel.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/30/roger-federer-foundation-maximum-impact", 
    "wordcount": "896"
}