{
    "headline": "Are open educational resources the key to global economic growth?", 
    "text": "As economic leaders gathered in Los Cabos in June to debate fiscal strategies for restoring global growth, educational leaders were meeting at Unesco headquarters in Paris to discuss a different kind of solution. Discussed at length at the inaugural Unesco World Open Educational Resources Congress, this approach sees Open Educational Resources (OER) as the key not only to solving the global education crisis but to unlocking sustainable global growth in the 21st century- that is, if governments are ready to seize on their potential. OERs are learning materials that can be accessed, used, and transformed by anyone, anywhere. Though the concept is simple, the economic potential is tremendous and the advantages are two-fold: First, OERs can lower education costs substantially. In the American northwest, for example, Washington State decided to digitise 81 of its highest enrolled community college courses and make them freely available as OERs, through an open course library. The move will save students more than $40 million a year once the entire system completes the transformation, with the initial costs of $1.8 million already offset in its very first year of limited implementation. OERs can also help universities reduce their marketing costs. Open resources have been a boon for recruitment: 35% of MIT applicants tell their admissions office that they chose MIT after they looked at its OpenCourseWare. Open resources can also help bolster a school&apos;s global reputation: 91% of visitors to Open University&apos;s page on iTunes U are from outside the UK. But what crystallised at the Unesco Congress are the larger economic implications of the OER movement and its potential to dramatically expand the global knowledge economy. As policymakers struggle to apply traditional fiscal and monetary tools to mend world markets restrained by weak purchasing power, accelerated learning based on OERs could do more to stimulate global economic demand and growth than all the world&apos;s tax holidays combined - then multiplied ten-fold. How? By making education more accessible and adaptable to the changing needs of the global economy. The best new OER programs, including a new $2 billion initiative by President Obama, are working closely with industry to create credentials earned from OER that are linked to specific occupations or job openings. So, for example, a company that needs cybersecurity experts will work with an educational institution to make sure the OER training and or education is aligned with exactly what that business needs. Moreover, there is mounting evidence that learners can be trained more quickly using OER. A recent study conducted by scholars associated with Carnegie Mellon University&apos;s Open Learning Initiative demonstrated that students who use OERs can obtain the same or better learning outcomes in half the time compared with students using traditional methods. This means that OERs can be used to create a better trained, more flexible global workforce for the 21st century. Imagine what our global economy will look like when the estimated 90% or more of earth&apos;s inhabitants currently locked out of high-quality post-secondary education and job training opportunities finally get a fair shot. And what happens when we can finally start matching curricula to the changing employer needs? The OER movement has been steadily gaining momentum since its inception, as more and more individuals and institutions discover its extraordinary potential. Over 400,000 teachers have benefited from the Teacher Education in Sub-Saharan Africa program, whilst the Open University&apos;s OpenLearn website has had more than 21 million visits since its launch in 2006. One by one, the world&apos;s most prestigious universities are launching new OER initiatives. In May, Harvard University announced it would join forces with the MIT to create edX, a platform that provides free access to rigorous online courses to students anywhere in the world. Stanford University is planning a similar venture. Initiatives like these are remarkable, but higher education activities can only go so far. Governments are by far the biggest suppliers of education worldwide. They have the most to contribute to the OER movement and the most to gain in terms of cost savings and economic growth. The first Unesco World OER Congress concluded with a declaration that urged governments to play a more active role in supporting this movement, which has, to date, been largely funded by a few supportive foundations. This call to action is about more than education. It is about widening the circle of those able to contribute to renewed economic growth. Governments around the world would do well to heed that call. Sir John Daniel, knighted for his contribution to education, served as president and CEO of the Commonwealth of Learning from 2004 to 2012 and as Unesco&apos;s assistant director-general for education from 2001 to 2004 David Killion is the US ambassador to Unesco. He led the US delegation to the World OER Congress This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/04/open-educational-resources-and-economic-growth", 
    "wordcount": "826"
}