{
    "headline": "All's not fair", 
    "text": "Whether it&apos;s scandals over unsporting behaviour at the Olympics, or recent UK Border Agency decisions about foreign students, the cry &quot;It&apos;s not fair!&quot; seems to have been heard a lot . The problem seems to be one of balancing different notions of fairness and justice. All too often, those who suffer from a decision feel that the outcome is unfair, while those who have to make the decision feel that they are under an obligation to dispense justice impartially. Given the news value of these problems, it seemed worth looking at how the Guardian Weekly has reported on things fair and unfair over the last decade. In terms of simple numbers, the word fair (3,579 instances) occurs far more frequently than unfair (890). While you might think that this is because fair has a wider range of meanings (as in fair weather or fair maiden) it does not look as if this is the case in this newspaper, as it most frequently collocates with words such as trade, trial, share, elections, play, election, minded, hearing, game, deal and price. It is also found in the idioms fair amount and fair enough. Unfair also occurs with: trade, advantage, competition, trial, election and terms, but is also found with dismissal, discrimination, treatment and burden. So while in both cases there is a clear focus on commercial and legal matters, unfair also gives an insight into the different kinds of unfairness. Looking at these social judgments from another perspective, we see that legal (7,368) and illegal (4,649) both occur more often than fair, and have very different collocates. Legal itself goes with action, system, aid, challenge, battle, advice, experts, status, proceedings, rights and team  a strong emphasis on the system of the law itself. Illegal, however occurs most frequently with a range of social issues that have high news value: immigrants, immigration, migrants, drugs, logging, immigrant, trade, workers, drug, occupation, activities, settlements and war: all contexts in which claims of unfairness might arise. It seems that issues of fairness are difficult things to report. If reporters lean one way they will be accused of taking sides with the powerless; if they lean the other they&apos;re lackeys for those in power. Now that&apos;s not fair! Chris Tribble is a lecturer in applied linguistics at King&apos;s College London", 
    "section": "education", 
    "gid": "education/mind-your-language/2012/oct/16/learning-english-features", 
    "wordcount": "387"
}