{
    "headline": "Cycling, saints and Santini: Italy's legendary Giro Di Lombardia", 
    "text": "Snaking down forested hairpin bends towards the finish, just 61 riders remain from 201, most beaten down by a gruelling 240km and multiple climbs across some of Italys most challenging but beautiful terrain. Dubbed la classica delle foglie morte (the race of the falling/dying leaves), the Giro Di Lombardia recently completed its 110th edition.  This year it traversed the glimmering waters of Lake Como before climbing up through cobbles into the ancient walled section of Citta Alta in Bergamo, where buildings glow orange, brown, red and in the autumn light. A sprint finish in the towns main square saw Italys Diego Rosa tearfully beaten to the line by the ever-smiling Colombian Esteban Chaves, the first non-European ever to triumph here.         Highlights of this years Giro Di Lombardia, where there were only 61 finishers out of 201 riders.    Win this prestigious pro race and your reputation is set in stone. The giro is broadcast live on Italian national TV and is a key international event for riders, sponsors and teams to cement places for next season. Past multiple champions include Fausto Coppi, Eddy Merckx, Alfredo Binda, Sean Kelly and Bernard Hinault.  Earlier that same day, much slower, I also rode part of the course. To go in full Italian style, I wore a Santini jersey, and borrowed a super-slick SK Pininfarina model from one of the regions great bike makers, De Rosa. I was guided by a couple of old professionals, the nippy Paolo Lanfranchi (a stage winner in the 2000 Giro dItalia) and beefy Ermanno Brignoli, a powerhouse who helped Marco Pantini to his Tour De France and Giro DItalia 1998 double. As our group crosses the finish line, crowds applaud and were broadcast on the news, but were really just a humble appetiser to the main course coming.     Peter Kimpton wearing Santinis official Lombardia jersey, riding the part of the course of the Giro Di Lombardia into Bergamo on 1 October 2016. Photograph: Nicola Carrara    There is mythical beauty to this race. It began in 1905, and unlike many historic races and tours, has only missed two editions (1943-44). It is absurdly difficult, including climbs such as the 11km-long Valcava that includes a long 17% gradient stretch. In some years the course even includes the notorious Muro di Sormano, which can hit 25%, forcing even the very best to get off and walk  truly the romantic stuff of masochistic legend.     Giro Di Lombardia competitors struggle up the Muro di Sormano in the 1960s, as shown at the Museo Di Ciclismo at the Madonna Del Ghisallo, Como, Italy. Photograph: Peter Kimpton/Museo Di Ciclismo/museodelghisallo.it    If you can escape town traffic, which is at times, frankly dangerous, the route around Como is breathtaking, autumn trees reflected exquisitely in the lake. Roads are a little bumpy in places, but its an exciting alternative for the travelling cyclist more familiar with well-ridden French routes.     Riders pass the chapel of the Madonna Del Ghisallo above Lake Como on the Giro Di Lombardi on 1 October 2016. Photograph: Luk Benies/AFP/Getty Images    Cycling saint Perhaps the most iconic, and sacred peak of the race is at the chapel of the Madonna del Ghisallo above Como, named after a legendary medieval apparition of the Virgin Mary. The exquisite interior has a treasure trove of old bikes, photographs and jerseys from riders stretching back more than a century. If ever cycling is a religion, it is here, where riders come to light a candle and pay their respects. Beside the church is an iconic statue of a triumphant and fallen rider, and a museum packed with memorabilia that will make any cycling fan drool.     A wall of bikes, flags and photographs inside the chapel of the Madonna Del Ghisello, the adopted saint of cyclists, Como, Italy. Photograph: Peter Kimpton    Skin deep Where does Italy sit in cycling culture these days? British cycling is growing at a rapid rate with new talent and a raft of new customers with money to spend, France might be remain focus point of pro road racing, but Italy still has a strong claim to be a spiritual home, where it is still a working-class sport. But to get under the skin of Italys riding, I decided to also literally wear it. I visited another local Bergamo company, Santini, creators of 50 years of classic Italian and other jerseys.  Set up by Pietro Santini and his three sisters in 1965 and now run by his smiling but sharply savvy daughters Monica and Paola, Santini is a true family firm, where 85% of the staff are women and everything is designed and manufactured under one roof, avoiding outsourcing to keep top-quality control. Materials are sourced only from other local firms, and contracts are completed for clubs, UCI pro teams and include the coveted world champion rainbow jersey. Creative director Fergus Niland shows me round the factory.      Detail of Santinis 2016 Giro Di Lombardia jersey colours, featuring the iconic dying leaves, designed by Fergus Niland. Photograph: Fergus Niland/Santini    Like an art gallery of the sport, classic designs hang everywhere, in Merino wool to the latest sleek materials, Raleigh-Campagnelo to LEroica. Has jersey manufacture changed over the years? Pietro, now 74, is still in the office each day, and is full of fabulous cycling stories. He is modestly mates with all the greats. Back in the days of Merckx and co, he says, cyclists werent so interested in what they wore. Now it is an obsession.  The science of wind resistance is pushing the boundaries, so every pro must be precisely fitted, wearing kits that normal riders might find very uncomfortable. While your average rider might want to look good while having a coffee, the pros are only interested in performance in the cycling position, regardless of whether its ill-fitting off the bike. Could this be like supersonic jet planes that, when in the hangar, tended to leaked oil, but when in the air, expanded to have perfect skin for speed? The Santinis agree its exactly like this.     Some of the many treasures at Santini, leading bike clothing company in Bergamo, Italy. Photograph: Peter Kimpton    Have any of their customers been especially difficult? Instantly one is named  Mario Cipollini. The 90s Italian sprinter notorious for wearing zebra, tiger and muscle suits was apparently never happy with his kit because he claimed to already have the perfect body. Germanys Erik Zabel however, was always friendly and hugged me after races. Some cyclists however have been very picky on detail, but helpful in pushing the industry and technology further, such Greg LeMond, or Anna Meares. Where next for cycling kit? The female market is rapidly expanding. From primi to podium, riding or taking in the flavours and culture of this historic race, I leave feeling an Italian job may be among the most beautiful in cycling.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2016/oct/13/cycling-saints-and-santini-italys-legendary-giro-di-lombardia", 
    "wordcount": "988"
}