{
    "headline": "Village that defied Heathrow is slowly dying as BAA buys up homes", 
    "text": "It was the village whose perseverance and determination stopped the relentless growth of Heathrow airport and persuaded the government to rule out the construction of a third runway. But now Sipson&apos;s capacity to resist new attempts to approve the runway has been almost destroyed after BAA, the owner of Heathrow, went from being the village&apos;s greatest enemy to its biggest property owner. Worn down by more than a decade of protest, at least half the long-term residents of Sipson have sold their homes to BAA and those that remain are disillusioned and bitter. As the Department for Transport prepares to launch a consultation on the future of airport connectivity in the UK, David Cameron refused to rule out a U-turn on the decision not to permit a third runway at Heathrow, telling MPs that they should not be blind to the need to expand airport capacity. The re-emergence of the threat to Sipson was met with resignation rather than defiance in the village. Gerald Storr, the local butcher, said: &quot;There&apos;s an almost tangible feeling of doom and desolation. People have given up and moved away.&quot; The village, which sits on an island surrounded by the M4, M25 and Heathrow and its slip roads and hotels, is visibly distressed. Most of the gardens are unkempt, driveways are cracked and house exteriors have been neglected. There is a feeling that more than 1,000 years of the village&apos;s history  it was listed as Sibbwineston in the Domesday Book  is coming to a close. Its current mood of resignation is in contrast to the refusal of residents to allow it to be absorbed by Heathrow in a battle that began in 1998. Then, the villagers marched, organised petitions and gained the support of MPs and celebrities such as Emma Thompson and Alistair McGowan. But just before the 2010 general election, BAA announced that it would buy Sipson homes at 2002 prices under a bond agreement it had previously offered villagers. By the time the government decided against the third runway, the exodus from the village was already under way. At first, very few people agreed to sell to BAA, according to Jacky Clark-Basten, who was born in the village and is its only hairdresser. &quot;There was a ripple effect. One person would agree and then the neighbours would change their mind, not wanting to wait and see what would happen to the empty house next door. I was surprised how quickly people went,&quot; she said. Clark-Basten, who is also active in the residents association, describes how one friend received 311,000 for her 191,000 house. She says that there are about 540 postal addresses in the village and only about 80 long-term residents remain. BAA has bought 225 homes and the rest are social housing or owned by property companies. Joan Willoughby, who has lived in the village for 34 years, comes into the hairdresser for her monthly hairdo. &quot;We didn&apos;t sell our house because my husband is still working but if the new runway is approved we will be happy to go. People are fed up living under a cloud. BAA have killed the village. It&apos;s not a village any more  it&apos;s just roads and houses,&quot; she said. The salon has survived. But a neighbouring garden centre, which supplied plants and garden ornaments to the village&apos;s enthusiastic gardeners, has gone bankrupt. The post office and village shop is for sale. On the window a notice advertises a house clearance sale. Next door, at the butchers, Storr said: &quot;My customer base has gone. The new residents come from everywhere, Somalia, Poland. As soon as I get to know them they are gone. It&apos;s depressing. Only the old have stayed. It used to be a friendly place. You couldn&apos;t walk down the street without talking to loads of people. Now no one knows anyone.&quot; Residents say that crime has increased, as if thieves have sensed a vacuum in the village. They say that in the past a stranger would be noticed immediately; now it&apos;s unusual for them to see anyone they know. The once-vocal No Third Runway Action Group has lost its voice, according to its one remaining office bearer, Christine Taylor. &quot;A lot of the people who went on the marches have gone. I can&apos;t really blame them. They worked hard at the campaign but when BAA offered the money it was very attractive. But there&apos;s still a core of us, we are still holding meetings,&quot; she said. The opposition that remains has been galvanised by the establishment of a community of environmental activists in the village, Grow Heathrow. The group took over disused land two years ago and built shelters and workshops and started farming but faces eviction. The group&apos;s aim is to strengthen the local community and provide support for resistance to a third runway. James Reynolds, who has lived at the Grow Heathrow site for two years, said: &quot;This project developed out of the issue of the third runway but it is also about encouraging people to take control over their own lives by taking control of their food and energy supply by growing their own food and by forming community networks. An individual in this society has little power but in groups people can stand up for themselves.&quot; Taylor and other residents welcome the energy that Grow Heathrow has brought to Sipson but after 14 years of protest many feel too tired to fight any more. Clark-Basten said: &quot;The buyout has caused degeneration and lot of bad feeling between those that took it and those that stayed. It&apos;s all people have talked about for years and everyone is just exhausted by the subject.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/16/sipson-heathrow-baa-homes-protest", 
    "wordcount": "961"
}