{
    "headline": "Guardian investigations win anti-slavery media awards", 
    "text": "The Guardians role in highlighting the human cost of modern slavery, trafficking and sexual exploitation has been recognised in a series of awards marking Anti-Slavery Day. They include Kareem Shaheens work on how Syrians were being forced into sexual slavery in Lebanon, which won the award for best investigative newspaper article dealing with trafficking for sexual exploitation.   Related: The vanished: the Filipino domestic workers who disappear behind closed doors    The award for best investigative article on child trafficking was won by Oliver Holmes for his work in the Philippines, while Felicity Lawrence received the award for best investigative article on forced labour following her report the gangsters on Englands doorstep. Annie Kelly and Hazel Thompson won the award for best investigative article dealing with trafficking or domestic servitude for their report on disappearing Filipino domestic workers while John Domokos and Harriet Grant were awarded in the category for best stage or film production dealing with modern slavery following their story on foreign domestic staff in London. The best TV or radio drama or documentary dealing with human trafficking went to Catherine Carrs report for BBC Radio, 4 Womans Hour on Indias Trafficked Children. The annual awards are organised by the Human Trafficking Foundation, an NGO founded by the former MP Anthony Steen, whose private members bill led to the creation of Anti-Slavery Day in 2010. A number of the awards were presented by the home secretary, Amber Rudd, who said: Modern slavery remains a largely hidden crime. The first step to eradicating slavery is realising that it is happening all around us. The media and activists play a crucial role in raising our collective awareness about slavery, so I am delighted to be here today to recognise the important work of journalists and campaigners who have shone a light on the issue and given a voice to the victims of this barbaric crime. Awards for outstanding contribution to the fight against modern slavery were given to the Shpresa programme, which works with the Albanian-speaking community in the UK; Kalayaan, which supports migrant domestic workers in the UK; and ATLEU, a charity providing legal representation to victims of trafficking and labour exploitation. An award for an outstanding contribution from a public official was given to Theresa Mays special adviser as home secretary, Fiona Hill, for work that led to the creation of the Modern Slavery Act. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/18/guardian-investigations-win-anti-slavery-media-awards-anti-slavery-day", 
    "wordcount": "391"
}