{
    "headline": "Heads to decide teachers' pay based on performance", 
    "text": "The chancellor signalled the start of a new battle with teachers yesterday when he announced plans to scrap the national salary scheme for teachers to allow individual heads to set pay based on performance. The end of national pay bargaining for teachers will be controversial with unions whose relationship with the government is at rock bottom. In a sign of the battle to come, Christine Blower, general secretary of the National Union of Teachers, said members would be &quot;appalled&quot; about the &quot;attack on their pay and conditions&quot;. &quot;Linking teachers&apos; pay with appraisal will undermine any confidence teachers had in appraisals,&quot; she said. &quot;It will not enhance &apos;performance&apos;. All research shows performance related pay does not motivate people. Teachers will spend more time teaching to their individual objectives. Head teachers and governors will spend much more time taking individual pay decisions for every teacher. It will be bad for teachers and bad for children.&quot; George Osborne said he would publish reports into regional pay commissioned by pay review bodies  which examine public sector remuneration  and would commit to implementing their recommendations. &quot;This means continuing with national pay arrangements in the NHS and Prison Service, and we will not make changes to civil service arrangements either,&quot; Osborne told MPs. &quot;But the School Teachers&apos; Review Body (STRB) does recommend much greater freedom to individual schools to set pay in line with performance.&quot; Changes to teachers&apos; pay could come into force as early as the next school year, in September 2013, subject to consultation. The headteachers&apos; union, the NAHT, welcomed the move as a &quot;reasonable attempt to meet the profession half-way&quot;. The NAHT, like other employee representatives, had argued strongly that paying people by postcode would have &quot;entrenched inequality in disadvantaged areas&quot;. &quot;Progression on the basis of good performance is a sensible principle, if hard to implement, and is the norm in most sectors,&quot; said Russell Hobby, NAHT general secretary. &quot;Slow and steady implementation backed by training will be essential.&quot; In particular, the union welcomed a decision to keep the three current national pay bands  21,000-31,500, 34,000-37,000 and 37,000-57,000  while allowing headteachers the flexibility to decide which pay band and where in it individual teachers will be paid. At present, teachers get automatic pay rises each year in the lower band, and must meet certain criteria  such as taking on extra duties outside the classroom  to move up bands. Total budgets will remain the same. In a sign of the problems the regional pay policy faced, Dame Patricia Hodgson, chair of the STRB, said its research commissioned by the board showed a much more complicated and mixed picture when comparing public and private sector pay: sometimes varying within a few miles in the same city. To reassure teachers, the board recommended keeping current pay bands and even increments within them as reference points, used the current performance related pay applied to school staff in the upper pay bands as a model for the lower band, and suggested governors and the school inspection agency Ofsted should audit pay policies. &quot;We believe our recommendations will help schools to recruit, retain and reward the best teachers,&quot; said Hodgson. &quot;It will give heads freedom to manage teachers&apos; pay according to pupil needs and local circumstances, within a fair national framework.&quot; The education secretary, Michael Gove, said: &quot;These recommendations will make teaching a more attractive career and a more rewarding job. It is vital that teachers can be paid more without having to leave the classroom. This will be particularly important to schools in the most disadvantaged areas as it will empower them to attract and recruit the best teachers.&quot; Earlier this year a report by Income Data Services, commissioned by two civil service trade unions, Prospect and the FDA, warned of &quot;unexpected side effects&quot; of regional pay, including administrative costs, and difficulties recruiting where staff were prepared to travel to neighbouring higher-paid regions. Unison, the biggest public sector trade union with 1.3m members, welcomed the decision to reject regional pay. &quot;Introducing regional pay in the NHS would have been an expensive, bureaucratic nightmare,&quot; said Christina McAnea, Unison&apos;s head of health. &quot;The NHS is already going through massive upheaval because of the government&apos;s health and social care bill and breaking up national pay bargaining would have caused even more conflict, which is bad for patients and staff. &quot;George Osborne&apos;s claims that national pay &apos;crowded out&apos; investment in regional economies and &apos;hurt&apos; the private sector never did stack up.&quot; Yes, minister Regular weekend trips to Chequers by Michael Gove and his wife Sarah Vine, who is one of Sam Cam&apos;s best friends, have paid off as the education secretary emerged as one of the cabinet winners in the autumn statement. Envious ministers, who are lucky to receive an invitation to a formal dinner at Chequers, will see their budgets cut to provide an extra 1bn that will be spent on schools. A key Gove pet project to allow schools to end automatic pay rises to teachers in favour of a system based on performance will also take another step forward. David Cameron regards Gove as one of the shining stars of his cabinet who has, in the eyes of the prime minister, transformed schools in England where other public service reforms have faltered. Gove now appears to be one of the big cabinet winners of the autumn statement. He will be allowed to spend the extra 1bn on expanding high performing schools or on building new academies to relieve pressure in London and other major cities where there is a shortage of school places. The extra money, which will come from cuts to current budgets in other Whitehall departments, will create 50,000 new school places. The money will fund 100 building projects, either new schools or expanding existing schools between 2013-14 and 2014-15.  This article was amended on 7 December 2012 because the original said incorrectly that the NUT represents nine out of 10 in the teaching profession. The NUT and the NASUWT between them represent nine out of 10 teachers.", 
    "section": "education", 
    "gid": "education/2012/dec/05/headteachers-decide-teachers-pay-performance", 
    "wordcount": "1047"
}