{
    "headline": "The day the world went mad", 
    "text": "Yesterday was August 28th 2012. Remember that date. It marks the day when the world went raving mad. Three things of note happened. The first is that a record Arctic ice melt had just been announced by the scientists studying the region. The 2012 figure has not only beaten the previous record, established in 2007. It has beaten it three weeks before the sea ice is likely to reach its minimum extent. It reveals that global climate breakdown is proceeding more rapidly than most climate scientists expected. But you could be forgiven for missing it, as it scarcely made the news at all. Instead, in the UK, the headlines concentrated on the call by Tim Yeo, chair of the parliamentary energy and climate change committee, for a third runway at Heathrow. This sparked a lively debate in and beyond the media about where Britain&apos;s new runways and airports should be built. The question of whether they should be built scarcely arose. Just as rare was any connection between the shocking news from the Arctic and this determination to increase our emissions of greenhouse gases. I wonder whether we could be seeing a form of reactive denial at work: people proving to themselves that there cannot be a problem if they can continue to discuss the issues in these terms. The third event was that the Republican party in the United States began its national convention in Tampa, Florida  a day late. Why? Because of the anticipated severity of hurricane Isaac, which reached the US last night. As Kevin Trenberth of the National Centre for Atmospheric Research, noted earlier this year:  &quot;Basic theory, climate model simulations, and empirical evidence all confirm that warmer climates, owing to increased water vapor, lead to more intense precipitation events even when the total annual precipitation is reduced slightly  all weather events are affected by climate change because the environment in which they occur is warmer and moister than it used to be.&quot;  (h/t: Joe Romm at Climate Progress) The Republican party&apos;s leading lights either deny climate change altogether, or argue that people can adapt to whatever a changed climate may bring, so there&apos;s nothing to worry about. The deluge of reality has had no impact on the party&apos;s determination to wish the physical world away. As Salon.com points out, most of the major figures lined up to speak at the convention deny that man-made climate change is happening. When your children ask how and why it all went so wrong, point them to yesterday&apos;s date, and explain that the world is not led by rational people. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/aug/29/day-world-went-mad", 
    "wordcount": "438"
}