{
    "headline": "Are edutech startups plugging an innovation gap in our universities?", 
    "text": "Universities should not depend on big vendors for technology solutions, but instead encourage their staff and students to engage and collaborate with startups to boost innovation in higher education, says Victor Henning, chief executive of one of the UK&apos;s leading edutech startups, Mendeley. Traditionally, higher education has been served by big market leaders such as Blackboard and Desire2Learn which sell software solutions to universities at high cost, often on five year contracts that can make it difficult for campus-grown ventures to compete against them. But with higher education undergoing major policy and structural change, and with so many open source tools available to people inside and outside the sector, higher education is becoming an increasingly attractive market for startup activity. The recent boom in edutech startups, says Henning, reflects the fact that universities no longer need either to buy in bulk or build everything from scratch. Instead they should use their time and resources more wisely by collaborating with smaller companies already working on new software solutions, many of which have their roots in the higher education sector. Henning launched Mendeley in 2009 aiming to solve a problem he experienced as an academic himself: the limited nature of the current peer review measure of research. Pioneering the altmetrics movement  an alternative way to measure an individual&apos;s research impact on the community  Mendeley has attracted over 2 million users and won plaudits including Plugg.eu&apos;s best startup of 2009. &quot;Mendeley combines reference management with collaboration and networking,&quot; explains Henning, &quot;so it&apos;s more useful to academics ... the idea that you can assess someone&apos;s impact on more dimensions, with finer regularity and perhaps more fairly than just looking at citations. You get immediate feedback about the impact you have on the community, and I think we have made research life easier and fun.&quot; Henning believes the demand for altmetrics is part of a wider change in the way the university community  both academics and students  perceive themselves. &quot;Academics as a whole have become more media aware in line with the general population,&quot; he says. &quot;They are becoming more aware of their public presence through being on Twitter, Linkedin, writing blogs, self archiving and posting publications to make sure they are accessible because they realise it is about more than just the publication, but also about spreading the word on what they&apos;ve done.&quot; Michael Wilmott, founder of edutech startup Knodium, notes that traditional software solutions sold by big vendors are usually bought in by university procurement teams who are not necessarily the end user, and therefore might not recognise the kind of problems students and academics need help in solving. There is now a real drive from the user side, says the 24-year-old aeronautical engineering graduate. In 2011, Wilmott set up Knodium  an online open platform that allows students and tutors to connect and study together  with the aim of filling a gap in university communications that he had noticed as a student at Imperial College. &quot;You can now go online and socialise with your friends at any time, so it seems completely intuitive that you can go online and study with your peers when you&apos;re sat at home doing your tutorial sheet or when you are revising,&quot; he says. &quot;But that doesn&apos;t exist. Universities don&apos;t provide that functionality and there is nothing online that really caters for that.&quot; Students access Knodium using their university internet accounts, forming groups based on projects, courses, or common interests to discuss and share resources with students in an open learning environment. Based in Tech City UK&apos;s Google Campus, Knodium has members signed up in 15 universities across the UK, with seed funding already secured for further development. &quot;Students are no longer sitting idle when it comes to the online experience,&quot; says Wilmott. &quot;They are taking the experience online themselves and going onto Facebook groups, Google groups, setting up online forums, and I think that is represented by the surge of edutech start ups right now.&quot; While universities have clocked on to the fact that students want more from their education, they don&apos;t necessarily know what it is, he adds. &quot;Universities are themselves big barriers to innovation within education because either they don&apos;t want to [push for change] or it is difficult for them to change models.&quot; In the past two years, the Mooc phenomenon has created both excitement and dilemmas for the sector, with Coursera and Udacity leading the way in providing free open online courses that can be accessed by anyone, anywhere in the world with an internet connection. With Moocs seen variously as an opportunity and a threat, debate continues to swirl as to whether their success is driven by sector needs or wider market forces. Are universities asking the same question of edutech startups? Does meaningful innovation in higher education have to come from within the sector? Richard Price, chief executive of academia.edu, the US-based platform for academics to share research papers, says: &quot;It is clear that there is a lot of room for innovation in this space, and that startups are the best vehicles for pursuing that innovation, given that there is significant risk involved. The best relationship is for [universities] to partner with startups. This requires less of an up-front investment for them, and they can switch tack more quickly if they need to.&quot; Joanna Shields, chief executive of the Tech City Investment Organisation  established to boost investment into UK startups  is also calling for change. In order for the UK&apos;s edutech scene to flourish, she says, we should be doing more to develop talent within our universities. &quot;Entrepreneurs are not as valued in this country as they are in the US  the UK needs a major culture change,&quot; she said at a recent event at Imperial College. &quot;California still has the edge on UK graduates and in the big tech universities, including Berkeley and Caltech, 20% of students are involved in start-ups before graduation with 40% joining new tech firms within a year of getting their diploma.&quot;  Universities do an excellent job of teaching the basic theories of innovation, says Catherine Mulligan, research fellow at Imperial College Business School, &quot;but their systems are inherently geared towards &apos;success&apos; and theory, while the entrepreneurial landscape requires resilience in the face of failure and the practical application of knowledge. There is an inherent tension between those two ideals.&quot; With rumours of interest in Mendeley from major US academic publisher Elsevier, most in the field agree that now is the time to invest in educational innovation. As Shields says, &quot;the UK has the most favourable investment terms of anywhere in place currently across all sectors&quot;. But unless universities also get involved  whether that&apos;s through collaboration with startups or nurturing their own graduate talent  they are in danger of being left behind. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/27/edutech-startups-university-collaboration", 
    "wordcount": "1182"
}