{
    "headline": "Groupon issues profit warning as disgruntled customers demand refunds", 
    "text": "Groupon, the internet company that offers discount vouchers on everything from fish pedicures and cheese-tasting to botox and pole-dancing classes, has been forced to issue a retrospective profit warning after it failed to anticipate how many disgruntled customers would demand a refund. The four-year-old company, until recently widely described as the next internet darling, admitted its latest results should have included $22.6m (14.1m) more of quarterly losses than the $42.7m it reported in February. The company, which was last year told to cut its reported revenue in half after the US Securities and Exchange Commission (SEC) questioned its accounting practices, was forced to warn investors that there is still a &quot;material weakness&quot; in its financial reporting. Groupon, which made its 31-year-old founder, Andrew Mason, a multimillionaire when it floated on New York&apos;s Nasdaq exchange last year, admitted it &quot;did not maintain financial close process and procedures that were adequately designed, documented and executed to support the accurate and timely reporting of our financial results&quot;. The company also made a &quot;number of manual post-close adjustments&quot; to its financial results after they were filed with the regulator. Restatements of a company&apos;s results soon after flotation are rare because the securities commission requires a great deal of disclosure and fact-checking before an initial public offering. &quot;It&apos;s extremely unusual, as companies generally go through very thorough audits before filing and so should have their policies and procedures fairly well ironed out,&quot; said Lise Buyer, principal at Class V Group, which advises startups on public offerings. Ken Sena, an analyst at Evercore Partners, said the restatement was particularly worrying for a company that had already posted weaker figures than expected. &quot;The long-term model is very strong, but in the nearer term we are less enthusiastic,&quot; he said. The shares, which floated at $20, dropped 7% in after-hours trading after Groupon&apos;s admission on Friday night. They were changing hands for $16.30 on Monday, valuing the company at $11.7bn. Although Jason Child, Groupon&apos;s finance director, said the company &quot;remains confident in the fundamentals of our business&quot;, its securities commission filing warned investors that it would be forced to &quot;divert a significant amount of money&quot; that it had earmarked for expansion into paying the increased refunds. The company, which has yet to turn a profit, said its fourth-quarter losses were greater than it first estimated because it failed to account for the number of people who would demand a refund. The news comes just weeks after an Office of Fair Trading (OFT) investigation on this side of the Atlantic found Groupon guilty of widespread breaches of consumer protection laws. Groupon was referred to the OFT after the Advertising Standards Authority found the company had broken UK advertising regulations more than 50 times in less than a year. Roy Blanga, Groupon&apos;s UK joint managing director, admitted that the &quot;young company in a completely new industry&quot; had sometimes &quot;not been able to put all the checks and balances in place&quot;. The company, whose Twitter account is often deluged by disgruntled customers, said the cost of refunds had increased recently because it had begun to offer more expensive products, for which buyers are more likely to demand a refund if something goes wrong. Its much-trumpeted &quot;Groupon promise&quot; vows that &quot;if the experience using your Groupon ever lets you down, we&apos;ll make it right or return your purchase.&quot;&quot;. British consumers spent 292.5m on discount voucher websites in the second half of last year, according to the first ever European Daily Deals Summit in London last month. Groupon, by far the biggest player in the market, sending its daily email to 143 million people, refused to state how many of its customers have demanded a refund. But the company said it had trebled the number of staff at its British call centres in London and Liverpool. It&apos;s not just customers who complain. Numerous small business have hit the headlines after a Groupon deal has gone &quot;viral&quot; and they&apos;ve been left unable to cope. Rachel Brown, who has been baking cupcakes for 25 years, said deciding to offer her company&apos;s cakes on Groupon was &quot;the worst ever business decision I have made&quot; after she was deluged with orders for 102,000 cupcakes compared to her usual production run of about 100 a month. After calling in extra staff she lost 2.50 on each order. Herman Leung, an analyst at Susquehanna Financial in San Francisco, said the company is &quot;growing so fast that it sounds like they don&apos;t have the proper financial controls to deal with the growth&quot;. In its filing with the SEC, Groupon conceded that its accounting issues &quot;could adversely affect us, our reputation or investors perceptions of us&quot;. &quot;It also may be more difficult for us to attract and retain qualified persons to serve on our board of directors or as executive officers.&quot; The company already has a difficult relationship with investors and Wall Street analysts, who have described the company as behaving like an &quot;overgrown toddler&quot; and accused it of running a Ponzi scheme&quot;. Groupon said the accounting change did not affect its previously reported cash flow or its previous profit forecast.", 
    "section": "technology", 
    "gid": "technology/2012/apr/02/groupon-issues-profit-warning", 
    "wordcount": "897"
}