{
    "headline": "A crucial moment in a sheep's life", 
    "text": "The shepherd stands on the rock surveying his flock below jumbled crags, scree and a red-berried mountain ash. It&apos;s now spaining time and this tall, agile man of the fells weighs up the odds for each lamb&apos;s future prospects as they pass through the sheepfold &quot;sorter&quot; or &quot;race&quot; for the parting of the ways. Initially unaware that in future they will be on their own, it is a crucial moment in a sheep&apos;s life, whether in Wasdale, Buttermere, Langdale or the Duddon. Its mother will no longer be there, something previously taken for granted and explaining the fellside sight of a seemingly full-grown sheep still suckling its mother&apos;s teat. &quot;Herdwicks can be unpredictable,&quot; he says. &quot;After giving birth in spring a ewe might ignore its lamb completely  a sort of post-natal depression. But after both mother and lamb have spent a night or two together indoors, the initial resistance fades and they will become inseparable.&quot; Only, he adds, the union is broken in these early autumn days after spaining. And, yes, both mothers and lambs protest at being parted. The mother&apos;s milk has almost gone so it&apos;s the companionship they miss, he reckons. The mothers can make a fuss over the first couple of days after spaining. They&apos;ll &quot;shout and &apos;blate&apos; and carry on&quot;. But Mother Nature takes its course. They won&apos;t forget but they&apos;ll soon stop bleating and get on with it. &quot;We split them up,&quot; he says, &quot;so they can&apos;t hear one another. The ewe lambs will be kept in-by near the farm for say two months in the intakes, then sent away to the plains for the better grass they need in winter. They&apos;ve been with their mothers since they were born for every moment of the day. But at this stage they&apos;re six months old. They&apos;re big enough to cope.&quot; And the good shepherd will keep tabs on them in future, recognising them in the years ahead just like people with whom he has dealings.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/sep/23/lake-district-crucial-moment-sheeps-life", 
    "wordcount": "343"
}