{
    "headline": "Green investment bank to set itself emissions targets", 
    "text": "The coalition&apos;s green investment bank is to set itself targets for cutting carbon emissions as it attempts to raise tens of billions of extra investment in renewable power and energy efficiency. The chief executive of the new bank, Shaun Kingsbury, told the Guardian the bank&apos;s board was to set &quot;transparent&quot; new measures for the CO2 emissions which will be prevented as a direct result of its 3bn in government funding, and the extra spending it hopes to raise from investors. The bank is hoping to attract a further 15bn of new private investment in green energy plants, energy efficiency and carbon capture by 2015. Vince Cable, the business secretary, officially launched the bank on Wednesday in Edinburgh, the site of its official headquarters, though much of the operation will be run through a large investors team in London. Cable unveiled the first two modest investments: 8m for helping to build a new anaerobic digestion plant in Teeside, turning waste into power; and 5m for retrofitting a panel-making factory in north Wales with energy efficiency technology. Cable said he was optimistic about the bank&apos;s prospects for success but warned that it was facing significant problems raising long-term finance because of &quot;turmoil&quot; in the financial markets following the 2008 global banking crisis. That had led to a &quot;market failure&quot;, with investors failing to offer proper support to green energy projects because they were long-term, and appeared risky. Green campaigners were critical of the government&apos;s refusal to allow the bank to borrow money to invest. Joss Garman, policy director at Greenpeace, said: &quot;What we&apos;ve ended up with is a poor cousin. The bank should be able to borrow now, rather than waiting until after the next election. Given full borrowing powers, the bank could be a key vehicle to help tackle climate change and get us out of these tough economic times. Such procrastination is hurting investment, jeopardising jobs and stymieing growth.&quot; However, businesses broadly welcomed the bank. Niall Stuart, chief executive of Scottish Renewables, said: &quot;This kind of support can be a vital catalyst in attracting even greater levels of private investment on the scale required [to build new infrastructure].&quot; Roger Salomone, head of business environment at EEF, the manufacturers&apos; organisation, said: &quot;The bank has an important role to play in an increasingly credit constrained world. Shifting to a low-carbon economy will require significant and sustained investment. The challenge now is to start getting funding out more quickly to projects that will both cut emissions and generate jobs.&quot; Kingsbury said that the bank&apos;s 15bn target would be accompanied by other measures to prove it was being effective. &quot;We will need to pull together a holistic set of measures. Certainly measuring avoided carbon is one of those but it&apos;s not the only one,&quot; he said. &quot;What I promise to do over the couple of months is to work with our board to put that holistic set of measures together and we will be transparent and we will be publishing it and we will show how we&apos;re going along.&quot; These measures would take into account other environmental goods beyond carbon reduction, such as preventing waste going to landfill, he said. Kingsbury and Ed Davey, the UK energy and climate secretary, said the UK and the bank had to raise significant sums to meet its carbon emissions targets, while the bank also had to make a profit from its investments. The government has estimated that the UK needs to build 110bn worth of new green energy and electricity infrastructure by 2020, and invest 200bn in total by then on meet its overall climate goals. At present, however, investment rates are reckoned to be less than 50% of the 20bn a year needed. &quot;It&apos;s a huge amount of money,&quot; Kingsbury told an audience of green energy companies, investment managers and bank officials. He also confirmed the bank would only be investing in safe and proven technologies  a policy many senior figures in the emerging but commercially unproven marine energy industry have criticised. They believe tidal and wave power has huge potential for the UK, particularly in Scottish waters. &quot;We will not take high risk investments,&quot; Kingsbury said. &quot;We won&apos;t put money into places where perhaps venture capitalists might play [a role]. We won&apos;t provide grants or soft loans and we won&apos;t be lender of last resort.&quot; Ben Caldecott, head of policy, Climate Change Capital, the environmental investment manager and adviser, said: &quot;The immediate priority for the bank is clear: catalysing institutional investor investment into offshore wind and domestic energy efficiency by helping the market structure and issue green asset-backed bonds. Over time there will be many other opportunities for it to spur investment in the modernisation of the UK energy system, but in the near-term it must focus on what&apos;s possible given its relatively small 3bn capitalisation.&quot; Kingsbury added that the bank would be hiring external auditors to help set the new carbon reduction measures and independently audit the bank&apos;s performance, publishing its findings in all annual reports. In addition to &quot;avoided carbon&quot;, those tests could include checking that its biomass investments cut emissions sustainably, and measuring the effectiveness of its investments. Kingsbury said the bank was committed to supporting biomass, using forestry to fuel power plants, but was keenly aware of the environmental concerns and risks surrounding it. It would be establishing clear rules to ensure its investments were sustainable; particularly ensuring that replanting projects very quickly replaced the CO2 released by the power stations. &quot;We&apos;re supportive of biomass for power, as part of the government&apos;s targets but we&apos;re very sensitive to the issues we&apos;re bringing up and we&apos;ve got to get that right,&quot; he said. Gaynor Hartnell, chief executive of the Renewable Energy Association, said: &quot;We are pleased that the first investment is a bioenergy project. We hope that biomass and waste-to-energy  as well as offshore wind  will form a significant component of the bank&apos;s activity.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/green-investment-bank-emissions", 
    "wordcount": "1021"
}