{
    "headline": "Facebook changes users' listed email addresses without warning", 
    "text": "Facebook has introduced its latest social media innovation  changing the email addresses posted by users on their profiles, en masse and without warning. In the change, which took effect on Monday, Facebook abruptly replaced the details users had elected to associate with their account with addresses using a &quot;@facebook.com&quot; convention. Emails sent to the Facebook address end up in the site&apos;s messaging system, rather than users&apos; email accounts. Facebook allocated users an email address based on their profile URL, if they had elected to choose one. Users without a customized URL were instead issued with an email based on their profile name, with the addition of a few numbers. The new contact details were automatically displayed on users&apos; timelines, while the old email addresses were hidden. Users have to go through a number of stages to restore the previous details. Facebook has made no announcement to users about the changes, nor explained how to reverse them. In an email to Reuters journalist Matthew Keys, Facebook said:  As we announced back in April, we&apos;ve been updating addresses on Facebook to make them consistent across our site. In addition to everyone receiving an address, we&apos;re also rolling out a new setting that gives people the choice to decide which addresses they want to show on their timelines. Ever since the launch of timeline, people have had the ability to control what posts they want to show or hide on their own timelines, and today we&apos;re extending that to other information they post, starting with the Facebook address.  We shall gloss over the question of whether a &quot;choice&quot; really exists if a user is not aware of it. In another user-friendly feature, most emails to the Facebook.com address are automatically filtered into the no-man&apos;s-land &quot;other&quot; section of Facebook messages, most likely never to be seen again.  (Slate brought the hidden world of &quot;other&quot; messages into focus in December last year, but it is unlikely that each of Facebook&apos;s 900m users has read that article.) How to display your real email address Go to your Facebook profile, and click on the &quot;About&quot; button, which is somewhere under your profile picture. Where you see &quot;contact info&quot;, click on &quot;edit&quot;. Next to your real email address, click on the little box that says &quot;hidden from timeline&quot;. Change it to &apos;Shown on timeline&apos;. Now click on the box next to the impostor Facebook email address. Change it to &quot;hidden from timeline&quot;. Click save. Exit Facebook.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/25/facebook-email-addresses-change", 
    "wordcount": "428"
}