{
    "headline": "UK Border Agency criticised over student visas", 
    "text": "The UK Border Agency faces intense criticism from MPs for causing chaos in the student visa system with a &quot;poorly planned and ill thought-out&quot; change in the rules for overseas students. The agency&apos;s failings meant an extra 50,000 people abused the system, coming to Britain to work rather than study, the Public Accounts Committee (PAC) said. The committee of MPs said in a report published on Monday that the UKBA had enforced new rules for overseas students in 2009 before controls were in place. The result was a &quot;difficult and costly&quot; three years as the agency tried to amend the rules to clamp down on abuse. It removed controls such as spot-check interviews of students entering the country, the PAC says. But it did not make the new electronic system, showing a student had been sponsored by a licensed sponsor, mandatory until 2010. Instead, it and relied on sponsors&apos; letters that were &quot;easily forged&quot;. The report has been published a week after London Metropolitan University was stripped of its right to teach and recruit students from outside the EU, after audits found that more than a quarter of cases sampled had no leave to stay in Britain. The UKBA said there was no proof that a significant proportion of international students at London Met had satisfactory English. In more than half of the cases the university did not know whether students were attending lectures. The decision affects up to 2,700 overseas students, as the university can no longer teach its current international students after losing its licence. Speaking in the Commons on Monday, immigration minister Damian Green said: &quot;UKBA found systemic failures that meant that London Met had not been able to ensure the appropriate admission and tracking of students from abroad.&quot; The government accused the university of &quot;failing to address serious and systemic failings&quot; identified six months ago. Officials will start writing to affected students on 1 October, giving them 60 days to leave Britain or find another university to complete their studies. Labour MP Jeremy Corbyn said: &quot;The image around the world is one that is really quite appalling because it suggests that overseas students may well be deported from this country because of a decision made by UKBA for which there is no detail given as to the basis of that decision.&quot; Many of the university&apos;s buildings are in the MP&apos;s Islington constituency. The Home Office, through UKBA, introduced Tier 4 of the points-based system of skilled migration in March 2009. It was intended to control the entry of students from outside the EU who come to the UK to study. Under Tier 4 of the system, students have to be sponsored by an educational institution which is licensed by UKBA. Responsibility for testing whether applicants are likely to comply with their visa conditions has been transferred from the UKBA to the sponsoring institution.Margaret Hodge, the Labour MP who chairs the PAC, criticised the way the new system was introduced. She said: &quot;The result of the UKBA&apos;s poorly planned and ill-thought out course of action was chaos: an immediate high level of abuse of the new system and a surge in the number of student visas. &quot;In 2009 the number of migrants who abused the student route to work rather than study went up by as much as 40,000 to 50,000.&quot;Hodge said legitimate international students make a valuable contribution to the UK economy, and the UKBA had a responsibility to reduce burdens on those who do come here to study. But she said UKBA had also been &quot;unacceptably slow&quot; to react to a surge in the number of people who abuse student visas.The MP said: &quot;Even where it has been told by colleges that so-called students are not studying, it has been unacceptably slow to act. &quot;The UKBA must take urgent enforcement action to remove them. This would also send a message to other would-be migrants that the student route is not an easy option for those with no intention of studying.&quot; Responding to the PAC report, the immigration Minister said in a statement: &quot;This government has introduced radical reforms in order to stamp out abuse and restore order to the uncontrolled student visa system we inherited. &quot;Our hard-hitting new measures are beginning to bite - we have already seen the number of student visas issued drop by 30% in the twelve months to June 2012, compared with the same period in 2011, and recent enforcement action has seen four hundred student overstayers leave the London area and return home.&quot;&quot;Tough new rules have seen 500 fewer colleges being able to sponsor international students, and last week London Metropolitan University&apos;s licence to teach non-EU students was revoked after it failed to address serious systemic failings. .", 
    "section": "education", 
    "gid": "education/2012/sep/04/ukba-student-visa-rules", 
    "wordcount": "819"
}