{
    "headline": "Champion of the Chaco and saviour of Siberian tiger win conservation prize", 
    "text": "Erika Cullar - guanaco in the Gran Chaco           There&apos;s the Amazon, which everyone has heard of, and the Gran Chaco  South America&apos;s other great wilderness. Barely known, it is a vast, unexplored dry forest twice the size of the UK that stretches across northern Paraguay, Bolivia and Argentina. Few people can survive its 45C summer temperatures and lack of water, but indigenous Indian tribes live there in voluntary isolation, along with nomadic hunters and ranchers, jaguars, pumas, giant anteaters and 3,400 species of plant. There, too, for nearly 10 years in Bolivia&apos;s 34,000km sq Kaa-Iya del Gran Chaco national park, lives Erika Cullar, a half-Guarani Bolivian conservation biologist with an Oxford doctorate who researches the few remaining populations of the guanaco, the wild ancestor of the now domesticated llama.     Erika Cullar    Conservation work in the Chaco is unlike anything in the US or Europe. Cullar says she must walk 10-20km a day in some of the most inhospitable terrain in the world to study the animal&apos;s movements, can expect not to shower for two weeks at a time, and must be accepted by indigenous hunters, aggressive cattle ranchers, the military, and oil companies  all of whom have stakes in the Chaco. Now, she says, drug traffickers may be setting up in the heart of the park. The Chaco&apos;s vast natural wealth is being systematically eroded, she says. Species&apos; habitats have been disrupted by a military zone, the construction of a gas pipeline, extensive cattle ranching and the exploitation of underground water for irrigation. In Paraguay, groups of Christian Mennonites have bought vast tracts of land to clear and ranch, and Brazilian farmers have flooded over the border in search of cheaper land for soya farming. &quot;The ranchers now surround the national park in Bolivia. You can really see the difference. Luckily it is so physically inhospitable that it will defend itself for a while,&quot; she says. Cullar declines to comment on the Natural History Museum&apos;s ill-fated expedition to the Chaco which was abandoned in 2010 after it emerged that it would be working in areas frequented by tribes living in voluntary isolation, is one of a new breed of &quot;participatory&quot; conservationists, integrated into communities and working with local people to change people&apos;s attitudes.     Enlisting the Guaran community in Gran Chaco conservation    She works with the indigenous Guarani groups and others who live on the boundaries of the park. She has just has won a 100,000-Swiss franc Rolex award which she will use to train people in Bolivia, Paraguay and Argentina to protect the Chaco. For her, conservation is a social discipline, as much about people as animals. &quot;What is the point of conservation if do not have to deal with people? If you want to study an animal, OK, you can be in the middle of nowhere, study how its ears move and have no problems. But that is not conservation,&quot; she says. &quot;I give the groups confidence and help them to take ownership of the Chaco. They need confidence. They have to be recognised by government and the authorities,&quot; she says. &quot;Conservation still has a low priority in Bolivia where economics is everything.&quot; Sergei Bereznuk - Amur tigers in Russia           There may be only 350-500 Amur, or Siberian tigers, left roaming the forests of Russia&apos;s far eastern border with China. The largest of all the living cats is now so rare, says Sergei Bereznuk, who has led anti-tiger poaching groups for 17 years, that he has seen far more dead than alive. &quot;We know about 15 are being killed a year, mainly by poachers, but that&apos;s an official number and it is probably 40 or 50 a year. The animals are killed in retaliation, mainly for loss of cattle by hunters, but now international criminal groups are killing them to order. Most of the tiger parts go to China,&quot; he says. &quot;Only twice in my life have I seen the Amur tiger in the wild, and once I saw its tail. But in India I saw three in three days,&quot; he says. Bereznuk&apos;s conservation efforts, among others, have helped move Amurs from &quot;critically endangered&quot; to &quot;endangered&quot; on the IUCN red list of endangered species, but their fate, like all tiger populations, is precarious. If just 5% are killed a year, then the whole population could be extinct in a generation. The territory they inhabit is twice the size of Scotland which makes it next to impossible for Bereznuk&apos;s team of six to patrol. Moreover, poaching near the Chinese border is becoming more sophisticated, he says. Eight tiger skins were seized in the Russian town of Arsenyev in August. This followed the accidental discovery by the police of a massive haul of dead wild animals in April, when 148 bear paws, two Himalayan bear skins, three brown bear skins, two Amur tiger skins and five sea eagle carcasses were found.     Sergei Bereznuk    Ecologist Bereznuk, who has won a 100,000-Swiss franc Rolex award, directs the Vladivostock-based Phoenix fund, set up by Russian and US conservationists. They monitor, track and investigate tiger deaths as well as try to create wildlife corridors and educate children. &quot;Education of people and efficient anti-poaching measure must work together to save the Amur tiger,&quot; he says. The problem is that even as poaching becomes more organised and wild tiger parts become more valuable, so the Amur&apos;s habitats in Primorsky Krai on the Chinese border are being fragmented by roads and invasive industrial developments, wild fires and illegal logging of the forests. &quot;We need better policing and stronger laws,&quot; he says. &quot;If you are caught killing a tiger in the forest you will go to prison. But if you are found with tiger parts you get only a small fine. This must be changed.&quot; Combatting the poachers, he says, is not helped by official corruption. &quot;Once I was employed by the state tiger protection organisation. One of the people receiving tiger parts was the chief of police.&quot;  Rolex contributed towards the costs of John Vidal&apos;s travel to India", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/27/chaco-siberian-tiger-win-conservation-prize", 
    "wordcount": "1026"
}