{
    "headline": "Anyone for camelcino? Camel milk set to be big business for east Africa", 
    "text": "Browsing through the food menu at Hamdi&apos;s, a Somali restaurant in central Nairobi that is frequented mainly by non-Somali office workers during their lunch hour, one item stands out from the list of delicious Somali cuisine: camel milk tea. Once the sole preserve of nomadic Somali and Middle East communities, camel milk, which is naturally semi-skimmed, three times as rich in vitamin C as cows&apos; milk and packed with antibodies, is increasingly being recognised for its health benefits by the Food and Agriculture Organisation (FAO) and health conscious consumers. In Nairobi, camel milk is now available in restaurants and supermarkets. For more adventurous foodies, camel milkshakes and camelcino  a cappuccino made with camel milk  can be found in some eateries. But for pastoralist communities in Kenya, who depend on camels for their survival, the hardy animals that can go for 10 days without water offer more than milk in a coffee cup. Unlike cows and goats, camels can produce milk during the dry season and in times of drought  which is why they are considered to be &quot;one half of God&quot; by the Rendille community in north-east Kenya. Their drought-resistant qualities have led the Kenyan government, NGOs and the private sector to start paying attention to what camels have to offer. According to a study commissioned by SNV, a Dutch NGO, an estimated 340m litres of camel milk was produced commercially in 2007, valued at more than 8bn Kenyan shillings ($91m) at the farm level. This makes the sub-sector larger than cotton and comparable with coffee. At the international level, the FAO estimates that camel milk trading could be worth $10bn if key improvements are made and proper marketing is done. With this in mind, the Kenyan government is making a strong effort to strengthen the sub-sector and link pastoralists to wider markets. &quot;We are in the process of building a mini dairy processing centre in Garissa. We are also encouraging camel ownership in the communities where camel keeping is not common but the dry land and climate are suitable for camel rearing,&quot; says Julius Karuse, executive director at the ministry of livestock development. At the helm of efforts to commercialise camel milk and make it widely accessible to consumers is a small group of women in the town of Isiolo, 235km from the capital, Nairobi. In pastoralist societies, camels are a symbol of wealth and status. Men are usually the de facto owners and women are responsible for milking and selling the milk and other byproducts. Women got together and formed the Anolei co-operative, to share the costs of renting facilities and transportation to send their milk to the lucrative markets of Eastleigh, the Somali enclave in Nairobi, where camel milk sells at more than three times the price of cow&apos;s milk. &quot;We started as a group of 35 women; now we are 200,&quot; says Safia Kulow, the chairwoman of Anolei. &quot;It was very hard at first, and there were many challenges. There was little profit, and we used to send small amounts of milk to Eastleigh via trucks and the buses. Buyers would entrust the driver with the money, and sometimes there were cases of theft, which ate into our profit.&quot; Anolei women initially target the Somali community in Eastleigh, but a survey showed there was demand for camel milk from more middle-class communities in places such as Naivasha and Nakuru, which make up about 60% of the market, says Adan Abdi, adviser to the women. At their small shop in Isiolo, Safia talks about how profitable business has become since they scaled up production and pooled resources. To receive payment, the women now use Mpesa, a money transfer service using mobile phones, pioneered in Kenya. &quot;Now we are making good profits, out of this trade we are able to pay school fees,&quot; she says. &quot;Also, we have been able to start investing in other business. I now have a shop selling women&apos;s clothing. Others have bought camels and become camel owners themselves, independent of their husbands&apos; stock. &quot;Soon, we want to buy our own buses and brand our milk, package it, and place it in shops and supermarkets.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/22/camel-milk-business-east-africa", 
    "wordcount": "704"
}