{
    "headline": "Bonfire night: 10 tips on protecting wildlife", 
    "text": "Ahead of tonight&apos;s blazing bonfires and fireworks displays, here are some tips to protect the wildlife in your garden or local woodland:  Hedgehogs are not the only garden lovers who need rehousing on Guy Fawkes night. Look out for toads, frogs and newts who will also require a little redirection. The Wildlife Trust encourages us to remember amphibians as they are valued predators in the garden world.  Divert toads, frogs and newts away from the bonfire by creating small piles of leaves and logs as alternative shelter.  Always try to make the bonfire on the day of lighting it. If you&apos;ve already built yours, move it tonight to a debris-free area to allow wildlife that has moved in a chance to get out.  Check, check and check again. Use a torch to make sure no hedgehogs, toads, frogs and newts have sneaked in just before you light the bonfire.  Don&apos;t burn it all! Leave some dead wood and old leaves as habitat piles for wildlife.  Make sure the bonfire is out, or safe before leaving it  a large bonfire will produce a pile of ash that could be hot for days afterwards, potentially harming wildlife.  Clear up once the display has finished. Don&apos;t leave dead fireworks or litter as cans and bottles can trap small mammals or get stuck on their noses.  If you do find any hibernating hedgehogs at the bottom and in the middle of your prepared bonfire, do pick them up (using gloves) and move them to underneath a tree or shrubs, somewhere that is sheltered and not exposed to wind, rain and frost if possible.  Keep fireworks away from trees and hedgerows to minimise the disturbance of birds in nest boxes and animals.  Do not pin Catherine wheels to trees and try to set them off in an open area, attach them to fence posts or stakes in the ground instead.", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/05/bonfire-night-protect-wildlife", 
    "wordcount": "315"
}