{
    "headline": "On the road: Mazda CX-5 2.0 Sport Nav (165ps) 2WD", 
    "text": "The arrival of this one coincides with my son starting at nursery. Ifind myself doing my first ever school run in an enormous car, with just one tiny passenger in the back, choking up and blocking up the narrow London streets. What the hell happened? Overnight I&apos;ve become one of the people I hate most in the world. It&apos;s only up the road, too. Why didn&apos;t we walk? Well, we could havedone  should have done, really  butit&apos;s tipping it down withsnow, and I just thought it would be good, on the first day, notto show up shivering and blue. The one day of the year I could possibly justify a 4x4, I&apos;ve got one. May as well useit Oh. Just one problem: it&apos;s not a 4x4. There are all-wheel-drive CX-5s, of course, it&apos;s just that this isn&apos;t one of them. It may look tough, especially with its huge, 19in alloywheels, but it&apos;s a sheep in wolf&apos;s clothing, no more use on aslippery slope than any other front-wheel-drive car. In many ways the CX-5 is an excellent vehicle. You get loads of room and stuff for the price. It might not be beautiful, but it&apos;s no more hideous than any of its rivals. It&apos;s very well equipped, if a bit drab, inside. And the fuel consumption and emissions figures are excellent for one of these so-called compact SUVs (they&apos;re even better, running costs even lower, in the diesel, but that costs a bit more). Even if I&apos;m blocking up the road, I&apos;m not actually polluting it as much as I look like I am. I&apos;m Monbiot dressed as Clarkson. No, not Monbiot, that&apos;s not fair, he definitely would have walked, into the blizzard, towing his kids on a sledge, wrapped in recycled seal skins, for miles and miles across the frozen tundra. And not really Clarkson either  he&apos;d want something much grander, and much more powerful. Anyway, I don&apos;t really see the point of these two-wheel-drive SUVs. You can&apos;t go anywhere in them you can&apos;t go in any other car. Nor are they any better in snow and ice. Andyet they have all the bad stuff. They&apos;re too big, for this country&apos;s cities and supermarket car parks (someone hit and cracked my wing mirror while I was parked up  partly my fault, granted, for not folding them away, but partly the car&apos;s fault for being too wide). And everyone hates you  for killing the planet, even if you&apos;re not (too much). And if they know that you&apos;renot killing it too much (which they won&apos;t), they&apos;ll hate you for taking up too much of the road, on ashort school run, with just one small person in the back. Ido actually hate myself right now. Mazda CX-5 2.0 Sport Nav (165ps) 2WD       Photograph: {Simon Stuart-Miller}/Simon Stuart-Miller for the Guardian    Price 24,175Top speed 124mph Acceleration 0-60mph in 9 secondsAverage fuel consumption 47.1mpg CO2 emissions 130g/km Green rating 5/10Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2013/feb/09/mazda-cx-5-2-sport-nav", 
    "wordcount": "510"
}