{
    "headline": "Ethiopia dam project is devastating the lives of remote indigenous groups", 
    "text": "Human rights abuses in Ethiopia&apos;s Lower Omo valley are said to be rampant, with tribal leaders imprisoned, dozens of people killed and troops cracking down on dissent ahead of the building of a massive dam, which is forcing the relocation of some of the most remote tribes in Africa. The valley, a Unesco world heritage site renowned for its isolated cultures and ethnic groups, is home to 200,000 pastoralist farmers including the Kwegu, Bodi, Mutsi and Nyangatom tribes. These groups all depend on the Omo river, which flows through their traditional land on its way to Lake Turkana in Kenya. But their way of life, which has remained largely unchanged in thousands of years, is now being devastated by the Ethiopian government&apos;s plans to turn the Omo valley into a powerhouse of large commercial farming. Malaysian, Indian and other foreign companies have been allocated vast areas of land and water resources to grow palm oils, cereals and other crops. So far, says US-based Oakland Institute in a new report, 445,000 hectares (1.1m acres) have been earmarked for plantations, which will be irrigated by the $2bn (about 1.3bn) Gibe dam. This is expected to eventually double the energy capacity of Ethiopia, storing water in a large lake that will feed irrigation projects. More than 2,000 soldiers are said to have been drafted into the area downstream of the dam and most of the Omo valley is now off limits to foreigners. But evidence collected in the last few months by an Oakland researcher, suggests that relocations, killings and repression are now common. &quot;I was walking peacefully in my field when soldiers began shooting me for no good reason. I was shot with a bullet in my knee. That day 11 people were killed and the soldiers threw four bodies off Dima village bridge. They were eaten by hyenas,&quot; one man said. &quot;Here in Koka, the roads that we the Suri people have built were destroyed by the plantation&apos;s trucks. Nothing is done to help us,&quot; said another. &quot;They diverted the water to their fields and there is nothing left for us to drink. We have no choice but to go to the mountains. It is dangerous now.&quot; The report is impossible to verify, but it reinforces other accounts of human rights violations in the area. The government, which denies human rights abuses, claims that 150,000 jobs will be created by the plantations, but the Oakland researcher could find little evidence of people employed. &quot;In Suri, the government is said to have cleared much of the grass and trees to allow the Malaysian investors to establish their plantations. Water has been diverted leaving the Suri with nothing for their cattle,&quot; says the report. &quot;Entire families had to leave their land. The elderly could often not walk any more, they were suffering so badly. We are threatened by famine, we have less milk, less maize. Without good pastures we are nothing. The military hunts us so we flee into the forest,&quot; one tribesman said. According to Kenyan NGO Friends of Lake Turkana, more than 60 Suri people were killed last May. &quot;Following the violation of their rights, the Suri took arms an engaged the government forces. The government killed 54 Suri in the marketplace in Maji; it is estimated that 65 people died in the massacre. Suri people are being arrested randomly and sentenced to 18, 20 and 25 years in prison for obscure crimes. According to the report, every bulldozer operated by a Malaysian plantation company is now guarded by several soldiers. This follows the alleged killing of 17 people near the plantation in October 2012. &quot;Four Suri chiefs were thrown into prison in August. Visits are forbidden,&quot; one Suri tribesman told the researcher, who has asked to remain anonymous. &quot;We fear the worst.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/07/ethiopian-dam-project-devastating-remote-tribes", 
    "wordcount": "654"
}