{
    "headline": "Bee-harming pesticides should be banned, MPs urge", 
    "text": "The UK environment secretary, Owen Paterson, must end his department&apos;s &quot;extraordinary complacency&quot; and suspend the use of pesticides linked to serious harm in bees, according to a damning report from an influential cross-party committee of MPs. The UK is blocking attempts to introduce a Europe-wide ban on the world&apos;s most widely used insecticides, neonicotinoids. But MPs on parliament&apos;s green watchdog, the environmental audit committee (EAC), said the government was relying on &quot;fundamentally flawed&quot; studies and failing to uphold its own precautionary principle. &quot;The environment department seems to be taking an extraordinarily complacent approach to protecting bees given the vital free service that pollinators provide to our economy,&quot; said Joan Walley, the chair of the EAC. &quot;We believe that the weight of scientific evidence now warrants precautionary action.&quot; The EAC report concluded that by the start of 2014 the UK government must enforce a moratorium on the use of three neonicotinoids on the flowering crops that bees and other pollinators feed on, such as corn and oilseed rape. Walley also criticised the chemical companies that makes billions from the sale of the pesticides. &quot;They often try to pick holes in studies linking their products to bee decline, but when pushed to publish their own research and safety studies they hide behind claims of commercial sensitivity. What have they got to hide?&quot; A spokesman for the Department for Environment, Food and Rural Affairs (Defra) said: &quot;Decisions on neonicotinoids must be based on sound scientific evidence. That&apos;s why we want the European commission to agree to our suggestion for a major new field study to get the best, most up-to-date evidence. That will allow informed decision-making, rather than rushing into a knee-jerk ban based on inconclusive studies.&quot; Neonicotinoids have been in use for 20 years and Walley said: &quot;You can&apos;t wait forever for proof.&quot; Three-quarters of the world&apos;s food crops rely on insect pollination but bees around the world have suffered serious declines in recent years, due to habitat loss and disease and, according to growing scientific evidence, some pesticides. Wild pollinators - such as bumblebees, butterflies, beetles, midges and moths - are also vital but two-thirds of species are suffering population declines in the UK. Millions of people have signed petitions urging action. A series of high-profile scientific studies in the last year has increasingly linked neonicotinoids to harmful effects in bees, including huge losses in the number of queens produced. In January, independent experts at the European Food Safety Agency declared neonicotinoids (imidacloprid, clothianidin and thiamethoxam) an unacceptable risk to bees when used on flowering crops. But the UK is blocking a current European commission proposal for a ban, arguing that the scientific evidence is inconclusive. The EAC report questioned dozens of witnesses and took written evidence from 40 organisations, companies and individuals. The committee, which unanimously backed the report, included MPs representing farming constituencies. In addition to a suspension, the report called for chemical companies to publish all their data and for a national programme to be set up to monitor the health of pollinators, about which there is very little information at present. But the chemical companies condemned the report. &quot;The easy option is to call for a ban on neonicotinoids in the hope that it will improve bee health,&quot; said a spokesman for Syngenta, which makes thiamethoxam. &quot;The long-term, real world, scientific reality is that a ban wouldn&apos;t save a single hive. The decline in bee health is one of the biggest challenges facing agriculture and Syngenta remains committed to fully understanding and improving bee health.&quot; A spokesman for Bayer, which makes imidacloprid and clothianidin, said: &quot;We strongly disagree with a proposed moratorium in the UK. There has been a long history of the safe use of neonicotinoid insecticides.&quot; Bayer and Syngenta recently launched a new &quot;action plan&quot; on bee health in an attempt to ward off the growing threat to their products. Prof David Goulson, at the University of Stirling, who led a key study showing neonicotinoid harm to bees, said: &quot;It seems that pretty much any independent review of this subject comes to the same conclusion - we should stop using these chemicals until we have much more convincing evidence that they are safe. At present the balance of evidence suggests that they are very far from safe.&quot; &quot;MPs have hit the nail on the head,&quot; said Friends of the Earth&apos;s Paul de Zylva. &quot;We need a clamp down on neonicotinoids and an end to secret pesticide testing. What is the government waiting for?&quot; Ministers have argued that the economic cost of suspending neonicotinoids through possible crops losses outweighs the benefits. But Prof Ian Boyd, chief scientific adviser at Defra, said: &quot;The cost-benefit analysis is a very difficult analysis to do, in fact we really don&apos;t have full data to be able to do it.&quot; The EAC report noted that the value of the pollination lost because of insect declines could run to hundreds of millions of pounds and that &quot;neonicotinoid pesticides are not fundamental to the general economic or agricultural viability of UK farming&quot;. Walley said ministers were failing to abide by the EU definition of the precautionary principle, to which the UK is bound through EU law, and which does not allow economic interests to trump protection of the environment. &quot;If we signed up to it, why don&apos;t we act on it,&quot; Walley said. &quot;They are interpreting the precautionary principle how and when it suits them.&quot; Paterson had asked the European commission to delay any action until a government-funded field trial was released, but the EAC found the study was &quot;fundamentally flawed&quot; by contamination by the near-ubiquitous pesticides and &quot;not therefore a compelling basis for inaction&quot;. Dr Christopher Connolly, a bee expert at the University of Dundee, welcomed another EAC conclusion: &quot;The recommendation to follow B&amp;Q, Wickes and Homebase and support a full ban on the use of neonicotinoids for in domestic gardens is fantastic news. The creation of urban &apos;nature reserves&apos; may just make the difference in the survival of our pollinators.&quot; But Nick von Westenholz, chief executive of the Crop Protection Association, an industry group, said even a garden ban on neonicotinoids was &quot;unjustified and not supported by any evidence of harm&quot;. Georgina Downs, from the UK Pesticides Campaign, said: &quot;It is clear that the very serious and inherent problems that result from using pesticides will definitely not be solved by merely tinkering with the existing system. There needs to be a complete policy shift away from the dependence on pesticides altogether by utilising sustainable non-chemical farming methods.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/05/mps-owen-paterson-suspend-bees-pesticides", 
    "wordcount": "1134"
}