{
    "headline": "Boot up: infected PCs, LTE compared, Windows 8's browser choice, Zuck's typing and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team EU to banks: assume all PCs are infected &gt;&gt; Krebs on Security  An agency of the European Union created to improve network and data security is offering some blunt, timely and refreshing advice for financial institutions as they try to secure the online banking channel: &quot;Assume all PCs are infected.&quot;   From a few weeks ago, but very relevant. iPhone 5 - View countries with supported LTE networks &gt;&gt; Apple Worth noticing: different models exist and will work with different networks (or not) in different countries. The good news: the UK ones work in Germany, Australia, Japan, Korea, Hong Kong and Singapore.  Windows 8 gets &apos;browser ballot&apos; amid EU antitrust probe | Windows 8 - CNET Reviews  Microsoft is pushing out an update to Windows 8 users to enable the &quot;browser ballot&quot; screen, even though the forthcoming operating system&apos;s release date is set for over a month away.  Windows 8 users in Europe are now given the choice of which browser - including Microsoft&apos;s own Internet Explorer - they wish to install.   Good for Chrome, if it has a Windows 8 Metro version. Does it? Apple as the last hope for growth in business PCs &gt;&gt; NYTimes.com  In a broad report on global information technology spending that it plans to publish on Monday, Forrester Research estimates that government and business purchases of computers will grow a meager 1.7%, to $146.6bn, in 2012 from the year before. Forrester includes tablet computers like the iPad in its forecast; sales of iPads to businesses are booming. Forrester estimates that business spending on iPads will rise 76% to nearly $10bn this year.  That growth, along with a 9% increase in business spending on Macs to $6.7bn, will help offset what Forrester expects to be a dismal year for PCs and tablets that run Windows.   An unimaginable headline only a few years ago. Zuckerberg Wrote All 2,178 Words Of Facebook&apos;s S-1 Founder Letter On His Phone | TechCrunch  In a riveting conversation today at TechCrunch Disrupt, Zuckerberg underscored and underscored and underscored again the importance of mobile for Facebook. He gave a telling and sort of chilling anecdote, for those of us who know how difficult it is to monetize mobile: &quot;Want to know something sort of funny?&quot; he told TechCrunch founder Michael Arrington, &quot;You know the Founder&apos;s Letter in the S-1, well I wrote that on my phone.&quot;  Zuck&apos;s feat is super impressive, considering the letter is about the size of your average MG Siegler post -- 2,178 words according to my Word document word count, if you don&apos;t include Zuckerberg&apos;s signature.   It includes the letter, which is extremely long. He may have written it on the phone, but we suspect it was edited on a larger screen. But it points to a key trend: smartphones can be content creation devices for more than trivially short content. (Did he dictate it, we wonder? That would be really interesting.) Key disclosure laws can be used to confiscate Bitcoin assets &gt;&gt; Forbes  Key disclosure laws may become the most important government tool in asset seizures and the war on money laundering. When charged with a criminal offense, that refers to the ability of the government to demand that you surrender your private encryption keys that decrypt your data. If your data is currency such as access control to various amounts of bitcoin on the block chain, then you have surrendered your financial transaction history and potentially the value itself.   There&apos;s bound to be some good news about BitCoin out there somewhere, surely? What Alec Baldwin doesn&apos;t know about air travel &gt;&gt; Salon.com  Can a cellphone really interfere with a plane&apos;s systems and avionics? The answer is that it&apos;s highly unlikely, but possible. That&apos;s not the answer you want, I know, but like almost everything in commercial aviation, it depends. For example, although a plane&apos;s electronics are designed with interference in mind, if the shielding is old or faulty there&apos;s a greater potential for trouble.   We&apos;ve sailed around this buoy before; if the shielding is old or faulty, it needs replacing for reasons other than phones. The key reason to ban hard-edged objects flying around the cabin if there&apos;s an emergency. Designer builds functioning radio with London tube map circuit board &gt;&gt; The Verge The first clickbait headline ever that is not controversial. You simply have to see this. (Thanks @tehgreatgonzo for the link.) &apos;It smelled something like pizza&apos;: how the iPhone was made &gt;&gt; Slate Magazine Good compression of the rambling testimony from the Samsung-Apple trial to tell the tale of the iPhone&apos;s genesis:   Jobs himself was particularly taken by two features that Bas Ording, a talented user-interface designer, had built into the tablet prototype. One was &quot;inertial scrolling&quot;--when you flick at a list of items on the screen, the list moves as a function of how fast you swipe, and then it comes to rest slowly, as if being affected by real-world inertia. Another was the &quot;rubber-band effect,&quot; which causes a list to bounce against the edge of the screen when there were no more items to display. When Jobs saw the prototype, he thought, &quot;My god, we can build a phone out of this,&quot; he told the D Conference in 2010.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/13/technology-links-newsbucket", 
    "wordcount": "936"
}