{
    "headline": "Lost in space: why it has taken so long to put a British astronaut into orbit", 
    "text": "There were always two British space communities. One consisted of visionaries and hard-headed realists who knew what should bedone and why it had to happen. The other community, of non-dreamers for the most part, had political power, scientific authority and access to theTreasury. So in February 1945, while the German V2 missiles were still ascending to the edge of space and then dropping faster than the speed of sound on London, a radar instructor called Flight-Lieutenant Arthur C Clarke pointed outin a letter to Wireless World that arocket that could reach a speed of8km a second would continue parallel to the Earth&apos;s surface in a closed loop: it would become an artificial satellite. He was quite right, but the Nazi rocket scientist Wernher von Braun and his engineers chose the US forces to surrender to, on the reasonable guess that Americans were more likely to listen to the same argument. The Americans did, but only after the Russians became the trailblazers inspace travel. British authorities stubbornly refused to listen to their own home-grown visionaries, and in 1956, the then Astronomer Royal, Richard van der Riet Woolley, told Time magazine that talk of space travel was &quot;utter bilge&quot;. Sputnik 1 began orbiting the planet in 1957 and Yuri Gagarin climbed into Vostok 1 and made history with one Earth orbit in April 1961. The British then stood by and watched the US launch Telstar, the world&apos;s first communications satellite: a dream machine also proposed and described in October 1945 by Arthur C Clarke. By that time, the US had begun to take the idea of manned space flight seriously and launched the Apollo programme that culminated in 12 pairs of space boots, three lunar rovers and two golf balls on the moon. The British launched just four rockets between 1969 and 1971. On the last flight, Black Arrow put a British satellite called Prospero into space. The Ministry of Defence then cancelled the programme because it was too expensive. Thereafter, successive British governments refused to take part in any manned flight programmes hosted by the USor the European space agencies, on the grounds that it would be a doubtful return forthe money. What, one distinguished witness once asked a parliamentary committee, would be the value of sending two astronauts and a sandwich into space? So a nation that, from HG Wells to Arthur C Clarke, had pioneered the vision of human space flight, deliberately chose to stay firmly rooted to the ground: so firmly rooted that, when the Russians, in the last days of the Soviet Union, actually offered Britain an adventure aboard their orbiting space station Mir, the government declined to support the project and thecost of the journey depended on public subscription. In the end, the Russians took the Sheffield-born chemist Helen Sharman (at the time, she worked on the properties of chocolate for Mars Incorporated) aboard Mir in 1991, after 18 months oftraining in Star City. News media patriotically reported on the journeys into space of two &quot;British&quot; astronauts, Michael Foale and Piers Sellers. They were both born in Britain, but went into orbit as trained Nasa astronauts. It was not until the 21st century that British governments began to appreciate that there might be some point in joining the greatest adventure of the 20th century, and more serious debate began; it ended with British commitment to the European manned space flight programme. There was no UK Space Agency at all until 2010, and Major Tim Peake will fly as a member of the European astronaut corps aboard a Russian Soyuz vehicle, to an International Space Station to which Britain has never contributed funds. The arguments for not sending humans into space were and still are perfectly serious: robots and increasingly sophisticated instruments can do most things with greater sureness and for longer periods, and there are some things humans cannot do at all. The expense of human space flight is enormous and the risk of failure colossal. The journey is hazardous, the environment is lethal, the outcome is uncertain and there is no guarantee of any reward. But that, of course, would have been an argument for not sending Columbus across the Atlantic; Captain Cook and Joseph Banks to the Pacific, or Fitzroy andDarwin aboard the Beagle to the Galapagos, or Neil Armstrong and Buzz Aldrin to the Sea of Tranquility. Tim Radford was science editor of theGuardian until 2005. ", 
    "section": "science", 
    "gid": "science/2013/may/20/lost-in-space-british-astronaut", 
    "wordcount": "761"
}