{
    "headline": "Students: thought of studying at college instead of university?", 
    "text": "If you&apos;re considering university, the increase in tuition fees  due to rise to 9k a year in many institutions from the autumn  might just have made you think again. And one option you could consider is studying at a further education (FE) college. There are 362 further education colleges in the UK, offering courses in everything from A-levels to apprenticeships. Many now also offer degree courses, and you might be surprised to hear that one in eight students currently choose to complete their higher education at an FE college. Many colleges offer two-year foundation degrees, which combine hands-on, practical learning with academic study and can be topped up to a full degree in a year (or longer, if you require). And with the exception of a handful that can award their own foundation degrees, most colleges work in partnership with universities. So although you might be studying at your local FE college, your degree  and, crucially, the certificate that goes with it  will be awarded by the &quot;partner&quot; institution. Students who do degree courses at FE colleges say the biggest benefits are smaller classes and more one-to-one contact with tutors. &quot;I had over 20 hours of tutorials and lectures a week, compared to seven or eight on many of the university courses I&apos;d looked at,&quot; says Frankie Clarke, who recently completed a degree in digital media design at City College, Brighton and Hove. &quot;It certainly focused the mind and stopped me from procrastinating.&quot; It is also, generally, cheaper. When tuition fees rise in September, many colleges are planning to charge less than 6k a year  making them a much more affordable option. And students who opt to do a degree at their local college often carry on living at home, which cuts down on living costs. But there are drawbacks. While some colleges  particularly those in bigger towns and cities  have active student unions and a lively social scene, most can&apos;t quite rival the buzz of the university campus. And because the majority of higher education students at FE colleges are part-time (often because they are combining work and study), there may not be quite so much action at the college bar. But if you want value-for-money and can give or take the party scene, it&apos;s a much more affordable option. If you&apos;re not sure if a degree is right for you, it&apos;s definitely worth looking at apprenticeships, which give you the opportunity to earn and learn on the job. While traditionally associated with &quot;oily rag&quot; trades, such as engineering, plumbing and mechanics, it is now possible to do an apprenticeship in practically anything, from accountancy to childcare. Apprentices typically spend most of their time in the workplace, with up to a day a week at college. Average pay is around 170 a week (and significantly more at some companies), which rises with experience. And there are plenty of opportunities to progress to more advanced qualifications, including higher national certificates and diplomas, foundation degrees and even postgraduate courses. If you think apprenticeships are for those who haven&apos;t got the grades for university, think again. Apprenticeship programmes, particularly at large bluechip companies, can be highly sought after. In 2010, BT had 24,000 applications for just 221 places on its scheme  more than Oxford University had for its degree courses. And the government has recently launched a new degree-equivalent apprenticeship. While currently only available in engineering, it could soon be rolled out to other sectors. There is currently no Ucas tariff (points allocated to qualifications for entry to university) for apprenticeships. But after lobbying from employers, lecturers and industry bodies, this could soon change. Despite scoring top A-level grades, Jenny Westworth chose an engineering apprenticeship at BAE Systems over a university degree. &quot;I enjoyed school, but being stuck in a classroom and learning all that theory I am definitely more of a hands-on type of person,&quot; she says. Now 23, she has an apprenticeship, is partway through a higher national diploma, and is due to start a degree course in September  all funded by her employer. &quot;I weighed up my options at the time and chose not to go to university and I am now in a better position in my life. I have got really good work experience, I am far more mature, and I understand what it is that I want to do.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/24/students-consider-colleges-and-apprenticeships", 
    "wordcount": "739"
}