{
    "headline": "London Metropolitan University staff and students stage Home Office protest", 
    "text": "     Up to 200 students, lecturers and staff from London Metropolitan University (LMU) demonstrated outside the Home Office and Downing Street in protest over the revocation of the institution&apos;s ability to host foreign students. Foreign students, who must transfer their studies to another university in the next few months or face being deported back to their country of origin without a completed degree, were among those leading the demonstration and said they refused to be treated like &quot;criminals&quot; and &quot;illegal immigrants&quot;. The protest came as a taskforce involving LMU management, Universities UK, the Higher Education Funding Council for England (HEFCE), the UK Border Agency (UKBA), the Department for Business, Innovation and Skills (BIS), and the National Union of Students (NUS) met to hammer out an agreement to transfer legitimate students to other universities, following the Home Office decision to strip LMU of its higher trusted status to sponsor foreign study last week. The Guardian understands that at the meeting, held at HEFCE&apos;s head offices, the was a robust exchange of views, but a clearing system to transfer legitimate students to different higher education institution, similar to the Ucas clearing system is expected to be set up shortly. However, a legal challenge brought by LMU could temporarily reverse the Home Office&apos;s decision while high court judges consider a judicial review. Should the high court give the university permission to bring its case, LMU would probably be able to continue teaching foreign students and sponsoring their visas for many months until the action was concluded. Interviewed on Monday about the legal action, LMU&apos;s vice-chancellor, Malcolm Gillies, said that the UKBA&apos;s report of immigration failures at the university was wrong. &quot;My university is going to seek for this revocation to be stayed  because our analysis with leading immigration lawyers demonstrates that this report of the UKBA is wrong  We fundamentally contest the claim that there is systemic failure here.&quot; Any transfer process is expected to be especially fraught for those students who are part-way through specialist courses. Leroi Henry, a senior research fellow at the university who was at the Home Office protest, said he supervised two international Phd students from Algeria and Turkey, who were midway through their dissertations and were now having to move to another place of study. &quot;At the moment we&apos;re trying to find alternative supervisors, looking through our network of friends and colleges trying to find someone who will be in a position to take them on ... Whether we can do that in the time limit is quite doubtful.&quot; Henry said the process was &quot;hugely disruptive&quot; and was causing a number of financial problems, especially as his students had been awarded scholarships by the university. Francis Owobiyi, 28, from Nigeria, who is studying for an MA in international law, said he was considering taking legal action against the UKBA. Owobiyi, who is also an executive officer at LMU&apos;s student union, said he had a month of study left and had completed his dissertation but was told by university staff that he would not be able to submit it. &apos;The thought that I may not be able to get my certificate after one year of studying is unbelievable. &quot;[I am] thinking about personal legal action ... At the end of the day, these services that have been fully paid for have not been rendered,&quot; he said. A 24-year-old female student from Iran held a placard reading, &quot;Stop Revocation&quot;. The English undergraduate, who did not wish to give her name, said that she had two years left of study and that the university assured her she could transfer elsewhere but had yet been unable to help her. &quot;I have to find other admissions in other universities by myself. I have spent lots of money as well with the Border Agency ... My family are upset now, because they have to send money for me again, to start again. It&apos;s very difficult.&quot; Speaking to the gathered crowd, Ayoola Onifade, president of LMU&apos;s student union said, &quot;We are not illegal immigrants&quot; adding that he and other students would &quot;refuse to abide&quot; with the Home Office ruling. Daniel Stevens, the NUS&apos;s International Students officer, from Brazil, told demonstrators that the UK was treating international students like criminals. &quot;I live in fear every single day of the UKBA. I live in fear that I will make one mistake on an application form and that will be it. I live in fear that I&apos;ve done something wrong. The truth is that international students in the UK are being treated like criminals.&quot; This article was corrected on 6 September 2012 because the original said Francis Owobiyi is considering taking legal action against the university. Owobiyi is considering taking legal action against the UKBA. ", 
    "section": "education", 
    "gid": "education/2012/sep/05/london-metropolitan-university-protest-foreign-students", 
    "wordcount": "807"
}