{
    "headline": "Google celebrates Julius Richard Petri, inventor of the Petri dish", 
    "text": "    Have you googled anything today? If so, you may have noticed that the Google Doodle looks different. That&apos;s because today is the 161st anniversary of the birth of German bacteriologist, Julius Richard Petri. He was the inventor of the Petri dish  one of the most ubiquitous items used by microbiologists, molecular biologists and health-care workers around the world.  Petri was born in Barmen, Germany, on this day in 1852. He studied medicine at the Kaiser-Wilhelm Academy for Military Physicians in Berlin, receiving his degree in 1876. He then worked at the worked at the Imperial Health Office with Robert Koch, who is known the world over as &quot;the father of bacteriology&quot;.  Koch grew bacteria on gelatin and also on agar, a gelatinous substance made by boiling a marine algae. Originally known as agar-agar, the name comes from the Malay name for red algae. These culture media were poured onto shallow plates and allowed to solidify before bacterial samples were placed on the surface to grow. But these dishes lacked lids, so the bacterial cultures often became contaminated. Petri invented a shallow round clear glass (or more commonly nowadays, plastic) dish with perpendicular sides and a loose-fitting lid that allows air to get in without the bacterial cultures becoming contaminated.  Petri dishes are found in nearly all medical, microbiological and biotech labs. They are how individual bacteria are grown into large colonies, how medical diagnoses are made, how antibiotic resistance of these microbes is assessed, and how specific genes or gene products that have been inserted into bacteria are grown.  The Google Doodle shows six Petri dishes with different bacterial cultures in them. This is an interactive Doodle: first, you watch the bacteria being streaked onto the surface of the agar in each dish so they spell out the word &quot;GOOGLE&quot; after they grow. Then when you mouse over them, the source of each dish&apos;s microbes pops up; a smelly sock, a door knob, a computer keyboard, a dog&apos;s mouth, wet plants and a kitchen sponge.  If you missed seeing it, this video captures today&apos;s Google Doodle:            [video link] .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and on facebook, G+, LinkedIn, Pinterest and of course, on twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/31/google-julius-richard-petri-inventor-petri-dish", 
    "wordcount": "397"
}