{
    "headline": "Apple announces record sales of iPhones and iPads", 
    "text": "Record sales of iPhones and iPads resulted in record profits at Apple in the final quarter of 2011, the first since the death of its co-founder, Steve Jobs. Apple more than doubled its profits: to $13.06bn (8.35bn), compared with $6bn for the same quarter in 2010. The result easily beat analysts&apos; forecasts, taking pressure off the chief executive, Tim Cook, handpicked by Jobs as his successor. Last October Apple shares recorded their biggest single-day dollar drop after iPhone sales missed their forecast. Cook said he was thrilled the company sold a record 37.04m iPhones in the final quarter of 2011, a 128% rise on a year ago. &quot;We could have sold more if we&apos;d had more supply,&quot; he said. The recently launched iPhone 4S proved to be the company&apos;s best seller in the quarter. &quot;We could not be happier,&quot; said Cook. In record sales across nearly all product categories, Apple sold a record 15.43m iPads over the quarter, more than double a year ago. It sold 5.2m Macs during the quarter, a 26% unit increase. Only sales of iPods fell, down 21% year on year to 15.4m; however, Apple has enjoyed higher average selling prices as consumers buy more of the iPod Touch. Cook told analysts that tablets would prove to be a huge market; they had already surpassed sales of desktop PCs in the US. He was dismissive of competition in the tablet market, including Amazon&apos;s far cheaper, if less powerful, Kindle Fire. &quot;I don&apos;t think limited function tablets are in the same category,&quot; he said. &quot;Last year was supposed to the year of the tablet; and I think that most people will agree it was the year of the iPad, for the second year in a row. &quot;I think it&apos;s remarkable that we&apos;ve shifted 55m iPads ,and we&apos;ve only been in the market since April 2010.&quot; Competition is intensifying however. Apple this week lost a court battle to have Samsung tablets banned in the Netherlands. The two firms have been locked in legal battles in almost a dozen countries over smartphones and tablets. The company said its iTunes store generated $1.7bn in revenue; the 361 Apple stores also had a record run. The chief financial officer, Peter Oppenheimer, said the stores made an average $17.1m in the last quarter, up from $12m a year ago, More than 110m people visited an Apple store over the quarter, and the average store attracted 22,000 visitors per week. Cook said: &quot;Apple&apos;s momentum is incredibly strong, and we have some amazing new products in the pipeline.&quot; Revenue jumped 73% to $46.3bn, exceeding analysts&apos; forecasts. For the current quarter, Apple projected revenue of $32.5bn with earnings per share of $8.50, noting the quarter has 13 weeks. Analysts had forecast revenue of $32bn with earnings per share of $8.02, according to consensus forecasts. Last week Apple launched iBooks 2 for the iPad, a software and online store aimed at shaking up the textbook market by offering interactive books for students. According to Jobs&apos; biographer, Walter Isaacson, the Apple founder spent the final years of his life looking at the textbook market. Oppenheimer said that more than 600,000 copies of its textbook authoring app has been downloaded. Analysts pushed Apple&apos;s executives on the $90bn cash pile that the company has amassed. Oppenheimer declined to comment on any specific plan but said the company was discussing what to do . &quot;We are not going to let the money burn a hole in our pocket,&quot; he said. &quot;What we focus on is making the best product,&quot; said Cook. &quot;We just want to stay ahead.&quot; Cook was made chief executive in August last year when Jobs resigned through ill-health. He has been with Apple since 1998 and filled in for Jobs for two months in 2004, when Jobs was recuperating from cancer surgery.", 
    "section": "technology", 
    "gid": "technology/2012/jan/25/apple-annnounce-record-sales-iphones-ipads", 
    "wordcount": "666"
}