{
    "headline": "Picturing science: the eyes have it", 
    "text": "In a series called Picturing Science, that seems appropriate to tired eyes at the end of the week, I am going to explore some images from the history of science. In this I am taking advantage of my role as a curator, and the kind permission of the Picture Library, to draw on the object and art collections of the Royal Museums Greenwich. The imagery surrounding science has changed hugely over the course of history, and it is undoubtedly the case that the way it is depicted influences our ideas about it. The colouring, the context, the associations all play their part in giving signals about what science is, who does it, who should care about it and why.  The picture heading this post is a striking detail from the centre of a print, one of a number that were my first cataloguing project on joining the Museum back in 2008. You can see the full image here. It is dated 1820 and, although not a particularly fine or rare image, is a long, long a way from how we might choose to depict the subject - Optics - today. It was published in Encyclopaedia Londinensis, or Universal Dictionary of Arts, Sciences and Literature, published in 24 volumes between 1810 and 1829, complied by the printer John Wilkes.  I am not sure who wrote the long treatise on optics, and would be grateful if anyone can let me know here or @beckyfh. However, we do know one of the readers: George Biddell Airy, Astronomer Royal from 1835-1881, recalled that he owed much of his early education in optics and the other sciences to the Encyclopaedia, writing in his Autobiography that it was &quot;a work which without being high in any respect is one of the most generally useful that I have seen&quot;. The print engraver is J. Chapman, who was responsible for most of the plates in the Encyclopaedia. The artist of many of the more technical illustrations, such as this one, was J. Pass. However, this rather more fanciful image is credited to A.D.M. Whoever this was, they had a splendid way of imagining the science of light: rainbow nymphs surrounding an eye, in the corners putti demonstrate instruments and phenomena. This putto shows off a camera obscura, a device for projecting an image onto a surface to aid the artist.     Source: National Maritime Museum    This one shows us the phenomena of refraction, with light appearing to bend a stick as it passes through water.     Source: National Maritime Museum    This chap seems to have his telescope trained directly on the charming sight of the red nymph (take a look!).     Source: National Maritime Museum    And, finally, in the bottom left corner, this putto has created the whole scene by holding up his prism - the iconic instrument of of optics - to split light into its seven colours.     Source: National Maritime Museum    It is a science not disembodied but, apparently, teaming with people, even if they are of a distinctly mythical sort.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/mar/22/science-illustration-art-history-optics", 
    "wordcount": "490"
}