{
    "headline": "New to Nature No 72: Psolus parantarcticus", 
    "text": "The echinoderm family Psolidae consists of small, inconspicuous and cryptic sea cucumbers that were, until recently, believed to be rare in Australian waters. Since 2008 this picture has begun to change, and with the recent addition of five new species by Melanie Mackenzie and Emily Whitfield of Museum Victoria, Melbourne, the number of known species has reached 19. Psolids differ from other sea cucumbers in possessing dorsal scales and a distinctly demarcated central sole that is thin and calcareous in most species. Half of the six genera of the family are now known to occur off the coast of Australia. Sea cucumbers are echinoderms, that is, relatives of starfish and sea urchins. Worldwide there are more than 1,200 named species, some found in shallow and others in deep seas. They are particulate feeders, ingesting algae and tiny animals that they sweep into their mouths with their tentacle-like tube feet. Among the new species is Psolus parantarcticus, a sea cucumber up to 45mm in length with conspicuous dorsal and lateral scales that are pale to dark brown or grey with white margins. Specimens of the new species were initially thought to be P. antarcticus, described in 1857 and known from the Magellanic region of South America, South Georgia and Macquarie Island, Australia, from depths of 100m to more than 1,600m. Further study revealed that the specimens were a distinct species differing in a number of significant respects, including possession of scales on oral valves, bowl-like ossicles in the sole, beaded wall scales and peripheral series of small ventral tube feet. Little is known of the habits of this or the other new species and more research is needed. Interestingly, related small and vulnerable species of Antarctic sea cucumbers are known to protect their brood. Such behaviour has not yet been observed among the Australian species but it will be interesting to see if this is the case. The type locality is off Macquarie Island where the new species has been observed from 108m to 135m deep. P. parantarcticus, like other members of its family, prefer secretive and protected habitats. They may be found attached to shells, corals, sponges and under rocks, particularly when found in places of stronger wave action. The diversity of species is greater in southern Australia than northern and further exploration seems likely to reinforce this biogeographic pattern. Discovery of additional species is anticipated, particularly in the Southern Ocean. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/may/13/sea-cucumber-australia-new-to-nature", 
    "wordcount": "417"
}