{
    "headline": "Jet Set Radio - preview", 
    "text": "A decade ago, for a few fleeting moments, Sega had some of the most creative and boundary-pushing developers in the business. Its arcade division was pumping out brash, genre-hopping oddities like Crazy Taxi, Brave Fire Fighters and Jambo Safari, while on Dreamcast there were dizzyingly fresh experiences such as Rez, Chu Chu Rocket and Shemue  games of imagination, colour and flamboyance. Games that truly celebrated their game-ness. Then there was Jet Set Radio. Developed by Sega&apos;s Smilebit team (now responsible for the Yakuza series), this unusual adventure pitted rival graffiti gangs against each other on the streets of Tokyo, tagging buildings and vehicles while avoiding the cops. It had a ridiculous J-rap/dance/rock soundtrack and daft characters who reflected a crazy nineties reading of early eighties New York street culture. Most importantly, it popularlised a new way of rendering 3D visuals so that every object had a cartoon-like black border. It was called cell-shading, and for a while everyone was doing it  indeed, lots of developers still are (see Catherine, Borderlands 2 and Fable Heroes). It was perhaps one of the most important things to happen to polygonal graphics since the introduction of texture mapping; it meant that 3D didn&apos;t have to be synonymous with photo-realism, that 3D could also be strange and subjective. It was modernism all over again. Now Sega is bringing out a new translation for XBLA, PSN and Steam, in 16:9 widescreen HD. It&apos;s an amalgamation of the original Jet Set Radio with the US version, Jet Grind Radio (which added a couple of extra maps and new songs), and the Japan-only update, De La Jet Set Radio. The game&apos;s three chapters will take in five areas of both Tokyo and the fictitious Grind City, all visually overhauled, but still recognisable to fans. Key selectable characters Gum, Tab and Beat are also back, displaying their aggressive rude kid attitudes as though it were still 2000.     Jet Set Radio    I played a brief demo of the Shibuya bus station level at a Sega press event in London last week. As ever, the challenge is to locate the graffiti tags left by rival gang members and then cover them up with your own. While exploring the environments, there are rails to grind, ramps to jump and tricks to pull off; these still combo together nicely, bringing in the open, breezy fun of the early Tony Hawks titles. The controls have been well mapped to modern twin analogue controllers. The right stick controls the camera, allowing you to size up areas and plan tricks with more ease; right trigger is speed, and left sets you up in front of a wall to start spraying some paint. Tagging is a case of copying the onscreen directions with the left stick in order to control your characters&apos; spray can. Things feel a little fiddly at first, and my skater was constantly failing to get onto the correct trick lines because the turning circle is very wide. But, as in the original, you get the hang of it and begin to learn the correct routes through the leaps, walkways and stopped traffic. With the timer ticking down, officers of the law soon arrive, marching in like a freakish combination of the Thought Police and the Keystone Cops. The game retains its sense of both freedom and pressure. It&apos;s still fun. Sega is looking to add extra contemporary value to the release. Along with online leaderboards, players are able to create their own tags; according to the Sega rep I spoke to, there are plans for an upload service allowing graffiti to be shared and rated  although other reports suggest this has been ruled out. The publisher is also considering DLC packs by famous graffiti artists (the game&apos;s original tags were created by early Banksy collaborator, Inkie). It also comes with Trophies and Achievements.     Jet Set Radio    The soundtrack has yet to be fully announced, but some tracks are likely to be missing due to licensing difficulties. The question is, I guess, whether this idiosyncratic title will have anything to offer newcomers. I think it may. Like the also soon-to-be-updated Tony Hawk&apos;s Pro Skater, Jet Set Radio speaks about a period in game design when developers were toying with open-world structures while catering for a new audience of post-pub, twenty-something players who wanted their lifestyles reflected in the games they bought. Whole new genres were emerging. They were interesting days. Plus, the vibrant depiction of a hyper-real Tokyo street culture  all robotic otaku and brash decora girls  is likely to be worth the entrance price all by itself. Jet Set Radio is a fashion museum with a serviceable freestyle skating game attached. And if you were there at the time of Sega&apos;s pomp, those heady days of experimentation and craft, it is almost certain  unless the other maps are catastrophically bad  to raise a warm smile of recognition.  Jet Set Radio will be released on PS3, Xbox 360 and PC in summer 2012 ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/15/jet-set-radio-preview", 
    "wordcount": "826"
}