{
    "headline": "The FAO must do more to promote food as a basic human right", 
    "text": "Should the UN&apos;s leading food security agency prioritise helping countries boost their agricultural production with subsidised chemical fertiliser, or promote ecological farming practices? Should it help countries protect themselves against import surges, or open them to the global marketplace? Should it work exclusively with national ministries of agriculture, or demand inter-ministerial and civil society participation? Last year, the Food and Agriculture Organisation (FAO) granted me access to key personnel in Rome and in the field, allowing me to take stock of its contribution to securing food as a human right for the world&apos;s poorest people. Supporting countries and regions to design their food security strategies is the bread and butter of what the FAO does  and has yielded many impressive results. As recently as 2011, the FAO Latin American regional office, then headed by the current FAO director general Jos Graziano da Silva, was indispensable in driving forward the Hunger-free Latin America and the Caribbean 2025 initiative, which brought about a regional parliamentary front and a 20-university-strong observatory on the right to food. Here and elsewhere, the FAO has shown itself capable of promoting specific and coherent forms of agricultural development that support marginalised food producers  often smallholders, particularly women  who are themselves among the most food insecure. By mainstreaming concerns such as gender and nutrition, it has adopted a sophisticated approach to food security that goes beyond the question of how much is produced, and asks how, for whom, at what price, and with what nutritional value. But how systematically does the agency support this kind of change? And how compatible are the agricultural paradigms to which the FAO offers financial and logistical support? On the thorny issue of nitrogen-based fertiliser subsidies versus agro-ecological modes of production, it transpires that the FAO will often support both. As a result, many have been left asking what the organisation stands for, and whether institutions like the FAO should stand for anything. It is, of course, difficult for an institution to establish a coherent identity when it will always be the sum of its parts  namely the 192 member countries whose priorities as donors and executors of national strategies will always shape its work, not to mention the private actors who fund up to 5% of the FAO&apos;s work and can wield broader influence on priority-setting. Nonetheless, in recent years the FAO has begun to carve out a clearer identity for itself. Last year, the agency built on the success of its Latin America and Caribbean initiative by supporting the community of Portuguese-speaking countries to develop a plan for incorporating the right to food into national policies. It also established a regional food security and nutrition council and launched the Hunger-free initiative for west Africa, another example of its drive towards progressive regional strategies. This shows that the institution is entirely capable of being more than a bureaucratic support office for implementing a la carte food security operations. Yet the FAO remains hesitant to throw its full weight behind specific models of support, and to move beyond these fledgling rights-based regional initiatives by systematically promoting food as the human right that it is. Over the past 10 years the agency has played a leading role in drawing up the landmark right to food guidelines, and has established a dedicated team to work in the area. However, this support staff has mostly worked on time-bound, externally funded projects  schemes to integrate the right to food into food security frameworks in Mozambique, Bolivia, Nepal and El Salvador are ongoing  rather than assisting all units in integrating a &quot;right to food&quot; approach. Self-evaluation has, in fact, led the FAO to conclude that it must refocus on activities with the highest impacts on food insecure people; the right to food embodies this approach and hardwires it into all policymaking. Treating food as a human right means adopting a normative and analytical framework that can diagnose and repair broken food systems at every level. This means instituting participatory, inclusive, multi-year political processes (right to food framework laws and national food strategies, for instance) in which the voices of poor and marginalised people are heard, policies are targeted at deficits in the ability of individuals or communities to produce or procure adequate food, responsibilities and actions are defined, and mechanisms are established for citizens to hold governments to account. Within the FAO, change is already afoot. The committee on world food security, set up in the wake of the 2007-08 food price crisis, endorses the rights-based approach to food security and, by systematically involving civil society, has become the best working example of participatory decisionmaking  a key tenet of human rights  at the global level. But this approach has not been replicated across the board. For example, the strategy being drawn up by the FAO for partnerships with the private sector has not, to date, referenced the right to food. States should ensure that the FAO, as the key institutional player on food security, moves towards including right to food criteria in programme and project clearance processes, integrating the procedural requirements across FAO work, monitoring country-level outcomes with rights-based indicators, treating civil society as partners in the planning and implementation of national strategies, and reporting on the state of implementation of the right to food in its annual State of Food and Agriculture publication. Far from politicising the FAO, mainstreaming the right to food would do precisely the opposite. It would provide the agency with a self-targeting device for ensuring a pro-poor approach across the board, allowing it to meet its core mandate of eradicating hunger. And it would provide a compass for the FAO to filter out policies and approaches unduly influenced by those whose interests in the reinvestment in agriculture are not purely related to tackling hunger and poverty.  On 4 March, Olivier De Schutter presents an official report (pdf) on the FAO to the UN human rights council in Geneva", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/04/fao-food-basic-human-right", 
    "wordcount": "988"
}