{
    "headline": "Boot up: Nokia and Windows 8, hackers in the virus, why don't Android tablets sell?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Nokia&apos;s Hopes Rest on New Windows 8 &gt;&gt; WSJ.com  If your home PC looks like your work one, then when you look at a Windows Phone device, rather than it being strange, it will look comfortingly familiar. &quot;We are really making a big bet on immersing the user experience on any device, anywhere, any time,&quot; said Mr. Courtois. &quot;Doing that seamlessly as a consumer or a business person... It is not just about one device, it is about an end-to-end experience which is going to be unique in the market.&quot;  For Microsoft to succeed it has to do two things: Stem, and then reverse, the tide for executives bringing their own devices into the enterprise; and secondly leverage its dominance of the PC at exactly the time that PC sales have been outstripped by mobile devices, very few of which are running any of their operating systems. Nokia--the largest manufacturer of Windows Phone devices--shipped 2 million [Windows Phone] units in the first quarter of the year.  Oracle accepts $0 in damages from Google, moves toward appeal &gt;&gt; Ars Technica  Oracle has agreed to accept zero dollars worth of damages from Google, three weeks after losing the major portions of the case in which Oracle accused Google of violating Java patents and copyrights in Android.  After one partial victory on the issue of whether Google infringed copyrights, Oracle lost its argument that Google violated patents. Oracle then lost a ruling that held that the structure of the Java APIs asserted by the company couldn&apos;t be copyrighted at all. The rulings left Oracle little room except to appeal, and today in court the two sides agreed to a damages total of &quot;zero.&quot; That&apos;s only a few billion less than Oracle originally sought.   Wonder if Google wrote it on a cheque with a flourish. What happens after you click &quot;report&quot; &gt;&gt; Facebook Your handy download-and-stick-on-wall guide:   There are dedicated teams throughout Facebook working 24 hours a day, seven days a week to handle the reports made to Facebook. Hundreds of Facebook employees are in offices throughout the world to ensure that a team of Facebookers are handling reports at all times.  How Apple Stores seduces you with the tilt of the laptops &gt;&gt; Forbes Carmine Gallo:   The first time I brought my two young daughters into an Apple Store, a sales associate (Apple calls them &apos;specialists&apos;), encouraged my girls to touch and play with an iPad. Once he showed them how to use a Disney Princess coloring app, it was over. My girls didn&apos;t want to leave and to this day they want to go to the Apple Store every time we visit the mall. The Apple Store made a connection with my daughters because they made it easy for them to touch the products, encouraged them to do so, and let them play with the products for as long as they wanted.  Walk into a &apos;big box&apos; retailer and you often find the opposite scenario. The devices are turned off and the screens are black. It should be no surprise that some of these retailers like Best Buy are in financial trouble and looking for ways to improve the customer experience.  Have you ever chatted with a Hacker within a virus? &gt;&gt; AVG  Hacker: What are you doing? Why are you researching my Trojan?  Hacker: What do you want from it?   Conversations that antivirus people don&apos;t expect. More worrying is the capability of the backdoor. October 2009: Android to grab No. 2 spot by 2012, says Gartner &gt;&gt; Computerworld Note the date, of 2009:   While the Google-backed Android mobile operating system currently runs on less than 2% of all smartphones, Gartner Inc. predicts it will surge to 14% of the global smartphone market in 2012 - ahead of the iPhone, as well as Windows Mobile and BlackBerry smartphones.   Well, sorta correct. (The forecast was made by Ken Dulaney, who&apos;s still at Gartner, though not forecasting smartphone share any more.) Editorial: Android tablets still suck, and Google&apos;s running out of time to fix them  So if the iPad is just a big iPhone, and an Android tablet is just a big Android phone, why aren&apos;t Android tablets flying off the shelves like iPads? Let&apos;s take ad hominem attacks about &quot;fanboyism&quot; and &quot;branding&quot; off the table here. They&apos;re tired, stupid, and unproductive arguments lobbed like burning sacks of metaphorical dog shit across the lawns of tech blogs all over the web. And saying it&apos;s &quot;because of the apps,&quot; while partially true, is not the sole factor here by any stretch of the imagination.   Ah, such imagery. We&apos;ve intentionally left off the name of the site here. See if you can figure it out before you click on the link. Surface: Microsoft, What the Hell is Wrong With You? &gt;&gt; ZDNet Jason Perlow:   So let me get this straight, Microsoft. You made journalists schlep across the country, no, the planet, for a product that might not ship for months? You&apos;re lucky they didn&apos;t burn the venue down.  Okay, no ship date, no prices and... no compelling 3rd-party applications or even Office to show on it whatsoever. So we have no idea how well it performs, and how well supported it will be by 3rd-party software developers. No partnerships to speak of. Nada. No demonstration or even any claims of how good the battery life on each model is.  Nothing to say whatsoever about the nature of what display technology they are using, whether it is OLED or LED/LCD backlight or something else. Great, so one is a 720p and the other is a 1080p. Details, please.  Gee, that doesn&apos;t exactly make folks want to stop in their tracks from buying iPad 3s, does it?   Actually, isn&apos;t that precisely the aim of vapourware - even vapourmagnesiumware? Promise something great in the near-ish future to stall rivals&apos; sales? (Thanks @jseths for the link.) Sharp AQUOS Android Smartphone: Feel UX &gt;&gt; Vimeo An interesting rethink of the Android UI by frog, the designers. Very attractive: note how it&apos;s using Microsoft typefaces in the video, and Windows Phone-like tiling. Get used to competition in how Android UIs look as smartphone penetration explodes. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/21/technology-links-newsbucket", 
    "wordcount": "1090"
}