{
    "headline": "Apple faces US inquiry over iPhone address book privacy", 
    "text": "Apple has pledged to block apps from accessing user contact lists after accusations that several were copying address book details  including phone numbers and other details  without requesting permission. Twitter has said it will also update its apps for iPhone and the Google Android operating system to make it clear that emails and phone numbers are uploaded to its servers, where they may be kept for 18 months. The software overhauls were announced after two members of US Congress wrote to Apple chief executive Tim Cook demanding answers to &quot;claims that the practice of collecting consumers&apos; address book contacts without their permission is common and accepted among [third-party] app developers&quot;. In response, Apple said any apps accessing address books without prior permission were in breach of guidelines and would be stopped in their tracks by forthcoming software upgrades. &quot;We&apos;re working to make this even better for our customers, and as we have done with location services, any app wishing to access contact data will require explicit user approval in a future software release,&quot; it said in a statement. Last week, it emerged that Path, a social networking app, uploaded and kept a copy of new users&apos; address books without consent. One developer, Dustin Curtis, wrote: &quot;I did a quick survey of 15 developers of popular iOS apps, and 13 of them told me they have a contacts database with millons of records. One company&apos;s database has Mark Zuckerberg&apos;s cell phone number, Larry Ellison&apos;s home phone number and Bill Gates&apos; cell phone number. This data is not meant to be public, and people have an expectation of privacy with respect to their contacts.&quot; Congressmen Henry Waxman and GK Butterfield have demanded to know why Apple is not as protective of address data as it is of location data. The latter issue caused a storm in April 2011 when the Guardian revealed that the iPhone had an inbuilt database that effectively tracked the user&apos;s location. Apple updated the iPhone software soon afterwards to encrypt or remove that data. Twitter, meanwhile, has acknowledged claims made by the LA Times that the &quot;find friends&quot; feature on its iPhone app downloads the user&apos;s entire address book to its servers, where the details are then kept for 18 months. The only clue that the app gives to its aims are that it says it will &quot;scan your contacts for people you already know on Twitter&quot;. A Twitter spokeswoman said that a forthcoming version of the app would use clearer language: &quot;In place of &apos;scan your contacts&apos;, we will use &apos;upload your contacts&apos;,&quot; she said. Meanwhile, the Android Twitter app will be tweaked to say &quot;import your contacts&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/feb/15/apple-iphone-address-book-privacy", 
    "wordcount": "455"
}