{
    "headline": "Don't cut freshers' week, we need it", 
    "text": "Bristol University has shelved plans to shorten freshers&apos; week from five days to three following an outcry from students, opposition from the Bristol Student Union and a petition that garnered some 348 signatures in under a week. To put that in context, at the time of writing, the movement to save Bristol Freshers&apos; Week has 187 more supporters than the official government petition for the UK to take action against Robert Mugabe. Go figure. This outcome shows that, to us students at least, freshers&apos; week is seen as a significant part of university life. Personally, I loved freshers&apos;. It was a whimsical whirlwind of neon face paint, new, fun and interesting people and, fatefully, the site of my first and last foray into the world of Carlsberg Special Brew on a night that ended with me face down in our halls&apos; kitchen, covered in marker pen and with a potato lovingly placed in my boxers. But freshers&apos; was as terrifying as it was fun. It was a week of questions. Some mundane ones like &quot;did you do a gap year?&quot; or &quot;what A-levels did you do?&quot;. And some more important ones such as, &quot;how do I manage to feed myself on my own, without getting scurvy?&quot;, &quot;when my loan runs out, will I have to pawn my kidneys?&quot;, &quot;why, oh why, does everybody like dubstep?&quot; And the question that, secretly, haunts most freshers: &quot;how on earth am I going to make a whole bunch of new friends?&quot; After all, that&apos;s what freshers&apos; is all about. Josh Alford, Bristol Union&apos;s vice-president for education, who spearheaded the campaign to keep freshers&apos; five days long, argues that it &quot;is a vital time for students to settle into a new environment, make new friends, get to know a new city and generally acclimatise to a whole new environment, one which many have not experienced before.&quot; And arguably three days is simply too short a time to do that in. As Andrew Shipley, a first-year history student at Robinson College, Cambridge  which has a three day Freshers&apos; week  told me &quot;the problem with cutting freshers&apos; week short is that people get the shock of work, when they still don&apos;t really know people&quot;. Freshers&apos; week is completely different to the rest of university life. Ask any student and they will tell you that freshers&apos; is the only time when everybody talks to everybody, without any social hang-ups or pretensions. There is definitely something that changes once it is over. Cliques begin to form. The very large rugby boys all end up together endlessly discussing the complexities of protein powder. Girls studying English flock together in a sea of berets and roll-up cigarettes. The Pippa Middleton RAH set battle it out to see who has the most horses and the most surnames. Everybody from London keeps on being friends with everybody they previously knew from London. And, in Bristol at least, a handful of bewildered Northerners form a Rugby League scrum and take refuge in nostalgic memories of pies and coal. But during freshers&apos; week none of this has begun. After all, we are all the same when we&apos;re dressed as smurfs. There is no denying that alcohol plays a big part in this. Freshers&apos; is rowdier than Mario Balotelli on pay day. But for all the rhetoric bemoaning boozy Britain, is it taboo to suggest that in a nervy week of new places and new faces, having a few drinks is actually a good thing? Not in a troubled Vietnam veteran &apos;drink to ease the pain&apos; way, but as social lubricant, to loosen people up, get people talking and having fun together. As students at Queens&apos; College Cambridge argued when their senior tutor proposed scrapping freshers&apos; altogether: &quot;happy students are good students&quot;. Sometimes the five friendliest words in the English language can be &apos;do you fancy a beer?&apos; Undoubtedly, students shouldn&apos;t be pressured into downing gallons of Sainsbury&apos;s Basics Vodka and that formed part of the negotiations Alford had with Bristol University&apos;s senior management, who were concerned at the lack of alternatives for students who don&apos;t want to take part in this side of Freshers&apos;. Alford says this will be solved by encouraging &quot;more structure to the week and further opportunities for groups of students who may not want to get involved in some of the more typical freshers antics, rather than shortening it&quot;. It seems a good, healthy compromise. Whether its five days or two weeks, freshers&apos; is a surreal, wonderful, exhausting experience. You leave it with a bunch of new friends, some of which you&apos;ll end up knowing for the rest of your life and others you will awkwardly nod at when you see them in the supermarket. You will leave it, believe it or not, that bit more independent than when you started. And if having a couple too many pints helps you on your way, is that such a catastrophe?", 
    "section": "education", 
    "gid": "education/2012/mar/12/dont-shorten-freshers-week", 
    "wordcount": "839"
}