{
    "headline": "London 2012: Evolution trumps equality at the Olympics", 
    "text": "I have followed the Olympic opening ceremony&apos;s narrative from the source of the Thames to Hey Jude several times and I can safely say Danny Boyle&apos;s vision is the most magnificently entertaining, complex piece of propaganda promoting inclusivity, individuality, integrity, ingenuity and introspection (GB-style) that I&apos;ve ever seen. Cooperative fair play on the commons&apos; cricket pitch was greedily torn asunder in favour of mass production, but it was not forgotten. Boyle had a descendant of Emily Pankhurst portray a suffragette, for example. Gender equality has been made a key theme of the 2012 Olympics and, at last, all competing countries, including Brunei Darussalam, Saudi Arabia and Qatar, have female athletes. Dialogue was sparse in Boyle&apos;s script but a significant portion included parental fussing over the length of the female romantic lead&apos;s skirt. Nonetheless, she is left free to express her own fashion sense and free to write her own romance, finally placing the boy&apos;s Chaplin bowler on her own head. The message: Britain has evolved a culture in which women have the right to choose how they live and with whom they breed. In his speech at the ceremony, Sebastian Coe spoke about sport&apos;s purity and truth, derived from living for the moment. But in many ways, the parade of national teams was in contrast to the sentiments that topped and tailed it. One by one the teams entered the arena to take a ceremonial lap and begin the gladiatorial process of sizing-up and psyching-out the competition. The 2012 Olympic athletes represent some of the results of natural selection upon our species. They are in London in an attempt to dominate as many of the 26 sports as possible, not to make friends and share the limelight. So teams that had giants, such as Greece, the Czech Republic, China, Spain and Grenada, put them up front in the role of flag bearer. Other teams had their most beautiful women carry the flag, such as Russia, Guam, Djibouti, Finland and Australia. These athletes are the best specimens the 204 geographic territories have to showcase their biological worth. Some territories have a greater diversity and abundance of good sporting genes than others, and those tend to be countries that have embraced immigration. Breaking down the confidence of the opposition is achieved in subtle ways. Boyle promoted peace using the CND symbol, but his inclusion of the Dam Busters March was a reminder that in times of adversity the British can, and do, use the element of surprise to confound their enemies. I noticed some teams brought their own flags to wave in the parade, whereas it appeared others, such as France, China, Brazil and Colombia, had not. These delegates&apos; parade flags were printed in the UK and on the reverse they had the Union Jack. Thus, 50% of their waving psychologically benefited Team GB, which was nicely subversive. I also noticed that the Democratic Republic of North Korea carried an extra-large flag in addition to the flag bearer&apos;s flag. After being mistaken for South Korea earlier in the week they wanted their true identity made clear to the world. In sartorial terms, most countries went for the conservative blazer and white skirt/slacks look (generic enough to double as an air steward&apos;s uniform). Some countries promoted their ethnicity with flower garlands, grass skirts and big hats and paraded in national dress, such as Bhutan, American Samoa and Mexico. (Tonga confusingly paraded wearing a conservative blazer with a grass skirt.) Brazil&apos;s scarf mimicked nature&apos;s venomous yellow and black stripes, Italy&apos;s team power-dressed in Armani, the USA dressed in Ralph Lauren and Team GB went &quot;high street&quot; during the recession with gold armpits from Next. Behaviourally, the most excitable and boisterous teams were Australia (several of whom were undressing as they paraded) USA (media-aware, saluting the camera), Italy and GB (both gave lots of kisses and waves). Botswana, Kenya, Rwanda, Pakistan and Nepal were among the most serious teams. But after the bluff and posturing of the fancy dress parade it will be supremacy in the events that counts, and no one looks sexier in lycra than the Jamaican Usain Bolt. A recent Channel 4 documentary, presented by African American Olympic star Michael Johnson, explored the possibility that natural and sexual selection as a result of slavery are directly responsible for the fact that small nations such as the Bahamas and Jamaica produce a high percentage of gold medal winners, whereas Bangladesh with a population of 164 million has only five delegates at the 2012 Olympics and has never won a medal. But it will be with the cyborgs of the Paralympics that the future of our species is glimpsed. Here, augmentation will enhance genes for speed and stamina. In time there will be a reversal of fortune and able-bodied athletes will be considered primitive and disadvantaged. Boyle&apos;s global perspective was intellectually humane, compassionate, tolerant of difference and hilariously self-aware (not forgetting the anarchy within the rock&apos;n&apos;roll soundtrack). But in the combative sports arena, albeit on a level playing field, the exclusivity of survival  where one fit athlete&apos;s gain is invariably another&apos;s loss and where being the fastest, highest and strongest is all that matters, because gold is a hell of a lot more sexy than silver  means winners will pull rank on Boyle&apos;s celebration of reciprocal altruism. We&apos;re not all equal and, in the moment, that&apos;s how the cutting edge of evolution works.", 
    "section": "science", 
    "gid": "science/blog/2012/jul/31/london-2012-natural-selection-equality-olympics", 
    "wordcount": "902"
}