{
    "headline": "What really happened to Ludwig Leichhardt?", 
    "text": "The boundless Australian deserts are the stony lockers of many secrets  but the most enduring modern mystery to be held there is the fate of Ludwig Leichhardt, the strange Prussian scientist who vanished in 1848 along with seven men, 20 mules, 50 bullocks, seven horses and masses of gear. The German-born scientist and naturalist mounted two significant overland expeditions to explore Australia before vanishing on the third, most ambitious and risky trek: a 4,500km east-to-west crossing on horseback of the unknown and forbidding Australian interior. Leichhardt had studied philosophy, languages and natural sciences at the universities of Gottingen and Berlin. His meticulous leather-bound field notes  held today in the strongroom of Sydneys Mitchell Library  reveal him to have been an intense observer of Australias landscape, vegetation and the Aboriginal people. By 1846, four years after his arrival in Australia, Leichhardt was being feted as the young nations most daring explorer and scientist after travelling overland from the continents east coast, north-west to the top of Australia, a journey that took him through perilous territory of nearly 5,000km and took nearly 18 months. When he and his party arrived back in Sydney in March 1846  having long been given up for dead  he was lauded as the Prince of Explorers, and public and private support grew for his future expeditions in line with his hero status. In 1848, Leichhardt set out to surpass his journey to the north. He now wanted to cross Australia from east to west, through its mysterious, arid centre  a place unknown to Europeans. Before he left, he learned he had been awarded gold medals for his work by both the London and Paris geographical societies and wrote: Ive had the pleasure of hearing that the geographical society in London has awarded me one of its medals, and that the Parisian geographical society has conferred a similar honour upon me. Naturally Im very pleased to think that such discerning authorities consider me worthy of such honour; but whatever I have done has never been for honour. I have worked for the sake of science, and for nothing else. The leaps in science made in the 165 years since Leichhardt vanished may be able to reward Leichhardts own devotion to scientific study and lift the mystery of his fate. It revolves around unlocking the soil and plant clues to Leichhardts passage across Australia that are thought to be embedded in the single relic from his last expedition that has ever been found: a rough brass plate inscribed with his name and the year, 1848. It was attached to the rifle Leichhardt carried when he left on the final, fatal expedition. He set out in March 1848 from the Condamine river and was last seen on 3 April at McPhersons Station, Coogon, on the Darling Downs. A small publishing industry has grown from the void of his partys disappearance. At least 13 substantive books and scores of government and scholarly reports and papers have been generated by Leichhardts vanishing. The central character in Voss  Patrick Whites immense novel of an ill-fated desert journey and another into a mans soul  was inspired by Leichhardt. The latest book on the Leichhardt mystery is published this month: Where is Dr Leichhardt? by Dr Darrell Lewis, an archaeologist, historian and bushman who has traversed Australias loneliest far-desert regions by four-wheel drive, quad-bike, helicopter and on foot in search of Leichhardt and his party of five Europeans and two Aboriginal guides. Lewis, like many before him whove set out in search of Leichhardt, found nothing of the masses of metal  pots and pans, cutlery, water bottles, buckled harnesses, iron stirrups, horse shoes, nails, rifles, pistols, axes, knives, coins and telescopes  that the expedition carried. Lewis has, however, re-emerged far from empty-handed. He has gathered, sifted and tested the stories of those who searched before he did  including at least 14 well-funded government and private expeditions  launched after Leichhardt and his men vanished in 1848. These included camel-mounted searchers  burning cash contributed by state governments and by a committee of wealthy Melbourne society ladies  who ventured into far-north Queensland 20 years after Leichhardts disappearance. Rumours about Leichhardt persisted for many years  including reported sightings of a very old white man [with] long yellow hair and beard, living in the outback with Indigenous people. There is a maze of theories to explain Leichhardts end: he and his party were murdered; there was a mutiny; he lived out his days with an Aboriginal tribe deep in the desert; they starved; they drowned  even that Leichhardt was eaten by a shark in the Gulf of Carpentaria. Will a desert dune, clay pan, cave or rock ever give up Leichhardts fate? Lewis offers:  ultimately no answer can yet prove which route the expedition took or where or how it met its end. Until the time that some conclusive piece of evidence is discovered  something like Leichhardts journals hidden in a dry cave or perhaps a heap of 1840s-period surveying gear  arguments about Leichhardts final resting place will remain a matter of probabilities rather than certainties. There is, however, that single Leichhardt relic which modern-day Leichhardt scholars  Darrell Lewis among them  believe is likely to harbour old secrets that new science can unlock. What the Leichhardt Plate can reveal may well help shed light on two crucial questions in the search for its first owner: how far across Australia did he get? And did he travel a route across Australias north, or through the centre? Now on display in Canberras National Museum of Australia, the Leichhardt Plate has its own long and shrouded history. The plate was found around 1900 by an Aboriginal stockman, still attached to a burnt gun, wedged in a boab tree. A distinctive L was carved into the tree  in keeping with Leichhardts known practice to carve his initial into trees along the routes of his expeditions. According to research by the Royal Geographical Society of South Australia, the stockman gave the gun to his boss, drover and prospector Charles Harding. The boab, or bottle tree, in which the gun was found was in Sturt Creek on the northern fringe of the Great Sandy Desert in Western Australia, which remains one of the most formidable and least visited parts of the outback. South of this region, at Lake Mackay, the last uncontacted Aboriginal tribes were still living in the bush until 1984. Hardings long insistence that the boab tree in which the plate was found was marked with an L strongly suggests that it was Leichhardt who placed the gun in the tree and that, until its discovery by the stockman, it had not been moved. The location of Sturt Creek fits with the plausible theory, also argued by Lewis, that Leichhardt and his party  setting out to traverse Australia from Queenslands Darling Downs to the Swan River settlement in Western Australia  made a northerly arc, along the headwaters of rivers flowing into the Gulf of Carpentaria, rather than a direct east-west route through the central Australian desert. Harding cherished the plate for years, keeping it wrapped in newspaper and hidden behind a mantelpiece in his last home in rural South Australia. He would sometimes polish the plate with ash. Around 1918 he encountered a young boy, Reginald Bristow-Smith, who was enchanted with Leichhardts disappearance and who talked Harding into giving him the Leichhardt Plate. Bristow-Smith loaned the plate to Larry Wells, a South Australian explorer and surveyor, who was killed in 1938. After that, the plate became lost in the South Australian bureaucracy  until 1964 when Bristow-Smith tracked it down and got it back, a few years before his death. In 2006, the National Museum of Australia in Canberra acquired it from the Bristow-Smith family. The museum conducted an extensive examination of the Leichhardt Plate, overseen by its senior conservator, David Hallam. More intensive scanning electron microscope tests were conducted by Dr Ian MacLeod of the Western Australian Museum. They discovered the evidence that backed up Hardings claims about the plates history: the brass is from the early 1800s, sulphur residues on the plate match with the black gunpowder used in firearms of the era, zinc hydroxy chlorides show the plate was long in arid lands, the remnants of the ash used by Harding to polish the plate are still there, as are the signs of a low-intensity fire which would confirm Hardings tale that he disposed of the gun, to which the plate was attached, because the gun was fire-damaged. Hallam and MacLeod, who conducted those tests, believe the march of science should be harnessed afresh to obtain more secrets from the Leichhardt Plate. They are supported by Lewis, who believes that the extraction of minute organic material embedded within the Leichhardt Plate, a process known as micro-excavation, could well reveal pollen, evidence likely to narrow down the range of locations where the plate could have been found. Says Lewis: If it was, as the story that came with the plate has it, found attached to a partly burnt gun in a bottle tree marked with an L, one could expect to find some boab pollen on the plate. If no boab pollen was found it would not disprove the location. However, if pollen was found on the plate which came from a plant species only found in central Australia, or some other location far from the boab country, then that would cast great doubt on the story that it was found near Sturt Creek  but not the authenticity of the plate. Such a finding would be likely to settle the long debated question on whether Leichhardt and his party set out to traverse Australia by way of the northern arc  the theory favoured by Lewis  or whether they vanished on a more direct route that took them through central Australias desert lands. If it was Leichhardt who placed his gun in the folds of a boab tree, then it was done with deliberate eye on the distant future. Boabs are remarkable trees that grow to a great size, survive intense fires and live for centuries. Lewis travelled into the remote Sturt Creek region after the Leichhardt Plate was obtained by the Museum of Australia and scoured the country for an old boab marked with an L. He found a boab forest in an area about 60km long and 3km wide. He inspected all of the forests 280 trees. He details that expedition in his new book: Some were found with images on them carved by Aborigines and some with European names and initials, but none was found bearing an L or associated with the remains of a muzzle-loading gun. It may be that there never was a boab marked L in the area searched, or its possible that such a tree was once there but has since died. However, at the end of our survey we heard of an isolated boab well outside the area searched. In 2012 in a helicopter I tried to locate this tree and also searched along some desert ranges for other isolated boabs. Nothing was found, but it remains possible that an aerial survey over a much bigger area may be successful. For MacLeod, the electro-chemistry and conservation expert who did early testing on the Leichhardt Plate, Australia should take all of the gains in modern science to extract the stories the plate still holds. In early May, MacLeod emerged astounded from the Australian Synchrotron in Melbourne  the countrys most sophisticated X-ray machine. Hed taken one of his prized exhibits there for testing: an historic pewter dish, the de Vlamingh Plate, nailed in 1697 to a wooden post on West Australias remote Dirk Hartog Island by the Dutch explorer Willem de Vlamingh. It survived more than 120 years on a windswept cape and is Australias oldest record of European discovery. The Synchrotron produces light a million times brighter than the sun, providing a comprehensive spectrum of electromagnetic radiation, including X-rays, which can be used to study all manner of objects in exquisite atomic detail. X-ray fluorescence microscopy can show which metals are present and where, in areas smaller than the width of a human hair. Its mind-blowing, freaking mind-blowing, MacLeod said after his plate had spent four days inside the Synchrotron, which is about the size of a football field. MacLeod was able to learn which side of the de Vlamingh plate had spent most of the time uppermost (it was seized from Dirk Hartog Island by the French explorer Louis de Freycinet and taken back to Europe where it spent the next 100 years forgotten in a Paris storeroom before being re-discovered during the second world war German occupation), and which had been the plates leading edge facing the sea whilst on Dirk Hartog. MacLeod was even able to see on the plate the marks made by the men who ate off it before it was mounted on the island. If the Leichhardt Plate were to be similarly examined MacLeod says the results would be likely to be equally as amazing: For a laypersons mind, you could say you would be able to get say a 1,000 times more detailed picture than you could with other systems. MacLeod believes that the organic material which Lewis thinks could narrow the outback route Leichhardt travelled is still on the Leichhardt Plate. They will be able to tell you the composition of the organic material in it, in the lettering, he says. So, yes, I think there is a huge story waiting to be told about the Leichhardt Plate. Will it happen? As always, it is a question of money. The National Museum of Australia helped sustain Lewis while he wrote his book on Leichhardt, and funded his expedition in search of the now ancient boab tree. Dr Mathew Trinca, assistant director of collection, content and exhibitions for the Museum, says it is now time for donors to step up: To take this story forward we really need help and support from the wider community, especially that network of people interested in what happened to Ludwig Leichhardt. Says MacLeod: The loss of Leichhardt is one of our great mysteries. This is a man who formed part of all our childhoods. We owe to Leichhardt to sort out the story.", 
    "section": "science", 
    "gid": "science/2013/may/31/what-really-happened-ludwig-leichhardt", 
    "wordcount": "2421"
}