{
    "headline": "Research in brief  18 April 2013", 
    "text": "Arts and humanities     Photograph: the Guardian      An unpublished manuscript by DH Lawrence attacking an abhorrent form of 1920s sexism has been discovered in an archive in New Zealand by Andrew Harrison, lecturer in English literature at the University of Nottingham. The 185-word piece is a response to a short article  &apos;The Ugliness of Women&apos;  which appeared in the April 1924 number of the Adelphi journal. &quot;This is an important and timely discovery,&quot; said Harrison. &quot;I hope that the short piece will cause people to question what they think they know about Lawrence&apos;s attitude to women. It reveals Lawrence&apos;s enlightened attitude to gender issues, and his acuteness in detecting and exposing sexist attitudes.&quot;  Archaeologists and scientists from Manchester Met University and the University of York have found that some of the world&apos;s oldest ceramic pots still contain residues of the food that was cooked in them. Scientists carried out chemical analysis of food residues in pottery up to 15,000 years old from the late glacial period, the oldest pottery so far investigated and the first study to directly address the question &apos;why humans made pots?&apos;. Oliver Craig, director of the BioArCh research centre at York, said: &quot;The reliability and high abundance of food along shorelines and river-banks may well have provided the initial impetus for an investment in producing ceramic containers, perhaps to make the most of seasonal gluts or as part of elaborate celebratory feasts and could be linked to a reduction in mobility. The findings opens the way for further study of hunter-gatherer pottery from later periods to clarify the development of what was a revolutionary technology.&quot; Science and technology     Photograph: Peter Macdiarmid/Getty Images      Researchers at Nottingham Trent University have created an artificial eye with a cosmetic pupil that can dilate and contract in response to light. Using smart materials, the prototype aims to solve the longstanding problem of eye loss victims having two different sized pupils at night or in bright sunshine. Pacey-Lowrie, who has worked in ocular prosthetics for 35 years, said: &quot;Many people who have a prosthetic eye are very conscious of how realistic it looks. This research is a real breakthrough which promises to end this longstanding problem. The aim is to help people mix in social circles more comfortably and have increased confidence.&quot;  Neutrons help explain ozone poisoning and links to thousands of premature deaths each year, find researchers from Birkbeck, Royal Holloway, and Uppsala Universities. The research has helped explain how ozone causes severe respiratory problems and thousands of cases of premature death each year by attacking the fatty lining of our lungs. Katherine Thompson from Birkbeck&apos;s department of biological sciences, said: &quot;The slow increase in surface tension that occurs as a result of the ozone exposure would certainly damage the ability of our lungs to process oxygen and carbon dioxide, and could account for the respiratory problems associated with ozone poisoning.&quot; Social science     Photograph: Getty     Boys continue to outperform girls in maths despite attempts to close the gap, according to a study from the University of Leeds and the University of Missouri. Research shows twice as many boys than girls are in the top 1% of maths students across the globe. The findings also indicate that wide gaps in achievement between boys and girls in maths are common in more economically developed countries. The gap in achievement in maths in the UK is one of the widest in the world, along with countries such as the US, the Netherlands and Germany. Co-author of the study, Gijsbert Stoet from the University of Leeds, said: &quot;What is striking is the extent of the gap at the top, between the brightest girls compared to the brightest boys. Given it&apos;s usually the highest performing students that are likely to go on to higher education or in to jobs in science and technology, this has huge implications for initiatives which have been designed to encourage girls into STEM fields and reduce gender discrimination.&quot;  Racism is still a lurking presence in UK prison finds a researcher from the London School of Economics, while examining how prisoners from different ethnic and religious backgrounds interact. Coretta Phillips&apos; report found: &apos;White prisoners often reverted to narratives of white superiority to undermine and denigrate black prisoners  with vehement resentment about the perceived overplaying of the &quot;race card&quot; by black prisoners. Muslim prisoners were held in particular disdain but also envied for their collective presence and solidarity.&apos;&quot; And finally     Photograph: Julia Claxton/Barcroft Media     Some people will never make good marathon runners because of their genes, according to Loughborough University scientists. Researchers have uncovered a key group of 30 genes which determine how the body responds to stamina training and whether it is capable of running a marathon. Their DNA test can tell people whether they will be able to increase their stamina by training hard, with research showing that one in five will never improve and may even get worse. Jamie Timmons, head of systems biology in the school of sport, exercise and health sciences, at Loughborough, said: &quot;If someone&apos;s ambition is to do a marathon in a decent manner, we can tell them if they can based on their baseline fitness and their potential for responding to training. From our work, we know that 20% of people do not respond at all to training and in fact can get worse. They push themselves as hard as everyone else, but their muscles do not extract the same amount of oxygen. About 15% have the genes that mean they will respond highly to training. But of that number, only those with a good inherited baseline fitness and good resistance to injury will ever become elite marathon runners.&quot; Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/apr/18/academics-research", 
    "wordcount": "997"
}