{
    "headline": "Hop onboard an HGV and see what they can't see", 
    "text": "For most cyclists, HGVs are the thing most feared on urban roads. Despite only comprising 5% of traffic, they are involved in about 50% of cyclist deaths each year, and many more serious injuries. When I sat in the driver&apos;s seat of an HGV this week, I realised that fear can be a good thing. The Metropolitan police&apos;s Traffic Cycle Team are currently running safety events called Exchanging Places, which give cyclists the chance to see exactly what a lorry driver can  and can&apos;t  see. Sergeant Simon Castle, in charge of the Cycle Team, said: &quot;The old message is &apos;share the road&apos; but it is difficult to do that if you can&apos;t see the other point of view.&quot; The driver&apos;s seat of this particular HGV was above my head. I climbed up while an officer positioned himself on a bike down the near (passenger&apos;s) side of the truck, as cyclists commonly do in traffic. The cyclist was clearly visible in my mirrors until he moved to the nearside door. I could see him in the down-facing mirrors on the windscreen and door, mounted on all HGVs since 2007, and in the Fresnel lens (which isn&apos;t compulsory). In the two mirrors which stick out like ears over the kerb, he was completely invisible. When positioned at the front-left corner and directly in front of the cab, he disappeared altogether. My co-pilot, the Cycle Team&apos;s Carl Burridge, says modern HGVs have as much acceleration as a car from stationary, so sitting directly in front is extremely dangerous. In some positions, the cyclist&apos;s hi-vis clothing was the only reason I saw him. Then he demonstrated the correct road positioning, in front of the lorry, at about the length of a cycle stop box, at which point he turned around to look me in the eye. &quot;It&apos;s harder to run someone over once they&apos;ve looked you in the eye,&quot; says Burridge. Also, importantly, you know if you&apos;ve been seen. You can see a video of the police demonstration here. Charlie Lloyd, of the London Cycling Campaign, said:  &quot;By far the most hazardous place for a cyclist is way out on the left of a large lorry, 1.5-3 metres away, outside the area seen in the mirrors or picked up by sensors. That is the area that a turning lorry swings into at speed when turning left. To the cyclist the lorry comes out of nowhere, to the driver the cyclist is invisible.&quot;  But even when fitted with audible sensors in blind spots (which buzz or give a verbal warning if an object is too close), and a rear-facing camera  ie with all measures both legal and optional  the fact was clear: there is only so much an HGV driver can see. Sergeant Castle said: &quot;With seven mirrors and the whole front windscreen to look at, by the time you have moved, the view has all changed.&quot; &quot;It is very difficult and no one is perfect.&quot; Since October, the team has put 450 cyclists in a lorry cab. HGV drivers can also receive cycle training but this takes seven or eight hours. The consensus is this: overtake, don&apos;t undertake, or simply wait behind the lorry. And always think this: is it at all possible that this truck could turn left or right in the time it takes me to overtake? The London Cycling Campaign provides this advice with a useful lorry blind spot diagram. Lloyd says: &quot;The people who get caught aren&apos;t always the inexperienced cyclists, it is all kinds of cyclists.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/27/hgv-cyclists-safety-bike-blog", 
    "wordcount": "622"
}