{
    "headline": "Ofsted 'satisfactory' rating to be scrapped", 
    "text": "The Ofsted rating of &quot;satisfactory&quot; for schools  widely regarded as a euphemism for a poor school  is to be scrapped, the new chief inspector of schools, Sir Michael Wilshaw, will propose as he outlines new plans to tackle &quot;coasting schools&quot;. Schools that fail to provide a good standard of education will be graded &quot;requires improvement&quot;, and no school will be allowed to stay in this category for more than three years. These schools would face a fresh inspection within 12 to 18 months, rather than up to three years later, as at present. They must demonstrate improvement over the course of two more inspections over a three-year period, or face going into special measures. Wilshaw said: &quot;We all know that parents want to send their child to a good school and fortunately, thanks to the hard work of teachers and school leaders around the country, many of them do. &quot;However, around a third of schools failed to meet this level at their last inspection. There are too many coasting schools not providing an acceptable standard of education.&quot; The prime minister is hosting a roundtable discussion at Downing Street on Tuesday with Wilshaw, the education secretary, Michael Gove, and headteachers. Welcoming the announcement, David Cameron said: &quot;Last year I spoke out about the scandal of coasting schools  the ones that are content to muddle along without trying hard to improve. These might be schools in leafy areas that get above-average results, or schools in inner cities that have seen flatlining poor results; what links them isn&apos;t the scores they&apos;re getting, but the complacent attitude that says things are OK just as they are. This year we&apos;re doing something about it. &quot;This is not some small bureaucratic change. It marks a massive shift in attitude. I don&apos;t want the word &apos;satisfactory&apos; to exist in our education system. &apos;Just good enough&apos; is frankly not good enough. Every teacher, every head and every school should be aiming for excellence  no lower.&quot; The head of Ofsted drew attention to more than 3,000 schools  educating a million children  which have had &quot;satisfactory&quot; inspections twice in a row. Wilshaw said: &quot;This is not good enough. That is why I am determined to look again at the judgments we award, not only so we are accurately reporting what we see, but so that those schools that most need help are identified and can properly begin the process of improvement. &quot;I make no apology for making even greater demands of an education system which has to respond with greater urgency to increasingly difficult and competitive economic circumstances.&quot; Wilshaw, formerly headteacher of Mossbourne academy in Hackney, east London, spoke of a &quot;mission&quot; to ensure that children got a good education whatever their background. About 300 &quot;satisfactory&quot; schools serve the most affluent 20% of society, Ofsted says. Inspectors judged 70% of schools in England good or outstanding at their last inspection, 28% satisfactory and 2% inadequate. Wilshaw announced this month that all regular school inspections would take place without notice from September, so that inspectors can see classrooms &quot;as they really are&quot;. Responding to the announcement, Christine Blower, the general secretary of the National Union of Teachers, said: &quot;All teachers and school leaders want nothing but the best for their pupils and no school willingly sits on its laurels as far as pupil attainment is concerned. &quot;First we had &apos;underperforming&apos; schools, now we have &apos;coasting&apos; schools. Labelling schools in this way is derogatory and insulting to pupils, teachers, school leaders and governors. The government&apos;s real agenda behind this change is of course inventing yet another category of schools that it will then seek to force into academy status.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/17/ofsted-satisfactory-rating-scrapped", 
    "wordcount": "634"
}