{
    "headline": "Trump, gorillas and white elephants", 
    "text": "Earl Yardley, of Industrial Vision Systems (Letters, 14 October), says that in the future robots will not replace humans and instead the two will work in partnership. A touch complacent, maybe? Last May the iPhone parts maker Foxconn reduced its employee strength from 110,000 to 50,000, thanks to the introduction of robots. I have yet to hear where the 60,000 replaced workers were redeployed. I suspect theywerent. So, while hoping that everything will work out for the best, perhaps we do need to work on a plan B as well.Bill SharpChichester, West Sussex  Has Nigel Farage revealed the way to deal with Donald Trump? He has compared Trump to a silverback gorilla, like the one that escaped from London Zoo (Report, 14 October). The gorilla was shot with a tranquillising dart and then put back in his cage. Peter GortyWeybridge, Surrey  Perhaps the sacked campanologists of York minster could be persuaded to give a one-off performance of John Cages 433 on Remembrance Sunday (Ding dong in York after minster sacks bellringers, 14 October). It should satisfy health and safety regulations, though a clear appeal to premature clappers may be required.Fr Alec MitchellManchester  If the powers that be at York Minster had any real rapport with their bellringers, they would know that ringers are led by a Captain of the Tower, not a prosaic head bellringer. Peter WrigleyBirstall, Yorkshire  Simon Jenkins (Opinion, 13 October) and Joan Bakewell (Letters, 14 October) between them list four white elephants. Surely the white elephant in the room, and the largest of them all, is Trident?Robert PlumbSmethwick, West Midlands  Its unusual to see an obituary of a trichologist (Philip Kingsley, 12 October); maybe I should add it to my cuttings file.Michael CunninghamWolverhampton  Join the debate  email guardian.letters@theguardian.com", 
    "section": "technology", 
    "gid": "technology/2016/oct/14/trump-gorillas-and-white-elephants", 
    "wordcount": "307"
}