{
    "headline": "MakieLab talks 3D-printed dolls, apps and blending digital and physical play", 
    "text": "For many people, 3D printing is still a thing of science fiction. Less a tangible technology and more a reason to shout &quot;They&apos;re printing 3D guns now? Endtimes! ENDTIMES!&quot;, slap on some tin-foil and run for the nearest bunker. Yet there are people building businesses out of this, which although innovative, disruptive and all those other words you have to use in these cases, are also proper, down-to-earth businesses. MakieLab is one of them. Based in London, the company raised its first seed funding in August 2011 to work on prototype 3D-printed dolls Makies  which customers would be able to design themselves on its website. That site launched in alpha in May 2012, the company raised $1.4m from early-stage investors in June that year, and now in March 2013 MakieLab has released an iPad app called Makies Doll Factory to help people make and order Makies from their tablet. &quot;We started with the question of whether virtual goods could produce physical goods,&quot; explains co-founder and CEO Alice Taylor. &quot;Would 3D printing mean we could make virtual crates and barrels into real crates and barrels? The short answer was yes, but nobody was going to buy a crate or a barrel&quot; Hence dolls, based on Taylor and her three co-founders&apos; love of online avatars, and also the fact that dolls were the biggest category in the toys market and a blissful lack of awareness about how difficult they&apos;d be for a 3D-printing startup. &quot;An eminent industry figure said to me a year in &apos;You do realise that was the hardest choice to make, don&apos;t you?&apos;,&quot; laughs Taylor. &quot;YES I DO NOW, thank you very much. But we&apos;ve done it!&quot; Rooting for the underdog Not that MakieLab is a dolls company: Taylor says it&apos;s more of a software manufacturing platform that can output 3D-printed shapes, including dolls but in the future other kinds of products. &quot;The dolls are product number one, but we want to produce toys and games or toy/game combos that are really carefully targeted towards specific consumer groups,&quot; she says. &quot;Makies are for girls aged 8+, but our second product may be for boys. Not that girls won&apos;t want to play with it too, or boys with Makies.&quot; When MakieLab raised its $1.4m of early-stage funding, there was a notable outpouring of warmth from fellow startups. That&apos;s partly because the four co-founders were well-connected in the London startups scene and beyond, but Taylor thinks there were other reasons. &quot;I think part of it came from people seeing a company doing something frankly quite weird, new and very experimental, with two women and two men in the four founders, at a time when people tended to picture startups as being three skinny guys from Stanford,&quot; says Taylor. &quot;So it was partly people going &apos;Wow! Underdog, that&apos;s amazing&apos;, and partly seeing it as encouraging anyone else who&apos;s got interesting new ideas, sees those skinny Stanford boys and thinks &apos;I&apos;m never going to get into this startup scene&apos;. And of course, you can.&quot; Makies may have initially launched as a website, but mobile was in mind from the start. MakieLab used the Unity game engine to ensure its making tools would transfer elegantly to mobile devices something that also means porting the new iPad app to Android will happen sooner rather than later. In the two days since the iPad app was released, people have made more than 4,500 Makies with it created them in the app, if not actually paid for real versions. Taylor says that already, iPad users are more &quot;much more engaged&quot; than website visitors in their usage of the creation tools. Mobile game plans MakieLab is already working on a separate Makies-themed mobile game to be released this summer, which will be selling digital goods rather than physical dolls. Taylor says that the company is thinking hard about how this will work though, to ensure parents are comfortable with whatever in-app purchase model is used. &quot;The game will be similar to the app, in that you&apos;re creating characters in a maker-space, but that space will now expand a bit, and you&apos;ll be able to make things other than just the character. You&apos;ll be making clothes and accessories, and harvesting materials to make them,&quot; says Taylor. Something that I like about MakieLab both as a geek-journalist and a parent is the way it encompasses both digital and physical play: virtual and real dolls. This blending of digital and physical play seems like an important trend, especially if you watch how children seamlessly move between the two worlds given the chance. It&apos;s a view not shared by some commenters when I&apos;ve written about children&apos;s apps on this blog, who grouch that kids should be playing outside with physical toys, not using apps on touchscreens  as if this is an either/or choice. &quot;Exactly! It&apos;s not either/or: kids will do both,&quot; says Taylor. &quot;They&apos;ll play on-screen, then go outside and play with their friends, and often the screen will be in their pocket while they&apos;re playing with their friends, or their friends will be with them when they&apos;re playing on-screen. This is all just blended now.&quot; This debate was actually the spark that created MakieLab back in 2010, when Taylor was at a digital conference in New York that was co-located with a toy fair  with some crossover in delegates between the two. As one of the digital speakers was taking questions, someone from the toy industry asked &quot;All this screen business is all very well, but don&apos;t you want kids to go outside and play with a hoopla stick?&quot; As this question rattled around her head, Taylor wandered the toy fair, and realised how completely separate the toy and digital entertainment industries were. &quot;It was all plastic products made far away in China, completely separate from the content creation happening there in America,&quot; she says. &quot;It just felt so weird. How could we make it blend better?&quot;     The Makies Doll Factory app is available on iPad, with Android to follow    Digital loves physical This isn&apos;t to say people who work almost exclusively in digital entertainment don&apos;t love a good toy. In fact, something I&apos;ve noticed a lot is that people I met who spend their days subsumed in digital content often have sprawling vinyl, book or toy collections at home. Taylor has noticed it too. &quot;I think it&apos;s a symptom!&quot; she says, noting that people who are heavily involved in digital may have a heightened sense of how intangible it is. &quot;I started making websites in 1994, but now I basically can&apos;t see any of my work from then through to around 2003. It&apos;s been rewritten, archived or gone offline and disappeared,&quot; she says.  &quot;Digital people feel that in their bones: we know that if we don&apos;t take screenshots and make photographs of them to frame and hang on the wall, we can&apos;t guarantee anyone will see this in the future. And of course, we all love toys. Toys are amazing.&quot; Well, some toys. Another interesting thing about Makies and 3D-printed toys more generally is their removal of gender barriers. Boys can make girl dolls, girls can make boys, and (with apologies to Blur) they can come up with something they really love without worrying whether the box is pink or khaki. That&apos;s not quite the case in the traditional toy industry. Taylor laughs heartily while telling me about Hasbro&apos;s plan to make Nerf appeal to girls by making a pink crossbow called the Nerf Rebelle Heartbreaker, for example. &quot;It takes a brave parent to walk down the boys aisle in a shop to buy a giant gun for their daughter, or walk down the girls aisle to buy their son a doll. It basically doesn&apos;t happen. Your radical lefty Guardian reader, yes, but for the most part no,&quot; says Taylor, tongue firmly in cheek. &quot;We don&apos;t as a company believe that you should have to pinkify something to make it acceptable for girls, or khakify it for boys. We don&apos;t want to start saying &apos;You&apos;re a boy, you can&apos;t put a skirt on that doll&apos;. Whoever the kid is, they should be able to make boy and girl dolls.&quot; 3D-printing disruption MakieLab isn&apos;t just trying to disrupt the traditional toy industry on gender lines, of course. 3D printing itself could be seen as a big threat to those aisles full of toys, although also a big opportunity if their manufacturers embrace it. Has the toy industry been sniffing around MakieLab? &quot;Strangely, I don&apos;t know if they&apos;ve noticed us yet,&quot; says Taylor. &quot;They haven&apos;t been in touch. The games industry has, journalists, trade shows, museums and even a makeup company has been in touch, but no toy companies yet. I don&apos;t know if it&apos;s on their radar, although of course it could be, and they might be plotting to kill us right now! We haven&apos;t heard from them.&quot; She goes on to stress that of course 3D printing is on the toy companies&apos; radar for their own internal prototyping processes if nothing else and predicts that in 5-10 years most manufacturers will be using it commercially. But there are barriers. &quot;The question is whether as businesses they are prepared yet to start to look at it for production. It&apos;s expensive compared to stuff made in China, and political too if you&apos;re a giant company who&apos;s been manufacturing out there for 15 years,&quot; she says. &quot;It&apos;s where all your people, machines, systems and logistics are, and it&apos;s the world you understand. So when some upstart comes along and says you should be 3D-printing in London now I suspect that is the barrier. There will be plenty of emerging-tech types in toy companies saying this is part of the future, but as a big company it takes a long time to change course.&quot; The local-manufacturing point is potentially important. MakieLab currently makes its dolls in London and Amsterdam, with ambitions to widen its manufacturing network as more 3D-printing facilities become available in the years ahead. That&apos;s why Makies are expensive compared to more-famous doll brands  they start at 59.99 for a basic model, with the skin colours, clothing and accessories costing extra. Explaining the difference is a political discussion, by necessity. &quot;We like our cheap goods, yet at the same time, we have these cheap goods because there are people in China who&apos;ll work for 20 dollars a week,&quot; says Taylor. &quot;Everybody knows that is messed up, and it will change. The minimum wage went up 20% last year in China, and it will go up again.&quot; Distributed networks MakieLab&apos;s hope is that when the placement of 3D-printing facilities around the world is evenly distributed, production will be easier for the company and others like it. Taylor also makes an interesting parallel with this future manufacturing network: &quot;It&apos;ll make a distributed network of manufacturing machines, and that&apos;s how the internet started: it was a distributed network,&quot; she says. &quot;That&apos;s amazing, but we&apos;re not there yet with 3D printing.&quot; Hence the 59.99 starting price for a Makie doll, which Taylor says leaves &quot;very small margins&quot; for MakieLab, although she hopes to improve them over time as the business scales up ultimately bringing the price including extras under 50, and ideally under 40. &quot;It&apos;s an inevitability that prices will come down, but how fast? Nobody really knows,&quot; she says. &quot;That&apos;s very exciting, but that&apos;s also what keeps me up every night at 3am. I could do with slightly less excitement, thank you very much! But it is amazing being in this mix of industries, where every month there&apos;s a new development.&quot; Is 3D printing heading for a fall though? There&apos;s such a lot of hype and noise around it at the moment, and that whiff of science fiction I write this as someone who loves the genre  that may be provoking an exaggerated backlash from sceptics, and inflated expectations from supporters. Taylor quotes Gartner&apos;s famous hype cycle theory for emerging technologies. &quot;3D printing is right at the top of the peak of inflated expectations, before the trough of disillusionment,&quot; she says. &quot;For some people, the trough will be &apos;Why can&apos;t I print my own kidneys?&apos;, and it&apos;s going to be a really big trough for people who are thinking that we&apos;re going to start 3D-printing houses on the moon next week. But for us, it will be something like &apos;Why isn&apos;t the price coming down as fast as we thought it would?&apos;. And then the price will come down.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/06/makielab-3d-printing-dolls", 
    "wordcount": "2154"
}