{
    "headline": "Nasa marks 50 years of space photography - in pictures", 
    "text": "   Venus begins its transit of the sun in June 2012. This rare astronomical event occurs when Venus passes directly between the sun and Earth will not happen again until 2117 Photograph: NASA/Reuters       The Solar Dynamic Observatory's ultra-high definition view of Venus passing in front of the sun Photograph: NASA/AP       A field of crescent-shaped dunes in the northern polar region of Mars, which appear to be traversing a bumpy, boulder-strewn terrain. The image was captured by the HiRise camera on the Mars Reconnaissance Orbiter in July 2012 Photograph: University of Arizona/JPL/NASA       Sun spots are seen as the moon moves into full eclipse position in May 2012 Photograph: NASA/Getty Images       A composite image of Europe, Africa, and the Middle East at night, assembled from data from the Suomi NPP satellite. The satellite detects light in a range of wavelengths from green to near-infrared and uses filtering techniques to observe dim signals such as city lights, gas flares, auroras, wildfires and reflected moonlight Photograph: NASA/Reuters       A global composite image created from cloud-free night images from a new Nasa and National Oceanic and Atmospheric Administration (NOAA) satellite Photograph: NASA/Rex Features       Britain, Ireland and part of western Europe on the night of 27 March 2012 Photograph: NASA/Reuters       A dying star throws a cosmic tantrum in this combined image from Nasa's Spitzer Space Telescope and the Galaxy Evolution Explorer. The star's dusty outer layers are unraveling into space, glowing from the intense ultraviolet radiation being pumped out by the hot stellar core. This object, called the Helix nebula, lies 650 light years away in the constellation of Aquarius Photograph: NASA/AP       The base of Mount Sharp, the Curiosity rover's eventual destination on Mars. This image is a portion of a larger image taken by Curiosity's 100mm mast camera in August 2012. Scientists enhanced the colour in one version to show the Martian scene under the lighting conditions we have on Earth, which helps in analysing the terrainPhotograph: Nasa/EPA       A photo from the Nasa/ESA Hubble Space Telescope released in December 2012 shows NGC 6388, a middle-aged globular cluster in the Milky Way. While the cluster formed in the distant past - like all globular clusters, it is more than 10bn years old - a study of the distribution of bright blue stars within it shows that it has aged at a moderate speed, and its heaviest stars are in the process of migrating to the centrePhotograph: F Ferraro/AFP/Getty Images       A full-circle scene made up of 817 images taken by Nasa's Mars exploration rover Opportunity. It shows the terrain that surrounded the rover while it was stationary for four months of work during the most recent Martian winter Photograph: NASA/AFP/Getty Images       This image released in August 2012 shows the Curiosity rover's wheels after it made its third drive on Mars Photograph: NASA/AP       A nearby planetary nebula called NGC 5189, a dying star that is expelling a large portion of its outer envelope. This material becomes heated by the radiation from the stellar remnant and radiates, producing glowing clouds of gas Photograph: NASA/AFP/Getty Images       Cassini spacecraft cameras were turned toward Saturn and the sun so that the planet and rings are backlit. In addition to its visual splendour, the very-high-phase viewing geometry of the image lets scientists study ring and atmosphere phenomena Photograph: NASA/AFP/Getty Images       This Spitzer Space Telescope infrared image obtained on 24 December 2012 shows Zeta Ophiuchi, a young, large and hot star around 370 light years away. It is about six times hotter, eight times wider, 20 times more massive and 80,000 brighter than our own sun Photograph: NASA/AFP/Getty Images       This image shows the variations in the lunar gravity field as measured by the Gravity Recovery and Interior Laboratory (GRAIL) during the primary mapping mission from March to May 2012. Very precise microwave measurements between two spacecraft, named Ebb and Flow, were used to map gravity with high precision and high spatial resolution Photograph: NASA/AFP/Getty Images  ", 
    "section": "science", 
    "gid": "science/gallery/2012/dec/29/nasa-space-photography-in-pictures", 
    "wordcount": "0"
}