{
    "headline": "Government ignored ash dieback warnings, emails reveal", 
    "text": "The government was warned three years ago that the rampant disease killing Denmark&apos;s ash trees was likely to spread to Britain and devastate UK woodland but failed to act, it has emerged. Emails exchanged between Britain&apos;s garden industry body, the Horticultural Trades Association, and senior civil servants in the Department for Environment, Farming and Rural Affairs (Defra), show that the government knew about &quot;ash dieback&quot; and was asked to impose an import ban on all ash trees from Europe, but did not believe a ban was &quot;appropriate&quot;. On Monday, the government banned imports of sh trees, with the environment secretary, Owen Paterson, saying it was warranted by a &quot;very serious disease that demands action to stop its spread.&quot; The ban comes after the discovery last week of trees in the wild infected by the fungus behind ash dieback, Chalara fraxinea. HTA director of business development, Tim Briercliffe, said: &quot;Our tree and hedge group did a study tour to Denmark in 2009, touring nurseries. We spotted the disease in ash trees and we were aware that it was spreading in Denmark. It was quite clear to us we would be importing that disease if we carried on and did nothing. So we wrote to Defra asking for an import ban specifically on ash trees from Europe. Defra replied saying that because the disease was already endemic [in the EU] it was likely to come to the UK. They felt that controls were not appropriate.&quot; The HTA declined to make public the full correspondence with the government&apos;s Food and Environment Research Agency (Fera) but said in a statement: &quot;The view from the plant health authorities was that the disease was already present and widespread all over Europe, including Great Britain. Countries could only take quarantine action in respect of a pest or disease which is either absent from their territory and would cause damage if introduced, or is present and under official control. On that basis, no quarantine measures were deemed appropriate.&quot; Under EU food and health rules, government could have made Britain a &quot;protected zone&quot; and stopped any ash trees being imported. But Defra&apos;s decision not to further check whether the Danish pathogen was the same as the one thought to be present in Britain suggests it either did not take the HTA experts seriously or felt that the disease would not cause serious damage. &quot;It is hugely disappointing that Defra have not acted more quickly on this issue as we first raised it with them in 2009 where the disease was seen first hand. Our advice was to ban imports then. We are looking for Defra to provide compensation for growers that have suffered as a result of this&quot;, said Briercliffe. The environment minister David Heath on Monday told the Commons that 100,000 trees at 1,000 sites had now been burned to prevent the disease spreading and that the ban imposed on the movement of trees would be effective. &quot;We acted straight away once the disease had been identified [in March]. We are taking all the measures possible. There has been no delay. The voluntary moratorium on imports since March has worked very well.&quot; But he denied that the HTA had warned Defra specifically about the disease in 2009. &quot;That is not correct&quot;, he told Caroline Lucas MP in response to a question about the origins of the disease in Britain. But he added: &quot;Everyone took their eye off the ball in not recognising the threat to the Danish forests.&quot; Heath said that 8,000 routine inspections of ash trees last year had not identified ash dieback and only identified 61 cases of any disease. Landowners, tree nurseries and environment groups today said that the ban could be too late and was not comprehensive. &quot;While we welcome the government&apos;s ban on imports, it is not enough in itself. The EU is currently developing new international legislation on invasive non-native species and this is a major opportunity to prevent future problems. The big lesson here is that sometimes, strong environmental regulation is needed to protect all our interests,&quot; said Martin Harper, RSPB&apos;s director of conservation. Country Land and Business Association president, Harry Cotterell, said: &quot;The ban does not appear to cover imports of ash firewood and woodchip. Moving firewood from infected areas within the UK has been banned, so we would like to know why this has not been included under the import ban.&quot; Nurseries said they face major financial losses. &quot;We will not now be able to sell thousands of ash trees, even though they are all grown from British seed,&quot; said Irene Gwillam, director of Heathwood Nurseries in north Shropshire. &quot;Around 10% of my stock is ash. People will now be frightened to plant it.&quot; A Forestry Commission spokesman said: &quot;The scientific evidence available from mainland Europe in 2009 indicated that an organism called Hymenoscyphus albidus was the sexual stage of Chalara fraxinea, and that it was responsible for this new form of ash dieback. It was thought at the time that this previously benign organism had become damaging for some reason, perhaps environmental change. Because this organism was widespread in Great Britain, we could not legislate to keep it out by restricting imports of ash plants. &quot;However, new evidence was published in 2011 that the telemorphic/sexual phase of C. fraxinea is in fact a previously undescribed organism, which the scientists named Hymenoscyphus pseudo-albidus. This organism was not known in Great Britain at the time, so we began the procedures required to pass legislation to restrict ash imports to protect GB from this organism. &quot;We did not tell the HTA in 2009 that the disease was already widespread in Great Britain; we told them the the organism which believed to be the cause of the disease was widespread in Great Britain, hence we could not legislate.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/29/government-ignored-ash-dieback-warnings", 
    "wordcount": "1002"
}