{
    "headline": "Boot up: browser testing, Aperture on iPad?, Google's voice assistant, Metro questions and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Interactive cross-browser testing &gt;&gt; browserling Nifty. 40 Years of Las Vegas Sprawl, as Seen From Space &gt;&gt; The Atlantic Cities  The video starts at 1972 and ends at 2010. During that time, the Las Vegas metro area has seen its population grow from slightly under 300,000 to almost 2 million.   What&apos;s that line from the Matrix that Agent Smith says? How to disable Metro? &gt;&gt; Microsoft Answers What&apos;s the second most-asked question on Microsoft Answers over Win8CP?   Is there any way to completely disable Metro, and bring back the Windows 7 start-menu? (or, even better, the XP start menu!) Either a setting or a hack or whatever... Anything.. I can understand why the interface needs to be updated/reworked for touchscreen devices but for a normal desktop computer some of these changes seem... how do I say this without getting banned from the forums... &quot;somewhat annoying&quot;..   In case you&apos;re wondering, the most-asked question is &quot;What happened to the Start icon?&quot; Aperture vs. iPhoto: Which one will come to the iPad? &gt;&gt; Mike Beas Mike Beas:   There&apos;s a silly notion going around that Apple will release &quot;iPhoto for iPad.&quot; That&apos;s stupid, and if you believe it, I feel awfully sorry for you. Here&apos;s why. First, Apple isn&apos;t hiring people to develop iPhoto for iPad, but they are hiring people to develop Aperture for iPad.   Okey-dokey. Metro breakdown! Windows 8 UI is little gain for lots of pain o The Register Andrew Orlowski:   Metro is a user interface designed for smartphones, which I have praised generously, and which looks good and works well on small devices. It may yet mature into something equally attractive and useful on iPad-like tablets. But welded onto a non-touch laptop or desktop PC, it represents a huge negative for the majority of Windows users.  Now with postcode outlines &gt;&gt; Google Maps Now when you type a postcode into Google Maps, it shows you the outline.Here&apos;s how SW1A 1AA (a certain central London residence) looks. And if you&apos;re wondering - the freeing of the postcode data does follow a long-running campaign by Guardian Technology. Google&apos;s plan to compete with Apple&apos;s multi-platform Siri? Google &quot;Assistant&quot; &gt;&gt; TechCrunch  Google has had the in-house voice technology for ages -- it hired Mike Cohen, the guy who started Nuance. But &apos;Assistant&apos; is set to go beyond Siri in many ways, most importantly in that the search company will retain complete control of all the layers involved.   Putative launch date by fourth quarter 2012. Evgeny Morozov: The IGod: Steve Jobs&apos;s Pursuit Of Perfection - and The Consequences &gt;&gt; The New Republic Colossal. There are so many quotes to choose from, but here&apos;s one near the end:   What is most troubling is that Apple is not doing anything to explore its online footprint. Perhaps Apple&apos;s design mentality--combined with its messianic self-portrayal as the only company in the world that is fighting some anonymous corporate menace (even as it is one of the most valuable companies in the world!)--has worn down its ability to ask the sort of big-picture questions that Jobs was so prone to asking in his youth. Apple, with its total fixation on the user and its complete disregard of the community in which that user is grounded, does not seem well-equipped to identify and evaluate the threats that it poses to the Internet, let alone do something about them.   There are many more. Set aside half an hour to read it. Rumor: Sony to make Windows Phone 8 devices later this year &gt;&gt; Windows Phone News, Forums, and Reviews  Take this with a heaping cup of salt, but Tweakers.net is reporting from multiple sources that Sony is planning on joining the Windows Phone camp late in 2012. Of course there are hurdles in the way such as Sony and that whole Playstation thing, but Sony is like any other massive corporation and its departments operate independently of each other, so we wouldn&apos;t actually cite that as a reason not to.   The Xbox Live tile wouldn&apos;t be a problem for the company that makes PlayStation? Might be a bridge too far. (Thanks @rquick for the link.) Apple: We never said Siri would actually work in the UK &gt;&gt; The Register Advertising Standards Authority rejects complaint from disappointed iPhone 4S owner. But it&apos;s the ASA&apos;s logic that&apos;s interesting:   The belief that Siri would be able to direct users to useful local businesses was not implicit from the advert, said the ASA, and was an expectation that would not trouble the UK&apos;s &quot;average customer&quot;, who, the agency asserted would have little knowledge of technology journalism or Apple product launches.   Translated: you might know that Apple has or is going to do things, but most people don&apos;t. This doesn&apos;t quite explain the giant dip in Apple&apos;s iPhone sales in the third quarter of 2011, though, which Apple put down to people being led to expect a new device that didn&apos;t materialise during that period. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/06/technology-links-newsbucket", 
    "wordcount": "885"
}