{
    "headline": "The future of gaming: key contenders", 
    "text": "The traditional console makers The PlayStation 4 and the Xbox 720 (or Durango, as it is codenamed) are both rumoured to resemble powerful PCs, with fast multi-core AMD processors, off-the-shelf graphics cards and Blu-ray players. The aim has been to cut development costs and concentrate on services and software. Both will offer a range of video-on-demand brands such as LoveFilm and the BBC&apos;s iPlayer, and it is likely they will boast cloud technology, allowing players to stream games over the web. The next Xbox will come with an improved version of the Kinect motion-control device, possibly reading facial expressions and individual voices to personalise services. The PlayStation 4 is likely to come with a touchpad, bringing new interactive possibilities. The technology giants Apple and Google both offer TV set-top box services and are likely to want to extend their reach further. There are rumours that Apple could launch its own TV set, complete with access to its App Store and many thousands of downloadable games and applications. It is also possible there will be more direct connectivity between smartphones and televisions, turning an iPhone or Android handset into a portable console. &quot;I wouldn&apos;t bet against either Apple or Google trying to come in and dominate this space,&quot; says the games analyst Oscar Clark. &quot;However, I suspect this might be a bridge too far for Apple. They understand the personal screen intimately, but I believe that the shared screen TV experience isn&apos;t the same kind of business and they might well regret it. &quot;However, some people thought the same about Microsoft entering the console market and they arguably triumphed, largely by getting in people who were passionate about gaming. Google will be at the heart of many new devices through Android, but I am less convinced we will see, say, a Nexus console.&quot; The open-source newcomers This year sees the launch of two consoles based on Google&apos;s Android technology: the Ouya and the GameStick. Both will retail for less than $100 and will let users download games from the internet. Unlike the major consoles, they will be open-source so anyone can develop for them. This appeals to a new generation of game designers who want to work in small teams on quick, fun projects. &quot;The market is big enough to support these kinds of products, so Ouya and GameStick will find an audience, but I&apos;m not convinced they&apos;ll really be transformative,&quot; says Neil Long, editor of the gaming news site Edge Online. &quot;The scale and resources that tech giants like Apple, Google, Sony and Microsoft have will always win out.&quot; The PC gamers The biggest threat to Sony, Microsoft and Nintendo is likely to come from Valve, the US games developer that runs PC gaming service Steam, used by 50 million subscribers around the world. Valve plans to launch its own Steam Box console offering accessto Steam&apos;s huge library of downloadable games, from blockbusters like Call of Duty to cult indie titles. Valve is also likely to license the Steam Box concept to other manufacturers. At the CES consumer technology show in January, the PC manufacturer Xi3 Corporation introduced the Piston, a compact, modular PC box boasting Steam compatibility. Xi3 said that within a week of the show journalists and bloggers had produced more than 5,000 new stories about Piston, and its site got a million hits a day. With a built-in audience of fervid gaming acolytes, a range of Steam Boxes could dominate the industry within five years. The TV manufacturers Most of the big television manufacturers are now making smart TVs with onboard chipsets and broadband connections. They effectively want to remove the need for a separate games console or set-top box. Both LG and Samsung offer smart TVs that have access to app stores with simple games and other applications. It&apos;s all very basic at the moment, but as new televisions arrive with more powerful processors, could they represent a challenge to the consoles? &quot;Of course we will see good growth in smart TVs, but I fear this approach is flawed,&quot; says Clark. &quot;The upgrade cycle for a TV is much slower than our mobile or tablet devices and it would be impractical to keep up with the performance improvements you can expect elsewhere. I&apos;m more inclined to think that a USB Android PC or USB Roco box will be more likely as these are simple and discretely plugged in to the side of your TV and are easily replaced.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/15/future-of-gaming-key-contenders", 
    "wordcount": "758"
}