{
    "headline": "E3 2012: Mark Lamia talks Black Ops II", 
    "text": "You get the impression that it&apos;s been a while since Mark Lamia sat down to write any code. Even though the Treyarch studio head is this year&apos;s keeper of the Call of Duty flame, as his company beavers away on Black Ops II, he doesn&apos;t come across like a typically geeky, eye-contact-shunning developer. Instead, he bounces around with the enthusiasm of a puppy, and speaks articulately about his latest progeny. He must have a steely side, though, since he has overseen Treyarch&apos;s rise from the least fancied of Call of Duty&apos;s twin developers to the franchise&apos;s saviour: Treyarch rallied around when Infinity Ward self-destructed, 2010&apos;s Black Ops is still viewed by many as superior to Modern Warfare 3 and, with Black Ops II, Treyarch is bringing a long-overdue refreshment to the insanely popular franchise. As is always the way with Call of Duty, publisher Activision has leaked few details of Black Ops II, even with the game&apos;s November launch looming. Just two single-player levels were on show at E3, and Treyarch and Activision are refusing to talk about multiplayer and the game&apos;s Zombies mode until a later date. However, a six-minute trailer made for the giant panoramic screen overlooking Activision&apos;s stand at E3 showed that Black Ops II&apos;s story takes place in 1986 (in places including Angola and Afghanistan) as well as 2025, and that helped us to coax some further details from Lamia. &quot;I think it will be about two-thirds set in 2025,&quot; he says. &quot;But there are missions that occur in the late 1980s, during the first cold war. There are many things going on there. There&apos;s a generation story. There&apos;s a juxtaposition of warfare, which is very different, and which is interesting to do in the same game. &quot;There&apos;s a narrative arc of the villain  you get to learn about him and his motivations, and how he came to be the villain during that first cold war; he&apos;s called Menendez. [Your squad-mate] Woods is going to look at you and tell you: &apos;Your father and I, we first met Menendez back in the 80s.&apos; And then you&apos;re going to go into those missions. &quot;It&apos;s a true sequel in that you are going to experience part of the game through the eyes of Woods and Mason. You&apos;ll go back and forth in time, with your memories, which are all things that we like to do in our fiction. It&apos;s a good narrative device, I think.&quot; Lamia did confirm, though, that the late-80s narrative thread won&apos;t feature in Black Ops II&apos;s multiplayer, at least at launch: &quot;The multiplayer game is exclusively focused in the 2025 period. So, the themes, the technology, what it means to hack a networked battlefield, the weaponry, the technology on the weapons  it&apos;s all 2025.&quot;     Call of Duty: Black Ops II    Branching and sandbox play One aspect of Black Ops II that was aired at E3  and which grabbed a lot of attention  was the way in which Treyarch has introduced a branching storyline, gameplay choices and even sandbox-style (known as Strikeforce) levels to the previously rigid, single-path Call of Duty campaign blueprint. So, was Lamia looking to shake up the franchise? &quot;Absolutely. Directionally, we wanted to shake things up and push the boundaries of the franchise  literally; that was a stated goal of ours. We haven&apos;t gotten into multiplayer and Zombies, but on all fronts, the attitude was that not only have we made a lot of Call of Duty games, but the players have played a lot of Call of Duty games, and we knew that there are things people love about the franchise. &quot;So we had to figure out how to retain the core that people loved, but also to give them new experiences. And to do some things that we&apos;ve been wanting to do that take some time to develop, and that the team was up for doing this time around.&quot; So how will those new elements work, and what will they bring to the Black Ops II gameplay experience? &quot;Strikeforce levels are about how you introduce non-linearity to the campaign structure,&quot; Lamia says. &quot;That&apos;s our answer to maintaining the integrity of that cinematic gameplay that you have with, for example, the experience of the Los Angeles level, but opening up the gameplay with some choice, which we think is a good thing for the game design. &quot;But then, there&apos;s the geopolitical arc of the narrative, and that&apos;s what the Strikeforce levels are going to touch and affect: the cold war that&apos;s going on in 2025, and its hot-spots. Depending your success or failure in those, that will shape the geopolitical tensions and relationships that are going on in the world.&quot; So it sounds as though that should add replay value to Black Ops II&apos;s single-player game  recent Call of Duty games have universally been criticised for the shortness of their solo campaigns. Lamia, not surprisingly, agrees. &quot;There is something that multiplayer has, but the campaign hasn&apos;t had so much of: replayability. If you look at the Strikeforce levels, and you look at us going after choice and sandbox gameplay, what it does is put replayability inside the campaign. &quot;Look at the branching storylines: all these things, I believe, will drive people who enjoy the campaign experience to go back and play it again, because you&apos;re going to have some new paths that you didn&apos;t experience, or even in the case of Strikeforce levels, levels that you didn&apos;t even play: it&apos;s possible that you might not play all the Strikeforce levels on your first play-through. And then there are the story-endings. I think the goal at the highest level from a design perspective was accessibility plus depth of gameplay plus replayability. To me, for a campaign, that&apos;s the Holy Trinity.&quot;     Call of Duty: Black Ops II    Near-future weaponry Another aspect of Black Ops II that exists outside of Call of Duty&apos;s comfort zone is its futuristic weaponry. Iin the various demos at E3, we saw a mega-powerful sniper rifle that can see and shoot through concrete; auto-locking missile batteries; armed battlefield quad-copters; and the FA-38, a Harrier-influenced hover-jet. Treyarch appears to have had fun with that aspect of the game, and Lamia claims its vision of the battlefield of 2025 is more realistic than you might think. &quot;We always try to justify our technology. So now we&apos;re going 13 years out, we&apos;ve got Moore&apos;s Law that says every 24 months, processing power is going to double. And the only way we can conceptualise that is to go 13 years back. &quot;So, 13 years back, the CPU of a multimillion-dollar piece of hardware that they would use to run the military is now as powerful as the Xbox 360 or PS3 that you&apos;re playing Call of Duty on. Now go 13 years forward with that in mind. Having that mindset, knowing how advanced technology can be, and knowing that form-factors get smaller, we&apos;ve tried to craft our own plausible weapons. &quot;Every single time we come up with something, it has to have a justifiable story that people can believe. I actually think that at times, we&apos;re being a bit conservative, because it&apos;s hard for people to conceptualise the advancements that are going to occur over the next decade.&quot;     Call of Duty: Black Ops II Photograph: Foo1;Foo2    Multiplayer hints Lamia wouldn&apos;t be drawn on specifics regarding Black Ops II&apos;s crucial multiplayer side, but we did manage to coax some broad hints about it from him &quot;The ambition that the team has with the campaign is just as large for the multiplayer and for Zombies,&quot; he says. &quot;So you can expect that you&apos;re not going to get the exact same thing. We want to make sure people get what they love, but we&apos;re going to give them some new stuff. &quot;And I think we&apos;re doing it in a way that&apos;s going to appeal to the hardcore, but also to allow new entrants into the franchise, but without degrading from either experience. It&apos;s a very delicate balance, but we&apos;ve been doing this for a long time, and I think we&apos;ve got a great offering for everybody.&quot; And, of course, this will be the first Call of Duty game developed with the Elite online service up and running. &quot;We have the benefit of seeing how Elite is being used out there, and listening to the community. There are a couple of things emerging that I&apos;m hearing: people would like it to be more accessible when they are playing the game, so that they don&apos;t have to go to another device. And I just think, in general, having it more tightly integrated is a good aspiration.&quot; As November approaches, Activision and Treyarch will carefully drip-feed us with details about Black Ops II&apos;s multiplayer and Zombies, as well as a greater insight into its campaign. All of which will inevitably build up to a crescendo of hype as the game prepares to launch. But the early indications, at least, suggest Black Ops II will be more deserving of that hype than any iteration of Call of Duty has been for several years.  Steve Boxer travelled to E3 2012 with Activision", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/20/e3-2012-mark-lamia-black-ops-2", 
    "wordcount": "1533"
}