{
    "headline": "Save the Children mothers' index: 10 worst countries in sub-Saharan Africa", 
    "text": "The worst place in the world to give birth is the Democratic Republic of the Congo, where a woman has a one in 30 chance of dying as a result  while the best is Finland, where the risk of death is one in 12,200, according to a new analysis. The Save the Children mothers&apos; index, now in its 14th year, records not only the likelihood of death in pregnancy or labour but also the difficulties women face when they become mothers. The charity scores countries on maternal health, child mortality, education, women&apos;s income and women&apos;s political status. The top end of the table is dominated by European countries and Australia. The UK manages only 25th place, although it is ranked higher than the US at 30th. &quot;The 10 top-ranked countries, in general, are among the best countries in the world for mothers&apos; and children&apos;s health, educational, economic and political status,&quot; says the report. &quot;The 10 bottom-ranked countries  all from sub-Saharan Africa  are a reverse image of the top 10, performing poorly on all indicators. Conditions for mothers and their children in these countries are devastating.&quot; In the bottom 10 countries, which include Nigeria, Gambia and Somalia, one woman in 30 is likely to die of a pregnancy-related cause. In these countries, one child in seven dies under the age of five, compared with one in 345 in Finland. Children get between two and nine years of education at best, whereas in Finland they can expect 17. While the US scores well on the educational and economic status of women  10th on both in the world  it is way behind the high-scoring countries on maternal health (46th) and children&apos;s wellbeing (41st) and does badly on the political status of women (89th)  women hold only 18% of seats in Congress. Only five developed countries in the world  Albania, Latvia, Moldova, the Russian Federation and Ukraine  do worse than the US on maternal mortality. Women in the US face a one in 2,400 risk of dying of causes related to pregnancy or childbirth. &quot;A woman in the US is more than 10 times as likely as a woman in Estonia, Greece or Singapore to eventually die from a pregnancy-related cause,&quot; says the report. Mortality among under-fives is 7.5 per 1,000 births in the US. &quot;This is roughly on par with rates in Bosnia-Herzegovina, Qatar and Slovakia. At this rate, children in the US are three times as likely as children in Iceland to die before their 5th birthday,&quot; says the report. Save the Children International&apos;s chief executive, Jasmine Whitbread, said: &quot;By investing in mothers and children, nations are investing in their future prosperity. If women are educated, are represented politically, and have access to good-quality maternal and child care, then they and their children are much more likely to survive and thrive  and so are the societies they live in. Huge progress has been made across the developing world, but much more can be done to save and improve millions of the poorest mothers&apos; and newborns&apos; lives.&quot; For the first time, the charity has compiled a separate index on newborn deaths. While deaths of children under five around the world have come down substantially in recent years, there has been little progress on newborns. The riskiest day of a child&apos;s life is the day of its birth, says Save the Children: 1 million die on that day every year. The most dangerous place to be born, the index shows, is Somalia, followed by the Democratic Republic of the Congo; these are also the two most unfavourable countries for mothers. Babies in sub-Saharan Africa are more than seven times as likely to die on the day they are born than babies in industrialised countries; Luxembourg, Iceland and then Cyprus have the best safety records. The US has about 50% more deaths on the day of birth than all other industrialised countries combined, which the report says is partly due to the high numbers of premature births. Save the Children is pressing for interventions that would bring down the death toll in the developing world: injectable antibiotics to treat sepsis and pneumonia in newborns, corticosteroid injections for women in premature labour to help babies&apos; lung function at birth, resuscitation devices, and antiseptic to clean the umbilical cord and prevent fatal infections. It also calls for more skilled birth attendants and more effort to improve women&apos;s status, education and nutrition.", 
    "section": "global-development", 
    "gid": "society/2013/may/07/most-dangerous-countries-childbirth-africa", 
    "wordcount": "748"
}