{
    "headline": "Text From Dog: 'I have a rubber hamburger that squeaks'", 
    "text": "What&apos;s your favourite piece of technology, and how has it improved your life?I have a rubber hamburger that squeaks. It&apos;s pretty awesome but I suppose it doesn&apos;t count as &quot;technology&quot;. I have a mobile phone, and I learned to text on it. It hasn&apos;t really improved my life. Maybe if I was a human I&apos;d say &quot;My phone is AMAZING. I couldn&apos;t LIVE without it.&quot; Luckily I&apos;m a dog. Humans are idiots.     Text From Dog    When was the last time you used it, and what for?Two minutes ago. I sent a text to the guy who &quot;looks after me&quot;. It said &quot;Buy me biscuits&quot;. I sent it 29 times so he doesn&apos;t forget. Now he&apos;s swearing at me. This is the kind of stuff I have to put up with. What additional features would you add if you could?A built-in grappling hook and night vision camera. Also, a hologram function that creates a decoy version of me. So I can sneak up on my enemies. Do you think it will be obsolete in 10 years&apos; time?I just had to Google &quot;obsolete&quot;. That was WAY too much effort. Please don&apos;t try to dazzle me with your sexy fancy words. To answer your question: I am a bulldog. On average, bulldogs live for 10-12 years. I&apos;ve already done eight. My phone WILL be obsolete because before I die I will wee on it then bury it. What always frustrates you about technology in general?It&apos;s not built for paws. Also, most of it tastes awful. I want more bacon flavour technology. iPads that smell like sausages. Write that down. Is there any particular piece of technology that you have owned and hated?I found a battery in the bin once. Whenever I licked it, it gave my tongue an electric shock. But I COULDN&apos;T STOP LICKING IT. I hated that battery, but at the same time, I loved it. Now I feel like I want to cry. Thanks for bringing that up. If you had one tip about getting the best out of new technology, what would it be?Bite it, then shake it. Do you consider yourself to be a luddite or a nerd?Geez, I had to Google BOTH of those. Is there somebody I can text to get you fired? This is more work than I&apos;d usually do in a month. I&apos;m a NERD, because nerds are AWESOME. Plus, I look hilarious and sexy in glasses. What&apos;s the most expensive piece of technology you&apos;ve ever owned?I had a really nice, really shiny laptop once. It was mine for about 15 minutes. My owner left it on the floor, and I managed to drag it all the way out into the garden before he caught me. I was just about to make love to it under a bush. Spoilsport.     Text From Dog    Mac or PC, and why?I&apos;ve always admired the way Apple focus on the accessibility of their operating system and the aesthetic beauty of their products. However, I find Windows more useful for the day to day running of my business. (I just copied and pasted that off the internet, I have no idea what you&apos;re asking me.) Do you still buy physical media such as CDs and DVDs, or do you download? What was your last purchase?CDs and DVDs freak me out. Too shiny. Way too shiny. The last thing I downloaded was 150 worth of Abba records for my owner. It&apos;s a birthday surprise. He&apos;s paying for it obviously. It&apos;s funny because he HATES Abba. LOL. Robot butlers  a good idea or not?OH YES. But why stop at butlers? I think we could probably just get rid of humans altogether. You probably disagree but think about it, would it REALLY be so bad? REALLY? What piece of technology would you most like to own?Oh I don&apos;t know. I&apos;m tired of your questions, and suspicious. Where are you going to print this? Will there be a picture of me? I want it to be black and white so I look like a model. I&apos;m going to bark at something for no apparent reason. Goodbye.  Dog was born on a farm in Wales. One of five siblings, he was the runt of the litter and the last to be sold. This made him grumpy from an early age. At 13 weeks he was finally whisked away to the big city (Birmingham), where he spent the next eight long, disappointing years of his life. Dog spends his days trying to make sense of the world around him. His hobbies are sleeping, eating, staring aimlessly into space, and occasionally barking at things that have fallen over. He recently learned how to text. This knowledge has brightened his outlook considerably, as it means he can now annoy his odious, neglectful owner 24 hours a day. Dog is also a part-time crimefighter.", 
    "section": "technology", 
    "gid": "technology/2012/jul/06/text-from-dog", 
    "wordcount": "823"
}