{
    "headline": "Some academies ignoring healthy food guidelines, report says", 
    "text": "When Michael Gove wrote to Jamie Oliver last August in response to the chef&apos;s concerns about the coalition&apos;s school food policies, he could not have been more soothing. He noted  but discounted  Oliver&apos;s fear about academies not having to follow the nutritional standards that have applied in maintained schools since 2008-09. &quot;I would like to reassure you that we have no reason to believe that academies will not provide healthy, balanced meals that meet the current nutritional standards. As part of the broader freedoms available to academies, I trust the professionals to act in the best interests of their pupils,&quot; the education secretary said. So he was clear  there was no problem. Nine months later, though, Gove&apos;s reassurance has been contradicted by the first hard evidence about whether the growing number of academies are applying the school food rules that Labour introduced after the row over Oliver&apos;s 2005 TV series &quot;Jamie&apos;s School Dinners&quot;, which exposed the poor quality of school food experienced by many pupils. They obliged maintained schools to offer only healthy, nutritious fare and banned snacks such as sweets, crisps and fizzy drinks from school tuckshops and vending machines. New research by the School Food Trust (SFT) among 100 academies shows that while many of them follow the guidelines, many do not. They do not have to  Gove exempted academies from Labour&apos;s insistence that all schools apply them  but the secretary of state has insisted until now that they all were doing so anyway. Despite having the freedom not to comply, almost none was using it, he suggested. As recently as 24 April Gove, in evidence to the Education Select Committee at Westminster, pooh-poohed the idea that any academies might not be implementing a policy that has wide support, been proven to boost learning and helps to improve pupils&apos; health. &quot;It has been claimed, but I have not seen, and I would be interested in, any evidence that any academy has introduced, as a result of those freedoms, lower-quality food. All the evidence seems to me to point in the other direction: that schools that have academy freedoms have improved the quality of food they offer children. There are bound to be cases that people have heard about where they fear that might not be the case, but I have not seen any cross my desk,&quot; he told the MPs. When Labour MP Alex Cunningham told Gove that &quot;some of our children  are being let down&quot;, by being at academies that do not apply the standards, Gove replied: &quot;You assert that they are being let down; I fear that they may be. But I do not have any evidence that they have been. I am not denying that it is a possibility, but ... until I know, I cannot see.&quot; Happily for evidence-hungry Gove, evidence now exists. Unfortunately it bears out the concerns of Oliver, doctors, teachers&apos; leaders, school caterers and children&apos;s health campaigners that some academies are exploiting the freedom Gove gave them and not doing their best by their pupils&apos; health by ensuring that their school serves only healthy fare. &quot;The evidence shows that academies are, on average, doing less well in providing healthy food than other secondary schools in which standards are compulsory&quot;, says Dr Michael Nelson, the School Food Trust&apos;s director of research and nutrition. He is the expert who supervised the survey and also a reader in public health nutrition at King&apos;s College London. Out of 99 academies that told researchers what foods they served or sold, 89 were selling at least one type of unhealthy food that is banned in maintained schools. Confectionery and chocolate were being sold in 16, crisps and savoury snacks in 26, and cereal bars  which contain 20%-40% sugar  in 54. In addition, 82 sold fruit juice drinks and squash, including drinks such as Robinson&apos;s Fruit Shoot, Drench and Capri-Sun. &quot;They have as little as 7% or 10% of fruit juice in them, whereas the school food standards say that such drinks sold in maintained schools have to be at least 50% fruit juice&quot;, says Nelson. More reassuringly, though, just six sold fizzy drinks such as Coke and Sprite and only two let pupils buy energy drinks such as Lucozade and Red Bull, despite their popularity. Academies&apos; attitudes to the standards proved revealing. Ten per cent said they were either unwilling or unable to follow them, or certainly not across the entire school day. One in three either said that the standards were too restrictive or needed to contain an element of flexibility. A third also saw the regulations as &quot;a burden&quot; while, worryingly, 18 agreed that school catering is &quot;mainly a commercial service to provide food and drink at school&quot;. Those concerned at Gove&apos;s failure to maintain Labour&apos;s consistent policy are worried. &quot;For the first time, we have solid evidence from the academies themselves that nutritional standards are in real danger,&quot; says Jamie Oliver. &quot;These standards are there for a reason  to help prevent England from sliding further behind when it comes to essential action to fight child obesity and diet-related disease. Mr Gove is putting our children&apos;s future health at risk.&quot; Alasdair Smith, national secretary of the Anti-Academy Alliance (AAA), sees the findings as proof that many academies are putting profit before pupils&apos; health. &quot;This report illustrates an unintended consequence of deregulating and privatising our schools. The secretary of state boasts that academies are about giving freedom and autonomy to schools. It is hard to imagine any parents supporting the &apos;freedom&apos; to feed their child junk food.&quot; Professor Terence Stephenson, who as president of the Royal College of Paediatrics and Child Health is the voice of the UK&apos;s children&apos;s doctors, says he is &quot;concerned that academy schools are allowed to ignore nutrition-based government standards. Mr Gove said he didn&apos;t know of any evidence suggesting that schools were rowing back on the nutritional standards. Now that he has it, let&apos;s hope he acts on it and tells headteachers their academies shouldn&apos;t be profiting from feeding their children unhealthy food.&quot; Like Oliver and the SFT, he wants Gove to force academies to apply the standards. &quot;If we don&apos;t act now, there will be thousands of children across the country eating unhealthy food at school, nutritional standards will plummet and we&apos;ll be fuelling what is already an obesity crisis amongst our young,&quot; he warns. Why are some academies ignoring the standards? They cite money, pressure from pupils, parents or staff and a belief that the service would be &quot;better&quot; for not following the maintained schools model. The SFT found that about half the academies thought their catering services would break even, but about 25% expected a loss. Tellingly, 22 of the 76 converter academies they studied and three of the 24 sponsor-led ones  25 schools in all  thought they would make a profit or surplus. Of these, 75% of the converters but only one of the three sponsor-led academies said the surplus would be reinvested in their catering service. Gove also insists that some academies serve such good food that they exceed the standards. &quot;Any good teacher or indeed parent would tell you that a child who is badly fed cannot concentrate and cannot learn&quot;, says Dr Dan Moynihan, chief executive of the Harris Federation, which runs 13 academies. Those 13 &quot;not only comply with the minimum standards, but also subsidise meals so that they go beyond this&quot;. Similarly, the 11 academies in London, Birmingham and Portsmouth run by ARK Schools generally follow the guidelines. &quot;That&apos;s our intention, though the odd flapjack has crept in and the odd packet of crisps has been found by our auditors,&quot; says spokeswoman Lesley Smith. &quot;I&apos;m slightly at a loss to know why you wouldn&apos;t use these guidelines, because if you want children to do well in school, you want to ensure they are properly nourished.&quot; E-ACT, however, could not confirm if its 19 academies apply the standards because its headteachers have discretion on that.", 
    "section": "education", 
    "gid": "education/2012/may/14/academies-ignore-school-food-guidelines", 
    "wordcount": "1360"
}