{
    "headline": "China's plan to build hydro dams over Salween river  in pictures", 
    "text": "   Deqin, Yunnan province: the Baima snow mountain is part of the Three Parallel Rivers world heritage site chosen for its outstanding biodiversity and refers to a section of the Hengduan mountain range where three great rivers, the Yangtze (Jinsha), the Mekong (Lancang) and the Salween (Nu) run roughly parallel to each other Photograph: Liu Jian Ming/Corbis       Salween (Nu) river in spring in Lisu autonomous prefecture of Nujiang, Yunnan Photograph: Qin Qing/Corbis       The blue-tailed bee-eater (Merops philippinus) at home in the Gaoligong mountain national reserve, situated in a deep valley on the west bank of Salween. The reserve is spread over 120,000 hectares with forest coverage of 85%. It's 5.5 mile (9km) wide and 84 mile (135km) long, and characterised by its natural landscape and a great variety of plants and animals   Photograph: Qin Qing/Corbis       A silvery gibbon on a tree in Gaoligong mountain valley, which, according to an estimate has 699 kinds of vertebrates. In 2000, it was listed as a biosphere protection zone by Unesco Photograph: Wei Zongmei/Corbis       Construction work at Songta dam in Tibet, close to Yunnan province border and the Three Parallel Rivers world heritage site Photograph: Green Watershed/International Rivers       Workers fix a floating platform for the construction of a dam on the Salween river - Asia's last free flowing river and home to 7,000 species of plants and 80 rare or endangered animals and fish in China. The dam requires some 50,000 people to relocate  Photograph: Nir Elias/Reuters       Gongshan county, Yunnan: an old trade route along the Salween river valley Photograph: Corbis       In March 2005 the proposal for a 13-stage dam project over the river was halted. The Chinese government agreed to conduct further scientific research after international pressure  Photograph: Ryan Pyle/Corbis       Local communities, made up of 13 different ethnic groups, also call the Salween the 'angry river' or 'mother river' Photograph: Corbis       A fisherman sails his boat on the Salween, near Wa La Ya Kan area in Nujiang Photograph: Nir Elias/Reuters       March 2007: workers carry stones loaded on a cart in a tunnel dug for a planned dam on the Salween, some 74 mile (120km) north to Lushui in Yunnan province. The work continued despite the Chinese government officially suspending the plan to build dams on the river in 2004 Photograph: Nir Elias/Reuters       An aerial view of the Salween river. The Nu, as it is locally known, nourishes a rich valley that hosts millions of people in southwest Yunnan Photograph: Heng Duan Shan Society./International Rivers       Bing Zhongluo in the Three Parallel Rivers world heritage site: the Salween river winds around several small villages that have lived harmoniously with a diversity of religions and ethnic groups for centuries. The river originates in the QingHai mountains in Tibet, runs through Yunnan and flows into Burma  Photograph: Matteo Butturini/Corbis       A woman of the Lisu ethnic minority stands beside the Salween. Despite lack of approval from Beijing, highly-controversial preliminary work has begun on at least four proposed hydro-dam sites on the river and threatens to displace 50,000 people from 22 ethnic minority communities in the region  Photograph: Michael Reynolds/EPA       A Lisu ethnic village at Fugong in the Nujiang river valley Photograph: Corbis       Liuku, Yunnan: a villager of the Lisu ethnic minority walks beside the enormous roots of a tree at the bank of the Salween Photograph: Michael Reynolds/EPA       Small and medium hydropower stations dot the riverside. Most of the river's tributaries have been dammed and diverted. A lone fisherman sits on the east bank (bottom left above) at this site in Gongshan county Photograph: Nir Elias/Reuters       Chinese rescuers search for victims and survivors buried in the mud in the aftermath of mudslides in Litoudi village, Puladi township of Gongshan county in Yunnan. Over 69 people perished in the disaster in August 2010. Damming the Salween could trigger mudslides and earthquakes, environmentalists say  Photograph: Corbis       Terraced paddy fields at Fugong in the Nujiang river valley: the village of 2,000 would be flooded by one of the 13 proposed dams on the Salween Photograph: Corbis       A boy stands beside the entrance of an elementary school in a rural area of Nujiang, on the bank of the Salween river in Yunnan Photograph: Nir Elias/Reuters       A worker uses a jackhammer on the construction site of village being built for people who would be forced to relocate after the completion of a dam on Salween  Photograph: Michael Reynolds/EPA       Nujiang Lisu prefecture: a man is repairing electricity cables close to the road, hanging from a rope above the Salween  Photograph: Matteo Butturini/Corbis       Children in a village on the banks of Salween participate in an anti-dam protest in Burma Photograph: International Rivers       Village of Sob Mouy, Thailand: to celebrate the 15th Annual International Day of Action for Rivers, hundreds of villagers, activists, artists, journalists, and experts from Burma, Thailand, China and the US gathered at a small village by the Salween river to learn about proposed dams in China and Burma. The gathering included cultural performances, a candlelight vigil, concert, and prayer in support of the indigenous communities along the entire Salween river Photograph: International Rivers  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/29/china-salween-river-hydro-dams", 
    "wordcount": "0"
}