{
    "headline": "OnLive's partnering with Ouya: a challenge to Android startup's doubters", 
    "text": "Some took the recent news that OnLive  the cloud service with ambitions to become a Spotify for video games  is to partner with Ouya, the unreleased Android game console, as a move that will legitimise a project that has to date been viewed with widespread scepticism. After all, the more established game publishers and services that agree to have their name associated with Ouya, the less likely it is the $4m (2.6m) Kickstarter-funded system will turn out to be an elaborate swindle. But for Bruce Grove, general manager of OnLive UK, it&apos;s more a case of ensuring his service is available to users on as many platforms as possible than providing a ringing endorsement of a piece of unknown hardware. &quot;OnLive has always set out to work across as many platforms as we can, and it is up to device makers to develop competitive offerings,&quot; he explains. &quot;As another platform connecting to the TV, we&apos;re keen to be available on it, just as we&apos;re becoming available on Google TVs, Blu-ray players, and media streamers.&quot; In that sense OnLive works in much the same way as LoveFilm delivers movies from the cloud  allowing subscribers to access games no matter what piece of technology they face at any one time. Users will be able to access the hundreds of games in OnLive&apos;s library through an app. &quot;Our goal is to have all of OnLive&apos;s game library available for Ouya&apos;s launch,&quot; says Grove. All social features will remain enabled, such as worldwide massive spectating, Brag Clip sharing and voice chat. But while it&apos;s natural that OnLive would want to appear on as many hardware platforms as it can, something must have attracted the team to Ouya. &quot;Ouya is an open game platform at a very compelling price,&quot; says Grove. &quot;They&apos;re attempting to do something disruptive in the space, which fits well with OnLive&apos;s view of the world.&quot; For Grove and the team there is little to lose if Ouya is a giant failure. &quot;If it&apos;s a success everyone gains, the developers, publishers, OnLive, Ouya and ultimately the consumer who gets a new form of accessible gaming into their living room,&quot; he says. &quot;And no matter what level of success Ouya ultimately finds, OnLive users still have access to their games on all other devices, so there is no risk in giving Ouya a chance.&quot; Coming so soon after OnLive&apos;s rival, Gaikai, was acquired by Sony  a move that many are taking as a sign that cloud gaming will appear on PlayStation 4  there&apos;s a sense that, in the Ouya partnership, OnLive may have scrabbled around to find a hardware partnership announcement. Not so, says Grove. &quot;OnLive partners with both top brands such as LG and Eidos/Square interactive, as well as startups/indies such as Ouya and Hidden Path Games. &quot;In a sense, OnLive&apos;s Founder, Steve Perlman, took a bet on Ouya a long time ago when he provided the seed funding for a then unknown platform called Android, upon which Ouya is based. &quot;This tradition has continued, as OnLive has supported countless indie game developers, including sponsoring developer contests and providing international distribution of the top indie games, side by side with the top major game titles. &quot;Some startups/indies transform the industry, some don&apos;t. A key priority at OnLive is to give them a chance. In the case of Android, most of the known brands from five years ago are struggling to survive today. Who knows what the next five years will bring?&quot; Still, for many, Ouya&apos;s ambition to become a mass-market machine is unfeasible. The console is directly marketed to the modding community, an especially tech-savvy subset of game players who are drawn to the open platform&apos;s facility for tinkering. The threat of widespread piracy (an on-going issue for game makers using Android as a delivery platform) is a significant one. But Grove is not concerned that the ease with which users will be able to pirate games will undermine OnLive&apos;s presence on the platform. &quot;OnLive hosts games that are much higher performance than can be played on Ouya&apos;s local hardware and, as such, are not directly competitive,&quot; he says. &quot;OnLive&apos;s patented cloud game technology instantly streams games that are hosted remotely, so there is no local copy that can be pirated.&quot; Grove also disagrees that Ouya&apos;s core demographic of hackers and modders may put off the larger publishers from allowing their games to be played on the console. &quot;Publishers love the fact games can&apos;t be pirated on OnLive, and gamers love the fact that the lack of piracy enables OnLive to great deals like our 6.99/month PlayPack subscription with over 200 games. We&apos;re looking forward to adding the ability to host modded games in the future, so great mods are accessible to any gamer, regardless of their technical know-how.&quot; It&apos;s this sense of distance that allows OnLive to support the hardware without fear of recourse if the project is a failure. When asked how OnLive will respond if, for whatever reason, the console never releases and the project&apos;s Kickstarter investors are left with nothing to show for their $99, Grove is pragmatic. &quot;This is like asking what if a product that plays YouTube videos never ships,&quot; he says. &quot;OnLive is free and available on almost any device, so if any product (whether a TV from a major brand or a start-up device) with OnLive fails to ship, there is no OnLive cost to the user, and the user can access OnLive on another device.&quot; Despite appearances, this distancing isn&apos;t evidence of a lack of belief in the Ouya hardware on Grove&apos;s part. &quot;Ouya&apos;s using commodity hardware with a commodity OS,&quot; he explains. &quot;As long as they deliver on the SDK and work with a good manufacturing partner then Ouya has every chance of succeeding. It&apos;s not the first low-cost simple set-top box on the market by any means, but it is the first that&apos;s focusing on gaming, which gives it a great edge in that market.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/08/onlive-partnership-ouya-approval-startup", 
    "wordcount": "1035"
}