{
    "headline": "Katharine Birbalsingh criticised over 'wasteful' free school project", 
    "text": "Katharine Birbalsingh, the teacher described as a Tory darling for her attacks on state education standards, is at the centre of a dispute over her plans to open a free secondary school with a &quot;private ethos&quot; in an area of south London desperately in need of primary schools. Birbalsingh has been accused of wasting taxpayers&apos; money by parents and teachers in Tooting, Wandsworth, the proposed site of the Michaela community school, where Mandarin and Latin will be on the curriculum. The new secondary school will take money away from the local authority if it attracts pupils from schools under the latter&apos;s control. And critics say because the department for education has earmarked half of the 1.2bn it has allocated to school building on free schools, it does not have enough money to tackle the national crisis in primary schools. Official figures show that there will be a surplus of 2,000 secondary school places in the borough once Birbalsingh&apos;s school has been built, but that there is already a need for an extra 115 primary school places and the area will be short of 600 places by 2015. Nationally, of the 62 free schools due to open that are championed by the education secretary, Michael Gove, only 21 are primaries, yet official figures show that the number of children of nursery and primary school age in England is due to rise 14% by 2018. The increase of more than half a million children will take the primary school population to its highest level since the late 1970s, and London councils estimate there will be a shortfall in the capital of about 65,000 by 2015. Birbalsingh, who became a cause clbre in Conservative ranks after she criticised the indiscipline in state schools during a speech at the Tory conference in 2010, insists that her school will give parents the choice to send their children to an institution where the focus will be on traditional subjects. She told the Observer that the school would benefit from the guidance of Anthony Seldon, headmaster of the fee-paying Wellington College, and of the 31-year-old chair of governors, Neil Mahapatra, an Eton-educated former assistant to Lord Rothschild and a Conservative parliamentary candidate, currently setting up a private equity firm. Birbalsingh said that ICT would not be taught at her school because the emphasis would be on maths, English and foreign languages, not skills. The best performing four pupils from the school each year win the &quot;prize&quot; of boarding at Wellington for a week. Birbalsingh said: &quot;I don&apos;t know how people can criticise those who are trying to do the right thing. This school will take children from Lambeth, Merton and Wandsworth. It is also needed in terms of ethos.&quot; However, local opposition to the school is growing, with public meetings and a petition planned. There is concern that the site chosen for the school, which is due to open in September, is home to 400 businesses and that the move could lead to a loss of jobs. Birbalsingh&apos;s school was due to be sited in Lambeth, where there is a shortage of secondary school places, but was blocked when the local authority sold her preferred site to property developers. Janet Eades, a retired teacher from Wandsworth who is leading the campaign against the free school, said: &quot;I would like to know what the demand and need is for this school in Tooting, which was deemed viable by the department of education because there was a need in Lambeth. How does this benefit Tooting or Wandsworth? It is a mess and is a sign of a planning failure and we are going to fight it hard. The money spent on this school could be used to expand primary schools in Wandsworth or carry out vital repairs on outstanding secondary schools in the area. We don&apos;t need this school.&quot; Birbalsingh has not had a permanent job in a school since she agreed to leave St Michael and All Angels Academy, in Streatham, south London, two years ago following concerns at the school about her use of images of pupils during her controversial speech at the Tory party conference. However, there will not be an open application process for the position of head at the Michaela community school, which Birbalsingh is taking. Stephen Twigg, the shadow education secretary, said that the case illustrated why the government should redraw its free school programme to take account of the crisis in primary school provision. He said: &quot;There is an urgent crisis in our primary school system that the government is ignoring  180,000 more places are needed before the election. &quot;Ninety per cent of the need is for primaries, yet half the funding from the autumn statement will go on pet projects like free schools. Only a third of free schools in the pipeline are primaries, and the areas with the biggest need  Barking and Dagenham, Bracknell and Milton Keynes  will not get a free school.&quot; A spokesman for Communitas, the public relations company hired by Michaela school&apos;s project management firm, Place Group, refused to provide details about how much public money had been spent on the proposed school.", 
    "section": "education", 
    "gid": "education/2012/jan/21/katharine-birbalsingh-free-schools-project", 
    "wordcount": "876"
}