{
    "headline": "Budget 2012: could this be the year for the UK games industry?", 
    "text": "Richard Wilson is feeling optimistic. Again. The CEO of video game industry trade body Tiga has spent the past three years lobbying parliament for tax credits and other initiatives designed to boost investment in the sector. In 2010, it looked like his goal had been achieved when Alistair Darling promised to look into tax incentives for developers  but then Labour lost the election and George Osborne removed any mention of games from his emergency budget. Since that disappointing volte-face, cross-party support for the industry has been growing, and last Thursday, Tiga hosted a lunch at the House of Commons, attended by video game makers as well as several MPs, all seemingly supportive of the Tiga cause. So is this the year the games industry garners the sort of support already enjoyed by UK film?  &quot;I think there&apos;s been a change in mood; a real recognition that the video game industry could make an important contribution to the economic recovery,&quot; said Wilson, when I caught up with him after the event. &quot;MPs and policy makers see us now as an industry that can support a wider set of objectives. Growth has been disappointing over the last couple of years - the need to identify sectors where there&apos;s real potential has put the games industry in a better light. And we&apos;ve marshalled better evidence, we&apos;ve knocked down more of the objections and we&apos;re closer to getting what the industry needs.&quot; Justin Tomlinson is the sort of MP that Wilson needs to be winning over. He&apos;s on the government benches, and at 35, he represents the generation that grew up with games. &quot;I went from a Vic-20 to an Amstrad 464 Colour, then later had a Commodore Amiga,&quot; he explains. &quot;I was very fortunate that I have an older brother, and in the eighties  when you had to program a lot of your own games  I&apos;d help by reading out the code from a book and he typed things in.&quot; Through these formative experiences Tomlinson has become a keen supporter of games programming, and of computer science in general. He has helped fund school visits to the Museum of Computing, which opened in his Swindon North constituency in 2003, and says he sees and appreciates the business benefits of the games industry. &quot;I&apos;m supportive, not just because I play games, but because clearly as a country, we&apos;re competing in a worldwide market. We&apos;re never going to win on cheap labour, and therefore we need to support high tech industries. This is clearly a growing market, and there is so much potential. If we can look for favourable conditions, it is something that will benefit the country, providing both employment and tax revenue.&quot; Tiga has certainly worked hard to accentuate the benefits of supporting British game developers. Accused of putting forward a somewhat unfocused argument back in 2010, Wilson has streamlined the trade body&apos;s case into a fresh report, catchily titled, &apos;A New Games Tax Relief: An Incentive to Build a Sustainable Games Development Sector&apos;, which argues for tax relief based on development budgets, with both small projects and triple AAA developments supported. Wilson suggests that his proposals will lead to almost 5000 new industry jobs as well as eventually increasing the games development sector&apos;s contribution to UK GDP by 283m. &quot;The other thing is, by having a tax break in place, all the evidence from overseas suggests that venture capitalists and business angels look at your sector in a different light,&quot; he says. &quot;Even those companies that don&apos;t go out to get the tax breaks will benefit indirectly because the investment community is looking at the sector more positively.&quot; This whole idea of perception is proving to be very important. At the start of the Commons event, Sam Vanags, a technology partner at global accountancy giant Grant Thornton, gave a quick speech in which this point was very much accentuated. &quot;We&apos;re hearing a lot of anti-banking, anti-corporate sentiments at the moment,&quot; she said. &quot;Some of the people we work with in those sectors are reluctant to take advantage of the tax credits available to them. But you guys are perceived differently; you&apos;re perceived as the future of the UK economy and you&apos;re being actively encouraged to take up tax breaks already available to you.&quot; Of those current benefits, Vanags highlighted R&amp;D tax credits, mentioning the modifications that should be made this week, and in the near-future. She pointed out that currently, for companies with less than 500 employees, the tax relief on allowable R&amp;D costs is 200 per cent. From April it will be 225%. The rules will also be widened to include the costs of agency employees and outsourcers  good news for the games industry where freelancers are often used in areas such as art and audio. The Patent Box Regime is also coming in next year, offering lower tax rates on patentable technology and software, which could apply to developers writing back-end code for things like motion cameras and streaming game services. Finally, Vanags mentioned the possibility of a new Seed EIS Investment scheme offering 50% income tax relief on new projects or start-ups that qualify. Could it be that extensions to the R&amp;D tax scheme are the more likely outcome moving forward? &quot;The least I&apos;d hope for from the budget would be further improvements to R&amp;D tax credits,&quot; says Wilson. &quot;That&apos;s the bare minimum. And even the suggestion that there should be an enquiry into the case for wider games tax relief would be a massive step forward. But our ambitions are much more grandiose than that. We hope to see some version of games tax relief being promised in the budget  we&apos;d be ecstatic about that, the games industry would be much better off as a result.&quot; And the lobbying continues. This morning Tiga sent out a final letter to George Osborne, backed by MPs such as Stephen Timms, Tom Watson and Chris White, putting forward the case for tax credits again. The chancellor has stated that the content of the Budget has already been decided, but Wilson isn&apos;t taking any chances.  Keen to get an inside gauge on how effective this pressure was proving, I asked Tomlinson about his own optimism for video game tax relief. &quot;Well, the country is not awash with money and there are a lot of worth causes, all lobbying for their slice of the cake,&quot; he said. &quot;It&apos;s fair to say that this industry has lobbied in a pro-active and constructive manner and is already demonstrating the huge potential that&apos;s out there, so I remain cautiously optimistic.  &quot;It&apos;s important for the industry to keep pushing, though, because a lot of decision makers don&apos;t necessary understand it. It&apos;s not an obvious one. No one can rest on their laurels...&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/19/budget-2012-games-tax-breaks", 
    "wordcount": "1161"
}