{
    "headline": "Bitcoin: the Berlin streets where you can shop with virtual money", 
    "text": "     Nadim Chebli remembers well the first of his customers who decided to pay for the records they bought with virtual currency rather than cash or credit cards. &quot;I&apos;d only just agreed to accept Bitcoins,&quot; said the 36-year-old owner of the Long Player record shop, &quot;and the first sales I made in it came pretty quickly, from a guy about my age who bought Tom Waits&apos;s The Big Time and a young woman who bought a Beatles compilation from 1967.&quot; In the few months since Chebli signed up to the peer-to-peer electronic cash system, he finds it hard to come up with definitive characteristics for the &quot;typical&quot; Bitcoin user who walks off the street into what he describes as his &quot;vinyl living room&quot;. &quot;There&apos;s no typical age group, or sex, just, well, regular folk,&quot; he said. Florentina Martens has had the same experience since opening her Parisian-style cafe Floor&apos;s two months ago just a couple of streets away. &quot;There is not a prototype Bitcoin payer,&quot; she said. &quot;It&apos;s random people. Not only nerds, let me put it that way.&quot; Like Chebli, Martens, whose Kersenvlaai (cherry cake) from her native Maastricht is rated as one of the best culinary offerings of the area, says she decided to accept Bitcoins because of the ease, cheapness and transparency of its payment system. &quot;It&apos;s an easier way of digital payment than credit cards, which cost me a lot of money as a business and to which I&apos;m forced to sign up for years,&quot; she says. These two tradespeople are among around a dozen in the Graefekiez, a cosy neighbourhood established in the 19th century in the southern Berlin district of Kreuzberg, which currently boasts the highest density of businesses accepting the currency in the world. Its growing list of Bitcoin establishments includes a restaurant, a printing shop, a bar and boutique. Community leaders believe that Bitcoin&apos;s ethos is embedded in a similar political consciousness to that of Kreuzberg. The payments system, which has been viewed with scepticism elsewhere, arguably fits in well with the district&apos;s rebellious, critical, leftwing history, not least its residents&apos; willingness to protest against the rising influence of capitalism, in particular the creeping gentrification that is threatening to envelop the district as Berlin undergoes a property boom. &quot;Kreuzberg is traditionally an area in which people are very politically aware, critical towards existing systems and are constantly discussing and looking for alternatives to them, which makes it the perfect breeding ground for Bitcoin,&quot; says Joerg Patzer, a staunch Bitcoin advocate who roams the neighbourhood with a missionary zeal in search of new recruits. Patzer, 47, who typically trades by night and sleeps by day, is also the owner of Room 77, a popular bar in the Graefekiez, which has become a magnet for Bitcoin enthusiasts in the German capital. On a recent Tuesday evening with a jazz trio providing the music, law student Jeff Gallas, the owner of a few thousand euros&apos; worth of Bitcoins, was tucking into a beefburger. &quot;Bitcoin is the first global money we have,&quot; he says, when asked to explain his enthusiasm for a currency that has been criticised for the ease with which drug and child porn dealers can use it and which many economists have called nothing but a craze, comparable to the Dutch tulip bubble of the 1600s. &quot;It could be from a science fiction novel, but the fact is we have it in the here and the now,&quot; Gallas said, listing the items he has bought with Bitcoins, including &quot;honey from Thailand, historic flags from the United States, gold and silver, concert tickets&quot;, and of course, his beer and burgers. He taps the amount he owes Room 77 into the virtual Bitcoin wallet on his Android phone and, aligning it with a code on the bar&apos;s device, presses a button to process the payment. A theatrical &quot;kerching&quot; sound follows and Gallas is grinning from ear to ear. &quot;It could hardly be easier,&quot; he insisted. Heidi Leyton, a British tour guide who takes business people around Berlin, said she was first drawn to the currency when two Spanish friends demonstrated their trust in it by deciding to use their entire inheritance to purchase Bitcoins. &quot;They were very worried about the way the economy was going in Spain and so decided to invest their 30,000 inheritance in Bitcoins. I was really shocked, thinking what a gamble it was,&quot; Leyton admits. &quot;But that was about three and a half years ago and their 30,000 has grown to 600,000, so they did very well. On the back of her friends&apos; experience, she too decided to buy into the currency and to accept fees for her tours in Bitcoins. &quot;Looking at the way the economy is going and the way we&apos;re dealing with it, particularly after what&apos;s just happened in Cyprus, I don&apos;t really trust having my money in the banks,&quot; she said. As with any currency, trust and the willingness of users to accept it is vital to Bitcoin&apos;s success or failure, and that mechanism is arguably clearer to see in a small community like the Graefekiez than anywhere else. Patzer buys the beer for Room 77 from the nearby Rollberg brewery, owned and run by qualified brew and malt meister Wilko Bereit. He pays for the barrels with Bitcoins and, while Bereit says he doesn&apos;t fully understand the workings of the payment system, he is willing to trust it. &quot;There is no middle man involved,&quot; he said, talking in his hop-scented brewing parlour with its gleaming copper kettles, and casually dropping into the conversation that the German president is among his customers. &quot;It&apos;s just a deal between Joerg and me and after I&apos;ve opened my Easy Wallet, which is easier than sending an email, we have a beer together.&quot; Bereit recently followed events as Bitcoin&apos;s value halved in less than six hours as a result of recent panic buying. But he remains unperturbed. &quot;As my grandmother would say, it&apos;s only money, and it won&apos;t kill me if it doesn&apos;t work,&quot; he said. &quot;The truth is, I really want to believe in it. And I like the fact that Bitcoin scares people in suits, because if this thing were to really take off, it would bankrupt a lot of bankers.&quot; Crypto-currency experts meeting Patzer at a recent Bitcoin soiree in the back of Floor&apos;s cafe prefer to talk of the recent dip as a correction rather than a crash, which has brought Bitcoin back to a realistic price while it has retained its underlying value. &quot;I would look at these spikes and corrections as the birth pangs of an entirely new system,&quot; said Mike Gogulski, a Bitcoin developer. &quot;It represents an opportunity to transform the way we deal with the flows of wealth and human energy.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/26/bitcoins-gain-currency-in-berlin", 
    "wordcount": "1175"
}