{
    "headline": "Ministers to reveal British link to US data spying scandal", 
    "text": "Ministers will respond in parliament on Monday to claims that UK intelligence agencies have gained access to a vast reservoir of private data relating to people living in Britain  including emails and phone logs  collected by spies at the US National Security Agency. Amid growing calls for the government to reveal what it knows about the data interception scandal revealed by the Guardian last week, senior Whitehall sources said it was &quot;highly likely&quot; that a statement would be delivered to MPs in the Commons either by the foreign secretary, William Hague, whose department is responsible for GCHQ, or the home secretary, Theresa May. May is scheduled to answer Home Office questions at which the issue will dominate, if no formal statement is to be made. Among questions that MPs want answered as a matter of urgency is whether any of the intelligence supplied by the US about British citizens was handed over to GCHQ in breach of British interception legislation, or whether British intelligence officials attempted to bypass British law by sending requests for intercepts to the US. The calls follow several days of leaks of top-secret documents from within the NSA to the Guardian, painting in shocking detail for the first time the vast reach of the NSA&apos;s electronic spying operations conducted as part of anti-terrorism investigations and foreign intelligence gathering. Included have been revelations of how the NSA has collected huge amounts of so-called &quot;metadata&quot; from telephone companies such as Verizon. This is data that gives details of calls made, numbers dialled and their duration, rather than the content of the conversations. A second leak to the Guardian was contained in a PowerPoint presentation detailing the secret NSA programme called &quot;Prism&quot;, which appears to make use of vast swaths of email and instant chat messaging data supplied by technology companies including Google, Facebook, Microsoft and Apple. Although the Obama administration has admitted that the NSA mines telephony and other communications data  including from US citizens  senior executives at technology companies have denied in the most emphatic terms that the programme amounts to a direct pipeline from their servers to the NSA. US spies have been accused of tapping into servers of nine US internet giants including Apple, Facebook, Microsoft and Google in a massive and wide-ranging anti-terror sweep. All deny giving government agents access to servers. On Saturday Google said that the US government had no access  &quot;not directly, or via a back door, or a so-called drop box&quot;. Instead the companies  which say they have not heard of Prism  insist that the only material they hand over is that demanded by a court order, under the US foreign intelligence surveillance act (FISA). Mark Zuckerberg, the Facebook founder and CEO, said: &quot;Facebook is not and has never been part of any programme to give the US or any other government direct access to our servers.&quot; Google and Facebook insisted that they only turned over data when they received court orders, and frequently challenged them. But the New York Times reported on Saturday that key tech firms, including Google, Facebook and Microsoft, had co-operated with the NSA &quot;at least a bit&quot;. The story describes a close working relationship between top intelligence officials and the companies. The chairman of the US joint chiefs of staff, General Martin E Dempsey, met &quot;personally with executives including those at Facebook, Microsoft, Google and Intel,&quot; the paper reported. Twitter is said to have declined to participate. In addition to the denials of the companies, the office of the US director of national intelligence on Saturday night moved to declassify aspects of the controversial Prism programme. A fact sheet released by the office of James Clapper, the director of US national intelligence, insisted that no &quot;unilateral&quot; unregulated capability exists that provides a direct feed of internet data for US intelligence analysis. It insisted that all information demanded was subject to specific court requests under FISA, overseen by Congress. &quot;Under section 702 of FISA, the US government does not unilaterally obtain information from the servers of US electronic communication service providers. All such information is obtained with FISA court approval and with the knowledge of the provider based upon a written directive from the attorney general and the director of national intelligence.&quot; Since the revelation of Prism and the court order demanding that Verizon hand over its telephony metadata, the Obama administration has tried to justify the need for the NSA&apos;s interception operations, insisting that all collection is approved by secret FISA courts and overseen by Congress. But in Britain MPs of all parties have demanded clarity. Douglas Alexander, Labour&apos;s shadow foreign secretary, said: &quot;Our intelligence agencies do vital work to keep our country safe from harm, but it is also vital that they operate within a framework of legality and accountability. &quot;These reports have raised serious public concern, so I am now calling on the foreign secretary, William Hague, to come to the Commons on Monday to make an urgent statement to MPs. &quot;In that statement he must explain the government&apos;s position and tell MPs how the government will work with the intelligence and security committee to address these public concerns.&quot; GCHQ has agreed to send a full report about the controversy to the all-party intelligence and security committee chaired by a former Conservative foreign secretary, Sir Malcolm Rifkind. By coincidence Rifkind and members of his committee are flying to Washington on Monday to meet members of the intelligence committees of the Senate and the House of Representatives as well as other US officials involved in the intelligence field. The committee will be sent the GCHQ report via the British embassy in Washington. The committee will be keen to know if British intelligence agencies used requests for information under Prism to circumvent the Regulation of Investigatory Powers Act (2000), which requires ministerial authority for intercepting data content such as emails, or a senior intelligence officer&apos;s agreement to reveal metadata. In the past there have been suggestions that the NSA and GCHQ have had reciprocal arrangements which see them issue requests for intercepts. In 2003 Katharine Gun, a translator at GCHQ, leaked a request from an NSA officer, Frank Koza  first revealed by the Observer  that requested GCHQ&apos;s assistance in the illegal and secret bugging of UN delegations in the runup to the Iraq war. That leak suggested that both agencies had in the past exchanged requests for assistance in interception operations against targets. A potential cut-out allowing deniability does, however, exist under the so called &quot;control principle&quot;. That regulates the arrangement under which the UK and US intelligence agencies share material, which means that the organisation supplying intelligence, even following a direct request, &quot;owns&quot; the intelligence and does not have to disclose how the information was acquired. Former shadow home secretary David Davis said the US monitoring programme appeared to allow the state to &quot;spy on who they like&quot;. He told Sky News that if reports of its operations were accurate then &quot;it is actually quite a scandal&quot;. David suggested that May and Hague must have had knowledge if the system was used by GCHQ to provide information on UK citizens. &quot;Presumably they at least would have had to sign an authorisation for this to take place,&quot; he said. &quot;[There were] nearly 200 British citizens under surveillance of one sort or other in one year so they must have known something about it.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/08/ministers-british-link-us-spying-scandal", 
    "wordcount": "1262"
}