{
    "headline": "Wind mast to be built on moors that inspired Wuthering Heights", 
    "text": "Had the Bront sisters been alive today, campaigners claim they would have been horrified by the plans to build giant wind turbines on the bleak and brooding moors that inspired their enduringly popular fiction. But campaigners who want to prevent the development are regrouping after losing the first stage of their fight to oppose four wind turbines on Thornton Moor, west of Bradford. Planning permission was granted on Wednesday to house a 200ft high wind monitoring mast on the site, a move that they fear will pave the way for future approval of the turbines. Residents had hoped they would be able to prevent the development going ahead by lobbying councillors during the meeting in Shipley, west Yorkshire. Outside the meeting, they held up placards which said: &quot;Saying No to the Turbines.&quot; Thornton Moor is close to the famous parsonage at Haworth, where the Bront sisters lived with their family, and where their father was the village clergyman. It&apos;s now preserved as a museum, which attracts tourists from all over the world who are fans of the Bront&apos;s work and retrace their steps on the moors. The influence of the landscape can be witnessed throughout the Bront sisters&apos; work - notably Emily&apos;s Wuthering Heights with its dramatic scenes on the moors in appalling weather. The Bront Way footpath also runs straight across Thornton Moor. Banks Renewables wants to build turbines next to the route of the footpath. The mast is part of process of assessing the suitability of the site. Anthea Orchard, who lives in nearby Denholm Gate and is the chair of the Thornton Moor Windfarm Action Group, said: &quot;We&apos;ve got to dust ourselves down, re-group and start again. We submitted our case but they voted against us four to two.&quot; She said: &quot;This is just the start. I think they will put the mast up in the next few weeks. We can now start for preparing for the full application. While this is a temporary mast, it will inevitably lead to the construction of something much larger, permanent and devastating for this community.&quot; The group believes the wind farm is too close to a site of special scientific interest and houses, as well as an ugly addition to the landscape. Bradford council gave the go ahead to build a 200ft wind monitoring mast, which is expected to pave the way for four 330ft turbines on the moor at Denholme. The Bront Society had also opposed the planning application, pointing out that the structure would &quot;deface&quot; views across the moorland, which is culturally and historically significant. However, Banks Renewables argued that the windfarm would bring 3.8m investment and produce enough electricity to power 4,400 homes. The planning application for a test mast  to gather wind data ahead of a full planning application for the turbines  was agreed at a meeting of the Shipley area planning panel. Councillor Simon Cooke, who spoke against the application, told the meeting there is nowhere else in the world with this kind of landscape, adding: &quot;I, for one, do not want to see it lose its uniqueness simply to satisfy urban demand.&quot; But another councillor, Imdad Hussain, from Heaton, said: &quot;I think we have got the situation here where members of the public are against something because it is in their back gardens.&quot;  This article was amended on 12 April 2012. In the original, Haworth was misspelt. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/wind-turbines-wuthering-heights-moors", 
    "wordcount": "589"
}