{
    "headline": "China's rich provinces outsource emissions to less developed areas", 
    "text": "Rich coastal provinces of China are outsourcing their greenhouse gas emissions by importing goods from less developed provinces, according to scientists. The practice makes it far less likely that China  the world&apos;s biggest emitter  will reach its climate goals, the study published in the Proceedings of the National Academy of Sciences said. &quot;Recent studies have shown that the high standard of living enjoyed by people in the richest countries often come at the expense of CO2 emissions produced with technologies of low-efficiency in less affluent, developing countries,&quot; the study said. &quot;Less apparent is that this relationship between developed and developing can exist within a single country&apos;s borders.&quot;     A graphic showing how coastal provinces of China are outsourcing their greenhouse gas emissions by importing goods from less developed provinces, 2013. Photograph: University of Maryland    China and America agreed on Saturday to work with other countries to reduce hydrofluorocarbons (HFCs) . HFCs, which are used for air conditioning and refrigeration, are an extremely potent greenhouse gas on a 10 or 20-year timeframe, and contribute significantly to climate change. But the two biggest emitters have yet to show such leadership in cutting carbon dioxide. And as the study suggests, China&apos;s efforts to reduce the growth of greenhouse gas emissions without damaging its rapid economic growth were being undermined by carbon outsourcing. The authorities set a number of target for carbon intensity  the emissions produced per unit of economic productivity  with less stringent targets for less developed regions. But it turns out those less developed regions, with far more carbon-intensive production units, were producing a large share of the goods for affluent areas of the country. The richer areas have tighter carbon intensity targets. The richest cities such as Beijing and Shanghai and provinces such as Guangdong were outsourcing more than 50% of the emissions related to the products they consumed, the researchers said. In some instances up to 80% of emissions related to goods consumed in the richer coastal provinces were imported from less developed provinces in central and western China, the study said. The result of the outsourcing was that China was losing out on a chance to achieve swift and relatively painless reductions in emissions by modernising those highly polluting coal-burning industrial units, said Steven Davis, a professor at the University of California, Irvine, who led the study. &quot;The tragedy of this is that the easiest and cheapest cuts in emissions are in these provinces in the interior where the technologies are antiquated and with even slight improvements could be much, much cleaner,&quot; Davis said. The net effect of the outsourcing is to make it far less likely China would reach its climate targets. &quot;I think the carbon leakage problem is likely to make it more challenging for China to meet its climate goals,&quot; said Ailun Yang, a climate analyst for China, India and other emerging economies at the World Resources Institute. The Chinese authorities are already acutely conscious of the costs to public health and environment of relying on those old coal-burning plants. The annual report from China&apos;s Environment ministry, released last week, catalogued deteriorating air, land and water quality, describing the situation as &quot;grim&quot;. Davis said outsourcing would reinforce that situation: &quot;The result is it&apos;s going to cost them more and perpetuate inequality within that country. They are going to be paying more for every ton of CO2 reduced than they need to be.&quot; The study tracked the emissions produced in the manufacture of goods traded across 26 provinces and four cities. It said: &quot;Without policy attention to this sort of interprovincial carbon leakage, the less developed provinces will struggle to meet their emissions intensity targets, whereas the more developed provinces might achieve their own targets by further outsourcing.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/10/china-provinces-outsource-emissions", 
    "wordcount": "607"
}