{
    "headline": "Millennium development goal on safe drinking water reaches target early", 
    "text": "The international target to halve the number of people who do not have access to safe drinking water has been met, five years before the 2015 deadline, the UN announced on Tuesday. According to the World Health Organisation (WHO) and Unicef joint monitoring programme for water supply and sanitation (JMP), between 1990 and 2010 more than 2 billion people gained access to improved drinking water sources, such as piped supplies and protected wells. Using data from household surveys and censuses, the JMP said at the end of 2010, 89% of the population  6.1 billion people  now used improved drinking water sources, 1% more than the 88% target contained in millennium development goal (MDG) number seven, set in 2000. However, in its report, Progress on drinking water and sanitation 2012 (pdf), the JMP said 11% of the world&apos;s population  783 million people  are still without access to safe water, and the MDG target to improve basic sanitation, such as access to latrines and hygienic waste collection, is still far from being met. Around 2.5 billion people still lack basic sanitation, it said. The JMP also tempered any celebrations with a warning that the data collected only measured access to improved water sources  those that adequately protect the source from outside contamination  rather than assessed the quality, or reliability of the water supply, or whether water sources were sustainable. Testing the quality of the water at a national level in all countries was too expensive and logistically difficult, said the report. &quot;As a result, it is likely that the number of people using safe water supplies has been overestimated.&quot; The report said huge regional disparities existed. Almost half of the 2 billion people who have gained access to drinking water since 1990 live in China or India. Meanwhile, many countries in Africa are not on track to meet the target by 2015, with some countries actually falling back to pre-1990 rates of coverage. More than 40% of all people globally who lack access to drinking water live in sub-Saharan Africa. There are stark variations between urban and rural areas. The report said an estimated 96% of the urban population globally has improved water supply sources, compared with 81% of the rural population. This means 653 million people in rural areas lack improved water sources. In Sierra Leone, for example, the wealthy elites of the urban population have almost universal access to decent services, compared with 10% of the poorest in rural areas. The target for sanitation is one of the MDGs that is most off-track. Globally, it is predicted that the target will not be reached until 2026. The UN secretary-general, Ban Ki-moon, called the JMP&apos;s findings &quot;a great achievement for the people of the world&quot;. It is one of the first MDG targets to be met. Last month, the World Bank announced that the first MDG to cut extreme poverty by half by 2015 had been achieved by 2010. &quot;The successful efforts to provide greater access to drinking water are a testament to all who see the MDGs not as a dream, but as a vital tool for improving the lives of millions of the poorest people,&quot; said Ban Ki-moon, but he added: &quot;We have reached an important target, but we cannot stop here. Our next step must be to target the most difficult to reach, the poorest and the most disadvantaged people across the world. The UN general assembly has recognised drinking water and sanitation as human rights. That means we must ensure that every person has access.&quot; Barbara Frost, chief executive of WaterAid, welcomed the news on water access, but said the world needed to act now to improve sanitation. &quot;With diarrheal diseases caused by inadequate sanitation now the biggest killer of children in Africa, progress has to improve. &quot;The sanitation and water for all partnership needs to galvanise action in those with the power to make change happen if millions of children&apos;s lives are to be saved.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/06/water-millennium-development-goals", 
    "wordcount": "672"
}