{
    "headline": "Apps Rush: LG Cloud, Jon-E Bionic, Lara Croft, Tom's Messenger, Jolicloud, Peroni, Sesame Street and more", 
    "text": "A selection of 17 new apps for you today: LG Cloud LG is the latest consumer electronics firm to launch its own cloud storage and access service, which in this case focuses on computers, smartphones and TVs. The Android app shares photos, videos and music with the other device, with 50GB of free storage for owners of LG devices, and 5GB for everyone else.Android Jon-E Bionic Strictly speaking, this is an e-book (or rather iBook) not an app, but it has many properties of an app. Developer Trailer Park says it&apos;s the first &quot;activity comic and colouring book&quot; for Apple&apos;s iBooks platform. That means children can colour in characters and scenes, as well as reading the story.iPhone / iPad Lego Lens US-only for now, this is a Lego-branded &quot;augmented reality experience&quot; that involves finding Lego Creations made by people near your current location, and viewing them superimposed on wherever you are.iPhone Lara Croft and the Guardian of Light Remember the days when the presence of Lara Croft and Tomb Raider was seen as a key indicator of the health of a gaming platform? Nokia&apos;s first N-Gage may have killed that idea off. Even so, RIM has secured a port of the latest Lara title for its BlackBerry PlayBook, with a trademarm mix of adventuring and puzzle-solving.BlackBerry PlayBook Tom&apos;s Messenger Otherwise known as &apos;the app where Outfit7 took its talking friends into the messaging space. Starring the still-popular Talking Tom Cat character along with animal friends Ben, Angela and Gina  this app involves sending messages to friends mouthed by the characters. An iPhone version will follow, once Apple approves it.Android Jolicloud Announced earlier in the year at the London Web Summit, Jolicloud is a new spin on cloud services, gathering your content from Facebook, Twitter, Flickr, Instagram and other services into one place, then making it all searchable.iPhone VSCO CAM The race is on to be the next Instagram, even if &quot;the next Instagram&quot; in terms of mega-lucrative exit is unlikely to be a photo app. VSCO Cam is at least good though: simple and elegant to use, with social sharing built in.iPhone Samsung Smart Washer/Dryer Controlling a washing machine remotely from your Android smartphone? Inevitably, there is an app for that  as long as you have one of the compatible smartphones and washer/dryers, of course.Android Abby In Wonderland / Big Block Party / Color Carnival Good news for Windows Phone-owning parents eyeing the explosion in iOS kid-apps with jealousy. Sesame Street has launched three apps for children on Microsoft&apos;s smartphones, all starring Elmo and described as providing an &quot;interactive read-aloud experience&quot;.Windows Phone Vivi in Stile - Peroni Alcohol brand Peroni has a new iPhone app, but it&apos;s less about lager and more about getting out and about. Covering food, fashion and design, the app aims to &quot;uncover hidden gems in your city and keep in the know about the most stylish places to be seen&quot;. The link above is for iPhone but here&apos;s the Android version.Android / iPhone MarketShark - Stock Fundamentals MarketShark is one of a growing number of apps aimed at stockmarket investors, although it claims to go deeper than purely monitoring price trends. Expect oodles of metrics, company comparisons and trend visualisation features.iPhone / iPad Garmin Pilot The title brings unfendoffable visions of a cockpit app barking out &quot;At the next cloud, turn right...&quot; However, this is a professional suite of aviation tools for pilots, including flight planning, maps, weather data and navigation features. As yet, no sign of an option to read all this out in Mr T&apos;s voice.Android Swingball Pro Want to play Swingball but don&apos;t fancy the inevitable black eye when your opponent gets a little carried away with their ball-swinging? This app takes the whole shebang digital, although it&apos;s also aiming to encourage people to buy a real-world swingball set.iPhone Solid Explorer Beta Android owners looking for file management apps are spoiled for choice, but Solid Explorer looks like an, ahem, solid candidate for the space. Not least because of its two-panel user interface for dragging and dropping files.Android East London Buzzstops The name may make dedicated hipster-haters cringe, but East London Buzzstops is interesting: an app that aims to crowdsource recommendations for the &quot;wilder, cheekier side of London&quot;.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/01/apps-rush-lg-lego-lens", 
    "wordcount": "733"
}