{
    "headline": "Turkish protesters using encryption software to evade censors", 
    "text": "Mobile internet users in Turkey are routing around suspected censorship by its government by downloading software that encrypts and hides their connections to the outside world, as the unrest in the country grows. People there are also downloading communications apps such as Twitter and Ustream, which can broadcast live video, and Zello, which works like a walkie-talkie, so they can record events and avoid surveillance, as protests and disorder entered their sixth day. Over the weekend, more than 120,000 people inside Turkey have downloaded Hotspot Shield, a free mobile app that provides a &quot;virtual private network&quot; (VPN) connection that cannot be tapped and can link to the outside world, avoiding censorship. Anchorfree, which makes the software, said its product  already popular inside the country as a means of evading government internet censorship  had leapt more than three thousandfold over the weekend. The country, which has about 73 million inhabitants, of whom about half have internet connections, usually sees about 10,000 new users of VPN software each day, said Anchorfree, but that figure jumped tenfold on Saturday alone. &quot;The really interesting thing here,&quot; said David Gorodyansky, founder and chief executive of AnchorFree,, &quot;is that tens of thousands of people are downloading Hotspot Shield and other communications apps in anticipation of further censorship. It just goes to show how evolving internet and mobile app technology is helping to thwart attempts to limit democratic rights and freedoms.&quot; The Turkish government has been repeatedly criticised by pressure groups inside the country who say it has been blocking or censoring Twitter and Facebook content for months leading up to the latest protests, in which one man has died. Over the weekend, access to social media sites was throttled, according to a report on Techcrunch quoting sources inside the country. But Turkcell, the largest of the three mobile phone companies there, which covers almost the whole country and has about 60% of users, denied reports that it was blocking connections. Prime Minister Tayyip Erdogan recently called Twitter &quot;a menace&quot;, adding &quot;the best examples of lies can be found there. To me, social media is the worst menace to society.&quot; Kurdish groups inside and outside Turkey have previously complained to the Guardian that tweets using their hashtag #twitterkurds have been censored so that protests inside the country alleging mistreatment do not appear in Twitter&apos;s timeline or searches. Twitter has not been able to confirm this. The Turkish government has implemented a centralised system where all internet traffic travels over Turk Telecom&apos;s systems, which means content can be blocked or websites effectively removed from sight. Thousands of sites are reported to be invisible inside the country, while being available outside. There is also a government body which can ban internet content without a warrant or judicial oversight. However Renesys, an internet conectivity monitoring company, said there was no evidence that Turkey&apos;s connectivity to the outside world is being blocked, as has happened in Syria and Egypt more recently. &quot;We examined the reachability of social networking sites from our measurement infrastructure within Turkey, and found nothing unusual. We examined the 72-hour history of measurements from inside Turkey to these sites, and found no change in normal behaviour,&quot; noted chief technology officer Jim Cowie. But he added that it was impossible to know whether there might be local throttling of connections.", 
    "section": "technology", 
    "gid": "technology/2013/jun/04/turkish-protestors-encryption-software-evade-censors", 
    "wordcount": "565"
}