{
    "headline": "iPhone 5 release date rumours mount", 
    "text": "Speculation is mounting that Apple will announce a new version of its iPhone on 12 September and an &quot;iPad mini&quot;  a smaller version of its bestselling tablet  in October. Dozens of leaked photos and samples from Apple&apos;s supply chain point to a longer, thinner phone with a larger screen and longer battery life  and a new nine-pin connector on its base, to the dismay of hundreds of companies that make accessories for the 30-pin connector on existing iPhones, iPads and iPods. It also appears a virtual certainty that Apple will introduce a smaller tablet to build on the success its 10in iPad, which dominates the sector. &quot;I was sceptical about it, but there are so many rumours from different sources  companies in China, colleagues in China  that it seems it&apos;s a reality,&quot; said Francisco Jeronimo, smartphones and tablets analyst for the research company IDC. He said Apple had to compete with Amazon&apos;s 7in Kindle Fire, which launched in the US last October and is expected to get a revision and European release next week, and Google&apos;s Nexus 7, released in July. Two years ago Steve Jobs, then Apple chief executive, dismissed the idea of a 7in tablet &quot;unless your tablet also includes sandpaper, so that the user can sand down their fingers to around one-quarter of the present size&quot; to use the smaller touchscreen. For accessory companies, leaked pictures of components showing a nine-pin connector will mean hurried retooling in the hours after the products&apos; launch. Some have booked factories in China to churn out redesigns in order to catch the Christmas market, though other sources say there will be plentiful adaptors to bridge between the new and the old connections, which Apple introduced in 2003. Apple sold 17m tablets worldwide in the second quarter of this year, a 68% share of the market, according to IDC. It remains to be seen how much the &quot;iPad mini&quot; will cost and whether some models might have 3G capability. The October launch date has been chosen, pundits suggest, to let interest in the launch of the next iPhone die down. Rhoda Alexander, an analyst at IHS iSuppli, told CNet that Apple could &quot;crush the opposition&quot; by pricing an entry-level model with Wi-Fi and 8GB of storage  the same as Nexus 7 and Kindle Fire  at $249 (157) in the US, compared with $200 for its rivals. A top-end device could sell in the US for $349 with 3G capability, she said. Jeronimo said it would need to be priced close to its rivals, but the Apple brand would draw customers who either could not afford the larger iPad or considered it too unwieldy. &quot;It makes sense to open the market to the biggest percentage of users, those who don&apos;t have or can&apos;t afford the bigger iPad,&quot; he told the Guardian. Jeremy Davies, chief executive of Context, a retail analysis company, said: &quot;Going for a different [iPad] form factor would break the mould as it would, in a sense, dilute the iPad lineup. Having said that, commercially it probably makes sense. If we look at the tablet market today and what competitors are bringing out, form factor and price point are probably the two areas Apple is most vulnerable in. An &apos;iPad Mini&apos; launch would help prevent some of Apple&apos;s sales being cannibalised by competitors such as Samsung.&quot; The &quot;iPad mini&quot; would be the first truly new product Apple has announced since Jobs&apos;s death in October last year. Jobs often used to dismiss the idea of products or features just weeks before introducing them: in September 2005 he told journalists in France that Apple couldn&apos;t see the use of video on an iPod; four weeks later Jobs unveiled an iPod that played video. Apple has a history of cementing its position at the top end of the market and then grabbing the lower end. With the iPod, it established a strong position with its top-end version in 2002 and 2003, and then released the iPod mini in January 2004, which saw sales explode. It then used growing volumes to push down prices and shut out rivals. Rumours and expectations &quot;iPhone 5&quot; is expected to: arrive in September; have a longer, thinner screen; offer 4G connectivity (probably only for the US); have better battery life; be the first phone to use a nano Sim, smaller than those in existing smartphones; use a new nine-pin connector; and have a two-tone matte metal backing, replacing the iPhone 4&apos;s ceramic. It is not include Near Field Communications (NFC) technology for payments. &quot;iPad mini&quot; is expected to: arrive in October; have a 7.85in screen (measured diagonally), half the area of the 10in iPad; start with a Wi-Fi-enabled 8GB model; and be priced to compete keenly with rival $200 7in tablets from Amazon and Google.", 
    "section": "technology", 
    "gid": "technology/2012/aug/31/iphone-5-release-date-rumours-apple", 
    "wordcount": "818"
}