{
    "headline": "UK nuclear authority takes ownership of German plutonium", 
    "text": "Britain risks being turned into a &quot;nuclear laundry&quot; by taking ownership of German plutonium in return for cash, the government was warned on Friday. The move came along with confirmation that ministers were moving towards a controversial decision to build a new mixed oxide fuel (MOX) plant despite having just agreed to close an existing one which lost millions of pounds. Britain has the largest stockpile of plutonium in the world but has taken permanent control of a further 4 tonnes under a deal with German nuclear power companies. Charles Hendry, the energy minister, said the agreement reduced the need to transport plutonium back to the continent and would improve Britain&apos;s overall security. &quot;The management of plutonium brings many challenges but also opportunities to work with our European partners. This deal provides a new commercial opportunity for the UK that will bring significant financial benefits.&quot; The Department of Energy and Climate Change declined to put a value on the financial benefits of the deal and played down the quantity of plutonium as &quot;a relatively small amount&quot; pointing out the total held in Britain  mainly at Sellafield in Cumbria  was 118 tonnes. But an accompanying statement to the deal with Germany said the government has concluded that for nuclear security reasons the preferred policy for managing the vast majority of civil separated plutonium was reuse. Ministers believe the plutonium should be converted to MOX fuel for use in civil nuclear reactors although the statement elaborated: &quot;While the UK government believes that it has sufficient information to set out this policy direction, it is not yet sufficient to make a specific decision whether to proceed with procuring a new MOX plant.&quot; The latest moves  coming at a time when ministers are being accused of bending the subsidy rules to encourage power companies to build a new generation of nuclear plants  was condemned by Greenpeace and other critics. Pete Wilkinson, an independent environmental consultant, said it &quot;beggared belief&quot; that ministers were going down this path after losing an estimated 600m from operating an original MOX plant. The facility opened in 2001 was originally designed to produce 120 tonnes of reprocessed fuel annually but by 2007 had only produced 5.2 tonnes in six years up to 2007. &quot;It just seems we are going back to becoming a nuclear laundry looking after everyone else&apos;s unwanted waste. We should be getting rid of this material [plutonium] as quickly and safely as possible in deep burial instead of trying to restart a mega-nuclear future of new plants that will leave a dangerous legacy for generations to come.&quot; Doug Parr, chief scientist at Greenpeace agreed: &quot;It would be interesting to see the commercial arrangements which justify turning Britain into a nuclear waste dump for plutonium that no-one else wants.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/uk-takes-ownership-of-german-plutonium", 
    "wordcount": "477"
}