{
    "headline": "Interpol demands crackdown on 'serious and organised' eco crime", 
    "text": "Environmental crime such as ivory poaching and illegal logging has become &quot;a form of serious, organised and often transnational crime&quot;, Interpol&apos;s executive director of police services told an international law enforcement summit on Thursday. Bernd Rossbach told the Unep- and Interpol-hosted event in Lyon, attended by representatives of 80 countries, that there was increasing evidence that environmental crime was connected to other forms of serious and organised crime. Interpol is now carrying out the largest anti-elephant ivory poaching operation ever mounted. Wildlife agents in 14 African countries have been raiding outlets and pursuing traders, in a crackdown on the multimillion pound industry. Through its Operation Worthy, as it is being called, Interpol aims to stifle the increasing demand in illegal elephant ivory, mostly from Asian countries such as China. Melanie Virtue, Treaties Officer for UNEP&apos;s Convention on Migratory Species (CMS), said that, in Cameroon, more than 400 elephants had been slaughtered in the past two months. Police and enforcement officers highlighted other examples of rampant wildlife crime. John Scanlon,executive secretary of the Convention on Trade in Endangered Species (Cites) said that, though more than 500 rhinos had been killed over the past 18 months in South Africa, fewer than 50 rhinoceros horns had been recovered. &quot;Ounce for ounce, rhinoceros horn is now more valuable than gold,&quot; he told delegates. Significant losses are occurring among the chimpanzee population of Guinea, with 69 chimpanzees illegally exported to China in 2010 alone, and at least 130 in the past three years. Also mentioned was the recent arrest of traffickers in Kazakhstan with 4,704 horns from the endangered saiga antelope, destined for China. The meeting stressed the need for stronger enforcement and intelligence-led pursuit of high-level wildlife traffickers. The environmental crime summit also discussed the problem of illegal wildlife trade over the internet, and called for more action to be taken to ban internet trading in endangered species. A report presented by UNEP to the meeting pointed out that illegal logging accounted for 15-30% of timber globally. Deforestation, largely of tropical rainforests, is responsible for an estimated 17% of all man-made emissions of greenhouse gases, and 50% more than that from ships, aviation and land-transport combined. Today, only 10% of primary forest cover remains. Masa Nagai, speaking on behalf of UNEP, co-host of the meeting, said: &quot;Countries around the world and the international community as a whole have made important progress in establishing national and international environmental policies. But the implementation of environmental commitments and the enforcement of environmental laws remain a tremendous challenge for many countries.&quot;  Stanley Johnson&apos;s new book Where the Wild Things Were will be published in July", 
    "section": "environment", 
    "gid": "environment/2012/mar/29/interpol-environmental-crime-ivory-poaching", 
    "wordcount": "445"
}