{
    "headline": "Why we sued Simon Singh: the British Chiropractic Association speaks", 
    "text": "The president of the British Chiropractic Council, Richard Brown, recently gave his account of the much publicised libel suit that the BCA instigated against Simon Singh. It makes fascinating reading.  &quot;Co-author with Ernst of Trick or Treatment; Alternative Medicine on Trial, Singh promoted his book by writing a piece in the UK&apos;s Guardian newspaper in which he was critical of a patient information leaflet produced by the BCA called Happy Families, which made claims of effectiveness for chiropractic treatment of a number of childhood disorders, including colic, asthma and bedwetting. Singh claimed that the BCA &apos;happily promotes bogus treatments&apos; even though there was &apos;not a jot of evidence&apos;. The BCA was faced with a dilemma. Did it sit by and permit an assault on its reputation and good name, or did it stand up for its members and challenge the criticism? For years, chiropractic had been castigated in a succession of critical articles, but here was a published article which had explicitly named a chiropractic association and had made defamatory comments about it. &quot;The BCA took advice from a leading specialist London libel lawyer, and was told that it had a cast-iron case. A number of meetings took place and the BCA also sought advice from other sources, including leading academics. Faced with a decision to either meet the criticism with silence or confront the issues head on, the BCA wrote to Simon Singh and demanded an apology and a retraction. He refused. &quot;In a move largely unexpected by many, rather than sue the newspaper, the BCA sued Simon Singh personally for libel. In doing so, the BCA began one of the darkest periods in its history; one that was ultimately to cost it financially, reputationally and politically.&quot;  Many Guardian readers will be amazed that chiropractors treat childhood diseases at all, particularly as there is little or no good evidence to show that chiropractors do more good than harm to children. So what could be &quot;defamatory&quot; about calling this &quot;bogus&quot;? To understand this better we have to delve into the history of chiropractic. D D Palmer, the founding father of chiropractic, stated about 100 years ago that &quot;95% of all diseases are caused by displaced vertebrae, the remainder by luxation of other joints.&quot;  This opinion still seems to be shared, at least to some degree, by a sizable proportion of chiropractors. Therefore it seems logical for many chiropractors to treat children for a wide range of conditions. A survey of 548 members of the International Chiropractic Pediatric Association showed that all of them administered spinal adjustments to their pediatric patients. The three most frequent indications for such treatments were &quot;wellness care&quot;, ear, nose and throat conditions, and digestive problems. Another survey of about 400 US chiropractors revealed that roughly 17% of them regularly treat children, and the US National Board of Chiropractic Examiners currently claim that there is good evidence to show that chiropractic is an effective treatment for a range of pediatric conditions including colic, bed wetting, otitis media and asthma. Chiropractors who believe in the gospel of their founding father are convinced that spinal &quot;subluxations&quot; of the vertebrae impede the flow of our life energy which, in turn, is the cause of most illnesses. Yet there is no scientific basis for the concept of chiropractic &quot;subluxation&quot;. Unsurprisingly, then, there is no good evidence that paediatric conditions respond to chiropractic manipulations. This is true for &quot;wellness care&quot;, adolescent idiopathic scoliosis, ear, nose and throat problems, digestive disorders and infant colic. Even a report commissioned by the British General Chiropractic Council in the aftermath of the BCA vs Singh libel case confirmed this lack of sound evidence. And what about the risks? There is no effective reporting system for adverse events after chiropractic treatments. Consequently, we have to rely mainly on anecdotal evidence. Several hundred severe and frequently life-threatening adverse events have been reported, mostly caused by vertebral artery dissections after chiropractic neck manipulations. Due to under-reporting, these figures are probably only the tip of a much bigger iceberg. Vohra et al have demonstrated that &quot;serious adverse events might be associated with pediatric manipulation&quot;. Even the report sponsored by the General Chiropractic Council stated that &quot;the true incidence of serious adverse events in children as a result of spinal manipulation remains unknown&quot;. Yet the chiropractic profession seems to remain in denial. The National Board of Chiropractic Examiners has stated categorically that &quot;the risk estimates attributed to cervical manipulation are less (by orders of magnitude) than those associated with various medical procedures and even simple lifestyle activities.&quot; Given the publicity of the BCA vs Singh libel action, combined with the lack of benefit and the fear of harm through chiropractic, it seems only natural that many people objected to the unfounded claims of UK chiropractors. In the BCA&apos;s president&apos;s own words:   &quot;  an army of scientists, sceptics and comedians was mobilised to disgrace, degrade and demolish the chiropractic profession. Cabinet ministers, BBC journalists and erstwhile Members of Parliament also joined the fray, determined to pitch in and use the case to reform what they claimed were Britain&apos;s draconian libel laws. &quot;In using the case as a powerful vehicle to promote his Sense About Science campaign, Singh&apos;s crusade mobilised a dark force of UK sceptics who suddenly found their raison d&apos;etre, shifting their attention from the fairy tales of homeopathy to the cure-all claims of chiropractors. Following a call to action, an army of PC pilots and laptop lizards began a war which was to lead to one in three UK chiropractors facing formal disciplinary proceedings from its regulator, the General Chiropractic Council. &quot;Using a software package to highlight key words in chiropractors&apos; websites, claims were uncovered relating to everything from haemorrhoids to hair loss, chlamydia to cancer. A total of 718 complaints were made to the General Chiropractic Council (GCC), alleging that chiropractors were misleading the public and exploiting their lack of knowledge over health matters. The GCC faced fitness to practice hearings on a scale previously unknown in the healthcare regulatory world.&quot;  And what was the outcome? Were the chiropractors who had been making unsubstantiated claims disciplined? The short answer is no. &quot;Following a robust legal defence mounted by the BCA on behalf of its members, over 91% of the allegations against chiropractors were dismissed as being not proven.&quot; One is tempted to conclude that little has changed, but this would be wrong. It is too early to estimate the effects of the libel case on UK chiropractic. However, in more general terms, I can see plenty of good that has come out of it. Worldwide, the libel action led to a new awareness of alternative medicine, a recognition that there are rules all healthcare professionals must follow, and the realisation that those who ignore them are irresponsible and must therefore be held to account.", 
    "section": "science", 
    "gid": "science/blog/2012/feb/22/simon-singh-british-chiropractic-association", 
    "wordcount": "1164"
}