{
    "headline": "Windows licence issues and activating Windows 7", 
    "text": "My computer has suddenly become very unreliable. I frequently get a &quot;blue screen of death&quot; and the computer reboots. Most of my user accounts have disappeared, leaving me with just one account that has child protection turned on, making some applications inaccessible and blocking access to the user accounts section in the control panel. Chkdsk sometimes runs on boot up, and often reports lost files. I believe that the hard disk is failing and I want to replace it, but I am worried that I will need to re-register my 64-bit Windows 7 licence and that Microsoft will see this as illegal, duplicate use of the licence. What would you advise?Mike AIt&apos;s fairly unusual to get a &quot;blue screen of death&quot; (BSOD) or, correctly, a Stop Screen on Microsoft Windows 7, but the screen should provide some indication of what went wrong. Blue screen problems can be hard to resolve because there are so many possible causes. The most common ones are bugs in video graphics drivers, and faulty hardware, such as memory chips that are not correctly seated or have gone bad. However, both viruses and anti-virus programs can cause BSODs, so it&apos;s important to check for rootkits using GMER and to run a good checker such as Malwarebytes Anti-Malware (MBAM). You can save the free version to your desktop and run a Quick Scan. Microsoft has a trouble-shooting guide, Resolving stop (blue screen) errors in Windows 7, that could help you isolate the specific problem. In this case, it sounds as though you either have a particularly bad virus infestation, with multiple types of malware, or the hard drive really is failing, and needs to be replaced. To see if it is the latter, run the free diagnostic utility, HDD Scan. This will assess the health of your hard drive. Today, Windows 7 machines typically come with a hidden &quot;restore partition&quot; that will return the PC to its factory condition. I expect that the PC manufacturer also prompted you from time to time to create restore discs on DVD or on an external hard drive, so I hope you did that. If the hard drive is decaying, this might no longer be possible. If your machine is from a large PC company, then your copy of Windows 7 is supplied, installed, activated and supported by that manufacturer, and not by Microsoft. Indeed, Microsoft has no knowledge of, and no record of, what you have got  custom drivers, extra utilities, crapware etc.  With this kind of cheap deal, the copy of Windows is &quot;locked&quot; to the hardware on which it&apos;s shipped and is not transferrable or refundable. This is called an OEM SLP (Original Equipment Manufacturer System Locked Pre-installation). It works as though the activation is tied to the BIOS chip on the motherboard, and this may literally be the case. The versions of Windows supplied by PC manufacturers do allow for a &quot;clean installation&quot; to an empty drive, but you will have to check the support website for precise instructions. Unless you have a disk image of your PC&apos;s state before the problems, a clean installation is probably your best bet. In sum, you shouldn&apos;t have any problems reinstalling Windows 7 using a DVD supplied by the manufacturer or made from the restore partition, using the Product Key on the Windows COA (Certificate Of Authenticity) sticker on the base or the back of a PC or sometimes inside a laptop&apos;s battery compartment. These re-installations do not usually need to be activated, and should be automatically validated when you install Windows Updates. If you don&apos;t have a Windows disc or backup, then you can still reinstall Windows 7 from an ISO download, using your Product Key, but you may have to visit the PC manufacturer&apos;s website for drivers and utilities. Of course, if you change the motherboard, even to an identical motherboard, then you should expect to re-activate and revalidate Windows. However, in my experience, changing hard drives, upgrading graphics cards and adding memory at infrequent intervals does not. Note: not all Windows licences work in the same way. Microsoft seems to take a harder line with OEM System Builder licences (the sort you can buy cheaply if you build your own PC), and with Upgrade versions. Even Windows Anytime Upgrades  which are quick &quot;in place&quot; upgrades to your current Windows 7 or Vista PC  require Microsoft activation. However, Microsoft seems to take a somewhat laxer view of full retail packages, which you are also allowed to transfer from one PC to another, as long as you delete the previous installation. (I&apos;ve bought full retail copies of both XP and Windows 7, and you need one of these to run Windows on a Mac.) You can always install Windows 7 and run it for up to 30 days without a key. Finally, if the worse comes to the worst, you can always activate Windows 7 by phone. One way to do this is to click Start and type &quot;slui.exe 4&quot; (without the quote marks) into the Search box, then press Enter. This should allow you to select your country and get instructions for free activation.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jun/28/windows-7-blue-screen-of-death", 
    "wordcount": "872"
}