{
    "headline": "Trade talks between Europe and Africa: time to bring the curtain down?", 
    "text": "When the EU opened free trade negotiations with 78 African, Caribbean and Pacific countries in 2002, it promised a new era for development. Market-led reforms and better integration of developing countries into the world economy would be the driving forces to foster development. It would hardly have guessed that 10 years down the line, negotiations would still be dragging on. With the exception of the 15 Caribbean states that signed a regional economic partnership agreement (EPA), negotiations with all the other countries continue. To preserve their access to the EU market after 2007, about 20 countries concluded interim trade agreements. This light version of the original EPAs has not put an end to the negotiations: some of these countries would like to see the terms of the trade agreement revised, or their scope extended, and conclude the agreements at a regional level, to preserve their regional integration process (pdf). How can Ivory Coast and Ghana each have a bilateral free trade agreement with the EU, opening their domestic market to European products, while their west African partners, with whom they form a customs union, keep protecting their market from the EU? In practice, EU goods would flood the whole regional market via these two countries, rendering the west African customs union and further integration process totally ineffective. This scenario is not unique to west Africa; it is the same in several other African regions. Add to this disagreement with the EU on the scope of the EPA and on numerous technical provisions, as well as the amount of aid-for-trade that should accompany the deal, and you will understand why negotiations are still ongoing, and why countries such as Ivory Coast and Ghana, and at least 14 others in Africa, have no intention of implementing their part of the interim EPA concluded with the EU. Whether such free trade deals could ultimately deliver on their development promises (pdf) has been a hotly debated issue for over a decade. These lingering negotiations have created a lot of resentment and recrimination, which have affected Africa&apos;s relations with Europe. Although they initially encouraged Africa to reflect on its own reform processes, they have also tied up a lot of the scarce technical and negotiating capacity of African policy-makers. In the meantime, Africa has become one of the fastest growing regions in the world, prompting the US secretary of state, Hillary Clinton, to claim that &quot;Africa offers the highest rate of return on foreign direct investment of any developing region in the world&quot;. Investors from emerging powers are also convinced of the continent&apos;s attractiveness. Africa does not need a trade deal with Europe to grow, though it might help. What Europe and Africa both need, however, are stronger relations based on a more equal footing, where legitimate economic and political interests are openly acknowledged, not couched in benevolent, somewhat paternalistic, rhetoric on &quot;development&quot;. Recently, Europe threatened to withdraw these special trade preferences by 2014 to countries not showing commitment to proceed with their interim EPA. Europe&apos;s objective is to press for the conclusion of broader trade deals at regional level that would replace these awkward and controversial interim EPAs. In an apparently generous move, the European parliament&apos;s trade committee called on decision-makers to extend this deadline to 2016. But after 10 years of arduous negotiations, does time still matter? Arbitrary deadlines, be it in 2014, 2016 or later  there is no real rationale behind any of these dates  miss the point. It is, first, a question of political will and readiness to confront reality. Europe should lower its ambitions and show flexibility if it wants to reach a deal, whereas African countries and regions should seriously consider their strategic development objectives and the concessions they could contemplate, or walk out of the negotiations. Either way, ending the pain game of the negotiations should be a priority, to the benefit of better Europe-Africa relations and development.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/12/trade-talks-europe-africa", 
    "wordcount": "654"
}