{
    "headline": "Scientists waste no time in growing graphene", 
    "text": "Biscuits, rubbish and bugs in Texas raise hopes that Britain will grow a lucrative new techology-based empire soon, rather than just eventually. This is all about getting usable amounts of graphene  the two-dimensional form of carbon. An American experiment, so goofy-sounding that it has drawn little attention, points towards a cheap way of obtaining what is now a scarily expensive substance. Scientists had long known that graphene exists, and that it is common. The grey stuff in pencils is made of multitudinous layers of graphene, sticking to each other. When you scribble, a gob of layers slides away, clinging thereafter to your sheet of paper. A few years ago, Andre Geim and Kostya Novoselov, at the University of Manchester, used cleverness, a pencil and sticky tape to separate out some single layers of graphene. They obtained only tiny amounts  but that was staggeringly more than anyone else had managed. For doing that, and for then using their graphene to discover a multitude of physical properties and likely industrial uses, Geim and Novoselov were given a Nobel Prize in 2010, and knighthoods in 2011. The next year  this year  the British government announced it would spend 38m to establish a Geim/Novoselov-centric National Graphene Institute at Manchester University, aimed at &quot;taking this research through to commercial success&quot;. But there is a big problem. Even tiny amounts of graphene still cost far more than industry can dream of affording. Enter the North Americans. Last year, just three years after some Mexican scientists converted tequila into diamonds  which are just an expensive form of carbon  chemists in Texas quietly mucked around with some cookies, cockroaches and disgusting biological waste products. The Texans produced graphene, a form of carbon dearer  much dearer  than diamonds. The tequila-into-diamonds physicists, at the Universidad Nacional Autnoma de Mxico, published their story in a monograph called Growth of Diamond Films from Tequila. Co-author Javier Morales said they later made diamonds using the cheapest tequila on the market, to demonstrate their technique&apos;s power. That same spirit is evident in the Texas experiment, performed by Jim Tour, Gedeng Ruan, Zhengzong Sun and Zhiwei Peng at Rice University in Houston, and documented in a study called Growth of Graphene from Food, Insects, and Waste. Others, elsewhere, had devised ways to grow graphene. Those other methods begin with costly, highly purified carbon-containing chemical feedstocks. Tour and his Rice colleagues write that &quot;much less expensive carbon sources, such as food, insects and waste, can be used without purification to grow high-quality monolayer graphene&quot;. They explain how they produced graphene from (at different times): Girl Scout cookies; chocolate; grass; a plastic dish; a cockroach leg; and faeces from a dachshund. Their tools: copper foil; argon gas; and a 1050-degree (centigrade) tube furnace. By their estimate, one box of Girl Scout cookies could theoretically, at current prices, be converted to about $15bn worth of graphene.  Marc Abrahams will be at Conway Hall in Holborn on 30 September at 2pm, in an event in association with Skeptics in the Pub. Special guests to be announced. Tickets available here", 
    "section": "education", 
    "gid": "education/2012/aug/27/improbable-research-graphene-production", 
    "wordcount": "520"
}