{
    "headline": "The written word and the dangers of wishful thinking", 
    "text": "    Ever since Robert Hooke&apos;s publication of Micrographia in 1665, researchers have wanted to be able to examine living organisms at ever higher magnifications in order to understand their structure and functions better. Hooke was the first man to identify &apos;cells&apos; - in plants, specifically by examining thin slices of cork where their network was very plain. He also looked at insects in some detail, including a flea, a louse and a close-up of a fly&apos;s eye. These and more were all meticulously drawn in his book, detailed diagrams reproduced as beautiful and intricate copperplate engravings which folded out to give a stunning visual representation. But he wasn&apos;t looking at living things moving around at high magnification which is, you might say, the holy grail of microscopy. So a new paper which, at first sight looks as if it might offer a novel way to do this has to be exciting. Such a paper was published online last week in the Proceedings of the National Academy of Science (PNAS). A little bit of background, however, illustrates why I don&apos;t think this paper is as exciting as a casual read might suggest. It also acts as a lesson about the importance of retaining a critical eye when reading published material. Publication is often not the end of the story. Back in 1665, the construction of light microscopes was only just beginning, and looking at a whole organism was in itself a novelty. As the years have passed, lenses have got ever more perfect and the visual quality of images  and achievable magnification  has significantly improved on Hooke&apos;s work. Nevertheless, using standard optical techniques, ultimately one hits the diffraction limit: put crudely, it isn&apos;t possible to view details of a size significantly less than the wavelength of the radiation used, in this case light. (As an aside, there are modern fluorescence techniques which offer cunning ways to beat the diffraction limit, but these require appropriate introduction of the fluorescence stain into the living organism coupled with fancy optics and software: few commercial instruments are yet available to tackle imaging in this way). Light has wavelengths of less than a thousandth of a millimetre (a unit known as a micron) and so, using standard light microscopy, detail much smaller than a micron inside a cell  or any other object  can&apos;t be resolved; cells themselves are typically 1-100 microns in size depending on their type. Of course if you could use radiation with a much shorter wavelength you could resolve smaller objects; this is why electron microscopy is so powerful. Electrons have a wavelength determined by their energy. The higher the energy the shorter the wavelength and most electron microscopes operate with wavelengths smaller than light by a factor of around a thousand  and so the detail that can be observed is correspondingly much greater. But, this comes at a cost. Standard electron microscopes need the presence of a high vacuum to prevent the electrons being scattered by gas molecules as they move from the electron source down to the sample through the various lenses of the instrument. A high vacuum and a living organism aren&apos;t compatible: the bug or other organism simply collapses as all its water is sucked out into the vacuum. Without some fairly drastic sample preparation (drying, fixingand/or cryo-freezing, for instance) the sample simply isn&apos;t what you think it is and it certainly isn&apos;t alive. You can still learn a great deal, but you aren&apos;t going to watch a bug crawl around or a bacterium go for a swim. I&apos;ve worked with an instrument that tries to get around this problem, a so-called environmental scanning electron microscope which, as its name suggests, maintains an &apos;environment&apos; around the sample, the environment in this case being water vapour. There is only a tiny volume where this water vapour sits, just enough to keep the sample in its natural state of hydration but not enough seriously to affect the passage of electrons. So far so good for looking at living things. But there is a further problem I&apos;ve not mentioned yet. Electrons do a lot of damage to organic material, a process known as beam damage. So much damage that, rather like a mini-nuclear bomb to which electron beam irradiation has been likened, it will kill an organism off. How fast depends on how many electrons you expose the organism to, and the higher the magnification the more electrons will hit any particular region of your sample; to look at high magnification you really don&apos;t have very long before your sample is dead. Like microseconds. Not much time to film the bug, bacterium, fly or louse moving around. Indeed usually far too little time even to get the right bit of your sample into focus. Plants tend to be a bit less susceptible to damage than bacteria or individual cells for all kinds of reasons. After a lot of hard work, my former student Juliette MacGregor managed to watch leaf stomata (the pores that let gases in and out during respiration) actively closing before beam damage caused the leaves to shrivel up. The image shows, in false colour, one stoma in the process of closing. But other organisms we tried to image simply died in one way or another. So, when approached to comment on the recent PNAS paper I mentioned above, I read it with great interest. The authors, a Japanese team led by Takahiko Hariyama from the Hamamatsu University School of Medicine, have devised a cunning way of encapsulating living organisms in a protective sheath which prevents dehydration in the vacuum conditions of the electron microscope. In the paper they show detailed images and say that coated fruit fly larvae were seen to move around after prolonged exposure to the vacuum conditions of a microscope. Clearly the encapsulation worked; indeed they had found two alternative routes to achieve this same end. Smart stuff. And in the introduction the authors say &apos;Observation of living specimens with a high-resolution SEM (scanning electron microscope) would be a significant breakthrough&apos; so it is natural to assume this is their aim, although they don&apos;t quite explicitly say this. However the images shown were all at very low magnification. Remember low magnification means a low dose of electrons but interestingly, nowhere were the words &apos;electron dose&apos; or &apos;beam damage&apos; to be found in the paper. Without this crucial additional information, it is impossible to tell whether what the authors have done is a neat but irrelevant trick or a major breakthrough. I&apos;m sure the journalist, Sean Tracy from Science, who brought this paper to my attention asking for comment hoped it was the latter (see his write-up here, which also considers other situations where the approach potentially could be useful). A Nature News piece on the article also seems to take the view that this could be a breakthrough for electron microscopy. However, if the authors had solved the beam damage problem as well, or had evidence that they really could look at living larvae with unprecedented resolution, surely they would have said so. Instead they have merely written a paper it is all too easy to read as if they&apos;ve solved the problems without them actually saying so. It is only by careful scrutiny that it becomes obvious what is missing. I find this troubling. There is nothing wrong with what they&apos;ve written, only a subliminal message which may well mislead an optimistic but inexperienced researcher who is unfamiliar with the idea of beam damage as a problem. For microscopists, I fear this particular holy grail of watching living organisms going about their daily business remains out of reach. Athene Donald is a professor of physics at the University of Cambridge and a member of the ERC Scientific Council. She tweets at @athenedonald", 
    "section": "science", 
    "gid": "science/occams-corner/2013/apr/23/biology-peer-review-scientific-publishing", 
    "wordcount": "1297"
}