{
    "headline": "RIM chiefs Mike Lazaridis and Jim Balsillie's best quotes", 
    "text": "Mike Lazaridis and Jim Balsillie were the co-chief executives and co-chairmen of Research In Motion (RIM) from its inception in the 1990s through to their resignation from the position in January 2012. Along the way, the company grew to a behemoth by exploiting its unique combination of secure email and keyboard-driven handset  but they also missed some key technology changes that are now sweeping RIM away. On new technologies: &quot;Cameraphones will be rejected by corporate users.&quot;  Mike Lazaridis, 2003. On the threat from the iPhone: &quot;[Apple and the iPhone is] kind of one more entrant into an already very busy space with lots of choice for consumers  But in terms of a sort of a sea-change for BlackBerry, I would think that&apos;s overstating it.&quot; Balsillie, February 2007. On the iPhone (again): &quot;Again, I have said this before and I will say it again; Apple has done the industry an enormous favour because they basically told the world to expect a media player [the iPod] as a software feature on a good smartphone. As the leading smartphone appliance company and platform company, we could not buy that kind of validation for $100m.&quot; Balsillie, April 2007. On the iPhone: &quot;As nice as the Apple iPhone is, it poses a real challenge to its users. Try typing a web key on a touchscreen on an Apple iPhone, that&apos;s a real challenge. You cannot see what you type.&quot;  Balsillie, November 2007. On the tablet market: &quot;So the question you have to ask yourself is when it comes to tablet, what market or what opportunities, still, it&apos;s solving, what problem is it solving, and is it just a replacement laptop? I think that&apos;s a difficult one to judge.&quot; Lazaridis, April 2010. In November 2010 RIM announced the 7in PlayBook tablet, which didn&apos;t have any apps  compared to the thousands of apps available for the 10in iPad. On tablet apps versus web apps  where Steve Jobs had publicly reversed his position in 2007 away from web apps to on-device apps: &quot;There may be 300,000 apps for the iPhone and iPad, but the only app you really need is the browser. You don&apos;t need an app for the web ... You don&apos;t need to go through some kind of SDK ... You can use your web tools ... And you can publish your apps to the BlackBerry without writing any native code.&quot; Balsillie, November 2010. On screen size: &quot;For those of us who live outside of Apple&apos;s distortion field, we know that 7in tablets will actually be a big portion of the market and we know that Adobe Flash support actually matters to customers who want a real web experience.&quot; Balsillie, November 2010. On shifting to a new software platform (as RIM is, subsequently, trying to do): &quot;No other technology company other than Apple has successfully transitioned their platform. It&apos;s almost never done, and it&apos;s way harder than you realise. This transition is where tech companies go to die.&quot; Balsillie, April 2011. On offering a range of products: &quot;Apple has just one product, we have a portfolio. One size doesn&apos;t fit all.&quot; Balsillie, June 2012. On mobile trends: &quot;The most exciting mobile trend is full Qwerty keyboards. I&apos;m sorry, it really is. I&apos;m not making this up.&quot; Lazaridis, May 2008. And Thorsten Heins, who took over as chief executive in January, hasn&apos;t been immune either. &quot;At the very core of RIM  at its DNA  is the innovation. We always think ahead. We always think forward. We sometimes think the unthinkable.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/29/rim-chiefs-best-quotes", 
    "wordcount": "603"
}