{
    "headline": "Where abandoned bicycles go to die  and be reborn", 
    "text": "Like the myth of elephant graveyards, abandoned bicycles tend to congregate, and unless they are removed they are slowly cannibalised until there is nothing left but a bent, rusting skeleton. It is interesting to imagine what leads someone to park a bike and never come back for it. Were the keys for the lock lost, or was cycling an experiment the owner chose to conclude abruptly? I&apos;ve also been wondering where abandoned bikes go once they are taken away, and whether more can be done to recycle them. When a bike is discarded, its legal status lies somewhere between abandoned waste and lost property. According to Simon Castle of the Metropolitan police, in many ways an abandoned bike is no different from a dropped wallet. If a bike is left for a period of weeks, is not roadworthy (because of missing wheels, etc) or is blocking a public highway, it can be considered abandoned. But, as with lost property, anyone wanting to claim it must first show they have taken reasonable steps to find its owner. Often you will see a sign on abandoned bikes reading: &quot;We suspect this bicycle is abandoned. If it isn&apos;t removed by [a given date] it will be disposed of.&quot; If left at rail stations, it&apos;s the rail operator (or Network Rail) who is responsible; on streets, the local council; and on private land, it is the landlord&apos;s responsibility. Oxford City Council, for example, tagged 549 bikes for removal last year, 61 of which they reclaimed, and 85% of these were recycled. Councils tend to send more complete bikes to local recycling schemes where these exist, but many become scrap. The Colchester-based bike recycling project Re~cycle receives abandoned bikes from around the UK. Some are sold to the public, but the majority are donated to Africa  40,000 to date. The tricky thing, according to Re~cycle&apos;s founder, Merlin Matthews, is that policies surrounding abandoned bikes differ from place to place. Some councils, police and station operators will travel miles to donate bikes, but Re~cycle&apos;s local council took years to come around. Matthews affectionately refers to those bikes with nothing left but the frame as BSOs, or bicycle-shaped objects. &quot;The thing is, once the wheel goes missing people think it is abandoned, and they take bits off,&quot; he said. &quot;If it is a nice frame, we can use it, but frames aren&apos;t worth much.&quot; However, Chris Rigby, administrator of Waltham Forest Bike Recycling, disagrees, claiming that on 90% of the bikes he receives, something can be reused  whether the frame itself, gear shifters or even just brake blocks. Rigby&apos;s east London council-run operation has a team of volunteers who build working bicycles from regularly donated or abandoned parts. These safe, affordable bikes are sold on to the public. &quot;There is no such thing as a scrap bike,&quot; he says. &quot;That is the wonder of the bike: you can interchange almost anything between bikes, especially with older bikes.&quot; Rigby is trying to get more access to recycling centres, as many useable bikes still end up there. One of the most expensive bikes he sold recently was a vintage steel frame found in the scrap pile at a recycling centre, which was lovingly restored and is now back in service. To report an abandoned bike, approach the responsible local authority or rail operator (or landowner if on private land). Re~cycle&apos;s website has a list of local bike recycling centres.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/13/abandoned-bicycle-recycling", 
    "wordcount": "585"
}