{
    "headline": "The UK has a vital diplomatic role to play on the global stage", 
    "text": "The British foreign minister&apos;s recent visit to Burma demonstrates the kind of positive role western power continues to play in the world on human rights and democracy when other strategic factors do not interfere. The Burma Action Campaign, which has inspired so many with its relentless pursuit of democracy and decency in apparently hopeless periods, has described William Hague&apos;s comments that the apparently thawing military dictatorship should be judged on actions not words as &quot;spot on&quot;. The human rights abuses carried out in Burma are some of the gravest in the world and such deeply embedded injustices will take decades to rectify. The importance of Hague&apos;s visit, following Hillary Clinton&apos;s in November/December, should not be underestimated. Yes, historically Britain is vastly less powerful than it was before the second world war and that rebalancing of power is almost certain to continue. But all this talk of Britain&apos;s demise can sometimes get out of hand. The suggestion that it should continue to play a role in major international arenas, including conflict and security, is sometimes mocked as post-colonial arrogance. But it isn&apos;t. Britain&apos;s diplomatic messages matter for three main reasons: its imperial legacy in most regions of the world; the respect with which some elements of its history, culture and political governance are held in much of the world; and its continuing relevance as a major trading power. Western posturing on human rights and democracy is significantly undermined in international circles by its history of ignoring basic decency abroad, which tends not to be taught in schools. But not quite. There is still a general appreciation around the world that the level of respect and tolerance western societies have achieved is to be admired and aspired to. The human rights agenda still encapsulates the aspirations of most people, wherever they live in the world, and is still associated with western history, going back to the French declaration of the rights of man and the US declaration of independence. With the rebalancing of power across the globe, the role of Britain, Europe and the United States becomes particularly important, as the case of Burma demonstrates. Western NGOs are used to America-bashing and have a love-hate relationship with a moderately more progressive Europe. They have wanted to demonstrate to market fundamentalists and neo-colonialists that the impacts of western imperialism have been devastating in many parts of the world. But now the game has changed. It is time to recognise the immense good that western power can play, and often has, in the promotion of decency and tolerance, and to develop strategies to undermine the reactionary forces in other great powers, namely Russia and China. Because it is Russia and China, not the west, that has not only vetoed action against the horrific Burmese regime but supplied it with military and other support. Other beneficiaries of the Russo-Sino diplomatic forcefield include a Syrian dictatorship that is currently massacring those of its citizens seeking a more democratic future. While continuing to bash the west hard and often, it will be increasingly important for an international community of human rights activists to hold the other great powers in check. The big question, of course, is how campaigns to alter (or at least influence) government policy in Russia and China (and other parts of the world) can be mounted as successfully as they have been in the west. The answer is not obvious; it is hard to overstate the barriers to building independent advocacy organisations in these two major world powers. Avaaz has only had a couple of campaigns in Russia and its attempts to get going in China have been blocked by the authorities. Oxfam and a handful of other international development organisations have offices in Moscow, while WWF has been in China for years, but, as far as I am aware, there are still very few attempts by the major human rights and development organisations to build bases in Russia or China  it would be good to hear other people&apos;s views on this. Things look much better in the other Bric nations and emerging powers. Countries such as India (where huge campaigns are common), Brazil (where Avaaz is massive) and South Africa, are all now part of the G20 and much more open to democratic challenge and debate. But fear of western or Chinese retribution holds back lesser powers (such as South Africa) from speaking out in anything more than a cursory manner on most issues, while larger powers (such as India and Brazil) are still assimilating the fact that they can and should play a bigger role on the international stage. South Korea and Venezuela have made their presence felt in a number of important fora. It is increasingly countries such as these that will be saying things that matter on human rights in countries such as Burma and Syria, and it is vital that a strong and progressive civil society pushes them forcefully in the right direction. Advocacy habits need to change in a new era in which western governments may increasingly be the allies of human rights activists.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/10/uk-vital-diplomatic-role-global-stage", 
    "wordcount": "849"
}