{
    "headline": "Tuna fishing ban in Pacific partially lifted", 
    "text": "Pacific nations have reopened the Pacific high seas to commercial tuna fishing after a two-year ban imposed to preserve declining bigeye tuna stocks. In a meeting in Guam last week, member countries of the Western and Central Pacific Fisheries Commission (WCPFC) lifted the fishing ban on pockets 1 and 2 of the Pacific Ocean. The WCPFC is a 25-member organisation including Australia, the EU, Japan, Papua New Guinea, and the Philippines that oversees and regulates migratory fish stocks such as tuna and marlin in the Pacific. Its jurisdiction covers 20% of the planet&apos;s surface. In January 2010, the WCPFC placed the ban on parts of the Pacific Ocean, where 60% of the world&apos;s tuna are sourced, to conserve the population of the bigeye tuna, which scientists classified as overfished. Other tuna species like skipjack, yellowfin, and albacore also found in the Pacific high seas but their numbers have not reached an alarming low. Although it lifted the ban, the commission maintained that entry to the marine reserves would be limited, refusing proposals from the European Community and South Korea for a free-for-all access to one of the world&apos;s richest fishing grounds. &quot;The Pacific Commons is now open. But for all practical purposes, access will be limited,&quot; said Mark Dia of Greenpeace. &quot;They knew that everybody would suffer if a free-for-all access is granted,&quot; he added.     The permitted areas for tuna fishing in the Pacific Ocean    The WCPFC approved the request of the Philippine government, the third top tuna harvester in the Pacific after Japan and South Korea, to fish in pocket 1 of the Pacific, which is bounded by the island nations of Micronesia, Palau, Papua New Guinea, and Indonesia. In exchange for fishing access, the Philippine government must report its catch and limit the number of fishing vessels to 36, Dia said. Filipino vessels must also apply for international fishing permits before entering pocket 1. The Philippines&apos; fisheries director Asis Perez said the ban brought hard times to the local fishing sector. He also noted that the fishing ban was counterproductive for the Philippines as it forced fishing companies to harvest in its national waters, which is considered to be a spawning ground for various types of tuna, he said.", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/tuns-fishing-ban-pacific-ocean", 
    "wordcount": "365"
}