{
    "headline": "Microsoft Surface prices to start at $499 or 399", 
    "text": "Microsoft&apos;s Surface tablet will be priced from $499 for a 32GB version in the US  and 399 in the UK  and go on sale on 26 October in eight countries including the UK, the company said on Tuesday. The announcement came just hours before Apple sent out teaser invitations for an event in San Francisco on 23 October, with the tagline &quot;We&apos;ve got a little more to show you&quot;  widely expected to be a smaller &quot;iPad mini&quot; along with a revision to its tablet line to incorporate its new &quot;Lightning&quot; connector. Announcing the long-awaited details of its pricing, Microsoft said that the base model will cost $499  which gives it the same price as a base-level iPad 3, though that only has 16GB of storage  while a version with an integral keyboard cover will cost $599. A 64GB version with a bundled keyboard cover will cost $699. In the UK, the starting 32GB model will cost 399, the same as the base iPad 3, and the cover with integrated keyboard will cost an additional 100 if bought separately. The prices are thus 399 for a 32GB model with no cover, 479 for the 32GB model with cover, and 559 for the 64GB model with cover. The Surface will go on sale in the US and Canada in Microsoft stores, and will be available for online orders in the UK, France, Germany, Hong Kong, Australia and China.  Unlike Apple with the existing iPad line, Microsoft is not offering a 3G-capable version. For its size, the Surface&apos;s 1366x768 screen has a lower resolution than that of the iPad 3, although it is comparable with 2011&apos;s iPad 2, which has a 1024x768 resolution, and is priced from 329 for a 16GB model. The Surface is based on ARM chips, using the same British chip architecture as in almost every mobile phone, and runs a new touch-based version of Windows written for ARM called Windows RT. Existing Windows apps will not run on it.  However, owners will be able to download pre-approved apps from an online Windows Store  like Apple&apos;s App Store for the iPad  which will run on the Surface. The tablet will also come with a copy of Microsoft&apos;s Office suite specially written to run on the RT platform. The Wall Street Journal reported on Tuesday that Microsoft has ordered production of between 3m and 5m of the devices this quarter, comparable with the total production last year of Amazon&apos;s Kindle Fire. Amazon finally stopped selling those at the end of summer.  It&apos;s not clear whether Microsoft intends to keep producing the Surface tablet, or whether it aims to kickstart a new segment of the tablet market by offering its own product at a keen price. By challenging Apple&apos;s iPad  which has so far been the majority seller in the tablet market  it may be trying to build a bridgehead for tablets against Apple. But the introduction of the iPad mini  echoing Apple&apos;s move in the digital music player market in January 2004, when it introduced the iPod mini and grabbed a significant chunk of that market  could leave Microsoft stuck competing at the high end.", 
    "section": "technology", 
    "gid": "technology/2012/oct/16/microsoft-surface-price", 
    "wordcount": "537"
}