{
    "headline": "Syria's 'huge and urgent unmet needs' push NGOs to launch emergency appeal", 
    "text": "UK NGOs will launch an emergency appeal for Syria on Thursday as relief groups struggle to keep pace with the scale of emergency after two years of conflict. The Disasters Emergency Committee (DEC), a group of 14 leading UK NGOs, said its appeal follows a dramatic deterioration in the humanitarian situation since the start of this year. The death toll has climbed to 70,000 and, according to the UN&apos;s independent international commission of inquiry on Syria, violence has reached new heights of destruction with indiscriminate and widespread shelling, frequent bombardment of cities, mass killing and deliberate targeting of civilians. There have been contradictory claims of the use of chemical weapons, prompting Britain and the US to reiterate earlier warnings that using such weapons could lead to an intervention. In its report (pdf) to the UN human rights council last week, the commission said mass displacement was being exacerbated by diminishing areas in which civilians can seek refuge. Access to people in need has been a persistent problem because of the intense fighting. &quot;By coming together under the banner of the DEC we can reveal a little more about the extent of the aid effort inside Syria,&quot; said Saleh Saeed, the DEC&apos;s chief executive. &quot;There is still, however, much we cannot say about the work of most individual agencies. We want to be as open as possible but that has to be balanced against ensuring this vital work can continue and keeping those delivering aid safe.&quot; The British Red Cross is supporting the Syrian Arab Red Crescent (Sarc), which is reaching 2 million people a month. Sarc is working across Syria, including in government-controlled areas and frontlines. Other DEC agencies are supporting work that has reached 920,000 people in Damascus, Homs, Aleppo, Idlib, Hama and areas across northern Syria. Christian Aid, Islamic Relief, Save the Children and Cafod have all confirmed that they are supporting aid delivery inside Syria. DEC members are also providing help to some of the more than 1 million refugees who have fled to neighbouring countries. &quot;Despite the efforts of our member agencies and others, there are huge and urgent unmet needs, both in Syria and the surrounding countries,&quot; said Saeed. &quot;In Syria, the greatest challenge to meeting those needs remains the barriers to delivering aid which are faced by impartial humanitarian agencies such as our members. The lack of funds is also a critical constraint though.&quot; Lady Amos, the UN&apos;s head of humanitarian operations, said in February that relief efforts were failing to keep up with the scale of Syria&apos;s disaster. The UN has appealed for $1.5bn, but has received barely one-fifth of that amount. The number of refugees fleeing the country has increased from 1,000 a day at the beginning of this year to more than 8,000 a day. The total number in need of help in Syria and neighbouring countries is over 5 million: 1 million refugees, 2 million internally displaced people and 2 million still living at home in Syria but requiring assistance. Thursday&apos;s appeal follows reports of &quot;increasingly intense&quot; discussions about support for Syria with members and key broadcasters since the start of the year. The main issue was whether there were &quot;reasonable grounds for concluding that a public appeal would be successful&quot;  one of the criteria for issuing a DEC appeal. In launching an appeal, the DEC calls on the BBC and ITN to produce an appeal package presented by a public figure and aired in peak viewing hours. There are radio appeals and the public can make donations at banks and post offices. The last DEC appeal was in 2011, for the famine in the Horn of Africa, which raised 71m. In 2009, the BBC and Sky refused to broadcast a DEC appeal after Israel&apos;s offensive in Gaza on the grounds that they did not want to seen to favour either side in the conflict.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/20/syria-needs-ngos-emergency-appeal", 
    "wordcount": "663"
}