{
    "headline": "Education in brief: Harris academies 'require improvement'; curriculum questions; free speech at conferences", 
    "text": "Preferred primary sponsor? The Harris Federation, one of Michael Gove&apos;s favourite academy chains, has been put forward as the answer to the problems of at least one high-profile primary school that is facing forced academisation. Parents at Roke primary in Kenley, Surrey, have been told that Harris is ministers&apos; &quot;preferred sponsor&quot; for the school because ofits &quot;experience of turning around previously underperforming schools&quot;. Harris secondary schools have impressive Ofsted reports. But what is its record in primary education? Not great as yet, it seems. The only two Harris primaries to have had inspection verdicts published as of last week were Harris primary academy Peckham Park, in south London, and Harris primary academy Chafford Hundred, in Essex. Both have received &quot;requires improvement&quot; judgments from inspectors. The Peckham Park school is the only one of Harris&apos;s five primaries to have been open last academic year and therefore to have Sats data to report. Yet its results fell sharply compared with the year before Harris took over, from 90% of pupils achieving level four in both English and maths to 65% after a year under Harris. Just before Education Guardian went to press, we got sight of the as-yet-unpublished Ofsted report on the former Downhills school in Haringey, north London, now a Harris academy. Ofsted concluded it was making &quot;reasonable progress&quot;, noted some improvements but said there was &quot;more to do to win the hearts and minds of parents&quot;. A Harris spokesperson said nine out of 11 Harris secondaries inspected by Ofsted were &quot;outstanding&quot; and that, &quot;given time  our primary academies will achieve the same&quot;. But parents at Roke, given only threemonths after a bad inspection verdict before being set on the path to academisation, are questioning how theDepartment for Education can maintain its line that Harris&apos;s track record makes it uniquely well-placed to take over the school. Curriculum mysteries When Education Guardian wrote about England&apos;s national curriculum review in November, we highlighted widespread concern over a lack of transparency in the curriculum drafting process. We put this unhappiness to the DfE but were told &quot;it is a nonsense to suggest we have not been open about who has been involved in the national curriculum review&quot;, as the government had published a list of more than 100 people who had contributed todiscussions. However, only six days later the department, responding to a letter from the Advisory Committee on Mathematics Education, did reveal a much smaller list of those who helped to draft new national curriculum programmes of study in maths. The list comprises four writers for primary and five for secondary. Alongside three Oxbridge academics it includes Helen Drury, director of mathematics at the academy chain Ark schools; and phonics advocate Shahed Ahmed, head of Elmhurst primary school in east London. Other subject associations would love more information on who was involved in drafting their programmes of study, but it seems maths is the only subject tohave been given such a list. Free speech Westminster Education Forum, which has been running well-attended conferences on the national curriculum, is at the centre of a row with subject associations over its refusal to pay speaking fees and, in most cases, travel expenses. The Council for Subject Associations (CfSA), an umbrella body of 34 organisations, has voted to boycott the company&apos;s conferences unless the forum, part of a larger group called Westminster Forum Projects, changes its stance. Westminster Education Forum, a private company, has been charging attendees at its half-day conferences, which have included speeches from leading subject experts and government officials, 190 plus VAT. John Steers, chair of the CfSA, said: &quot;Associations are reluctant to support a commercial organisation without receiving any recompense.&quot; Peter van Gelder, director of Westminster Forum Projects, said: &quot;We never pay fees to any speakers. We provide an audience which speakers may want to speak to. It is for them to decide whether they want to do that.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/25/education-harris-academies-curriculum", 
    "wordcount": "678"
}