{
    "headline": "Measles vaccines by motorbike help Congolese children", 
    "text": "&quot;We&apos;ve got six measles cases,&quot; Asumani, the director of nursing, told me when I arrived at the hospital. &quot;Six?&quot; &quot;Oui, docteur.&quot; They were a family with six children from a remote village in neighbouring Maniema province. Their parents had woken them in the dark and they had walked for 12 hours through the bush to reach the hospital. The oldest son, suffering from severe pneumonia and too weak to walk, was pushed by his father on an old bicycle. Measles is a highly contagious viral illness. In a country such as the Democratic Republic of the Congo (DRC), many children are malnourished and their immune systems are already under attack from malaria and other illnesses. A measles infection and its complications  diarrhoea, pneumonia, malnutrition  can kill. In 1980, measles claimed the lives of an estimated 2.6 million children. Vaccination against the disease brought this estimate down to 139,300 in 2008, according to the World Health Organisation. But adequate vaccination coverage relies heavily on good communications, political and economic stability, and a well-functioning health service  of which DRC has none. I thought back to my epidemiology training the previous year. We had spent three days roaming the narrow corridors of the London School of Hygiene and Tropical Medicine, quizzing staff and students primed with epidemiological clues, to investigate and respond to a mock cholera outbreak. I learned then that you have to react fast and on several levels at once to contain an outbreak which  with six measles cases in one day  is what our overwhelmed hospital in Congo had on its hands. After treating the six children, most of whom also had malaria, I met the hospital staff to plan what to do next. We arranged for the isolation of the cases  luckily, we had a small tent that had been vacated the day before, when our malnourished children had moved into a bigger one. We sent a vehicle to the town of Misisi to pick up measles vaccines stored at the health centre there to start immunising all the eligible children who were admitted to the hospital. Serge and Albert, the hospital&apos;s doctors, and I agreed we needed more information on the outbreak. But how? The remote village the family had come from, and a string of nearby settlements, are accessible only by motorbike or foot. Our 4x4s would not be able to get through the overgrown, muddy paths. My suggestion that we walk was quickly rejected but Asumani volunteered to go by motorbike to make an assessment while we arranged for a supply of Mdecins sans Frontires (MSF) vaccines to be sent to the project. A day later, Asumani returned, exhausted. He had documented 67 cases, including three deaths, and found that virtually none of the area&apos;s estimated 1,400 children had been vaccinated. As ever in DRC, access remained the main obstacle to an urgent vaccination campaign. But the hospital staff and MSF put together a plan to use teams on motorbikes. They carry whole families, jerrycans of petrol, bunches of bananas  I&apos;ve even seen one leave the hospital with the deceased carefully propped up between the rider and a relative. The MSF logistics team improvised saddlebags using old flour sacks to carry the syringes, cool boxes and other equipment. Jeff, the project co-ordinator, bargained hard with the local motorbiking fraternity for transport and named the campaign Operation Easy Rider. MSF teams elsewhere in South Kivu arranged for the delivery of 5,000 measles vaccines while we trained the teams. Meanwhile, Asumani had headed back to warn village leaders about the planned campaign. You can&apos;t just head off into a neighbouring province and start vaccinating children without telling anyone. We needed the agreement of the authorities, but the officials who could provide it were not answering their mobiles  understandable here where there is often no network, or a shortage of top-up tokens  and our satellite link went down for three days. There was a tense wait as cases began to mount at the hospital, but with our co-ordination in the regional capital, Bukavu, working the phones, we finally got the green light. At dawn the motorbikes were loaded and filled with petrol. As everyone looked anxiously at the grey clouds as it started to rain, 11 machines revved as the bikes made their way out of our compound, heading for Maniema. The teams found and vaccinated 1,500 children  100 more than we had thought were in the area  and left behind medicine to treat other measles cases at health posts along the way. We will need to remain vigilant and on the alert for new cases, but I like to think that  in our own small way  we lived up to the of MSF: Aller l o les autres ne vont pas (going to the places where others don&apos;t).  Dr Chris Bird is now back in the UK so this is his last blog from DRC. You can read his previous blogs here", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/11/measles-vaccines-motorbike-congolese-children", 
    "wordcount": "841"
}