{
    "headline": "EU fisheries reform plan falls short of outright discards ban", 
    "text": "Fisheries ministers from across Europe came to an agreement on a sweeping reform of fisheries policies early on Wednesday morning, but fell short of the most ambitious changes that green campaigners had demanded. They agreed to ban the wasteful practice of discarding healthy fish at sea, but most of the ban will be phased in from 2015 instead of this year as had been proposed, and there are significant caveats for some species. Fish quotas will be based on scientific advice on what is the &quot;maximum sustainable yield&quot; for each stock, but there is no date on when stock levels must be restored, to the deep disappointment of greens for whom this was a central issue. Key aspects of the management of stocks will be devolved to member states instead of decided centrally in Brussels. But details of the deal were still sketchy on Wednesday morning as the full results of the negotiations had not yet been officially released. The ministers&apos; meeting is also not the final stage of the process  their document will be discussed by the European parliament and commission before the end deal is reached, which could take months. Maria Damanaki, the EU fisheries commissioner, said: &quot;[This is] a good step forward. We need a fast deal and this can give the opportunity to the commission to focus on issues relating to the implementation. We need to solve the practicalities and at the same time we need to help our fishermen to adjust to the new situation, because this is a radical change for the way we fish. We have to give all possible support to our fisheries sector and our administrations. We have positive news this morning and I hope that in the coming weeks we can work we can work together with the parliament and the council to facilitate the procedure to come to a deal.&quot; Fleets would still be able to discard 5% of their catch under the council of ministers&apos; plans, because ministers argued that some inadvertent catch was unavoidable, and there are exemptions covering some species, such as sea bass, and mixed fisheries, where several species inhabit the same area. The 5% level was regarded by many as the best that could be done  some member states wanted a discard rate of 10%, which greens rejected as too high. Sweden was unhappy about the compromise, however, having pushed for a zero limit. However, the compromise means that those member states which were trying to scupper the ban altogether have effectively been thwarted. The parliament and commission will now use the draft document from the council of ministers to come up with a further compromise position which will be thrashed out in the coming months. &quot;We are hoping to see something stronger than what was produced last night. We welcome it but it has not gone far enough. We think there can still be more ambition  that is possible in the next round of negotiations and a proper compromise can be achieved,&quot; said Ian Campbell, senior associate of the Pew Trusts Environment Programme. Under the text agreed, if it is passed by the parliament, a ban on discards of pelagic fish such as mackerel and herring would come into force in 2015, and for other fisheries from 2016. Some had been hoping that a ban on mackerel and herring discards could be brought in at the end of this year. There was also disappointment at the lack of a firm date for moving to a scientifically set maximum sustainable yield for fish quotas, which would be based on the need to restore stocks. A date of 2020 for a legally binding requirement to this effect had been proposed. Richard Benyon, UK fisheries minister, said: &quot;This package of reforms fulfils our promise to make discards a thing of the past and ensure sustainable fishing for future generations. The next step is for the European parliament to agree these reforms which are set to bring about real benefits for our fishermen and the marine environment for years to come. We have worked hard on these negotiations, and I hope that parliament supports our agreement and brings negotiations to a swift conclusion. The wait is nearly over.&quot; Saskia Richartz, fisheries policy adviser at Greenpeace, said that with a 5% discard rate allowed and with exemptions in some cases the restrictions on discards could not be regarded as an outright ban. &quot;This has pushed the door open enough to a better agreement  it is not a failure, but it depends on finding common ground on the detail, and that remains a challenge for the coming weeks,&quot; she said. &quot;This is ultimately a decision for the parliament, to see how far they compromise or stick to their position.&quot; She said EU citizens should write to their MEPs as soon as possible on the issue to urge them to go for a strong deal to protect Europe&apos;s dwindling fish stocks, emphasising a deadline for stock recovery. &quot;The message of reform must be sent to the parliament. We are now in the end game and the next few weeks will be critical,&quot; she said. Hugh Fearnley-Whittingstall, the chef who has spearheaded a campaign to ban discards, told the Guardian: &quot;It&apos;s been a long grind to get to this point, but the news this morning is broadly good. There will be a discards ban  and that is a vindication of the huge public support for our Fish Fight campaign to end this disgraceful waste of good fish. It&apos;s a credit to our fisheries minister Richard Benyon that he and his allies managed to largely restrict attempts by the French and Spanish to water down the ban and create easy loopholes for their fishermen. There&apos;s still scope to improve on the details of the ban in the final negotiations with MEPs, who are rightly pushing for even tougher measures against discards. We&apos;d really like to see that happen. It&apos;s also great news that the revised CFP will commit to ending overfishing and restoring fish stocks  but we still need to see hard dates to make that sticks, and that it applies across all fisheries. If we get that in the next few weeks then we should see the signing of a new CFP that can finally put European fishing on a sustainable track.&quot; The exhaustive process of fisheries reform  the biggest shake-up of fishing in the EU for four decades  has taken more than two years of close negotiations.", 
    "section": "environment", 
    "gid": "environment/2013/may/15/eu-fisheries-reform-plan-discards-ban", 
    "wordcount": "1093"
}