{
    "headline": "US food aid programme criticised as 'corporate welfare' for grain giants", 
    "text": "Two-thirds of food for the billion-dollar US food aid programme last year was bought from just three US-based multinationals. The main beneficiaries of the programme, billed as aid to the world&apos;s poorest countries, were the highly profitable and politically powerful companies that dominate the global grain trade: ADM, Cargill and Bunge. The Guardian has analysed and collated for the first time details of hundreds of food aid contracts awarded by the US department of agriculture (USDA) in 2010-11 to show where the money goes. ADM, incorporated in the tax haven state of Delaware, won nearly half by volume of all the contracts to supply food for aid and was paid nearly $300m (190m) by the US government for it. Cargill, in most years the world&apos;s largest private company and still majority owned by the Cargill family, was paid $96m for food aid and was the second-largest supplier, with 16% of the contracted volume. Bunge, the US-headquartered global grain trader incorporated in the tax haven of Bermuda, comes third in the list by volume, and was paid $75m to supply food aid. Together, these three agribusinesses sold the US government 1.2m tonnes of food, or almost 70% of the total bought. Critics of the US system of food aid have complained for years that the programme is as much about corporate welfare for American companies as helping the hungry overseas. Eric Munoz, agriculture policy analyst for Oxfam America, said: &quot;This new information makes it abundantly clear that it is massive multinational firms  not rural America and not farmers  that are the direct beneficiaries of the rigged rules governing the US food aid programme. &quot;The more the reality of who benefits from these deals is exposed to the light of transparency and open debate, the less defensible current policy becomes,&quot; said Munoz.     Click to explore The business of US food aid - in data    A USDA spokesman defended the aid programme, however, saying it benefited 33 million people worldwide between 2009 and 2012 while supporting jobs in the US. &quot;Farming operations of all sizes often sell their grain or other goods to larger entities for storage and distribution (or processing in some cases), benefiting the entire value chain and US economy,&quot; he said. But aid experts questioned whether the programme represented value for money and was the best way of feeding hungry people in poor countries. Rob Bailey, fellow of the UK thinktank Chatham House, said: &quot;When you have got a process as concentrated and as uncompetitive as what the Guardian analysis reveals, you would expect taxpayers to be overpaying for the services of agribusiness. &quot;We know only 40 cents of every taxpayer dollar goes on food itself, the rest goes into the pockets of agribusiness and the cost of freighting.&quot; Legislation passed in the 1950s dictates how US food aid to foreign countries operates, with the vast majority of it tied so that it must be purchased, processed and shipped by American companies, even if there are cheaper alternatives. It is an approach to aid most other donor countries have abandoned, saying it raises prices, delays deliveries, damages developing countries&apos; markets, and does little to end dependence on foreign assistance. The European Union changed its food aid policy in 1996, shifting to cash donations, while Canada fully &quot;untied&quot; its food aid budget in 2010  a move that has been commended internationally, including by the OECD. Some experts in the US would like to see a similar refocusing of American food aid. The US government&apos;s top development official, Raj Shah, head of the US agency for international development (USAid), warned last year that his agency was &quot;no longer satisfied with writing big checks to big contractors and calling it development&quot;. In January, USAid revised its purchasing rules to allow the agency to buy most goods and services from developing countries. But the bulk of US food aid, which falls under the agriculture rather than the aid budget, was not covered by these changes. The Guardian analysis also reveals how food aid is still used to export US agricultural surpluses. The US government has said that it is no longer a surplus disposal programme and most of the commodities shipped as food aid are the major grains. But also on the list is 80 tonnes of canned pink salmon shipped to Cambodia and Laos through a &quot;food for education&quot; programme, which provides food for school meals, and maternal and child nutrition projects. It was added to the list after a glut led industry groups and Alaska state officials to lobby in Washington for salmon to be added to the list of foods that were eligible. The potato industry also hopes to raise its share of US food aid business. In 1999, the US Potato Board (USPB) launched a special initiative to get dehydrated American potatoes into the government&apos;s overseas food aid programmes. Last year the government bought 550 metric tonnes of dehydrated Idaho potatoes for shipment to Guatemala and Guinea-Bissau. But getting on the list of eligible commodities is just the first step. The main challenge, says the USPB, is persuading non-governmental organisations to request their products. Earlier this year, the industry body brought 11 organisations to Idaho Falls, Idaho, for a special demonstration of how &quot;dehy&quot; potato can be used in food aid packages. Additional research by Nicola Hughes", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/18/us-multinationals-control-food-aid", 
    "wordcount": "893"
}