{
    "headline": "Africa begins to rise above aid", 
    "text": "An increasing number of African countries are beginning to step away from aid dependency, as the domestic private sector becomes the engine of growth across much of Africa. Currently, at least a third of African countries receive aid that is equivalent to less than 10% of their tax revenue. They include Algeria, Angola, Equatorial Guinea, Gabon and Libya. This is a significant change from years of high dependency on aid. These are countries that have made the most progress towards replacing aid with domestically mobilised resources. On average, Africa has managed to raise an estimated $441 in taxes per person per year while receiving $41 per person annually in aid, according to a comprehensive look at African resource mobilisation by the African Economic Outlook 2011. &quot;What this means is that Africa as a whole receives aid that is less than 10% of collected taxes,&quot; says Ken Mwai, a financial analyst and real estate investor in Kenya. &quot;Although aid exceeds 10% of tax revenue in 34 countries, these countries have shown a progressively higher expansion of their tax base. They include countries such as Mozambique that have almost doubled their tax revenue, as well as Liberia, which in the last decade has increased tax revenue from 6% to about 20%.&quot; Botswana is another strong economy whose development is largely driven by domestically raised revenues. Although countries such as Rwanda raise more resources from donors, Botswana also has a strong focus on foreign direct investment. Mwai says: &quot;Development in Kenya is donor-driven, but aid has been useful in building sustainable infrastructure. As a result, Kenya has been able to build state of the art roads. For instance, the Thika road superhighway has made the real estate business in that region exponentially profitable. This has attracted private investors and will have a positive direct and indirect impact on taxes, as people establish and expand existing businesses.&quot; The road was funded by the African Development Bank, a regional multilateral bank focused on promoting economic and social progress in Africa. Uganda depends substantially on donor funding for development. But like Kenya, aid has gone into building strong infrastructure, which has created an enabling environment for private investment. &quot;In the last two years, Uganda&apos;s economy has been driven by the growth in telecommunications, the construction industry, as well as the expansion of financial institutions  sectors dominated by private investors accounting for about 54% of the GDP, as compared to the agricultural sector, which accounts for about 24% of the GDP,&quot; says Ken Ogwang, a property developer affiliated with the Kenya Private Sector Alliance, which has a membership of about 60 businesses. Of Africa&apos;s 54 countries, aid exceeds taxes in only 12 extremely poor nations, such as Niger. But under a programme in that country to support the growth of the private sector, additional revenue is projected to double the current real GDP growth rate to 11.5%. Politically stable and democratic countries such as Tanzania and Madagascar are now raising alternative resources, primarily through increased taxation, trade and domestic borrowing. Aid has been the main source of income in countries such as Tanzania, which received $2.9bn in aid, making it the leading recipient of official development assistance in the region. However, economic analysts predict that the ongoing private-public partnerships in Tanzania will make the country more self-reliant. These partnerships include the Southern Agricultural Growth Corridor of Tanzania, a private-public agribusiness partnership meant to support small farmers. In Kenya, leading private companies such as Safaricom, East African Breweries Limited and private banks have widened the tax base by expanding their branches and scope of distribution, consequently increasing the number of people who are employed and, thus, taxed. Safaricom is a leading mobile network operator in Kenya. In 2011, the company brought in an estimated $58m in taxes. According to the United Nations Development Programme (UNDP), for African countries to achieve the millennium development goals and continue to sustain that achievement, they will need to invest at least 25% of GDP, which calls for higher domestic savings to meet development needs. Ogwang says: &quot;The private sector has proved useful in boosting GDP. Years of depending on agriculture has been Africa&apos;s undoing. Consequently, more African countries are now diversifying their economies by creating an enabling environment for the private sector to thrive. Already, telecommunications is one of the main sectors driving Uganda&apos;s economy.&quot; The involvement of the private sector in establishing profit-driven educational institutions has become another source of revenue. According to Unesco, South Africa, Senegal and Nigeria have the highest number of such institutions. Michael Sudarkasa, CEO of the African Business Group, a South Africa-based economic development and business consulting group, says: &quot;While much more remains to be done by government to stimulate domestically funded development in Africa, the African private sector is increasingly giving greater focus to corporate social investment and core business alignment, to help African governments to implement their national development agenda initiatives. &quot;The end result of both domestic resource mobilisation and private-public partnership acceleration has been greater African autonomy in regard to the continental development agenda  and this has been universally regarded as a very positive trend.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/19/africa-rising-above-aid-dependency", 
    "wordcount": "867"
}