{
    "headline": "Cyberwarfare takes Heidegger's ideas to their logical end", 
    "text": "If you write about technology, then sooner or later you&apos;re going to meet a smartarse who asks whether you&apos;ve read Heidegger&apos;s The Question Concerning Technology. Having encountered a number of such smartarses in recent years, I finally decided to do something about it, and obtained a copy of the English translation, published in 1977 by Harper &amp; Row. Having done so, I settled down with a glass of sustaining liquor and embarked upon the pursuit of enlightenment. Big mistake. &quot;To read Heidegger,&quot; writes his translator, William Lovitt, &quot;is to set out on an adventure.&quot; It is. Actually, it&apos;s like embarking on one of those nightmares in which you&apos;re wading through quicksand and every time you grasp a rope or a rock it comes apart in your hand. And it turns out that Heidegger&apos;s fiendish technique is actually to lure you into said quicksand. For example, he says at one point that the &quot;instrumental conception&quot; of technology  as a means to an end  is &quot;correct&quot;, and the innocent reader nods in agreement. But then it turns out that &quot;the correct always fixes upon something that is pertinent in whatever is under consideration. However, in order to be correct, this fixing by no means needs to uncover the thing in question in its essence. Only at the point where such an uncovering happens does the true come to pass. For that reason, the merely correct is not yet the true.&quot; At this point a red mist began to occlude this reader&apos;s vision, and several hours later he withdrew from the fray, thinking that while one clearly needs to be very clever to study German philosophers, one perhaps has to be nuts to want to. But I came away with a hazy impression that Heidegger thinks that technology is, in essence, a way of organising the world so that one doesn&apos;t have to experience it. Which brings us to information warfare, defined as the use of information technology to wage war. And this, as it happens, is the growth industry de nos jours. You think I jest? Well, consider this: the US air force announced last year that it is now training more drone &quot;pilots&quot; than fighter and bomber pilots combined. Once upon a time, aerial warfare consisted of guys climbing into aircraft and flying bombing missions over enemy territory. Now many, if not most, of the lethal missions mounted by the USAF are carried out by unmanned drones flying high over Afghanistan and Pakistan and piloted by uniformed guys sitting in computerised consoles in New Mexico. Drones have quietly become a critical military technology in the wars in Iraq and Afghanistan, and such is the growth in their use that the USAF currently doesn&apos;t have enough &quot;pilots&quot; to control them, so service personnel end up working the very long shifts needed to keep the planes in the air 24 hours a day. More interestingly, it turns out that the stress levels for these pilots are unexpectedly high. A Pentagon study has found, for example, that 29% of them suffer from &quot;burnout&quot;. A co-author of the study says that the air force tries to recruit people who are emotionally well-adjusted, &quot;family people&quot; with &quot;good values&quot;. But &quot;when they have to kill someone, or where they are involved in missions and then they either kill them or watch them killed, it does cause them to rethink aspects of their life&quot;. So maybe Heidegger was wrong: even the kind of remote-control killing that is enabled by drones can&apos;t entirely drain killing of emotional significance. It turns out that the contrast between executing a drone attack from an air-conditioned console one minute and then driving home to one&apos;s suburban family takes a toll on those who have to do it. But there is one new form of warfare where Heidegger&apos;s insight might turn out to be more relevant. It&apos;s called cyberwarfare. The ability to destroy a country&apos;s infrastructure  to bring down its electricity grid or disrupt water supplies by hacking into the computers that run these systems  offers a nation the prospect of waging war without incurring either physical or psychological risks for the aggressor&apos;s citizens: casualty-free war, if you like. This is uncharted territory. Would it make cyberwarfare more attractive to our political leaders, for example? &quot;In today&apos;s democracies,&quot; writes one thoughtful commentator, Ross Andersen, &quot;politicians are obligated to explain, at regular intervals, why a military action requires the blood of a nation&apos;s young people. Wars waged by machines might not encounter much scepticism in the public sphere.&quot; Spot on. Which is one reason why drones and cyberwarfare will be growth industries from now on.", 
    "section": "technology", 
    "gid": "technology/2012/apr/01/cyberwarfare-unmanned-drones-heidegger", 
    "wordcount": "796"
}