{
    "headline": "Flooding leaves homes facing demolition in north-east England", 
    "text": "Residents of a block of flats near Newcastle have been told their homes will have to be demolished after their foundations were washed away by heavy floodwaters earlier this week. Dramatic pictures of the damage to the flats in Spencer Court, Newburn, showed the building looking perilous after the torrent left it in danger of collapsing. The pilings holding up the four-storey development were exposed by the flood, which was reportedly caused by a collapsed culvert. Residents moved out after concerns about their safety and on Thursday people in neighbouring developments were also asked to leave. At a public meeting on Thursday evening residents were told that some properties would be demolished, although it was not clear which homes were affected. Northumberland Estates, which represents the Duke of Northumberland&apos;s business interests, owns part of the flooded land. The Spencer Court development was built by Dunelm Homes. Newcastle city council said the planning application was properly processed, with consultation from Northumbrian Water and the Environment Agency. Meanwhile, a couple who were led out of their flat with their three-year-old son in the early hours of Tuesday said they had not yet been allowed to return. Lorraine Avery and Colin McGiven told the Newcastle Evening Chronicle that they had only one clean pair of clothes each. She said she was angry during the public meeting, held at a local school, saying the developers &quot;haven&apos;t got a clue&quot;. There are currently 27 flood warnings in place; 25 in north-east England, one in the Midlands and one in Wales. The Environment Agency said river levels remained high in North Yorkshire and it was continuing to monitor the River Ouse below York at Cawood, near Selby. Floodwaters are subsiding and the number of flood alerts and warnings are expected to reduce. A bridge remains closed in Tadcaster and a free bus service has begun to reconnect both sides of the town. Engineers from North Yorkshire county council said they were poised to inspect the bridge. A number of roads remain closed across York and North Yorkshire. In north Wales, police investigating the deaths on Wednesday of a couple in their 20s in a fast-flowing river, said their deaths were being treated as a tragic accident. The victims, who were walking dogs by the river Clywedog, near Wrexham, were Alicia Williams, 27, and David Platt, 25.", 
    "section": "environment", 
    "gid": "environment/2012/sep/28/flooding-north-east-england-homes-demolished", 
    "wordcount": "392"
}