{
    "headline": "Super-reality of Gaza funeral photo due to toning technique says contest winner", 
    "text": "Something of a storm in a lightbox has blown up in the photo-journalism world over the revelation that the winner of the 2012 World Press Photo contest had a wee bit more than the usual darkroom techniques applied to it. The great picture from the Swedish photographer Paul Hansen  of two Palestinian children killed in an Israeli missile strike in Gaza being carried to their funeral  looked a worthy winner. But it did have a feeling of cinematic super-reality adding to the inherent drama. Some people even thought that the whole scene had been lit and staged for the camera. The photographer has explained the technique he used. He shot the picture as a &quot;raw&quot; file, straight or unprocessed from the camera&apos;s computer. Using just the one frame he used software which produced several versions of the image with varying tonal ranges, some with more contrast, some with less, which when combined made a picture that overall had a much higher tonal range than the unprocessed &quot;raw&quot; image. This is known as a high dynamic range or HDR photograph. Put simply, the highlights are not too light and bleached-out and the shadows still have detail in them. It feels like another form of reality, because our eyes and brain make all sorts of exposure compensations when we view a scene. Referring to the dispute over this image, Hansen says that the photograph is &quot;certainly not a composite or a fake&quot;. He said: &quot;I have never had a photograph more thoroughly examined.&quot; Usually this HDR technique uses more than one frame of the same subject, but crucially in Hansen&apos;s case only one frame was used. The chairman of the World Press competition judges, Santiago Lyon, director of photography at the Associated Press, has said of all the winners: &quot;We are confident that the images conform to the accepted practices of the profession.&quot; These accepted practices normally mean that photographers cannot alter the sense or the content of a photograph by moving any pixels in their images; a very easily understood rule. However, it does appear that more extreme post-production techniques, such as HDR, are now to be allowed in photo-journalism competitions  and they will probably creep into everyday publication. Roger Tooth is the Guardian&apos;s head of photography", 
    "section": "technology", 
    "gid": "technology/2013/may/14/gaza-funeral-photograph-world-press", 
    "wordcount": "386"
}