{
    "headline": "Editing web pages in Windows 7 and accessing old websites with IE10", 
    "text": "I run a big, rather busy website, and need to be able to edit quickly. Until recently, I&apos;ve done this by opening the local copy of the .html file in Notepad and editing it by hand. Problem: Windows 7 won&apos;t let me open .html files using Notepad. Right click followed by Open With simply does not offer the same opportunity that XP once did.Chris EleyWindows Notepad has been around since Windows first appeared in 1985, and the NT version hasn&apos;t changed much for a decade. What has changed is that it is no longer the designated viewer when you tell Internet Explorer to show the source code of a web page. With IE8, that job was handed over to the more sophisticated viewer built into IE&apos;s Developer Tools, to make it competitive with Netscape and Google Chrome. You can change the default. Start IE8 and press F12 to open the Developer Tools, open the File menu, click Customize Internet Explorer View Source, and select Notepad instead of Default Viewer. If you run Notepad, you will be able to load, edit and save .html files. (Obviously, if you just double-click them, they will load in the default browser.) Another workaround is to change the file extension that tells Windows which program to use to open a file. Press F2, change the name of the local copy of your file from, for example, NewsPage.html to NewsPage.txt, double click the file and it will open in Notepad in editable form. After you have finished editing it, save the file and change the name back to NewsPage.html before uploading it to your server. Otherwise, I don&apos;t expect Microsoft was too concerned about people still using Notepad to edit HTML files. They&apos;re an insignificant percentage of today&apos;s 1.4 billion or so Windows users, and there are plenty of free alternatives.  For example, Microsoft offers a powerful free web page design program Visual Studio Express 2012 for Web, and a free version of Microsoft Expression Web 4, which was an expensive commercial program until it was discontinued. There are many free third-party alternatives including KompoZer. This is somewhat like the long-dead Microsoft FrontPage. Another free or cheap alternative is Serif&apos;s WebPlus. There are also plenty of free Notepad replacements, most notably Notepad++, which is designed for editing source code. It&apos;s been out for a decade, and I suspect most of the coders who used Notepad switched to it years ago. Crimson Editor is also worth a look. NHS website needs older browser My wife works for the NHS and has to use an online roster to find out her shift pattern, request leave etc. This was working fine until her laptop was upgraded to Internet Explorer 10, which apparently is not supported. I&apos;ve tried Chrome but no joy: I just get a message that says only IE8 and below can be used. Is it possible to uninstall IE10 and reinstall IE8 without completely messing up Windows 7?Steve Microsoft&apos;s Internet Explorer 6 had some features that were novel and useful in 2001, and were widely used on corporate and government websites. These included a range of ActiveX controls, quick links, drop-down menus, jump lists, and so on, and many sites ran Java applets to handle things like time sheets. IT departments could therefore use IE6 to create useful browser-based applications years before HTML5 and other web standards arrived. The problem is that many organisations have not rewritten these browser-based apps -- most of which are on intranets, invisible to the public -- and they don&apos;t work at all with Netscape and Google Chrome. These browsers appeared after many such sites were created, and they never provided backwards compatibility. Competition from Netscape and Chrome has obliged Microsoft to develop Internet Explorer at a somewhat quicker pace, with IE10 being the current version. However, later versions of IE include a &quot;compatibility mode&quot; that works with many older websites and intranets. When your wife goes to her NHS site, she should see a small icon in the Address bar. The icon looks like a broken page. Clicking the icon tells IE10 (and earlier versions) to always show that page in its Compatibility View, rather than using the view based on recent standards. To change the Compatibility View settings, go to the Menu bar (press Alt if you can&apos;t see the Menu bar), select Tools, and click Compatibility View settings. This lets you select which sites will use Compatibility View, including &quot;Display all websites in Compatibility View&quot;.  Unfortunately, IE10 does not provide a complete emulation of IE6/7/8. Microsoft has removed some features &quot;for improved interoperability and compliance with HTML5&quot;. Also, the target website (in this case, the NHS site) may be misreading information from IE10 (the userAgent string) or using out-of-date, insecure ActiveX controls or whatever, in which case it&apos;s out of your hands. If the NHS site still doesn&apos;t work, you can uninstall IE10, and Windows 7 should automatically provide you with the previous version of the browser. To do this, go to the Control Panel, select Programs, and then Programs and Features. First, click the left-hand pane where it says &quot;View installed updates&quot;. Next, go to the right-hand pane, select the Windows Internet Explorer 10 update, and click the Uninstall button. Exit and reboot your PC and you should find IE8 back in place. If you find IE9, you&apos;ll have to repeat the process. If you need to download a copy of IE8, you can easily get one from the Microsoft web page, Download Internet Explorer 8. Of course, the general rule is that you can&apos;t install an old program over the top of a new one. If possible, I&apos;d try to retain IE10. It&apos;s much faster than IE8, it&apos;s more secure, and it works better with most websites. Indeed, HTML5-oriented websites don&apos;t work with IE8 at all.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/may/09/editing-web-pages-windows-7-ie10", 
    "wordcount": "985"
}