{
    "headline": "It's the first time I've heard the chiffchaff's song this year", 
    "text": "The sun has shone all day, but only now as late afternoon drifts towards evening has the wind dropped enough to make a walk by the lochside a pleasure rather than the penance it would have been earlier in the day. Despite the lessening of the wind the loch is not its usual tranquil self but a mass of choppy water and our steady stomp along the road is accompanied by the rhythmic slap, slap, slap of wavelets against stone. Like a discreet lace trim, a narrow band of wind-blown foam delineates the scalloped edge of the shoreline faithfully following its every curve. From a patch of leggy winter-brown heather a wren bursts into song. Quivering with energy, tail held high, it pours out a series of trills and melodic ringing notes, their volume entirely disproportionate to the size of the bird. As the song concludes with a vibrating rattle the wren takes off in a whirr of wings, disappears into a thicket of gorse and from somewhere within its depths begins to sing again. Along the roadside the gorse is in full flower, laden with blossom of an almost impossibly rich golden yellow. Where the road swings west there is shelter at last from the wind and for the first time it is possible to feel the warmth in the evening sun. Steadying a sprig of gorse in cupped hands, wary of the long sharp spines I take a cautious sniff and catch just a faint hint of its heady coconut perfume. A pair of stonechats flits from one gold-topped gorse bush to another accompanying us along the road as we continue on our way towards the little plantation. Enclosed by protective deer-fencing, it is one of the few stands of trees in the area and offers shelter to breeding birds and passage migrants alike. And sure enough, from the uppermost branches of the tangle of trees comes the sound of a hidden chiffchaff&apos;s two-note song  the first time I&apos;ve heard it this year.", 
    "section": "environment", 
    "gid": "environment/2013/may/02/south-uist-chiffchaffs-song-first", 
    "wordcount": "335"
}