{
    "headline": "Plans to drop climate debate from national curriculum 'unacceptable'", 
    "text": "Leading environmental figures, including the broadcaster Sir David Attenborough and the mountaineer Sir Chris Bonington, have condemned government plans to drop debate about climate change from the national curriculum for children under 14 as &quot;unfathomable and unacceptable&quot;. In a letter to the Sunday Times, signed by academics, politicians and business leaders, they warn the proposals are shortsighted, coming when the loss of wildlife and habitats is ongoing, and evidence suggests many children are missing out on the benefits of spending time in nature. &quot;Under the new draft national curriculum for England, education on the environment would start three years later than at present and all existing references to care and protection would be removed,&quot; the letter states. &quot;This is both unfathomable and unacceptable. Today&apos;s children are tomorrow&apos;s custodians of nature. &quot;There is a duty to ensure that all pupils have the chance to learn about threats to the natural world, to be inspired to care for it and to explore ways to preserve and restore it. &quot;These proposals not only undermine our children&apos;s understanding and love of nature, but ultimately threaten nature itself.&quot;     Sir Chris Bonington has condemned the proposals. Photograph: Mark Pinder    The letter, signed by 96 people, including the broadcasters Hugh Fearnley-Whittingstall and Chris Packham, says the government has a commitment &quot;to nurturing our children&apos;s love and respect for nature&quot; under two binding international agreements  the UN convention on the rights of the child and the convention on biological diversity&apos;s Aichi targets. The Guardian revealed last month that draft guidelines for children in key stages 1 to 3 had removed discussion of climate change in the geography syllabus, with only a single reference to how carbon dioxide produced by humans affects the climate in the chemistry section. All references to sustainable development have also been dropped in a move widely interpreted as the result of political interference. The plans have alarmed climate campaigners and scientists, with teachers and student groups also criticising the draft guidelines. A 15-year-old girl started a petition to the education secretary, Michael Gove, to keep climate change in the national curriculum for under-14s, which has attracted more than 28,000 signatures. Critics say one of the dangers of waiting until GCSE courses to teach about climate change in any depth is that only a minority of pupils study geography at that level. The government&apos;s former science adviser, Prof Sir David King, denounced the government proposals as &quot;major political interference with the geography syllabus&quot;. The proposed changes have been broadly welcomed by some groups, including the Geographical Association, which represents more than 6,000 geography teachers, and the Royal Geographical Society, which said the guidelines provided for a better grounding in geography before students tackle climate change. The Department for Education has dismissed the idea that climate change is being excised from the national curriculum, insisting &quot;climate and weather feature throughout the geography curriculum&quot;. It is consulting on the proposed changes but the letter warns that &quot;the place of the natural environment in the national curriculum is more critical than ever&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/apr/14/plans-drop-climate-change-curriculum", 
    "wordcount": "512"
}