{
    "headline": "Rattlesnake story has a sting in the tale", 
    "text": "The self-inflicted snake/electroshock saga of patient X turns out, 21 years after it entered the public record, to have an earlier chapter that never, until this moment, made it into print. That&apos;s patient X, the former US marine who suffered a bite from his pet rattlesnake. Patient X, the man who immediately after the bite insisted that a neighbour attach car spark plug wires to his lip, and that the neighbour rev up the car engine to 3000rpm, repeatedly, for about five minutes. Patient X, the bloated, blackened, corpse-like individual who subsequently was helicoptered to a hospital, where Dr Richard C Dart and Dr Richard A Gustafson saved his life and took photographs of him. Patient X, who featured in the treatise called Failure of Electric Shock Treatment for Rattlesnake Envenomation, which Dart and Gustafson published in the Annals of Emergency Medicine in 1991, in consequence of which the three men shared the Ig Nobel prize in medicine in 1994. Though rattlesnake bites can be deadly, there is a standard, reliable treatment  injection with a substance called &quot;antivenin&quot;. Patient X preferred an alternative treatment. The medical report explains: &quot;Based on their understanding of an article in an outdoorsman&apos;s magazine, the patient and his neighbour had previously established a plan to use electric shock treatment if either was envenomated.&quot; One day while patient X was playing with his snake, the serpent embedded its fangs into patient X&apos;s upper lip. The neighbour sprang into action. As per their agreement, he laid patient X on the ground next to the car, and affixed a spark plug wire to the stricken fellow&apos;s lip with a small metal clip. The rest you know, at least in outline. Recently, Gustafson told me about a conversation he had with patient X, but did not mention in the medical report: &quot;I started off by telling patient X, who was a US marine, that I had been an active duty Navy Corpsman. Therefore, I was asking patient X about his medical history and got around to asking him if he had ever been envenomed by a snake before and if so what treatment did he receive. He said that he had been &apos;bitten&apos; a couple years ago on Okinawa. I then asked him if it had been a Habu, a type of cobra common to Okinawa, and he said yes. I then asked if he had been bitten on his middle finger of his left hand, up in the northern training area, and helicoptered down to Lester Naval hospital to the ER [emergency room]. He said hesitantly &apos;yes&apos;. I then informed patient X that I was the Corpsman that was assigned to his care, to monitor his condition for the six hours he was in the ER, prior to being admitted to the hospital as an in-patient.&quot; These days Gustafson works for &quot;the US defence department&apos;s official Combat Support Agency for countering weapons of mass destruction&quot;.  Marc Abrahams&apos;s new book, This Is Improbable: Cheese String Theory, Magnetic Chickens, and Other WTF Research, is published by One World, 10.99", 
    "section": "education", 
    "gid": "education/2012/sep/10/improbable-research-snakebite-electric-shock", 
    "wordcount": "520"
}