{
    "headline": "Protest lessons from Occupy: when police strike students, everybody loses", 
    "text": "On 9 November, 2011, the University of California Berkeley campus police using their batons dispersed &quot;Occupy Cal&quot; protesters preparing to build a tent city on Sproul Hall plaza. Thirty-nine students and one professor were arrested. The chancellor, Bob Birgeneau, had been in Asia when the confrontation occurred. He returned that Sunday. By 3pm the following day, more than 1,700 faculty and students had signed a petition calling for an independent investigation into the police actions. &quot;We have lost confidence in the willingness of the chancellor&apos;s office to respond to understandably complex protests with means other than police force,&quot; Gregory Levine, an associate professor of Japanese art at Berkeley, is quoted as saying in an article in The Bay State Citizen. (Declaration of interest: Bob Birgeneau was a professor and dean of science at Massachusetts Institute of Technology. We have been friends for 30 years.) What happened at Berkeley two months ago harked back to a similar incident at the Massachusetts Institute of Technology in March 1986. Eight students erected shanties to protest the university&apos;s investment policy in South Africa. The administration asked the students to take them down. The students refused. The administration had them arrested.  A month after the shanties were dismantled, the MIT faculty condemned the administration&apos;s actions. It voted 59-36 to dismiss all charges against the students. (At MIT, a faculty meeting with 100 attendees is considered a mob scene.) The Berkeley cycle of student protest, police action, student arrests and faculty reaction was, as Yogi Berra once said, deja vu all over again. No matter what the rights and wrongs of the matter, if police strike students, everybody loses. It is becomes a case of the tail wagging the dog. You might think that university administrators and campus police chiefs would have learned by now. There is a good reason why they haven&apos;t. Universities are among the most vulnerable institutions a democratic society has to offer. The essence of a good university is openness, which includes, of course, freedom of speech and the right to protest. The problem is that there are no walls around universities. When protesting students set up tents, activists outside the university community can join the action. (Outsiders were among those arrested at Berkeley on 9 November.) There&apos;s the rub. The university now has to deal with the rights of both community and non-community members. This isn&apos;t easy. The allegiances of the two groups aren&apos;t the same. That is why universities move quickly, even precipitously, to take down the tents. The adage &quot;different strokes for different folks&quot; applies here as well. On the day of the Berkeley demonstrations, Harvard students erected tents in Harvard Yard. The university responded by posting campus police at each of the yard&apos;s entrances. Harvard took this action because of &quot;safety concerns&quot;, a euphemism for &quot;no outside activists to make things more complicated than they already are&quot;. Anyone who wanted to enter had to show a bona fide Harvard ID. If, like me, you were non-Harvard and wanted to attend an afternoon lecture, you had to email ahead to put your name on an admittance list. The image of campus police at each of the entrances to Harvard Yard is a memory that will linger long after the tents were struck. Even now, with the crisis passed, all of the gates to Harvard Yard save two remain locked. So much for the open campus. What&apos;s the solution? There isn&apos;t one. But one thing is clear. Faculty cannot afford to stand on the sidelines and hold up scorecards when an administration finds itself in a jam. When protest happens, faculty is going to have to be out there, along with the administration and the campus police, dealing with it. An administration would be wise to do all it can to make sure that happens. Otherwise, the tail will continue to wag the dog. Samuel Jay Keyser is professor emeritus, special assistant to the chancellor at Massachusetts Institute of Technology and author of Mens et Mania: The MIT Nobody Knows which explores his academic and administrative adventures during a 30-year career. His latest book I Married a Travel Junkie, GemmaMedia, Boston, 2012, will be published next week. He also blogs about travel here. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/26/lessons-occupy-berkeley-campus-protest", 
    "wordcount": "746"
}