{
    "headline": "Education research exists, so why isn't it used in policymaking?", 
    "text": "Earlier this year, the House of Lords published a long and detailed report on the outwardly rather dry topic of government chief scientific advisers. This 100-page report was based on almost 400 pages of evidence and made some important recommendations about how scientific evidence should be acted upon in public policymaking. I only came across it after being alerted to the submission from Oxford University&apos;s Professor Pam Sammons, who used the government&apos;s free schools as an example of how policies are not always based on robust evidence. She suggested that a more in-depth look at the research would have shown the impact of Swedish free schools and American charters on standards and narrowing the gap is not as clearcut as the 2010 white paper, The Importance of Teaching, suggests, and that such policy initiatives should be piloted before being rolled out. This is not to suggest that the Department for Education doesn&apos;t do research. Indeed the department&apos;s website boasts proudly that 24.7m was spent between 2010 and 2011. And even if the results are cherrypicked, or ignored, it is a valuable resource. One of its most significant projects is the EPPSE (Effective Pre-school, Primary &amp; Secondary Education) study, which I have dipped into repeatedly in the last 10 years. This study, initiated by the Major government, started the painstaking task of following the life trajectories of 3,000 children in the first year of the Blair government and has been producing detailed reports ever since. A running theme has been the factors in and out of school that help to reduce inequality. One of its latest papers, Performing Against the Odds, goes to the heart of the debate about social mobility by looking at why it is that some children from disadvantaged backgrounds succeed against the odds. All the EPPSE papers are clear about the impact of good teaching, relationships between pupils and teachers and why schools matter. In this report, extra help for children who are falling behind appears critical. But they are equally clear that schools alone can&apos;t compensate for the inequalities in society. High-quality early-years provision, self-esteem, communities, social networks, peer group and enrichment opportunities form a complex web of &quot;risky&quot; and &quot;protective&quot; factors for children. But the home and parenting may trump the rest in determining whether children thrive. Encouraging, consistent parents and a stimulating home-learning environment help children to develop self-esteem, aspiration and resilience and this is by no means totally down to family income. The researchers talk of visiting homes where the heating was off, where light bulbs and tea bags were a luxury, but where expectation and belief in the children was high. So why do we never hear about this any more? In the last few years of the Labour government , parenting was a high-profile and controversial subject. I took part in many debates about whether the state should intervene in the private family domain; whether parenting support should be a default model for the most disadvantaged children or a universal offer to acknowledge that wealth doesn&apos;t necessarily equal a supportive home and whether dawn-to-dusk childcare would turn children into delinquent yobs. But derided as they were, initiatives like the Blair &quot;baby Asbo&quot;, children&apos;s centres and parenting-support advisers were a recognition that intervening and offering support to vulnerable families (even before birth) might help to improve outcomes for their children. Whether you agreed with them or not, it was important that these issues were being debated publicly. Many schools continue to invest in enrichment, extended services and parenting support, but with difficulty, given the funding situation. But the overly simplistic narrative that synthetic phonics, a focus on five academic GCSEs, rigid discipline and doffing your cap at the teacher will give every working-class child the chance to go to Oxbridge is pulling in the other direction. If only it were that simple. The conclusion of the House of Lords report was that government scientific advisers needed to have status, be independent, challenging and be able to introduce evidence at every stage of the policy process. I would endorse all of that and suggest that for the DfE the findings in this study would be a very good place to start.", 
    "section": "education", 
    "gid": "education/2012/may/07/free-schools-evidence-policy-making", 
    "wordcount": "706"
}