{
    "headline": "Ubuntu crests new wave of mobile computing solutions", 
    "text": "Those of us who travel frequently are always looking for ways to shave ounces from the weight of our carry-on bags. Recent notebook computers have offered an increasingly happy balance of size, power and weight  my current machine is fairly svelte and runs to about 4lb (or just under 2kg)  but road warriors always wish for less bulk. Which is why I&apos;m intrigued, to say the least, at the news that Ubuntu, creator of a popular version of the Linux operating system, is planning to turn newer Android smartphones into the brains and storage of a desktop-capable machine. An Ubuntu-equipped phone would plug into a dock connected to a keyboard and monitor, and the result would be a desktop computer of genuine value. Ubuntu believes it&apos;s solving a real problem. &quot;Why carry two devices, when you could carry only one?&quot; it asks on its website.  &quot;Your next high-end smartphone has far more horsepower than you&apos;ll need on a phone, and more than enough for a laptop. So we&apos;ve brought Android together with Ubuntu, the world&apos;s favorite free operating system, to give you a full productivity desktop that fits in your pocket. Android for the phone experience, Ubuntu for the desktop, all on one device, running at the same time.&quot;  It had seemed that tablets might fill the bill. As they&apos;ve gained power, more users have opted to leave notebook machines at home or the office, using the tablets as stand-alone devices or attaching them to keyboard docks.  But the iPad would not cut it for me as a replacement, even a temporary one, for my normal computing environment, because Apple has locked it down in ways that would make me crazy if I tried to use it the way I operate a desktop or notebook device. (A smart new service from OnLive, announced 22 February, will let iPad users run Microsoft Office remotely; but that&apos;s you&apos;ll need a fast network connection to even consider it.) The current state-of-the-art in the Android tablet market leaves even more to be desired, especially on the software side. Meanwhile, an experiment by Motorola  docks with laptop-like keyboards and screens that connect with several phones  is intriguing but not much more. Like the iPad, the Android systems don&apos;t yet come close enough to being suitable for the way I use my notebook. A smartphone running Ubuntu as the basis of a desktop equivalent could be more than intriguing. One reason in my case is that I&apos;m moving to Linux for my regular desktop-notebook computing. Linux still has some gaps in its software offerings, but I&apos;ve found replacements for every important tool I use on my current Mac. Ubuntu imagines that most of our data will be stored in the cloud  on internet servers from which we&apos;d retrieve information we need for our work and entertainment. I&apos;m still a bit leery about entrusting everything important to the cloud, from both the security and reliability standpoints, and would keep &quot;local&quot; copies of my most essential data (encrypted, of course, in case I lost the phone and backed up in a variety of ways, including encrypted cloud storage). I also need local copies because my mobile network doesn&apos;t work absolutely everywhere. The Ubuntu initiative gives rise to scenarios that will make some travelers drool. I imagine arriving at a hotel and plugging my phone into a dock or dongle of some kind that connects to a screen and keyboard, connecting to the internet via the mobile carrier or wifi. (I&apos;d probably carry a keyboard with me, for consistency and security.) I&apos;d launch Ubuntu and jump straight into my work. The combined weight of the phone and keyboard might be less than 1lb, but the personal computer would be more than powerful enough for essential needs on the road. But what happens when I&apos;m on the plane or out of the hotel? This is the fundamental flaw of the system: you can&apos;t find a handy monitor everywhere. Perhaps offices and hotels might eventually install them in every room. But airlines? I am writing this column on a flight from Houston to Phoenix, and shudder to imagine doing it with only the phone. With an external keyboard I suppose it would be possible, but my phone&apos;s 4.3-inch screen, large enough for simple things, is fundamentally unsuitable for serious word-processing. Of course, screen size is a temporary problem. We are in the early days of innovative display technology, not the late ones. In the distinctly foreseeable future, we&apos;ll have ways to look at digital information that will almost literally make our heads spin. Google&apos;s widely-rumored &quot;heads-up glasses&quot;  giving users a way to see digitally produced information alongside the real world, in real time  are due to hit the street this year, according to the New York Times, and they&apos;ll be among many such devices in coming years. Eventually, we&apos;ll have images beamed directly onto our retinas. Combine a phone, keyboard (or voice recognition input) and glasses that give us the equivalent of a 50-inch display, and one can foresee at least two major impacts to the tech ecosystem. First, the phone part of that setup won&apos;t have to look remotely like what we use now. Second, fashionable eyewear will become an adjunct, in part, to the technology sector. The latter is good news for Italy&apos;s designers, I suspect.  Editor&apos;s note: The subheading first referred to Ubuntu as &quot;the Linux creator&quot;. In fact, as the body text explains, Ubuntu is the creator of a popular version of the Linux OS, but is not the software&apos;s originator. The subhead was amended at 4pm ET on 23 February 2012", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/feb/23/ubuntu-crests-new-wave-mobile-computing", 
    "wordcount": "946"
}