{
    "headline": "Google Chrome browser for iOS: first impressions", 
    "text": "Google has released a new version of its Chrome web browser for iOS devices, using the same core engine as Apple&apos;s own Safari app, but with the ability to synchronise with Chrome&apos;s desktop version as its key feature. The new app was unveiled during the second-day keynote at Google&apos;s I/O conference in San Francisco, where Google also revealed that Chrome already has 310m active users on other platforms: mainly computers, although a beta version for Android was released in February 2012. The iOS version is different to that, because Apple&apos;s iOS rules dictate it has to use the WebKit engine used for Apple&apos;s Safari browser. A key point, since it means on iOS, Chrome isn&apos;t faster to use than its rivals one of the big drivers of its growth on computers. And yes, that means it&apos;s also no use for websites using Flash. Instead, the focus is on bringing Chrome&apos;s familiar user interface to iOS, with a single box for URLs and searches, and the ability to open an unlimited number of tabs then swipe between them quickly. On iPhone, you flip through thumbnails of individual tabs. Chrome for iOS&apos; main attraction, though, is its synchronisation with the computer version. Open tabs, bookmarks, passwords and &quot;omnibox data&quot; the history of what you&apos;ve typed into that single box all synchronise across devices, if you&apos;re logged in to your Google account. Having spent time using it this morning, it&apos;s a really useful feature. Less for the open-tabs aspect, and more for the omnibox data where the sites you visit regularly pop up as suggestions when you start typing a URL. There&apos;s a slightly-tweaked on-screen keyboard that has buttons for colon, full stop, hypen, forward slash and .com above rather than on the bottom row. Given the in-app browsers in apps like Facebook and Twitter, Chrome could be the app that leads many people to stop using iOS&apos; Safari browser altogether (standalone, as opposed to working under the hood of those other apps). It certainly has a good shot at becoming the most popular third-party browser on iOS, although there are a number of existing competitors including Opera Mini, Skyfire, Dolphin and Mercury. Mozilla does not yet have a full version of its Firefox browser available for iOS its Firefox Home app enables people to access their desktop history, bookmarks and open tabs through Apple&apos;s native Safari browser but earlier in June the company showed off a work-in-progress iPad browser codenamed Junior. Meanwhile, Google continues to work on the Android version of Chrome separately, which has no restrictions on its core engine. That version came out of beta this week, and will be the preloaded browser on Google&apos;s Nexus 7 tablet. As Chrome continues its expansion onto mobile, Google will continue to face questions about what data it&apos;s collecting on Chrome users, and what it&apos;s doing with that data. Critics of the company&apos;s approach are unlikely to raise a cheer at the thought of signing in to Chrome across all their devices although note, it&apos;s optional here and can be disconnected if you change your mind. Chrome is likely to get new features faster on Android, but if you&apos;re comfortable with the privacy implications and already use it on your computer, the release of the iOS version is welcome and a genuinely useful alternative to Safari in the same way that Sparrow is a good alternative to iOS&apos; native Mail app.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/29/google-chrome-browser-iphone-ipad", 
    "wordcount": "578"
}