{
    "headline": "How the Californian condor's fate rests on the Sandy Hook gun debate", 
    "text": "The rescue of the California Condor from extinction is a famous victory in US wildlife conservation lore. This spectacular scavenging bird with a three-metre wingspan was down to just 22 individuals in the early 1980s, but a last-gasp captive breeding effort plus rigorous field conservation has boosted its numbers almost 20-fold [pdf]. Over 230 California Condors now fly free over California, northern Arizona and Mexico, with another 160-plus in captivity. But this success might not endure. The future of the wild California Condor may depend on the outcome of a political fight that has nothing directly to do with it, but instead is driven by the battle over gun rights that has gone into overdrive since the horrific Sandy Hook school shooting. The free-flying populations of California Condor are maintained by the ongoing release of captive-bred birds. They are intensively managed: almost every bird carries tracking devices and conservationists attempt to capture each one at least annually for a health checkup that includes a blood test for lead poisoning, which is the greatest single threat to California Condors. Lead-containing bullets, used by the vast majority of US hunters, often shatter into hundreds of tiny fragments when they hit an animal such as a deer. These fragments fan out through their bodies. Hunters often gut their kill in the field, creating lead-contaminated &quot;gutpiles&quot; that are eaten by scavenging animals  including condors. Feeding on a single lead-contaminated gutpile or carcass can send a condor&apos;s blood lead level dangerously high. More than half of the condors from the Arizona population captured and tested for lead this winter have required treatment, which involves taking each bird into captivity and injecting it twice daily for at least five days with a chelating agent that allows the condor to excrete the lead. Some birds don&apos;t get treated in time and die. Without continuous close management, free-flying condors would likely die out in about 20 years. Chris Parish of the nonprofit Peregrine Fund, who spearheads the Arizona condor program, told me that his organisation spends over $1m a year managing the Arizona birds. &quot;The bottom line&quot;, Parish said, &quot;is that under current exposure conditions it is not feasible to continue without the hope of further lead reduction efforts.&quot; The seemingly obvious solution to the condor&apos;s woes would be to ban lead bullets. Lead-free ammunition is widely available and there&apos;s a precedent: George HW Bush&apos;s administration banned lead shot nationwide for waterfowl hunting in 1991 after data showed that enormous numbers of waterbirds were dying from eating spent lead shotgun pellets. Studies have shown the ban to be extremely effective.     A rare and endangered California condor flies over the Colorado River in Marble Gorge, east of Grand Canyon National Park, on March 24, 2007 west of Page, Arizona.  Photograph: David McNew/Getty Images    But things aren&apos;t so simple in condor country. A voluntary lead reduction programme in Arizona has caused a 90% reduction in the numbers of hunters using lead, but failed to meaningfully reduce poisonings. Arnold Schwarzenegger, when he was governor of California, implemented a lead bullet ban in 2008 in parts of that state that has not reduced condor poisoning rates, which are, if anything, higher than before. Conservationists say that this is because lead ammunition is still available and illegally used by a small minority within California. California and Arizona&apos;s high poisoning numbers aren&apos;t surprising: academics recently calculated that if merely 1% of carcasses in a condor&apos;s extremely wide range contain lead, it would have a very high chance  31-53%  of feeding from a contaminated carcass in one year. This, say some conservation groups like the Center for Biological Diversity and the Sierra Club, means that a more widespread ban on lead ammunition is needed, an idea that has landed them squarely in the sights of gun-makers and groups like the National Rifle Association (NRA), who consider bans on lead bullets all-out assault on their profits and a stealth attack on the right to keep and bear arms. The NRA not only opposes a ban, but, by spreading misinformation, undermines even voluntary efforts to switch away from lead. Dr Don Saba, an NRA board member, regularly testifies at official inquiries. Using creatively reframed facts and figures, he accuses conservation groups of using &quot;junk science&quot;, having a secret agenda to ban all hunting and even of committing fraud, despite a growing number of peer-reviewed studies which provide increasing evidence that ammunition is the main source of lead in poisoned condors and other wildlife. Ammunition sales have skyrocketed since the Sandy Hook shooting, putting enormous amounts of lead into circulation. The intensifying argument over guns has meant more drawn-out, expensive lawsuits and increasingly polarised political rhetoric. This may be energising efforts to phase out lead bullets in liberal states such as California, and slowing it down in more conservative states like Arizona. The Peregrine Fund&apos;s Chris Parish, who as keen hunter does not want his guns taken away but sees dozens of condors poisoned every year by lead ammunition, wants people to realise that by just changing the type of bullet they use, they can help the recovery of a magnificent endangered species. He doesn&apos;t want to get tangled up in legal or political arguments, and feels that by spreading scientific information, he&apos;ll create lasting change. He might be right in the long term, but for now the voices of conservation-aware hunters like him are being drowned out by the noise of a gunfight, with no ceasefire agreement in sight. Adam Welz is a freelance photographer and journalist", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/01/california-condor-lead-bullets", 
    "wordcount": "896"
}