{
    "headline": "Clearing 2012: Students find vocational degrees are just the job", 
    "text": "Want to improve your employability and job prospects with a work-related degree? Then you need to do some careful research. &quot;Consider similar or different courses; there is usually more than one route into the career you&apos;re aiming for,&quot; says Michelle James-Newton, who is doing teacher training at Birmingham&apos;s Newman University College. Johnny Rich, founder of the PUSH university guide, agrees: &quot;You want to do a vocational course, because if you are going to rack up debts you need to have a job at the end.&quot; But it&apos;s a false premise that courses lead to a specific career, he warns. &quot;The labour market in five or 10 years&apos; time may look very different. And graduate employers are really after &apos;graduateness&apos;  resourcefulness; somebody who can make themselves useful.&quot; Forensic science  with 8,500 degree places each year and just 9,000 UK jobs in total, some of which are filled by graduates of other sciences  is a good example of where a course might be too specialised, he says. Rich recommends doing more research on the qualifications held by professionals in your dream job, using websites such as bestcourse4me.com. Not all vocational degrees are increasing in popularity. This year, applications dropped for journalism, architecture and agriculture degrees and rose for nursing (one profession where the degree is compulsory) and mechanical engineering. Global trends   When Ray Wilkinson graduated in aeronautical engineering in 1980, there were 17 students on his course. Now he is principal lecturer in aerospace design and rocket propulsion at the University of Hertfordshire, and there are 400 students in his department, and career prospects in a globalindustry. He advises prospective students to look for links with industry. &quot;The deputy chief engineer on the Airbus A380 superjumbo was a Hertfordshire university graduate, and we have very strong links with companies and their senior people,&quot; he says, adding that courses are designed to replicate industry practice and many staff have lots of industryexperience. &quot;We encourage students to go out and do a placement year, and they come back with a much clearer idea of how industryoperates.&quot; Another reason for Hertfordshire&apos;s popularity, he says, is its success in the international Formula Student competition, where undergraduate teams design and build a single-seater racing car. Howard Ash, senior lecturer in the engineering and technology school at the university, adds: &quot;Industry wants graduates to be job-ready, and we do try to prepare them for the wider world.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-vocational-degrees", 
    "wordcount": "420"
}