{
    "headline": "GCSE results: success despite tough marking", 
    "text": " Two sets of twins at St Cuthbert&apos;s Catholic High school in Newcastle achieved similar GCSE results. Liam Wright got two As, seven Bs and a C, while his twin Fraser got an A, seven Bs and two Cs. Nicholas Jarvis-Smith got an A*, six As and three Bs while his brother Luke got an A*, an A and eight Bs. Head of year Lee Ferris said: &quot;It has taken me three years to be able to tell them apart  today is the first time I managed it. They have worked really hard and their results reflect it.&quot;  Freya Smith, head girl at Honley High school, Holmfirth, West Yorkshire, got 16 A*s as well as a distinction in her ICT exam, the highest possible mark. She will take five A-levels, and plans to study medicine at Cambridge. &quot;I&apos;m just over the moon,&quot; she said, while headteacher Chris Sylge was &quot;totally in awe of Freya&apos;s achievements, although not actually that surprised&quot;. Head boy Charlie Slater got 13 A*s.  Emma Harris received 11 A*s in her GCSEs at private Brighton College, and opened her results on her 16th birthday. &quot;I feel good that my grades haven&apos;t gone down where it looks as if other people&apos;s have,&quot; she said. She will take A-levels in English, Latin, History and French.  Students at Elizabeth Garrett Anderson school, Islington, said they were inspired by Michelle Obama when she spoke at their school last year. Gabriele Watts, 16, who got seven A*s, six As and two Bs, said the first lady&apos;s speech about her humble beginnings and hard work motivated her and that she had been &quot;a catalyst within the school&quot;.  Two boys at Manchester Grammar school were among only four in England to gain full marks in further maths GCSE. Raymond Ding and Jamie Horton, above, said they were shocked to discover they scored 175 out of 175.  Twelve-year-old Zohaib Ahmed got A*s in physics and biology and an A in chemistry at Thornden school in Chandler&apos;s Ford, Hampshire. He took GCSE maths at eight and got an A*.  Kirsty Howard, 16, who was born with a heart condition and given six weeks to live, has passed 12 GCSEs at Newall Green High school in Wythenshawe, Manchester. She has helped raise 5m for a children&apos;s hospice.", 
    "section": "education", 
    "gid": "education/2012/aug/23/gcse-results-students-marks", 
    "wordcount": "395"
}