{
    "headline": "Dispatches from UCL Qatar: sun, sand and kamikaze drivers, but it's exciting", 
    "text": "I&apos;d like to think that most of us have a curiosity about those unknown, exotic parts of the world that we&apos;ve never been to. For me, the Middle East has always held a certain fascination. Maybe it stemmed from my dad&apos;s tales of working in Saudi Arabia in the 1970s. I can&apos;t help but find the politics and the culture intriguing, and I&apos;ve realised that Arab hospitality is second to none. I love to travel to off-the-beaten track destinations, and as an &apos;expat kid&apos; I knew that sooner or later I&apos;d be enticed overseas again. After a few memorable years of the daily grind in London, I&apos;ve left behind the bright lights of Lewisham for a new adventure in Qatar. UCL raised more than a few eyebrows in the world of higher education when in October 2010 it signed a deal to become the first British university to open a campus in Qatar, offering postgraduate degree programmes in the areas of archaeology, conservation and museum studies. This was followed by a contract for a campus in Australia, and a partnership with Nazarbayev University in Kazakhstan. UCL&apos;s strategy of opening small, graduate campuses abroad in response to specific need seems particularly apt for Qatar. Our partner, Qatar Foundation, the sponsors of FC Barcelona, is cultivating a knowledge-based society for which there is increasing demand for postgraduate education. A suitable market gap exists for UCL to fill: currently there are no postgraduate degree programmes in the subjects we offer anywhere in the Gulf. Qatar Museums Authority, our other partner, is overseeing a stunning array of new museums and ensuring that Qatar&apos;s cultural heritage doesn&apos;t fade into the Arabian sunset. We&apos;ll collaborate closely with them, and even provide specialised training courses for museums staff across the region. With three years&apos; experience at UCL&apos;s faculty of laws, the position of marketing officer for UCL Qatar is a thrilling prospect. We&apos;re located at what was, until recently, Education City. Since renamed the Hamad bin Khalifa University, it&apos;s a sprawling, futuristic site on the outskirts of Doha where a number of the world&apos;s leading universities have branch campuses. Upon arrival, my first impressions of Doha were of dazzling skyscrapers, sand and intense heat. And the most kamikaze drivers I&apos;ve ever encountered. The Toyota Land Cruiser is the car of choice here, and they rule the road. I love a good battle on the roads, but my little Mitsbushi Lancer is a bit of a weakling. When the Land Cruiser drivers want you out of their way, they&apos;ll be sure to let you know. The traffic etiquette makes London seem orderly, and we quickly established a poll at work to see who would be the first of us to have a crash! It didn&apos;t take long. My colleague Karen, our lecturer in museum studies, got shunted on her first day. Wisely, she&apos;s since opted for the luxury of a full-time driver. I&apos;m the third member of the team to have had an accident. Henry, our entertaining human resource manager from Brooklyn, New York, severely damaged his Daewoo Matiz on day four. Me? I reversed into a parked car outside our office. (Note to self: read the small print of your life insurance policy). When you&apos;re new to a role, you can usually expect a formal induction, lots of documents to read, a smooth transition, and if you&apos;re lucky, a gentle easing-in to the workload. But when there are no systems in place, and your organisation is not yet a functioning entity, things are a little different. My first week was a blur of brainstorming, ideas, priorities. All while getting used to the fact that this isn&apos;t London anymore, and the working etiquette isn&apos;t quite the same. However this environment has its perks. At 9.30am on my first day, an office attendant appeared to make me a cup of Karak, an excessively sugary local tea. That&apos;s something I&apos;ve adjusted to rather easily. Amid the onslaught of initial tasks, I oversaw the launch of our website, and Facebook and Twitter accounts. Above all, my primary objective is student recruitment for our first intake in September 2012. Students that adhere to UCL&apos;s academic standards and who strive to be world leaders in their chosen fields. This is a huge priority, but of course it needs to be juggled with many other demands. Advertising, event management, creating an academic calendar, securing student accommodation. When you work for an established university, you take a lot of these things for granted as just existing. When they don&apos;t, you realise how challenging they are to establish. But the early indications are good. We have just opened our application process  a significant milestone. Unlike at UCL faculty of laws, unannounced visitors are the order of the day here. And while it may affect your plans, it makes the working day all the more fun. To be able to meet potential students and share with them our plans and vision is great, and its reassuring to know that the interest in our degree programmes is there. It remains to be seen how many apply for courses, and I&apos;ll be keeping my eye firmly on those numbers. Next time, I&apos;ll take you into the world of Hamad bin Khalifa University, and explore the pros and cons of opening a campus abroad, based on my own opinions of what we&apos;ve encountered so far. Brett Kershaw is marketing officer for University College London&apos;s Qatar campus (UCL Qatar) This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/04/ucl-qatar-campus-dispatches", 
    "wordcount": "941"
}