{
    "headline": "What are the key green policies in Ed Davey's in-tray?", 
    "text": "Ed Davey, the new secretary of state for energy and climate change, faces a daunting in-tray of policies that will create battles with industry, electricity consumers, anxious renewable energy investors and green campaigners  but the toughest challenge of all is likely to come from his cabinet colleagues. Chris Huhne was one of the few heavyweight champions of the green agenda within the coalition government. His departure sparked immediate fears that without him, the voices within cabinet - and among the Tory rank-and-file - that have been calling ever more loudly for a watering down of environmental policies will prevail. Those calls have been led by George Osborne, the chancellor, who vowed the UK would do no more than the minimum to meet environmental goals, and could revise current targets downwards. Andrew Simms, fellow at the New Economics Foundation, urged: &quot;Davey must face down the economic and environmental self-defeating destructiveness of the Treasury, which is preventing the UK from becoming a world leader [in green industries].&quot; Matthew Spencer, director of the Green Alliance, said it was time for David Cameron and Nick Clegg to speak up: &quot;This creates a moment for the prime minister and deputy prime minister to assert their ownership of the green economy, and for the new secretary of state to build a broader coalition for action across government. It&apos;s important that the top tier of government speak publicly to correct the misunderstanding that the leadership are giving up on this agenda.&quot; Speaking in Westminster today, Davey said: &quot;I&apos;ve now got to take up the challenges, the challenge of climate change, of energy security and I&apos;m particularly conscious of the impact on consumer households across the country of high energy bills.&quot; He added: &quot;I want us to have a green economy where there&apos;s lots of green jobs to help grow our economy.&quot;            Here are the key policies in Davey&apos;s in-tray: Energy bills  The government&apos;s ability to influence bills, which have soared on the back of international fossil fuel prices, relies mainly on attempts to bully and shame the big six suppliers. Its answer has been to bring forward a new flagship policy, the &quot;green deal&quot;, for cutting consumer charges by encouraging insulation and other low-carbon home improvements. The bad news is the green deal is in trouble, as several analyses show its appeal is likely to be limited when it launches this autumn. Renewable energy Subsidies for renewable energy are under fierce attack, from free-market thinktanks and sections of the rightwing media. The government was humiliated when it tried to cut feed-in tariffs for small-scale renewables, in a hasty move that judges ruled unlawful, and that stirred up turmoil and job losses among solar companies. But the promise of hundreds of thousands of green jobs, billions of pounds in investment, and meeting our EU obligations on renewable generation all hang on a strong showing of government support for the sector. New nuclear power For Liberal Democrats, nuclear power is always a tricky issue. Huhne tried to finesse his party&apos;s long-standing opposition to new reactors with Tory enthusiasm for them by pledging that they would receive no public subsidy. Critics pointed out that policies to aid &quot;low-carbon&quot; generation would also provide financial support to nuclear. As nuclear projects inch forward, Davey will have to walk a similar tightrope. Fourth carbon budget Under pressure on his green credentials, Cameron agreed last summer to carbon-cutting targets for the UK that will be some of the most stringent in the world when they take effect in the 2020s. Osborne wants to review them within two years. This will be a key test for Davey - if he is still around by then. International The next two years will see some of the toughest negotiations over climate change within the European Union and globally in the long-running United Nations talks. In Brussels, member states must thrash out the next set of renewable energy and carbon targets by the end of 2014. Under the UN, countries have committed to forge a new global climate change treaty by the end of 2015. Both these punishing forums require a combination of high statesmanship and low guile. Huhne was widely praised for his skilful performances - Davey will have a tough act to follow.", 
    "section": "environment", 
    "gid": "environment/2012/feb/03/ed-davey-green-policies-in-tray", 
    "wordcount": "719"
}