{
    "headline": "Drought may be new norm for UK, says environment secretary", 
    "text": "Drought may be the new norm for the UK, with drastic measures including growing genetically modified crops likely to be considered as part of the solution, the environment secretary has said. With large parts of the south and south-east of England officially in drought, and areas of the Midlands at risk, Caroline Spelman warned that households across the south-east were likely to face water usage restrictions this spring, starting with hosepipe bans. Reservoirs have reached record lows in some places and rainfall would need to be more than a fifth higher than normal in the next three months to relieve the drought, but forecasters have said this is unlikely. &quot;Two very dry winters  this may be the new norm,&quot; the secretary of state for environment, food and rural affairs told the National Union of Farmers annual conference on Tuesday. &quot;We asked the question at the drought summit [on Monday]  what if this is what climate change means and this is the new normal?&quot; She said the UK had to look at how to make plants resistant to drought, pointing to an Australian project to develop drought-resistant genetically modified rice. &quot;This technology, if used responsibly, may be one of the tools in terms of food security that we need going forward.&quot; She predicted GM rice would be an important crop in areas where rice was a staple food, but made it clear that similarly modified crops should be considered for the UK. &quot;It could be one of the tools in the tool kit to help us with food security. The key thing is to keep investing in the science base.&quot; The union president, Peter Kendall, said it was &quot;desperately worrying&quot; that genetically modified crops were not being developed in Europe at the same rate as in China, the US and other countries. Spelman warned that households would bear the brunt of water restrictions this year, as the drought has worsened. Last year, the government and water companies focused on reducing the water use of businesses and farmers, some of whom had their licences to draw water from rivers and underground sources changed or revoked. Despite drought being declared across large areas last year, there were no hosepipe bans. But Spelman said this was unlikely to last this year. She insisted households should take more responsibility for saving water: &quot;What came out of the drought summit was how much it&apos;s about individuals making decisions.&quot; She said the most important counter-drought measure for the whole country was to capture the rain and store it, and pledged that changes to the planning system would make it easier to build reservoirs. Farmers were changing some of their cropping patterns this year to cope with the expected drier conditions. But this would not stop food prices rising, Kendall warned. &quot;As sure as night follows day, if it doesn&apos;t rain, food is going to cost more money.&quot; He said farmers had recently lost a tax break on building reservoirs for their own use, making it more expensive to store water on farms and causing more farmers to rely on shared public water sources. Spelman said drought was the biggest issue for the water industry for the next 20 years, and used the term &quot;new norm&quot; five times to describe current conditions, underling the depth of her concern. The conference also heard that the government is to accept 159 of about 215 recommendations made by a farming deregulation taskforce, with most of the others only rejected because they were outside Defra&apos;s remit. Chief among the changes will be fewer inspections in order to cut duplication, and measures to ensure they do not need to file the same information to the government more than once. Spelman said less regulation would not mean weaker regulation. &quot;The government&apos;s red tape challenge is to lighten the burden of regulation without compromising the integrity  [there will be] no loss of environmental protection or animal welfare.&quot; But the environmental group WWF warned that current farming subsidies under the EU&apos;s common agricultural policy (CAP) risked encouraging the destruction of the environment, and applauded moves to ensure farmers had to undertake certain environmental measures in order to receive subsidies. &quot;Nobody wants to see farmers tied up in red tape, but equally it&apos;s wrong to see greening measures in CAP reform as a threat. It&apos;s essential that direct payments [to farmers] are linked to environmental improvements,&quot; said Mark Driscoll of WWF. Some farmers are concerned that reforms to the CAP being proposed by Brussels to tie environmental protection more closely to subsidies could actually mean worse environmental protection in the UK. That is because some farmers have taken a lead in implementing measures such as preserving field margins, woodlands and permanent pasture, but under the proposals some measures already taken might not receive full credit. One issue scarcely mentioned inside the Birmingham conference hall, but the focus of a vociferous protest outside was badgers, which are blamed by farmers for helping to spread tuberculosis to cattle. The union and the government are united in favour of the badger-culling trial that involves shooting a proportion of badgers in some of the worst-hit areas, with the marksmen paid by groups of farmers. Spelman said shooting was a good control method for wild animals, citing rabbits, foxes and deer as examples of other species culled with guns. A group of at least 30 demonstrators, many wearing badger costumes or holding badger toys, shouted &quot;shame on you, NFU&quot; for its stance, and called for the culling trials to be halted. Mippy Valentine, one of the protestors, told the Guardian: &quot;It&apos;s just poor practice, and it doesn&apos;t even work. The badgers are not to blame [for bovine TB]  look at the Isle of Man, where they have TB but no badgers.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/21/drought-new-norm-for-uk", 
    "wordcount": "983"
}