{
    "headline": "Residents face devastation with neither flood defences nor respite from the rain", 
    "text": "The river Yarrow has been a friend to Croston in Lancashire for centuries, with St Michael&apos;s church and its old school built close to the banks, along with the rectory, smithy and farms which saw no need to retreat to higher ground. But three times since 1987, the sought-after village near Preston has been swept by flooding, most recently in June when 70 houses were damaged, some very seriously, by a sewage-laced torrent. Engineer Peter Thomas stands in the wreckage of his family&apos;s living room, with plaster scraped from four feet of brickwork and stud walls hacked out. The devastation will cost an estimated 80,000. On the other side of Town Road, pretty with its Jubilee bunting, Tom and Jo Burke face similar chaos on their ground floor, with a dirty tideline showing where the water peaked. The Environment Agency (EA), water company United Utilities and Chorley council came to Croston last week for a public meeting. &quot;There were so many questions they just couldn&apos;t answer,&quot; says Jo Burke. In 2010 Croston was in line for funding for a 1.27m flood defence scheme to be completed this year and which would have increased protection for 406 homes. But after the election, the coalition cut flood defence spending by 27% year-on-year, despite universal acknowledgement that global warming is increasing the UK&apos;s flood risk significantly. The Croston scheme now languishes with hundreds of other projects requiring &quot;reduced costs, improved outcomes or additional contributions&quot; to go ahead. The EA was unable to provide detail of the Croston scheme but a 2007 EA document states the river Yarrow &quot;would benefit from upstream floodwater storage wetlands  to alleviate the flood risk to downstream Croston&quot;. Villagers said that runoff upstream was the obvious way to avoid the river swelling to the extent that the drains back up and turn the historic centre into a lake  exactly what happened in June. &quot;We could pay farmers double the price of their crops and still save a huge amount of money avoiding the sort of damage you see here,&quot; said Thomas. With no sign of respite from the record downpours of recent weeks, at least 3,000 homes have been flooded and insured losses alone are running at 200m-300m. But a Guardian analysis of EA documents shows 294 flood defence projects remain on the shelf, despite having had indicative funding in 2010 for work to begin. Many major flood protection plans have been left stranded including schemes to contain the river Aire in Leeds (58m) and Cod Beck in Thirsk, Yorkshire (6m), as well as a 25m project for the river Tame at Wednesbury in the West Midlands. Other stranded schemes include a 9m alleviation scheme for Exeter, Devon, and coastal defences at Folkestone, Kent (22m) and Lyme Regis, Dorset (15m). Like Croston, the town of Kendal in Cumbria had in 2010 been in line for a scheme that was not subsequently built, but has suffered recent flooding. The 325,000 project would have helped tame the river Kent that flows through the town. &quot;It is an immensely powerful river, going from source to sea in just 15 miles,&quot; said the local MP Tim Farron, president of the Liberal Democrats. &quot;It can rise a metre in an hour.&quot; He said a couple forced from their home in June&apos;s floods had lived in the town for 50 years and never been flooded until two years ago, since when they had been flooded three times. &quot;We definitely need new flood defences here. There is a specific need in this growing town. We should not be removing flood defence schemes or seriously delaying them.&quot; Residents at Lowdham in Nottinghamshire, where funding for a 3.6m scheme did not materialise, said they had had a lucky escape. David Harper, whose home was flooded in 2007, said: &quot;I fear we will get flooded every time rain falls to this extent. But luckily, this time the water went on to two big fields off Caythorpe Road.&quot; In Thirsk, on the edge of the North York Moors, residents remain nervous in the absence of their expected flood protection scheme. &quot;It&apos;s like a Hitchcock movie: we don&apos;t know where the floods are going to hit,&quot; said Anne McIntosh, the local Conservative MP and also the chair of the environment select committee, whose December report concluded the government&apos;s flood defence cuts could be a &quot;classic example&quot; of a false economy. &quot;The funding is worrying. It is a huge constituency issue,&quot; she said. &quot;And when the farmland is flooded out, they take a big economic hit.&quot; Labour accuses the government of playing Russian roulette with homes and businesses by cutting flood protection, but McIntosh said: &quot;Be in no doubt, a Labour government would have cut flood defences. We have to work with the budget for the next three years, then increase it when the economy is doing better.&quot; Property developers and water companies could pay towards defences, she said: &quot;Why not take money off developers, they are earning a fortune.&quot; In Leeds, where the 58m expected towards a major scheme was not delivered, the economic risk is foremost for the councillor Richard Lewis, executive member for development and economy on the Labour-controlled city council. &quot;What would be the cost of even two days of the city centre being under water and out of action?&quot; he said. &quot;It would absolutely dwarf the 50m we need, by perhaps a factor of 20 or more. From a political point of view I can&apos;t understand anyone taking that risk.&quot; Lewis pointed to the recent decision not to raise fuel duty by 3p, estimated to cost 500m. &quot;I&apos;m not saying that was unwelcome, but I can&apos;t drive a car through a flood.&quot; By one calculation, the coalition government cut flood defence spending by 616m over four years, but the fairest method of comparison is disputed. The Environment Agency&apos;s chairman, Lord Chris Smith, has cited a year-on-year drop after the election of 27% of capital spending. But a Defra spokesman said: &quot;It&apos;s our absolute priority to protect homes and businesses from the devastation caused by floods. We are spending more than 2.17bn on preventing flooding [over four years], this is only 6% less than the previous spending period.&quot; That 6% cut swells to 12% if inflation is accounted for and Labour also argues that the government&apos;s comparison is skewed because spending rose rapidly  33%  in the four years to 2010, in response to the Pitt review of the devastating 2007 floods, which killed 13 people, left 55,000 homeless and cost insurers 3bn. In 2008, Sir Michael Pitt called for &quot;urgent and fundamental changes in the way the country is adapting to the likelihood of more frequent and intense periods of rainfall.&quot; &quot;There is not any doubt that the government has cut flood defence spending contrary to the recommendations of the Pitt review,&quot; said Lord Knight of Weymouth, shadow minister for the environment, whose own Dorset home was flooded last Saturday. As an MP and Labour minister in 2007, he visited some of the worst affected areas. Since 2007, a series of major reports has emphasised the fast growing risk of flooding to the UK as the climate warms. On Wednesday, the government&apos;s official advisers, the Committee on Climate Change, warned that number of homes at risk of flooding is set to quadruple in the next 20 years and that flood defence spending must increase. The government&apos;s own report on climate change risk in January said flooding was the UK&apos;s greatest climate threat, with annual damages set to rise to billions of pounds a year. The environment secretary, Caroline Spelman, has acknowledged this risk, telling the Guardian in 2010: &quot;Nine out of the past 10 years have now brought serious flooding to the UK. The time for speculation about climate change is over. Its impact  and the escalating costs of adapting to it  await us down the road if we don&apos;t, together, make it a priority now.&quot; Smith said this week: &quot;The weather extremes which we&apos;ve seen this year have brought the importance of resilience into sharp focus. Climate change science tells us that these are the sort of weather patterns we are going to have to get used to, so taking action today to prepare and adapt our homes, businesses, and infrastructure is vital.&quot; Charles Tucker, chairman of the National Flood Forum which represents 200 local community action groups, said: &quot;The flooding in 2007 was the greatest peacetime emergency we have faced in our lifetime and 2012 could yet rival that. But whether it does or not, it highlights the fact that flooding is becoming a regular fact of life throughout the country. Anyone, in any part of the country can be hit.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/14/residents-await-flood-defences", 
    "wordcount": "1517"
}