{
    "headline": "Apocalypse postponed: how Earth survived Halley's comet in 1910", 
    "text": "   In 1910, the Earth was due to pass through the tail of Halley's Comet, sparking a public panic that apocalypse was coming. Photograph: Nasa    In case you haven&apos;t heard, the world ends tomorrow. Friday 21 December 2012 is the date that the Maya Long Count Calendar reads &quot;thirteen b&apos;aktun&quot;. This has somehow snowballed into a full-blown doomsday prophecy with the apocalypse involving against all verifiable evidence black holes, solar flares, previously unknown planets, and comets targeting Earth. Comets have long been thought harbingers of disaster. As recently as 1910, Halley&apos;s comet was the subject of great public concern. Although it has nothing to do with the present Mayan Apocalypse, the parallels are interesting. Back then, in an age when telescopes were unable to track the comet around its 76-year orbit, the search for its return was reported by the newspapers. The anticipation of a spectacular view, as a result of the comet&apos;s calculated close passage to Earth, turned to concern when astronomers realised that the Earth would pass through the comet&apos;s 25-million-kilometre-long tail. Then things got worse. Much worse. The technique of spectroscopy, in which light is analysed to show the composition of celestial objects, was brought to bear on Halley and on 7 February 1910 the Yerkes Observatory announced the discovery of cyanogen, a deadly poison, in the comet&apos;s tail. The New York Times reported that the French astronomer and author Camille Flammarion believed that the cyanogen &quot;would impregnate the atmosphere and possibly snuff out all life on the planet.&quot;  In a somewhat misguided attempt to allay fears, the director of the Cambridge Observatory, Sir Robert S Ball, quoted English astronomy doyen Sir John Herschel as saying that the whole comet could be squeezed into a suitcase. Herschel was probably seeking to emphasise the ephemeral nature of the comet&apos;s gaseous tail, nevertheless it produced a tongue-in-cheek rejoinder in The New York Times that he was clearly talking nonsense because he had failed to state who would do the packing. &quot;Experience teaches that mighty little can be packed in a suitcase by any man. It takes a woman to pack one properly,&quot; said the paper. The light-hearted piece concluded that it would be better to leave the comet where it is in order for everyone to feel safer. It didn&apos;t work. Concern among the public grew in the weeks leading to the Earth&apos;s 19 May passage through the comet&apos;s tail. Charlatans sold comet pills that would supposedly protect against the effects of the poison. Churches held all night prayer vigils, and doomsayers wrote to the Royal Greenwich Observatory, England, to say that the comet would cause massive tides across the Americas as the Pacific emptied itself into the Atlantic.  (As a rule of thumb, anything that invokes gravity or tides to end the world or trigger volcanoes and earthquakes is bound to be wrong because gravity is the weakest force of nature. Remember how a magnet picks up an iron tack  that&apos;s the small magnet defeating the entire Earth&apos;s gravity.) As dawn arrived on 20 May 1910, the world had not ended. Oceans had not emptied, people had not choked, though tragically 16-year-old Amy Hopkins lost her life falling from a roof, while watching for the comet with friends. With doomsday averted for all but Amy&apos;s parents, stories of Halley&apos;s comet disappeared from the papers and things carried on as normal. Now, a century later, the mania is back for the Mayan Apocalypse. People around the world are stockpiling food and survival equipment. In China, &quot;doomsday rumour-mongers&quot; are reportedly being arrested. It is a sad state of affairs that we have clearly not learned from the folly of 1910. Although Halley&apos;s comet did not trigger an apocalypse, it does have something important to teach us about prophecy. Edmond Halley astonished the 18th century world by predicting the return of the comet that now bears his name. He used Newton&apos;s law of gravity to achieve the feat. At a stroke, he proved that science could do what astrologers and prophets had always claimed but failed to achieve: to predict a future occurrence. The ability to predict future events is a powerful property of &quot;classical physics&quot;. It relies on measurement and the clockwork rigidity of certain physical laws. Without these, prediction is impossible  even within a science. So if someone claims to have made a prediction, or even a prophecy, ask what exactly has been measured? What exactly has been calculated? What exactly has been predicted? If the answer to any of these is effectively &quot;not sure&quot; or &quot;nothing&quot;, then disbelieve it. The Mayans made no prediction that the world will end on 21 December 2012, but science tells us with some certainty that Halley&apos;s comet will be back in 2061.Stuart Clark is the author of The Sensorium of God (Polygon) a novel featuring Edmond Halley", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/dec/20/apocalypse-postponed-halley-comet", 
    "wordcount": "797"
}