{
    "headline": "UK families waste 270 a year on discarded food", 
    "text": "UK families are wasting 270 a year (5.20 a week) on discarded food and drink, according to a survey of their kitchen habits. Most families massively underestimate the amount of food they throw away each week, according to new research. Despite the economic downturn they admit to buying more than they need, often tempted by supermarkets&apos; &quot;Buy One Get One Free&quot; and similar offers. The survey of 2,116 adults, carried out by frozen food giant Birds Eye, found that the average household spends 68 a week on food but that 91% of households with children admit to throwing some of that away. Vegetables topped the list of the most commonly wasted food group, followed by bread and fruit, and 40% of those polled admitted they felt guilty for wasting food. The main reason cited for wasting food was buying too much (37%), with 22% doing so because of supermarket offers and mutibuy deals. Lack of meal planning prior to shopping was another issue, with one in three people admitting to not planning. Families with children at home proved more savvy, with 37% saying they planned more than before the recession. The research confirms the fact that a large proportion of Britons (almost 70%) have changed their eating habits as a result of the economic downturn  47% of families are eating out less, 24% have changed what they eat at mealtimes, for example by buying cheaper food, and 26% try to all eat the same food at mealtimes to keep costs down. The findings come as a new report, &quot;Waste not, want not&quot; by the Fabian Society, which looks at consumer attitudes to food waste, is launched in parliament on Wednesday. It says that in order to address the problem of food waste, &quot;it is essential we find fresh ways of communicating about it&quot; and concludes that &quot;while individuals observe wasteful behaviour in others, they rarely reflect on their own lifestyles as contributing to the problem&quot;. Waste minister Lord Taylor of Holbeach said: &quot;Wasting perfectly good food is bad for household budgets and bad for the environment, which is why we are taking action to help people cut down on what they throw away. &quot;Through Wrap&apos;s Love Food Hate Waste campaign we are helping households to waste less and save money, while our new guidance on food date labelling has cleared up confusion about when food is safe to eat.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/16/uk-families-waste-discarded-food", 
    "wordcount": "415"
}