{
    "headline": "Lotus Evora 414E: behind the wheel of an electric sports car", 
    "text": "It sounds like the green car dream  a mid-engined Lotus Evora with huge amounts of torque, a 0-60mph time of 4 seconds, and emissions lower than a Toyota Prius. However the 414E is not a dream - I&apos;ve driven the car and can confirm that it is very much a reality. Lotus has developed the car as part of a Technology Strategy Board demonstration project on so-called &apos;range-extended electric vehicles&apos;, with partners Nissan, Jaguar Land Rover, Xtrac and Evo Electric. The aim is to showcase what the UK car industry can do in the area of ultra-low carbon vehicles  and in this case with a sports car. The car&apos;s figures of 1000 Nm torque and 55g/km CO2 are achieved thanks to a powertrain that is primarily electric. Recharging the battery from the mains gives a driving range of around 30 miles, but the car also has an engine that cuts in either when extra performance is required, or to provide power when the battery becomes depleted. The engine then acts as a generator for the electric motors, giving a total range of 300 miles. Although similar in concept to the Chevrolet Volt, there&apos;s one significant difference. The Volt has an &apos;off the shelf&apos; 1.4-litre engine from an Astra, together with a large battery and electric motor. Lotus believes this solution is too heavy, especially for a sports car. So it has developed its own &apos;range-extender&apos; engine that is extremely light: a 3-cylinder, 1.2-litre petrol unit that&apos;s designed to work purely as a generator. In reality, the engine in the current 414E demonstrator isn&apos;t powerful enough to provide sufficient performance if it had to work by itself without any battery power. So Lotus is intending to develop a more powerful version with a supercharger, which would be a more practical solution in real-life.     The engine and batteries that power the 'range extender' version of the Evora    Despite the lightweight range-extender, the Evora 414E gains a total of 377kg thanks to the battery and other electrical components. This has an impact on the handling of the normally extremely agile Evora, however you do get the benefit of 1000 Nm of torque to help offset the extra weight. There&apos;s no other car that combines such a huge torque figure with the relatively compact size of the Evora. The 414E still has good handling, along with spaceship-like levels of thrust out of the corners on the Lotus test track. The Evora 414E project is currently at the end of its second stage. During the next phase Lotus is looking at a number of further innovations, one of which is a simulated gearshift. Most electric cars are very similar to drive. Compared to the variations that you can achieve by combining different petrol and diesel engines with manual and automatic transmissions, it&apos;s difficult to inject such different personalities using just an electric motor with a single-speed transmission. A &apos;virtual&apos; gearshift will provide keen drivers with the ability to interact with the car and hold it in a lower gear through corners. The 414E has been co-developed with the Infiniti EMERG-E, which is essentially the same platform with an Infiniti-styled body. Infiniti has said it won&apos;t be putting the EMERG-E into production. Lotus also has no plans to build the Evora 414E. However the company is serious about the Evora&apos;s technology, primarily the integration systems that it has developed, appearing in some non-Lotus vehicle through the company&apos;s engineering consultancy division.  Paul Clarke is the editor of Green Car Guide", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/22/lotus-evora-414e-electric-sports-car", 
    "wordcount": "573"
}