{
    "headline": "How the Boris Island airport would impact Thames estuary wildlife", 
    "text": "The reflections of redshank that shimmer in the wet silt of the Thames river estuary are an illusion: the birds appear still, but they are in a race against time to eat enough before the tide comes in and they retreat on land to wait for their next meal. To ingest enough energy to survive, they need to eat two insects a second. Scenes like this capture why environment groups and nature lovers across Europe are so deeply opposed to building a new airport on the Thames estuary, an internationally important area for hundreds of thousands of migrating birds, for reptiles like the slow worm, for newts and watervoles, and for rare insects that thrive on old industrial land. Altogether, the airport land and surrounding areas and waters include five separate Special Protection Areas for passing or over-wintering avocet, hen harriers, ringed and golden plovers, marsh harriers, little tern, dunlin and pintail, as well as hosting one of a new breed of marine sites, this one designated for its population of 6,000-8,000 red-throated divers. There is a Special Area of Conservation preserved for its species-rich estuaries, mudlflats and salt meadows. Much of the area is also covered by the Ramsar international convention on wetlands, recognising how crucial the estuary is for birds travelling as far afield as Siberia, Canada and north Africa. A consultation on a proposal for a possible airport, as expected to be announced by the prime minister in March, is a long way from a blueprint for any new airport. But plans drawn up and published independently last year by the architect Sir Norman Foster and the consultants Halcrow give a good idea of the scale of such a development. It would involve building over a huge area of mudflats and far out into the river, taking up to a quarter of the existing channel, according to the RSPB; the charity&apos;s famous logo features the avocet, which lives nearby. Such a massive pouring of concrete and tarmac would itself cover a giant swathe of the plant- and animal-rich tidal zone, as well as the land where wading birds retreat at high tide. Further sites, up and down the estuary and river, would be affected by tides forced to flow around the runways and buildings. Add to that expectations that much more of the region would have to be sterilised of birds to reduce the potentially catastrophic risk of them striking the engines of aeroplanes, and the RSPB conservation director, Martin Harper, has described the proposal as an &quot;act of vandalism&quot;. In addition to the physical stress would be the noise, vibrations and the impact of industrial activity the airport would attract to the area. These, too, affect birds like the redshank, which live on the edge of survival as they struggle to build up the energy to survive between feeds in often bitter temperatures and winds. &quot;If they have got to fly further [to find food], or they are disturbed, you are affecting the edge they are living on,&quot; said Nik Shelton, an RSPB spokesman. All this is not to mention the additional problem of aircraft pollution, in particular emissions of greenhouse gases like carbon dioxide, nitrous oxides and water vapour contrails. With no concrete plans yet articulated, it is hard to assess the potential climate-forcing effect of a new hub airport. But Foster&apos;s draft envisages four 4km runways, built to carry up to 150 million passengers a year. By contrast, the UK&apos;s independent Committee on Climate Change report on aviation emissions in 2009 estimated that, in order to meet the government&apos;s target for the middle of the century of limiting greenhouse gases to 2005 levels or below, ministers needed to limit demand increases to 60%  or 138 million more passengers. By itself, then, without any growth at other (often underutilised) UK airports, a new Thames Hub would increase capacity beyond what is recommended. The coalition government has the option to drop that Labour cap on aviation emissions, but it would have to argue the case with industry, agriculture and other sectors for increasing aviation&apos;s already generous projected quarter-share of emissions in 2050. On both fronts, wildlife and climate change, the proposals alone  even without approval  will be another blow to the Conservatives&apos; already fragile environmental credentials, which helped rehabilitate the party in opposition. &quot;David Cameron&apos;s pledge to lead the greenest government ever will ring hollow if he gives the green light to a huge expansion in air travel,&quot; said Andy Atkins, Friends of the Earth&apos;s executive director.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/18/boris-island-airport-impact-wildlife", 
    "wordcount": "759"
}