{
    "headline": "Bioshock Infinite  what does that new trailer mean?", 
    "text": "BioShock Infinite has returned to gaming news radars with an explosive trailer that puts a premium on run-and-gun action. Here it is:            The intriguing video also confirms that the game, in which players juggle superpowers and antique weaponry in a floating Steampunk city circa 1911, is set for release in February of next year. That last tidbit is likely to please any fans worried about the games production after recent news stories reported quite a few of the game&apos;s development team had jumped ship in the last few months.  Going by the trailer, BioShock Infinite looks in fine fettle. It opens with a brief respite in which the game&apos;s protagonist, ex-Pinkerton Booker DeWitt, alludes to the shady reasons behind his presence in the floating city of Columbia. As DeWitt&apos;s gravely tones cut through the opening bars to Nico Vela&apos;s &apos;Beast&apos;, Columbia is displayed as a place of otherworldy beauty, where buildings cast in marble tower over cobbled streets flanked with greenery. We also catch a glimpse of one of the game&apos;s tougher opponents, the Handyman, which is displayed on stage owned by Betterman&apos;s Autobodies. When the action kicks in, it showcases some of the frenetic action glimpsed previously in previews of BioShock Infinite at E3. Players, it seems, will have access to a decently varied arsenal, which includes Gatling guns, submachine guns, shotguns and auto-load pistols. They&apos;ll also be mixing up gunplay with supernatural powers  such as the ability to summon a murder of crows to confound their enemies. The trailer also shows off the game&apos;s signature Sky Hook, which DeWitt uses to get around the city on rails that link the different floating platforms.  All told, it&apos;s an impressive  and necessary  sign that BioShock Infinite is on track for its release date next year, and in light of the recent high profile departures at Irrational, this is news that&apos;s as welcome as it is unexpected.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/22/bioshock-trailer-analysis", 
    "wordcount": "316"
}