{
    "headline": "UK MPs call for transparency on land deals to protect smallholder farmers", 
    "text": "MPs on the international development committee have expressed concern about the purchase of large areas of land in poor countries cultivated by smallholder farmers, calling for UK-domiciled companies to be transparent about land deals. The committee report, Global Food Security, called for full implementation of the UN voluntary guidelines on the governance of tenure, which recognise and respect all legitimate tenure rights and the people who hold them. Britain has expressed support for the voluntary guidelines and UK officials have said the issue would be discussed at the G8 summit of industrialised countries in Northern Ireland on 17 June. On Saturday, the UK is co-hosting a nutrition summit with the Brazilian government and the Children&apos;s Investment Fund Foundation to highlight the importance of improving nutrition. In its latest report on the state of food and agriculture , the UN&apos;s Food and Agriculture Organisation (FAO) estimated that 12.5% of the world&apos;s population (868 million people) are undernourished in terms of energy intake, although the figures represent only a fraction of the global malnutrition burden. Beyond the social price, the FAO said malnutrition&apos;s cost to the global economy  which diminishes productivity and increases direct health care costs  could account for as much as 5% of global gross domestic product (GDP), equivalent to $3.5tn annually or $500 a person. Because malnutrition has several causes  poor diet, unclean water, poor sanitation, illness and poor childcare  effective co-ordination between national ministries and civil society is essential, said the FAO. In Saturday&apos;s hunger summit, the UK will seek to persuade major donors such as the EU and the World Bank to pledge significant sums on improving nutrition. In its report, the committee addressed questions of demand and supply. Noting that smallholders play a key role in food security, MPs urged the Department for International Development (DfID) to devote a greater proportion of its budget to supporting agricultural extension services (the provision of training and advice to smallholders). &quot;Farm extension work went badly out of fashion decades ago in the aid sector,&quot; said Sir Malcolm Bruce, the committee chair, &quot;but should now be expanded within DfID&apos;s programme. Smallholders and large commercial producers all need an enabling environment with adequate training, investment in roads, storage, and irrigation infrastructure. They also need new skills and methods with which to improve the resilience of their cultivation systems in the face of climate change, a challenge already making it much more difficult for farmers in many communities to decide when to sow, cultivate or harvest their crops.&quot; To support the efforts of smallholders to sell to large companies, the committee recommended that DfID support the formation of farmer organisations and increase funding for bodies such as the Africa Enterprise Challenge Fund (AECF), which help smallholders to deal with large corporations. On the debate about whether large-scale farming can contribute to food security, the committee said:  &quot;Both small- and large-scale farms have a role to play in feeding a growing population sustainably and in reducing rural poverty. For most countries a mixture of the two will be most appropriate. Determining the precise balance  is a matter for each individual country.&quot;  Some civil society groups, however, have criticised a G8 initiative launched last year, the New Alliance for Food Security and Nutrition, bringing together the G8, developing countries and private companies. More than 60 companies are involved, half of them African. Total commitments from business are more than $4bn. The new alliance aims to invest in countries that use reforms to promote investment and agricultural activity. But African and UK activists have branded the alliance as a &quot;new wave of colonialism&quot; targeting food systems for profit. The African civil society statement says: &quot;Africa is seen as a possible new frontier to make profits, with an eye on land, food and biofuels in particular.&quot; It notes that &quot;blatant land grabs&quot; backed by G8 powers, such as the ProSavanna project in Mozambique, are forcing farmers off their lands and destroying their livelihoods. The statement accuses the G8 of supporting multinational corporations such as Yara, Monsanto, Syngenta and Cargill in their quest to privatise African agriculture. &quot;Private ownership of knowledge and material resources (for example, seed and genetic materials) means the flow of royalties out of Africa into the hands of multinational corporations,&quot; it said. ONE, an anti-poverty group favouring the new alliance, pointed out that many of the projects are led by African-based companies, including a number of small businesses. The development committee said implementation of the UN voluntary guidelines would help to ease current concerns about commercial land acquisitions. &quot;Work to establish land registers which improve smallholders&apos; security of tenure, such as that conducted by DfID in Rwanda,&quot; said the committee, &quot;enables smallholders to invest in their land while also providing them with greater security against so-called &apos;land grabs&apos;.&quot; Domestically, the committee called on the government to launch a national consumer campaign to reduce food waste and set national targets to curb it within the UK food production and retail sectors, with clear sanctions for companies failing to meet targets. MPs also said agriculturally-produced biofuels have a major detrimental impact on global food security by driving higher and more volatile food prices. &quot;Biofuel crops not only displace food crops but are in some cases providing energy sources that are potentially more damaging to the environment than fossil fuels,&quot; said Bruce. &quot;So while we recognise that refining the renewable transport fuel obligation (RTFO) will make it harder for the UK to meet current EU obligations, the relevant target does not kick in until 2020, so there is nothing to stop the UK from revising the RTFO now to exclude agriculturally-produced biofuels.&quot; The RTFO commits the UK to consuming biofuel equivalent to 5% of transport fuel volumes.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/04/british-mps-land-deals-smallholder-farmers", 
    "wordcount": "974"
}