{
    "headline": "iOS v Android: app revenues, downloads and country breakdowns", 
    "text": "The geographical and revenue differences between the iPhone and Android platforms is laid bare by a new report on the app market from App Annie  from which we&apos;ve had specific access to extra information. The data shows a gulf in the value of downloads on the two platforms, despite Android outselling iPhone substantially across the world. And compared with January  the index that App Annie uses to measure against  both iOS and Android have increased per-download monetisation, with Android doing far better. In relative value, iOS&apos;s app revenues (including in-app sales) as recorded by App Annie have gone from 100% in January to 113% now; for Google Play, indexed against iOS, it has gone from 7% to 28%.  That&apos;s slow progress for iOS and huge progress for Android, but there&apos;s still a gulf between the two that speaks of a wide variance in usage  with iOS users much more likely to buy apps, and Android users less likely to. There&apos;s probably a much wider variance among Android users, where those with high-end devices might pay as much as, if not more than, the average iOS user. But the lower average for Android means there&apos;s a substantial difference when it comes to monetising the respective platforms; and it&apos;s harder to move people from a platform where they have paid for apps than from one where they haven&apos;t, especially in a situation where the apps available across the platforms are so similar.      Relative value of app purchases from App Store and Google Play by month. App Store in January = 100. (Source: App Annie)(    Compared with the index in January, iOS downloads have actually fallen  from 100% to 90%  while Google Play downloads have grown from 63% to 80%, having begun to take off in July.     Relative number of downloads from App Store and Google Play in 2012; App Store in January = 100. (Source: App Annie)    This also means that you can calculate a &quot;revenue per download&quot; graph, based on the (indexed) number of downloads and the (indexed) revenues. That shows that for iOS, revenue per download has risen from 100% in January to 125% in October, while for Android it has risen from 10.6% of the iOS January value to 34.4% by October. That speaks to better monetisation for Google  which is important: for app developers, that makes it more worthwhile to focus effort there.     Relative revenue per download, App Store v Google Play, for2012. Source: App Annie    App Annie is an analytics system used by more than 150,000 apps, and by 80% of the top 100 iOS publishers, and says it has tracked more than 11bn downloads from various app stores. The headline figures suggest a continuation of a common theme for developers trying to decide between the two platforms: in the west, iOS monetises better than Android, and even in the rest of the world outside the US (where the iPhone gets an artificial advantage in sales). Apple challenged App Annie&apos;s figures after they were published on Friday, telling VentureBeat that the figures didn&apos;t agree with its own App Store revenue figures. VentureBeat has posted an update, which employs the same figures used in the top graph (for revenues) and compares them with Apple&apos;s officially released figures (which aren&apos;t month by month, but occasional) and interpolates them; it calculates that App Store revenues were running at about $300m per month in January 2012, and $333m by October.  Country breakdown The other interesting element from the App Annie data is the country comparisons for downloads and revenues. For Google Play, the US is the top downloading country (21%)  followed by South Korea, home of Samsung (and LG) at 11%. Next is India, where Android is beginning to get a serious foothold, and Japan, both at 6%. For iOS, the US is (as you&apos;d expect) the top download site, followed  surprisingly  by China, at 15%, and then Japan and the UK at 6% each. The China syndrome At which you&apos;re probably asking: why does China show up in the iOS download stats, but doesn&apos;t even tickle App Annie&apos;s meter at the 2% level for downloads from Google Play (and doesn&apos;t even touch the 1% level for revenues)? Android is colossal in China, with research companies such as IDC and Gartner saying that 90% of smartphones being sold there are Android-powered. Well, it&apos;s like this: they might be running Android, but they&apos;re not connecting to Google Play. Instead those Android phones, where they&apos;re used for data and apps, connect to local Chinese Android markets. They may be using some Google services, but Play isn&apos;t among them. There are tens  perhaps already hundreds  of millions of Android smartphones in use in China, but so far they&apos;re not making much impact on Google&apos;s revenues. Revenues by country Here there are colossal differences. Japan is the highest-grossing for Google Play, followed by the US and then South Korea (with 29%, 26% and 18% of October revenues respectively); for iOS, the top three are the US, Japan and the UK (33%, 14%, 7%). The UK generated 4% of Android revenues, by App Annie&apos;s measure. You can also estimate country revenues if you use the estimate from VentureBeat of $333m for the App Store revenue, and plug that back into the App Annie figures for revenues  which are 113% of January for iOS, and 28% of iOS&apos;s January figure for Google Play. In other words, Google Play generated (333*28/113) = $82m in the month of October.     Estimated revenues per country App Store v Google Play in October 2012. (Sources: App Annie, Apple, VentureBeat) Click for larger version.    The breakdown then shows  as you&apos;d expect, because iOS revenues are bigger overall  that iOS revenues outpaced those for Google Play almost everywhere, with the notable exception of South Korea, where the App Annie figures suggest iOS brought in just $4.55m against $14.98m for Google Play. In Japan the revenue margin was narrower  $48.1m for iOS, $23.8m for Google Play  but typically in every country but South Korea the spending margin in favour of iOS was fivefold or more. None of this means anything for companies or organisations for whom just getting their app out there matters, of course:  Despite its much-publicised woes, the games company Zynga remains the only US company that is on both the iOS and Google Play top 10  though France&apos;s Gameloft, and Japan&apos;s GungHo Online and Gree also share that achievement.  &quot;If you thought that all the most successful app publishers were based out of Silicon Valley, think again,&quot; App Annie notes. &quot;Four of the top 10 publishers by free downloads are based outside the US both for iOS and Google Play.&quot; On iOS those are Gameloft (France), Tencent (China), Outfit7 (Cyprus) and Rovio (Finland); on Google Play, Rovio, Go Launcher (China), Outfit7 and Halfbrick Studios (Australia). Big wins Big companies such as Electronic Arts top the paid download charts: &quot;These are large companies whose sheer international distribution is enough to dwarf any independent publisher many times over,&quot; App Annie&apos;s report notes. &quot;EA publishes 962 apps directly and through its subsidiaries on iOS, Gameloft 259 apps.&quot; But it says that app stores are also leading small successful publishers to success even with a handful of apps. &quot;On iOS, Supercell is the most impressive, second only to EA on the back of two apps. Applibot and Kabam also make it into the top 10 with just a few apps each to their names. On Google Play, it&apos;s the Korean game publishers WeMade Entertainment and NextFloor which make more money than many of the large multinationals  in the case of NextFloor, on the back of a single app, DragonFlight for Kakao.&quot; The full report is available at App Annie, and has more detail on the sorts of apps that do best in respective territories and platforms. The publication is the start of a comprehensive monthly index that App Annie intends to begin publishing every month to track more than 150,000 apps on iOS and Google Play.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/04/ios-android-revenues-downloads-country", 
    "wordcount": "1274"
}