{
    "headline": "UK government earmarks 10m for open access publishing", 
    "text": "The government has announced 10m in funding for UK academics to publish their research in journals that allow free public access to the material online without a subscription. The funding, which is a response to the recommendations of a report led by Professor Dame Janet Finch, is not new money but will be taken from the science budget. It will be apportioned by Research Councils UK, the body that disseminates government research funds. Calls for &quot;open access publishing&quot; have been steadily growing in academic circles, with Dutch commercial publishers Elsevier being boycotted by thousands of academics in protest at perceived profiteering through journal access costs. The government is adopting a funding model proposed by Finch called &quot;gold&quot; open access, where  instead of university libraries subscribing to journals  researchers pay commercial publishers or learned societies to publish their research, but access to their results is immediate and unrestricted. The 30 most research-intensive higher education institutions will benefit from the newly announced funding. Speaking at the British Science Festival in Aberdeen, universities and science minister David Willetts said the funding had been secured &quot;through budget flexibilities without a reduction in commitments elsewhere&quot;. When asked whether it was too soon for the UK to fund open access to British research without reciprocal international access, Willetts responded: &quot;I personally think there is a first-mover advantage in doing things this way.&quot; &quot;I think we&apos;ve had a big influence on the European approach. Shortly after we published our report, the European Commission produced proposals for a European regime that were very close to our proposals.&quot; The minister expects that academic journals with the highest impact, such as Nature, will eventually conform to the new business model. He sees the move to open access as inevitable. &quot;This is an unstoppable international movement,&quot; he said. Nature&apos;s editor-in-chief Phil Campbell has expressed similar sentiments. Deborah Shorley, director of library services at Imperial College London, said the funding was welcome. &quot;This investment will help support those first essential steps as we move towards a free and open model for sharing research findings,&quot; she said. &quot;There is still some way to go, however. The change to open access, while worth every penny, will not come cheap and many universities will face annual costs running into six or seven figures.&quot;", 
    "section": "science", 
    "gid": "science/2012/sep/07/uk-government-open-access-publishing", 
    "wordcount": "395"
}