{
    "headline": "Audi S7: car review", 
    "text": "Price from 61,065MPG 29.5Top speed 155mph The M4 is my road home. I&apos;ve been driving from junction 1 to 18 and back for at least 30 years, and I know every twist and straight along its sweeping length. I&apos;ve driven it in all weather conditions, racing home for Christmases and birthdays, summer breaks and heart breaks. I&apos;ve been booked for speeding (more than once), seen a motorbike catch fire in front of me and once saw a herd of cows standing in the fast lane. But my proudest achievement came years ago when I managed to drive my old Renault 5 all the way with just one gear change. I started off in second and then sat in fourth  that was top gear back then. The things we used to do for entertainment. But last week Ioutdid myself: I travelled the length of the motorway without once touching the gears, the brake or even the throttle. How? I let my wife drive. No, just kidding, I was at the wheel. I managed the feat thanks to this big Audi&apos;s ACC (Adaptive Cruise Control)  a gadget that will soon be as indispensable as seatbelts and which will have as big an impact on road safety. So what is it? Basically it&apos;s intelligent speed control. Accelerate to your cruising speed  let&apos;s say 70mph  which you can do with the throttle or the steering-wheel control, press the &quot;set&quot; button and then sit back and let the car do the rest. Using a radar sensor it will automatically maintain a constant distance from the vehicle ahead. If the guy in front slows or brakes hard, you do, too. If he pulls over, you will accelerate up to your selected cruising speed. It works in all traffic situations and all weather conditions, light or dark, and at any speed. Essentially it removes the fear of crashing into the car in front, so you can sit back and relax, safe in the knowledge that you are, well, safe. Your car  which will never drift off or start fiddling with the radio  is on look-out duty. The system is available across the Audi range but, in the S7, it is just more icing on an already heavily glazed cake. The S7 is the flagship version of the company&apos;s five-door executive coup, the A7 Sportback, and with its twin-turbo 420hp 4-litre V8 engine, it has the performance to embarrass its similarly priced peers from the likes of Mercedes, BMW and Jaguar. The S7 is essentially a very posh hatchback. The boot space is colossal and the rear seating area luxurious. Owing to its scale and poise, the car is an already striking presence on the road, but to my eye the downward curve of the hatchback gives it the elegant lines of a grand tourer and I&apos;d say makes it a shoo-in as the most handsome car in Audi&apos;s not unattractive line-up. Above all, though, the S7 is the embodiment of an obsession with detail. You sense from the moment you wrap your knuckles around the steering wheel to the feeling of super-damped oil-on-water ride-of-the-air suspension that the designers have brought a zero-tolerance approach to inconvenience and irritation. For instance, the already quiet cabin has a system to detect all unwanted external noise. It broadcasts noise-cancelling soundwaves through the stereo speakers to give you a sense of utter calm. Didn&apos;t seem to work on moaning teens in the back though. But, crikey, you don&apos;t half pay through the nose for all this. You could save 17,500 and buy the A7 with its frugal 3-litre diesel. On the other hand, in the S7, you&apos;ll be so relaxed you won&apos;t worry about all the money you don&apos;t have that you&apos;ve just spent. Time to go on a diet New research from the Energy Saving Trust has revealed that UK businesses could save a small fortune by reducing unnecessary weight in the back of vans. Businesses that operate fleets of light-goods vehicles (LGVs) of up to 3.5 tonnes  which range from car-derived vans to Lutons  may be missing a simple trick which can increase their fuel efficiency. It is estimated that if half the LGV drivers in the UK lightened their loads by 75kg  equivalent to three bags of cement or an empty industrial gas cylinder  this would result in 100,000 fewer tonnes of carbon dioxide emissions. Under urban driving conditions the research found that a typical car-derived van, such as a Volkswagen Caddy, will use around 26% less fuel when empty compared to when fully loaded. And for panel vans such as the Peugeot Boxer, the difference in fuel consumption was up to 33%. So, what are you waiting for? Clear out what you don&apos;t need and start saving some money. To learn more about improving the fuel efficiency of your organisation&apos;s fleet, try contacting the Energy Saving Trust on 0845 602 1425, or email transportadvice@est.org.uk Think bicycle!     Back to life: presenter Fuzz Townshend shows nominee Jeremy Fielding around his new Fiat. Photograph: NGC    At this time of year, cyclists find themselves dealing not only with other road users and poor weather, but they&apos;re also doing it in the dark. Evans cycles has come up with a range of products to help keep you safe and a handy checklist:  Don&apos;t listen to music or use a mobile phone  Fit a bell to your bike  Ride positively, decisively and respectfully, don&apos;t be intimidated by motorists behind you and ensure you ride in a way which takes into account other road users  Look before moving off, slowing or stopping, and make sure to also indicate when turning  Hold your position on the road and ride at least 30cm clear of the kerb  Follow the highway code and respect the rights of pedestrians  Be vigilant, anticipate every eventuality - car doors opening, pedestrians stepping out, emergency vehicles and buses Dream car fantasy How many of us have looked longingly at an old wreck and wished someone would bring it back from the dead for us? Now a new TV series called Car SOS on the National Geographic Channel is planning to do just that. Tim Shaw (Fifth Gear) and the mechanic/musician Fuzz Townshend (The Wonder Stuff, The Beat and Pop Will Eat Itself) are on a mission to retrieve, renovate and re-unite charismatic cars with their owners. The recipe goes like this: take one cherished car that has seen better days, add an owner in need a of a helping hand, secretly whisk the wheels away to a well-equipped workshop, simmer for three weeks in grease, graft and mechanical knowhow, then serve to an unsuspecting owner with a sprinkling of surprise. The first episode, The Fiat Fiasco, is on 7 February at 8pm. It&apos;ll bring a tear to your eye.", 
    "section": "technology", 
    "gid": "technology/2013/feb/03/audi-s7-car-review", 
    "wordcount": "1127"
}