{
    "headline": "More creative thinking needed about maths comparisons", 
    "text": "As someone with over 20 years&apos; experience of East Asian education systems (in Hong Kong, mainland China and Japan), I must take issue with the alarmist response to the report on maths achievement among English schoolchildren (Star maths pupils in England two years behind Asian peers by age 16, 22 February). The relatively numerous east Asian students who, by virtue of an intense regime of exam-oriented drilling  including hours of after-school tutorial classes  acquire a facility in applying a given set of formulae to a clearly delimited range of problems are not guaranteed to become innovative geniuses. Indeed, recent years have witnessed plane-loads of East Asian educational policymakers flying westwards in search of the elixir of &quot;creativity&quot; and &quot;critical thinking&quot;. The claim that &quot;education has historically been highly valued&quot; in east Asia is simplistic. The readiness to sacrifice one&apos;s youth to the earnest pursuit of high test scores is certainly deeply embedded. The emphasis of these tests on factual recall and the &quot;correct&quot; application of set formulae is part and parcel of a process of socialisation that aims to produce obedient workers reluctant to question established authority  though thankfully it often fails. Both Labour and Tory spokesmen call in response for a strengthening of maths teaching. Ensuring all students have a solid grounding in basic numeracy is certainly necessary. However, what is going to give way in a crowded timetable? Modern languages, perhaps? If one is really looking for a weak spot in English schooling, the pitiful neglect of foreign language teaching stands out. In order to flourish, England needs active, responsible citizens, aware of and comfortable with the diversity of their own society and the wider world, equipped both with the skills required for their personal advancement, and with a commitment to advancing the interests of the broader community. Combining a resolute monolingualism, after-school tutoring in maths and test-oriented pedagogy all-round is impoverishing, in every sense.Dr Edward VickersKyushu University, Japan  Prior to starting my PGCE at the Institute of Education, I taught a range of pupils  Chinese, Japanese and Korean, among others  at an international school in Shanghai for two years. While their maths calculation skills were very advanced, their ability to problem-solve, to think creatively or to answer word problems was much more limited. The statistic that Asian pupils outperform UK pupils in mathematics does not take this into account. The claim that Asian pupils are two years ahead of UK pupils by the time they reach their GCSEs is wholly unsurprising given that they have probably had the equivalent of two years&apos; extra education (if not more) through late-night crammer schools and private tutoring. I knew many teachers who worked in such schools, often from 3pm to 10pm or later. With limited university places available in these Asian countries (particularly South Korea), each consecutive generation has to meet growing expectations. The cost of this extra cramming is that pupils have significantly less free time to develop hobbies, to play, to relax, to sleep, to form friendships. Eleanor AdamsLondon", 
    "section": "education", 
    "gid": "education/2013/feb/26/creative-thinking-maths-comparisons", 
    "wordcount": "510"
}