{
    "headline": "Labour accuses ministers of flood defence cuts", 
    "text": "The government came under increasing pressure on Monday over cuts to flood defences and its apparent impasse with the insurance industry as the number of homes and properties damaged by the deluge of the past few days approached the 1,000 mark. Ministers were accused of cutting almost 300 flood protection schemes and put on the back foot when insurance companies claimed talks between the industry and the government had stalled, leaving 200,000 householders facing the prospect of losing cover. By Monday night, more than 900 properties had flooded since Wednesday  more than 500 of them in south-west England, 200 in the Midlands and about 100 in Wales. The north of England and north Wales bore the brunt of the rain on Monday. Blencathra in Cumbria saw the highest rainfall; just under 60mm fell in 24 hours. Schools were shut, many roads blocked and trains delayed. All planned surgery was cancelled at the Friarage hospital in Northallerton, North Yorkshire, after a stream overflowed and threatened to flood the building. The weather throughout Britain is expected to improve on Tuesday, with only scattered showers predicted. However, the Environment Agency stressed that the flood risk across the country remained high. It drew attention to rivers such as the Thames which take time to fill and flood after heavy rain. &quot;Large ,slow-responding rivers will continue to rise over the next few days,&quot; said a spokesman. The agency is also becoming concerned about the levels of the river Severn and an emergency centre was set up on Monday night in Tewkesbury, Gloucestershire, a notorious spot for flooding. The colder weather could bring another hazard: icy roads. Owen Paterson, the environment secretary, travelled to Devon to witness the damage the floods have caused. He visited Exeter and the village of Kennford, just south of Exeter, where more than a dozen homes were flooded on Saturday evening. Kennford resident Les Seaton, 79, told how 18ins of water was flowing through his house within an hour and a half of the river bursting its banks. &quot;It&apos;s a bit of a shock when a fridge-freezer comes floating past,&quot; he said. Seaton is one of the flooding victims who does not have insurance. He said his insurers told him earlier this year that they were no longer prepared to cover him. &quot;I&apos;ve paid my premium for years and never needed to use it,&quot; he said. &quot;Then, in the year when I did need it, the cover wasn&apos;t available. It does upset me. I think the government needs to sort it out to make sure everyone can get insurance.&quot; After returning to London, Paterson told the Commons it had been a tragedy for those whose homes and businesses had been damaged. He passed on his condolences to the families of the three people who have been killed in the floods  two motorists and one young homeless woman who died when a tree fell on her tent while she was sleeping in Exeter. But Paterson said that 50,000 people had been saved from flooding by recently built defences and claimed spending on flood defences was being reduced by only 6% during the whole spending round. Paterson said it was &quot;complete nonsense&quot; that talks with insurers had stalled. He said there had been &quot;most constructive and detailed discussions&quot; and insisted the government was determined to come up with an affordable and comprehensive scheme that did not burden taxpayers. However, the government was attacked over its handling of flood-building programmes. Ben Bradshaw, the Labour MP for Exeter, said the city had come close to disaster because of a lack of investment in flood defences over the past 50 years. Bradshaw also argued there was too little investment in protecting the main train line out of Devon and Cornwall. It has been blocked by floodwater and landslips and travellers have had to make do with a replacement bus service. The shadow environment secretary, Mary Creagh, claimed communities hit by flooding faced &quot;months of upheaval&quot;, adding: &quot;People who were cleaning up from July floods were flooded again ... some people have been flooded more than once this week.&quot; She argued that the government had cut capital spending on flood defences by 30%. &quot;As a result, 294 flood defences have been deferred or cancelled,&quot; she said. Creagh said the deal between the insurers and the government had stalled: &quot;We were promised a deal in the spring, then by July. It is now November. What has happened? We must not have whole communities blighted. When will [the environment secretary] get a grip on this issue?&quot; In York, the Ouse broke its banks, engulfing buildings in the city centre. The Kings Arms pub, which famously displays a wallchart in the bar to show how submerged it has been by previous floods, was under about a metre of water. Travellers faced miserable commutes as roads and railway lines were hit by flooding in the north of England. Tales of rescues continued to emerge. Among the most dramatic came when a pensioner was released from his car in Northamptonshire after becoming trapped in floodwater under a railway bridge. The vehicle was almost entirely submerged when he was hauled out by emergency services. By Monday night, there were still 200 warnings of expected flooding and 300 alerts that flooding was possible across England and Wales. The weather caused the cancellations of horse racing meetings at Sedgfield, County Durham and Southwell, Nottinghamshire on Tuesday and at Wetherby, West Yorkshire and Fontwell, West Sussex on Wednesday. But there was a little good news for some sports lovers: snow has fallen at the Cairngorm resort in the eastern Highlands of Scotland and there could be good skiing by the weekend.", 
    "section": "environment", 
    "gid": "environment/2012/nov/26/labour-accuses-ministers-flood-defence-cuts", 
    "wordcount": "967"
}