{
    "headline": "World Bank study says 600m new jobs needed worldwide as workforce grows", 
    "text": "About 600m new jobs will be needed worldwide in the next 15 years to absorb a burgeoning workforce, mainly in Asia and sub-Saharan Africa, according to a World Bank report. The private sector will be the engine for job creation, accounting for 90% of jobs in the developing world, but governments have a vital role to play by ensuring the right conditions are in place. The 2013 World Development Report recommends a three-stage approach by governments, urging them to: put in place policy fundamentals that include macroeconomic stability, a business-friendly environment, investments in human capital and the rule of law; design labour policies to ensure growth translates into employment opportunities; and identify the jobs that do most for development, removing the obstacles that prevent the private sector from creating those jobs. &quot;The jobs with the greatest development payoffs are those that make cities function better, connect the economy to global markets, protect the environment, foster trust and civic engagement, or reduce poverty,&quot; said Jim Yong Kim, president of the World Bank. &quot;Critically, these jobs are not only found in the formal sector  depending on the country context, informal jobs can also be transformational.&quot; The report comes against a grim backdrop. The world economy is still stuttering from the 2008 financial shock that triggered the biggest global economic downturn since the Great Depression. About 200 million people  including 75 million under the age of 25  are unemployed. Many millions more, most of them women, are shut out of the labour force altogether. Growth in total employment, hovering around 1.8% a year before 2008, fell to less than 0.5% in 2009, and by 2011 had not yet reached its pre-crisis level. Thousands of people last week took to the streets in Greece, Spain and France to protest against austerity policies. Meanwhile, almost half of all workers in developing countries are in small-scale farming or self-employed jobs that typically do not provide a steady income and benefits. The problem for these workers is not the lack of a job  many hold more than one job but have trouble making ends meet because they do not earn enough. Worldwide, more than 3 billion people are working, but jobs vary greatly. About 1.65 billion are employed and receive regular wages or salaries. Another 1.5 billion work in farming and small household enterprises, or in casual or seasonal labour. Almost 2 billion working-age adults, mostly women, are neither working nor looking for work, but an unknown number are eager to work, says the report. It notes the importance of the private sector  the source of nine out of 10 jobs in the world  in creating jobs. China provides the most dramatic example of private sector employment. In 1981, the sector accounted for 2.3 million workers, while state-owned firms employed 80 million. Twenty years later, the private sector had 74.7 million workers. The creation of jobs  mostly in Asia, but also in other parts of the developing world  has been the driving force in reducing poverty. The report says the share of the developing world&apos;s population living on less than $1.25 a day (in purchasing parity) fell from 52% in 1981 to 22% in 2008. The report says policymakers should set priorities by considering: what jobs are good for development (which will depend on a country&apos;s phase of development, demography, endowments and institutions); whether there are enough of these jobs; the constraints in creating more of these jobs; and whether those constraints can be removed or offset. Vietnam is cited as an example where policies were successfully pursued to bring about a development payoff from jobs. In the 1990s, Vietnam concentrated on increasing productivity in agriculture, freeing labour to work in rural off-farm employment, and eventually supporting migration to cities. A strong emphasis on agricultural technical advice, land reform and deregulation led to rapidly growing agricultural productivity on very small plots. The results were dramatic. In 1993, 70% of jobs were in agriculture, 58% of the population lived in poverty, and famine was a real concern. Two decades later, Vietnam is the second-largest exporter of rice and coffee, the largest exporter of black pepper and cashew nuts, and a big exporter of tea, rubber and seafood products, while poverty has plummeted. In another success story, Rwanda supported the reintegration and demobilisation of more than 54,000 former combatants after genocide. While former fighters were only a small share of the country&apos;s population of 10 million, their reintegration had payoffs for social cohesion. Rwanda built on this by rejuvenating the private sector through reforms of institutions and business regulations. Growth reached an estimated 8.8% in 2011 and the poverty rate dropped by 12 percentage points between 2005 and 2010.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/02/world-bank-600-million-jobs-needed", 
    "wordcount": "793"
}