{
    "headline": "Teachers should be given free rein to teach climate change in schools", 
    "text": "The teaching of climate change in schools has long been a hot  and sometimes controversial  topic among educationalists, teachers, parents and politicians. How and when it should be taught have sometimes run up against the fundamental question of should it even be taught. Today comes the news that any specific mention of &quot;climate change&quot; has now been erased from the draft geography curriculum in England up to and including key stage 3 (all children aged up to 14). Such a move was trailed back in 2011 when Tim Oates, the government&apos;s new curriculum adviser, said he wanted to see a move away from the teaching of scientific &quot;issues&quot; and instead a desire &quot;to get back to the science in science&quot;. In particular, Oates signalled that he wanted the national curriculum to be greatly stripped back and simplified, given that it was running at almost 500 pages in length. As Juliette Jowit reports in her story today, it looks as if Oates has got his way:  The latest draft guidelines for children in key stages 1 to 3 have no mention of climate change under geography teaching and a single reference to how carbon dioxide produced by humans impacts on the climate in the chemistry section. There is also no reference to sustainable development, only to the &quot;efficacy of recycling&quot;, again as a chemistry subject.  Predictably, this has not gone down well in some quarters. Prof Sir David King, the former government&apos;s science adviser, told the Guardian:  What you seem to have is a major political interference with the geography syllabus If all of these aren&apos;t issues for geography classes, then where should they be taught? It would be absurd if the issues around environmental pollution weren&apos;t core to the curriculum. I think we would be abdicating our duty to future generations if we didn&apos;t teach these things in the curriculum.  But organisations such as the Geographical Association, which represents more than 6,000 geography teachers, and the Royal Geographical Society, seemed to welcome the draft guidelines saying that it is better for a pupil to first gain a basic understanding of geography before then using such &quot;building blocks&quot; to develop an understating of climate change and sustainability as the pupil moved towards GCSEs and A-levels (aged 15-18). Having written a book about climate change for children aged 8-12, I have some sympathy with this view. As I wrote in a feature for this paper in 2009 (upon the book&apos;s publication), climate change is an almost uniquely challenging subject to teach children  both in terms of the complexity of its underlying science and its physical/societal/political impacts and implications. There is fierce debate  as indicated by the range of views in the article I wrote  about how old a child needs to be before they can start to absorb and understand these varied and inter-linked themes. I agree with the view that climate change should largely be taught under the umbrella of geography (both human and physical geography). Yes, it reaches across many subjects  including, obviously, the physical sciences - but geography seems the most appropriate subject from which to &quot;discuss&quot; it as a topic. However, in my own view, key stage 3 is the earliest point at which pupils should begin to specifically address climate change in the classroom. And, from what I can see, this is still possible under the new draft guidelines, given the intentionally loose wording (which starkly contrasts with the detailed, prescriptive wording of the previous version). Let&apos;s compare them. Here&apos;s what the existing wording says for the geography curriculum in relation to climate change and  yes, that notoriously unsatisfactory term - &quot;sustainability&quot;. You will see that the term &quot;climate change&quot; isn&apos;t even mentioned until key stage 3, but right from key stage 1 (5-7 year olds) there is the inclusion of generalised environmental concepts such as litter and &quot;traffic pollution&quot;. I have picked out the specific references below, but you can see the complete wording here (KS1; KS2 and KS3). Each key stage begins with this general statement:  Teaching should ensure that &apos;geographical enquiry and skills&apos; are used when developing &apos;knowledge and understanding of places, patterns and processes&apos;, and &apos;environmental change and sustainable development&apos;.  And here are some specific guidelines: Key Stage 1  1. In undertaking geographical enquiry, pupils should be taught to:c. express their own views about people, places and environments [for example, about litter in the school] Knowledge and understanding of environmental change and sustainable development 5. Pupils should be taught to:a. recognise changes in the environment [for example, traffic pollution in a street]b. proved and sustained [for example, by restricting the number of cars].  Key Stage 2  Knowledge and understanding of environmental change and sustainable development 5. Pupils should be taught to:a. recognise how people can improve the environment [for example, by reclaiming derelict land] or damage it [for example, by polluting a river], and how decisions about places and environments affect the future quality of people&apos;s livesb. recognise how and why people may seek to manage environments sustainably, and to identify opportunities for their own involvement [for example, taking part in a local conservation project].Breadth of study6. During the key stage, pupils should be taught the knowledge, skills and understanding through the study of two localities and three themes:e. an environmental issue, caused by change in an environment [for example, increasing traffic congestion, hedgerow loss, drought], and attempts to manage the environment sustainably [for example, by improving public transport, creating a new nature reserve, reducing water use].  And I include this because I think it&apos;s particularly important when teaching children about climate change  Note for 2d - Cross reference to English f. distinguish between fact and opinion [for example, by looking at the purpose of the text, the reliability of information]  Key Stage 3  1.6 Environmental interaction and sustainable development a. Understanding that the physical and human dimensions of the environment are interrelated and together influence environmental change.b. Exploring sustainable development and its impact on environmental interaction and climate change. Explanatory notes Environmental interaction and sustainable development: Understanding the dynamic interrelationship between the physical and human worlds involves appreciating the possible tensions between economic prosperity, social fairness (who gets what, where and why), and environmental quality (conserving resources and landscapes and preventing environmental damage). The interaction of these factors provides the basis for geographical study of the environment and understanding of sustainable development. 2.1 Geographical enquiry Pupils should be able to:c. identify bias, opinion and abuse of evidence in sources when investigating issues Range and Content The study of geography should include: h. interactions between people and their environments, including causes and consequences of these interactions, and how to plan for and manage their future impact.Explanatory notes Interactions between people and their environments: This should include the investigation of climate change. Making links between people and their environments at different scales helps pupils understand interdependence (eg considering how their consumption of energy has a global impact on physical systems such as climate). Pupils should investigate different perspectives and values relating to these interactions, including sustainable development. They should also consider future implications of these interactions.  By comparison, the new draft guidelines (pdf) are far simpler. In fact, they only amount to four pages across key stages 1, 2 and 3. Yes, it is correct that there are no specific references to climate change, but the wording is loose enough for any teacher or school to introduce climate change as a topic as early as they feel it necessary: It begins with a &quot;Purpose of study&quot;:  A high-quality geography education should inspire in pupils a curiosity and fascination about the world and its people that will remain with them for the rest of their lives. Teaching should equip pupils with knowledge about diverse places, people, resources and environments, together with a deep understanding of the Earth&apos;s key physical and human processes. As pupils progress, their growing knowledge about the world helps them to deepen their understanding of the interaction between physical and human processes, and of the formation of landscapes and environments. Geographical knowledge provides the tools and approaches that explain how the Earth&apos;s features at different scales are shaped, interconnected and change over time.  But by key stage 2, some teachers might interpret the document to mean that they can start to talk about concepts such as climate change:  Pupils should be taught to name and locate counties and cities of the United Kingdom, geographical regions and their identifying human and physical characteristics, including hills, mountains, cities, rivers, key topographical features and land-use patterns; and understand how some of these aspects have changed over time.  And by key stage 3, teachers have the licence to be exploring climate change in depth, if they so choose  even if, again, the term itself is not specified:  Pupils should be taught to: understand, through the use of detailed place-based exemplars at a variety of scales, the key processes in:* physical geography relating to: glaciation, plate tectonics, rocks, soils, weathering, geological timescales, weather and climate, rivers and coasts* human geography relating to: population, international development, economic activity in the primary, secondary, tertiary and quaternary sectors, urbanisation, and the use of natural resources* understand how human and physical processes interact to have an impact on and form distinctive landscapes  What this seems to largely come down to is the ideological differences between the present and former governments over whether education should be top down or bottom up. Should teachers be allowed to choose the topics they introduce in their classes, as long as they adhere to a broad &quot;purpose of study&quot;? Or should they be &quot;forced&quot; by central government to include certain topics? This is not about climate change being &quot;banned&quot; from schools, as some might want to portray this. Just the same as it was equally false to say that, until now, children have been &quot;brainwashed&quot; by teachers about climate change. As I written before, there is simply no evidence of this having been the case. I still feel confident that by key stage 3 - and certainly beyond - pupils in England will come away from school with a good understanding of the causes and impacts of climate change, as well as a keenness to debate the various proposed policy and technological solutions.", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/18/teachers-climate-change-schools-curriculum", 
    "wordcount": "1749"
}