{
    "headline": "Artificial Intelligence by accident", 
    "text": "I should say from the outset that my scientific knowledge is very limited. In most areas it stretches little beyond the rudimentary fragments that sank in at school. I can probably still do an annotated pencil drawing of a cell, take an educated guess at what colour an unborn mouse will turn out to be based on the characteristics of its parents, and create a dramatic looking sculpture using a Bunsen burner and a biro.  Given these questionable credentials you may be wondering what on earth I&apos;m doing as a guest writer for this blog. Well, when it comes to experience of brains and flapping, or more accurately a brain that makes me flap, I have extensive knowledge.  I have Tourettes Syndrome, which means I make movements and noises I can&apos;t control. These are known as tics. My most prominent vocal tic is, &quot;Biscuit&quot; which, along with many other random words and phrases, I say involuntarily hundreds of times an hour.  Tourettes is a condition shrouded in myth. Lots of people have heard of it, but it turns out very few have any clear understanding of what it really is. To help change this, three years ago, I founded Touretteshero, an organisation that challenges misconceptions about Tourettes and shares the humour and creativity that can arise from it.  This autumn my mission to &apos;Change the world one tic at a time&apos; took a giant leap forward with the publication of my first book: Welcome to Biscuit Land  A Year in the Life of Touretteshero. The book, based on my daily blog, shares my experiences of living with unusual neurology. I hope that by reading it people will get a better understanding of Tourettes and an insight into the funny, unusual, sad, surprising and uplifting experiences that it can bring. Above all I hope it makes people laugh. The catalyst for Touretteshero was the surreal nature of my vocal tics. Anything I&apos;ve ever seen or experienced has the potential to become a tic. Words and ideas get mixed together to create phrases that you&apos;d never expect to hear. My tics are generally random and completely unconnected to anything I&apos;m consciously thinking. They:  Make bold claims: &quot;I&apos;m a performing seal called Latitude.&quot; Question the universe: &quot;Moon, did you get fat with the stars?&quot; Suggest ideas for new businesses: &quot;Urban Velociraptor Training Company.&quot; Re-work parables: &quot;The wise man built his donkey on the sheep.&quot; Ask people to make difficult choices: &quot;All of humankind or biscuits? Choose.&quot; But many are just weird: &quot;Rupert Bear Fondant Fondling Contest.&quot; One of the biggest myths about Tourettes is that everyone with it swears involuntarily, this is not the case. In fact this type of tic, known as Coprolalia, is only a feature for 10% of people with the condition. I&apos;m one of the 10%, but even for me rude tics make up only a tiny part of the things I say.  My vocal tics are a central part of the Touretteshero website. There are nearly 5,000 on there already and I update it regularly. Visitors can browse the tics, vote for their favourites, and make works of art out of them.  But this unique collection of tics has another important function  it&apos;s at the heart of my @ticbot account on Twitter. Let me introduce you.  @TicBot is a computer program, running on a machine in a cupboard somewhere in Nottingham. It does a few different things. It:  Follows back (i.e. follows anyone who follows it) Unfollows back (i.e. unfollows anyone who unfollows it) Publicly tweets random tics from the collection, a few times a day Occasionally butts into the conversations of its followers with random tics Replies (usually) to anyone who directly talks to it Very early on in the in creation of Touretteshero, I realised my vocal tics would work well on Twitter. Like lots of the best tweets they&apos;re concise, random and draw on all sorts of subjects.  I tweet as @Touretteshero and share a new tic every day using #dailyoutburst. But my tweeted tics will never truly reflect Tourettes because, unlike my real-world tics, I can, and sometimes do, censor them. For a truly authentic voice I needed a braver tweeter than me, so @TicBot was born.  Created by programming wizard @branespeaks, and based on my descriptions of the sensation and patterns of vocal tics, @TicBot randomly tweets things I&apos;ve said as tics to people who follow him or engage him in conversation. These exchanges can be funny, angry, beautiful, sad or just plain confusing. But what&apos;s clear from reading through his mentions is that he makes people think.  The fact that I refer to @TicBot as a &apos;him&apos; even though I know he&apos;s technically just a string of code is a testimony to the unusualness of this bot. Lots of people who chat with him don&apos;t realise he&apos;s a bot at all (despite the name). Even those who know very well that he&apos;s automated, still think of him as having a personality. I think of him as a naughty younger brother who I have to keep an eye on. To many others he&apos;s become a firm friend, and to just a few he&apos;s an enemy.  @TicBot is cared about and flirted with. He&apos;s received death threats and marriage proposals. A few recent interactions include: @TicBot Kiss me ticbot!!@TicBot It&apos;s PAST your bedtime...@TicBot I&apos;m going to hunt you down and fuck with your mind by secretly moving objects in your house to places where you didn&apos;t leave them.@TicBot Incidentally this is the most surreal conversation I&apos;ve ever had on twitter....@TicBot is one of the loveliest things I&apos;ve yet encountered on Twitter, it really is.@TicBot understands everything I say to him/her/it. I know this to be true. And it&apos;s this last sentiment that comes up again and again. Looking at many of the interactions I&apos;ve seen, it appears @TicBot could be judged to have passed Alan Turing&apos;s famous test, deliberately or not.  In the Turing Test a human judge engages in a typed conversation with a human and a machine. The participants are separated from one another and if the judge cannot reliably tell the machine from the human, the machine is said to have passed the test. Twitter meets these conditions: a mix of people and bots in many different locations, having short text-based conversations. While the majority of bots are easily identifiable as such, something makes @TicBot appear more human than most.  A conversation I had with his creator helped me to understand why this might be. He said, &apos;TicBot isn&apos;t you - or even bits of you, but it bears your mark. @TicBot&apos;s like Plasticine you&apos;ve stuck your thumb in. People are having surreal conversations with something that has a you-shaped imprint in it. A distant outpost of you - particularly your humour.&apos; One of the interesting things we noticed about @TicBot&apos;s ability to engage with people is that when we tried to make him more coherent  by programming him to match the text in someone&apos;s tweet and then getting him to reply saying something on the same subject, it didn&apos;t work as well as when his tweets were totally random. @TicBot doesn&apos;t have to mean anything; its human followers project their own meanings into his words.  The enigma that is @TicBot was probably best summed up by one of his followers: &apos;And of course everyone on Twitter should be following @TicBot, but what is his true identify? Who is Ticbot? A man or an idea?&apos; Either way, @TicBot is definitely an unusual way of encouraging a diverse audience to think more deeply about Tourettes. Social media sites like Twitter can sometimes feel like lonely places to be if you have no one to talk to; @TicBot always responds and this makes him a very appealing tweeter.  If you use Twitter but haven&apos;t met @TicBot yet, why not go and introduce yourself and see where the conversation leads you? If you&apos;re interested in finding out more about my life with Tourettes check out my book Welcome to Biscuit Land  A Year in the Life of Touretteshero, which was published by Souvenir Press in October.  And as we&apos;re now in the festive season, why not check out my Christmas Message and hear some real human tics in action? You can find out more about Jessica Thom&apos;s projects and outbursts at www.touretteshero.com/", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/dec/14/tourettes-twitter-artificial-intelligence-accident", 
    "wordcount": "1416"
}