{
    "headline": "UCL investigating after Islamic group debate segregated seating by gender", 
    "text": "A London university has launched an investigation after an Islamic group hosted a debate on its premises with seating segregated by gender. University College London said reports of segregation at the debate hosted by the Islamic Education and Research Academy on 9 March were worrying. The debate, &quot;Islam or Atheism: Which Makes More Sense?&quot; featured Professor Lawrence Krauss, an eminent atheist, and Hamza Andreas Tzortzis, a lecturer on Islam. When Professor Krauss saw people being removed from their seats, he said he would not speak at an event that was segregated and walked out to cheers and boos from the audience. An organiser pursued him and said segregation would be abandoned. A spokesman for UCL said they learnt of the incident late on Sunday and were investigating to see if any internal policies had been infringed. Dana Sondergaard who attended the event, wrote on her Facebook page: &quot;After having been told the event would NOT be gender segregated, we arrived and were told that women were to sit in the back of the auditorium, while men and couples could file into the front. &quot;After watching three people be kicked out of the auditorium for not following this seating plan, Dr Krauss bravely defended his beliefs of gender equality and informed event staff that he would not participate unless they removed the segregated seating. Needless to say, the staff got their shit together pretty quickly and the event (thankfully) continued.&quot; Zayd Tutton of the Islamic Education and Research Academy disagreed with Krauss&apos;s account of events. &quot;There were three sections, as agreed with UCL prior to the debate. This was agreed clearly with UCL representatives. &quot;Muslim women choosing to adhere to orthodox Islamic principles in sitting in their own area had their own section. As for those who wanted to sit together, male or female, they had their own section where they freely mixed and sat together from the beginning,&quot; he told the Huffington Post. Richard Dawkins, the head of the Foundation for Reason and Science described the segregation as &quot;sexual apartheid&quot; &quot;University College London is celebrated as an early haven of enlightened free thinking, the first university college in England to have a secular foundation, and the first to admit men and women on equal terms. Heads should roll,&quot; he wrote on his website, &quot;Isn&apos;t it really about time we decent, nice, liberal people stopped being so pusillanimously terrified of being thought &apos;Islamophobic&apos; and stood up for decent, nice, liberal values?&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/10/ucl-debate-segregating-seating-gender", 
    "wordcount": "424"
}