{
    "headline": "The Double Helix by James D Watson  book review", 
    "text": "The Double Helix opens with the words: &quot;I have never seen Francis Crick in a modest mood.&quot; I have never seen James D Watson in a modest mood, either. He is not an innately modest person. In his later years he would consent to press briefings  usually on important anniversaries  and then, with long pauses and enigmatic mumbles, say almost nothing. This was not because he was self-effacing or disliked controversy. He would say almost nothing, one sensed, because he couldn&apos;t be bothered with stupid questions from stupid people. He has made it clear more than once that this is his default attitude. When The Double Helix was published in 1968, Peter Medawar summed up Watson in a review as someone &quot;extremely clever&quot; who had a towering advantage over all the other clever young graduates in Cambridge: he had something to be clever about. He also described Watson&apos;s book as &quot;a classic in the sense that it will go on being read&quot;. The novelist CP Snow, while reviewing a 1968 defence of Rosalind Franklin, Watson&apos;s contemporary and unfairly treated competitor, made a little detour to describe him as a &quot;natural&quot; writer. Alex Comfort compared him to a novelist. A US reviewer called the book a &quot;lucid, honest, suspenseful&quot; account of a great discovery, and then added the rider that it was also &quot;unbelievably mean in spirit&quot;. More than 40 years on, all these judgments seem perfectly true. The book, from the start, was an event. It was published in 1968, a year marked by amazing and terrible happenings in Vietnam, Prague and Paris, by the start of the civil rights marches in Northern Ireland, and by the assassinations of both Martin Luther King and Bobby Kennedy. It was the year that Apollo 8 rounded the moon; and unparalleled violence shook the US Democratic Convention in Chicago; it was the year of Black Power in the US; of the Baader-Meinhoff gang in West Germany; of Enoch Powell&apos;s &quot;rivers of blood&quot; speech in Birmingham; of the massacre before the opening of the Mexico Olympics. Arthur C Clarke and Stanley Kubrick delivered 2001: A Space Odyssey and Philip K Dick published Do Androids Dream of Electric Sheep? Even amid all that, The Double Helix still seemed like an event: a provocation, a testament not to be forgotten. The book remains cocksure, from the jolting first sentence to the slightly self-pitying final words about the long-haired girls near St Germain des Pres &quot;and knowing they were not for me. I was 25 and too old to be unusual.&quot; I have now read the book four or five times  because of anniversaries, interviews, other memoirs from Watson  and it remains startling, and in unexpected ways, startlingly good. Watson&apos;s then-university Harvard refused to print it because Crick and Maurice Wilkins (the other man to share the 1962 Nobel award for the decipherment of DNA structure) objected to it. Time has ironed out some of the reasons for objection: the book can be regarded as a window on dank, freezing post-war Britain, a world of houses and flats without double-glazing, central heating and  all too often  bathrooms. Dons in this world had to endure &quot;their wives&apos; drab mixtures of tasteless meat, boiled potatoes, colourless greens and typical trifles.&quot; In this world too, kindly left-wing women hosts have &quot;condescending stares&quot;, attractive girls become &quot;Cambridge popsies&quot; and &quot;a goodly number of scientists are not only narrow-minded and dull, but also just stupid.&quot; The passages about Rosalind Franklin remain as cruel as ever, and the initial offence is not much redeemed by Watson&apos;s rueful placatory epilogue. But it remains a compelling book: compelling precisely because of some of the things that caused offence at the time. It presents science as a messy, confused but collegiate enterprise in which any advance is dependent on other people&apos;s achievements, but that nevertheless rewards only winners; and it presents Crick and Watson as two people who set out to be winners. Crick is a talkative academic with an irritating laugh, and Watson is an arrogant and lonely young American on the make, happy to have escaped the Mid-West, not too happy about alien Europe. Something in their mutual chemistry makes them ignore formal authority, abandon the work they had been allocated, and pursue the biggest challenge in science: they want to discover exactly how biological information is transmitted through the generations. They do so by appropriating other people&apos;s leads, while masking their interest and anxiety, by a certain amount of deviousness, by observing things other people have missed, but above all by obsessive attention to detail. They have a head start  they have the right instincts, they set off in the right direction and they get to see unwitting evidence from Rosalind Franklin that confirms their hunch  but they cannot know how much they have got right and even on the eve of undisputed triumph, there is still a gnawing fear that something has been overlooked. Scientific memoir in 1968 was a genre with a very small embrace; it is now well-subscribed, but I can think of no comparable first person account that presents the excitement and compulsion of scientific pursuit, and at the same time all the attendant resentment, awkwardness and bile that rides along with a fear, not of failure, but simply of not being first. Throw in the discomforts of post-war Britain  overcrowded trains, freezing rooms, arbitrary snobberies, family loyalties, a rumbling cold war, unappetising food and unimpressed au pair girls  and a writer with considerable natural skill, and you have a classic that will go on being read. The resolution of the structure of DNA was one of the last century&apos;s great achievements, and Watson has written a book to match it. You have to hand it to him: there is not a lot for him to be modest about. Tim Radford&apos;s geographical reflection, The Address Book: Our Place in the Scheme of Things is published by Fourth Estate     Cover image of God and the New Physics by Paul Davies.    For next time: God and the New Physics by Paul Davies, which Tim will review on Friday 16 March.", 
    "section": "science", 
    "gid": "science/2012/jan/20/double-helix-james-watson-review", 
    "wordcount": "1032"
}