{
    "headline": "Africa must diversify to save itself from resource curse, says thinktank", 
    "text": "     Africa is still failing to use its natural resources to fuel development and long-term growth, according to a new report. Although the continent has 30% of the world&apos;s extractive resources, and produces more than 60 different types of metals, ores and minerals, even countries with relatively strong governance records are failing to distribute this wealth, or invest it adequately in development. A paper published this week by the European Centre for Development Policy Management argues that an overreliance on the extractive industries, rent-seeking behaviour (ie obtaining special favours) and corruption among politicians, and a lack of transparency has sustained the &quot;resource curse&quot;. &quot;Substantial rents available to resource-rich countries caused a disproportionate reliance on petro-dollars,&quot; according to Isabelle Ramdoo, author of From Curse to Purse (pdf). &quot;Countries remain heavily dependent on a few economic sectors and on exports of primary products, making them highly vulnerable to exogenous shocks such as commodity prices, exchange rate fluctuations and external demand. Furthermore  infrastructure deficits remain a major hurdle to competitiveness and to private-sector development.&quot; The paper highlights that Nigeria and Angola rely almost entirely on oil and gas for foreign exports and have failed to develop other sectors. Although Nigeria has only 2.9% of the world&apos;s oil and gas reserves, it accounts for more than 90% of its export revenue. Angola has 2.6% of the world&apos;s oil and gas, but they account for 99% of its export revenue. &quot;This is not a question of perception. It is a fact that extractive resources drive away the rest of any significant business you could be doing,&quot; said Ramdoo. &quot;It really crowds out other sectors.&quot; Ramdoo said ensuring an appropriate tax system and preventing capital flight  estimated to have cost Africa $854bn (533bn) since 1970  could harness resource revenues for development. Savings funds, investments that diversify the economy, and greater transparency by governments  including the publication of data on revenues and expenditure  are also recommended. &quot;The time has come for Africa to profit from the 156% increase in mining companies&apos; profits,&quot; Carlos Lopes, UN undersecretary general and executive secretary of the Economic Commission for Africa (ECA), told the eighth African Development Forum in Addis Ababa, Ethiopia, this week. &quot;Africa ought to be using the sector and its resource rents to drive socio-economic development. This means investment in infrastructure, research and human capital development, through conditionality for local content. This is what other regions have done; this is what Africa needs to do,&quot; Lopes told the forum, the focus of which is governing and harnessing natural resources for Africa&apos;s development. However, this will not be easy. Attempts to bring more transparency to payments for oil and gas are being challenged. This month, the American Petroleum Institute filed a lawsuit attempting to overturn US legislation on anti-secrecy and transparency in mineral payments. Campaigners in west African countries have linked the lack of transparency in oil and gas revenues to the failure of government to use newfound mineral wealth for the good of its people. &quot;Transparency is the principle that will allow us to truly benefit from our resources,&quot; said Ali Idrissa, a campaigner for transparency in Niger (video). &quot;People used the money from uranium to build themselves houses and make themselves rich.&quot; Niger exports oil and uranium but remains one of the poorest countries in the world, with 62% of the population living in poverty.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/25/africa-diversify-resource-curse-thinktank", 
    "wordcount": "577"
}