{
    "headline": "Boot up: ITU zombies?, Google Maps v EU, Twitter v celebs, Nexus 4 complaints and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Internet regulation seen at national level as treaty talks fail &gt;&gt; Reuters  But the United States&apos; refusal to sign the treaty even after all mention of the Internet had been relegated to a side resolution may have convinced other countries that they have to go it alone, delegates said.  &quot;This could lead to a balkanization of the Internet, because each country will have its own view on how to deal with over-the-top players and will regulate the Internet in a different way,&quot; said another European delegate, who would speak only on condition anonymity.  Without US and European cooperation, &quot;maybe in the future we could come to a fragmented Internet,&quot; said Andrey Mukhanov, international chief at Russia&apos;s Ministry of Telecom and Mass Communications.   The internet is already fragmented, though. China? Syria? Libya? Egypt? Google Maps for iOS may violate European data protection law &gt;&gt; Ars Technica  Not everyone was euphoric when Google Maps for iOS showed up earlier this week. Take the Independent Centre for Privacy Protection in Schleswig-Holstein, Germany for instance. Computerworld spoke to the organization&apos;s deputy privacy and information commissioner, Marit Hansen, who expressed concerns about the app&apos;s location data sharing. By having this option switched on by default, Hansen says, it violates European data protection law... Hansen&apos;s main gripe is that Google&apos;s use of &quot;anonymous&quot; is misleading. &quot;All available information points to having linkable identifiers per user,&quot; she told Computerworld. Hansen added this would allow Google to track several location entries, thus leading to her assumption that Google&apos;s &quot;anonymous location data&quot; would be considered &quot;personal data&quot; under the European law.   (Thanks @rubbernuke for the link) Walmart slaps heavy discount on iPhones, iPad &gt;&gt; PCMag.com  According to a Facebook post on the official Walmart page, Apple&apos;s iPhone 5 is getting $62 shaved off its price so long as purchasers also sign up for a two-year contract at the time. That puts the 16-gigabyte iPhone 5 at a mere $127, or all of $72 less than what Apple charges customers that purchase an iPhone 5 from them directly.   *gritted teeth* If it&apos;s on a two-year contract the upfront price is meaningless unless you know the per-month price. The page specifies &quot;new two-year contract or eligible upgrade&quot;. (Thanks @altwebid for the link.) Windows 8/RT tablets hard to sell, say Taiwan makers &gt;&gt; Digitimes  Based on sales performance since Windows 8 was launched in late October, Windows 8/RT tablets are difficult to sell due to higher prices than those for Android tablets and insufficient available applications, according to Taiwan-based notebook supply chain makers.  First-tier vendors&apos; 10-inch Windows 8-based tablet models average above NT$20,000 (US$685). Compared to 10-inch models with Nvidia&apos;s quad-core Tegra 3 processor and Android there is a price gap of about NT$8,000-12,000.  In addition, the number of apps that is currently available for Windows 8, is far lower than those for iOS and Android, the sources noted.   It was going well until that final paragraph. (Which is the penultimate paragraph of the story.) Do they mean &quot;Metrofied&quot; apps for Windows 8? Or Windows RT? Either would be fine, but there are as many apps for Windows 8 as there are for Windows 7 - arguably, more. Awesome HD Slinky Slow-Mo &gt;&gt; YouTube             (Thanks @LazioLazio for the link.) The stars are liars: how Twitter outs celebrity smartphone shills &gt;&gt; The Verge Russell Brandom:   while the brands might not be thrilled at this telephonic two-timing, many industry analysts believe that, in cases of product placement, these indiscretions won&apos;t hurt the products at all. Michael Kamins, Director of Research at the Stony Brook Business College, who has studied celebrity endorsements, put it this way: &quot;Product placement works on a link towards cognition and awareness. It doesn&apos;t necessarily make people like the product, but it gets exposure.&quot;   The iPod used celebrity &quot;endorsement&quot; (read: use) to great effect. Apple learnt that lesson from Sony, which did it with the Walkman. (Thanks @beardyweirdy666 for the link.) The Letter - Where&apos;s my Nexus 4 - Register Your Complaint Started by an annoyed user, who has lots agreeing:   When it comes to communicating what is happening with the orders and money, for the LG Nexus 4, it is confusing at best, most would describe it as a shambles.  I have started a site for people to register their complaints and will provide it to you in time. It contains hundreds of very unhappy people, and the site itself is receiving thousands of unique, return visitors, indicating the scale of the problem. I will forward these on to you at your request.  We can clearly see the following details emerging; customers who have had money taken from their account, and were initially informed their estimated delivery date was 3-5 working days has been and gone. When we have called to ask what is happening, it is obvious from the contrasting information given out by Google employees, that not even they know what is going on. It is also evident that orders are not being fulfilled in a &quot;first come first served&quot; fashion, which is extremely disheartening for everybody involved.    (See our story.) The psychology of online reviews &gt;&gt; British Psychological Society  A few mouse clicks and sites like Trip Advisor and Amazon offer us an abundance of reviews written by strangers. Yet, how they affect our judgements has been little researched.  Now Brent Coker has conducted a pair of studies and his main finding suggests that we remain impressed after reading early positive reviews, even if negative reviews come later. It&apos;s a finding that could help us be more objective when reading review pages, and it will surely also be of interest to marketeers and PR professionals hoping to give their products an advantage.  Seventy-six undergrads were told all positive facts about one fictional coffee brand and all negative facts about another, along the lines of: &quot;the company has put green policies in place&quot; and &quot;the company has tried to cover up exploitation of its workers&quot;. Pictures illustrated the facts.  Huawei, ZTE trade lawsuits &gt;&gt; Xinhua  Huawei Technologies, the bigger rival by sales, sued ZTE claiming patent and trademark infringement in Germany, France, and Hungary on April 28, the company said in a news release.  ZTE retaliated the next day, saying it had filed a patent infringement lawsuit against Huawei in China, accusing it of infringing ZTE&apos;s LTE-related patents.  The lawsuits, among the many that have taken place in the telecom industry, reflected that companies want to gain the upper hand in a new round of construction related to next-generation networks by accusing rivals of infringing on property rights, analysts said.  Huawei said ZTE is infringing on its patents related to data-card and Long Term Evolution (LTE) - a high-speed mobile Internet standard - technologies. It also said ZTE used a trademark registered by Huawei on some of its products.   Android handset maker v Android handset maker. Pick a side. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/18/technology-links-newsbucket", 
    "wordcount": "1227"
}