{
    "headline": "International Women's Day: tribal heroines  in pictures", 
    "text": "   The Dongria Kondh women of the Niyamgiri hills in Odisha state, India  who call themselves Jharnia, or protectors of streams  have lived in the lush, forested hills for millennia. For the past 10 years these women have worked with Dongria men to protect their most sacred mountain, Niyam Dongar, against plans for an opencast bauxite mine Photograph: Jason Taylor/Survival International       These Innu women on the shores of the Labrador-Quebec peninsula in north-eastern Canada have resisted attempts by missionaries and the Canadian government to impose European patterns of living. The women have been prominent in opposing extractive industries on Innu lands, and have been active in efforts the people are making to maintain their way of life Photograph: Dominick Tyler/Survival International       Between Tanzanias Lake Eyasi and the Great Rift Valley live the Hadza, a tribe of approximately 1,300 hunter-gatherers. The Hadza are one of the oldest lineages of humankind. Over the past 50 years, however, the tribe has lost 90% of its land. The tribe value equality highly, recognising no official leaders. Hadza women have a great amount of autonomy and participate equally in decision making with men Photograph:  Joanna Eede/Survival International       In November 1990, Dilia Torres's husband, Angel Mara Torres, and two other Arhuaco leaders left their home in the Sierra Nevada de Santa Marta to travel to Colombias capital, Bogot. En route, they were kidnapped, tortured and killed. 'I lost all prospects of a life with my partner and family,' Dilia says. 'I think indigenous people will continue to be targeted without any justice. This is how it is now. We have to learn to live quietly, and in constant fear' Photograph: Survival International       The Bushmen are the original people of southern Africa. Between 1997 and 2002, after the discovery of diamond fields in the Central Kalahari Game Reserve, almost all Bushmen were taken from their homes in the reserve and driven to eviction camps. Some women and their families have now returned to the reserve, but harassment and intimidation continue Photograph: Mark Hkansson/Survival International       A Nenets woman outside her chum, or teepee, in Siberias Yamal Peninsula. Her homeland is a remote, wind-blasted place of permafrost, serpentine rivers and dwarf shrubs; the reindeer-herding Nenets people have migrated across it for over a thousand years. Today, their way of life is severely affected by oil drilling and climate change Photograph: Steve Morgan/Survival International       Boa Senior, from the Andaman Islands in the Indian Ocean, was the last remaining speaker of the Bo language. Her ancestors and other tribes of the Andaman Islands, such as the Jarawa, are thought to have been part of the first successful human migrations out of Africa. Boa Senior died in 2010. Nearly 55,000 years of a language died with her Photograph: Alok Das/Survival International       Soni Sori is teacher and mother of three young children in Chhattisgarh, India. An outspoken critic of the government, Maoists and the Essar Group steel company, she was raped and tortured while in police custody, having been accused of being a courier between Maoists and Essar. Sori has now been in prison for 17 months Photograph: Tehelka/Survival International       For women of the Aw hunter-gatherer tribe in the Brazilian Amazon  the most threatened tribe on Earth  equal status with Aw men is normal. Some Aw women even take several husbands, a practice known as polyandry. The Aw are one of only two nomadic hunter-gatherer tribes left in Brazil. For centuries their way of life has been one of peaceful symbiosis with the rainforest; over the past four decades, however, the Aw women have witnessed the destruction of their homeland Photograph: Domenico Pugliese/Survival International       Little Butterfly, an Aw girl, lives in a village 30 minutes walk from the frontier, where settlers are burning the Aws forest night and day. The future of Little Butterfly is, at best, precarious, unless her lands are protected and her rights respected. Even in the 21st century, the myth exists that tribal women and their communities are doomed archaic peoples that are destined to die out naturallyPhotograph: Survival International   ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/mar/07/international-womens-day-tribal-heroines-pictures", 
    "wordcount": "0"
}