{
    "headline": "Not all fungi are bad for trees", 
    "text": "A light rain had been falling all morning and mist clung to the trees. The burnt-toffee tang of wood smoke hung in the air, mingling with the musty wet wool scent of mouldering leaves. Underfoot, the leaves made the dull crunch of stale potato crisps. The beech trees blazed with the golden orange and copper hues of an autumn sunset but beneath the canopy the dense shade cast by the leaves had left the woodland floor impoverished. Still, though, the wood played host to a diverse fungal flora. As I scrutinised decaying stumps for the blackened digits of dead man&apos;s fingers, I noticed an unmistakable cluster of red and white-spotted mushrooms among the leaf litter. Fly agaric is the quintessential fairytale toadstool, depicted as a home for woodland sprites in children&apos;s picturebooks, appearing in cartoons and video games and on everything from cards to garden ornaments. Two of the mushrooms were domed and squat on bulbous fleecy stems. Their scarlet caps seemed speckled with flakes of popcorn, the remnants of the universal veil, a membrane that covers the fruiting body as it emerges from the ground. The flaccid stem of a more mature specimen bore its remnants in the form of a ruff at its base. The cap had spread and inverted like a saucer. Rain had washed away most of the pyramidal white wart-like spots and weathered the slug-nibbled flesh to a faded orange. Fly agaric grows around a number of tree species. The host benefits from an increased uptake of nutrients and protection against harmful organisms, and the fungus receives sugars produced by photosynthesis. With 95% of the UK&apos;s ash trees threatened by the fungus Chalara fraxinea, it is heartening to appreciate that many of the 12,000 species of fungi occurring in the UK enjoy mutually beneficial symbiotic relationships with one or more of our native trees.", 
    "section": "environment", 
    "gid": "environment/2012/nov/19/hampshire-not-all-fungi-bad-trees", 
    "wordcount": "310"
}