{
    "headline": "From the complex to the simple", 
    "text": "   Digitally stressing different crocodilian skulls with a shaking action. Red and pink indicate high stress through green to blue showing lower stress. Image courtesy Colin McHenry    It should not be a surprise that even a field such as palaeontology, which most relies on looking at the very limited remains of organisms preserved as rock, has also seen extensive use of modern technologies in recent years. Laser scanning skeletons, using MRI machines and the Synchrotron to penetrate rock and see bones embedded within, computer models of floating dinosaurs and more have all been used to investigate fossils and to interpret the data they yield. Perhaps the most dramatic of these applications has been in the field of biomechanics. After all, it is hard enough to measure the skeletal and muscular forces when a living horse runs or dog bites, but applying this to a dinosaur or ancient fish might seem near impossible. However, the way in which so many fields overlap and intersect means that even very complex problems can be tackled, in some cases with a pretty simple solution. Take for example a recent paper on the forces running though the lower jaws of crocodilians.  Living crocs, gators and their relatives are rather more limited in form than their ancient relatives and ancestors and all of those around now are semi-aquatic predators. Even so, there&apos;s a fair bit of variation in body size and especially in the shape and structure of their skulls, with some having very short and broad heads, and other that are much longer and thinner. In a paper out this week, a team in Australia scanned a whole bunch of different crocodilian skulls and digitally applied forces to their jaws these to represent different kinds of biting and feeding regimes. They compared the results of these detailed and complex analyses that took into account all of the details of the shape of the bones and teeth, with some much more basic predictions about how the jaws would work, based only on a couple of very simple measurements. The detailed results of these analyses are of course interesting and worthy of investigation in their own right and help to show how different jaw shapes are optimized to carry out different roles for the various different species. Some are highly resistant to torsion, others are better for only light loads and a swift bite. Understanding what and how these things few and how the different species have evolved these features is interesting and can tell us quite a lot. However, with my palaeontologist hat on, what they conclude from their comparisons with the simple analyses is much more significant. In most cases the general pattern of the results of the complex and detailed analyses were firmly in line with the predications made by the much more simple work. This is great as of course in palaeontology we often have only very incomplete data for an animal. However, as the simple tests require little more than a couple of measurements, but are highly congruent with the very detailed studies, then we can have a pretty high degree of confidence in working out how a given fossil croc or similarly built animal was feeding based on these same minimal measures. For example the &apos;symphysis&apos; of these animals is a good strength predictor of the jaws. Developmentally, the left and right sides of the lower jaws of vertebrates grow separately. Some (like snakes) keep them separate and they can move independently, whereas most fuse them together into a single unit (like we do). This area of fusion is the symphysis and it can be really quite long and make up a substantial part of the length lower jaw. In turns out that the relative length of the symphysis is a great predictor of the strength of the jaws when prey is being shaken or under the twisting forces used in the famous &apos;death roll&apos; of crocs. Thus other animals with similar jaw structures can be reasonably inferred to be well adapted to resisting such forces and thus also likely engaging in similar behaviours. Of course we can only do this with confidence because of the care and level of detail and complexity that has gone into the full testing of these hypotheses. Still, it of course is extremely useful, we get a good amount of new information on croc skulls and their adaptations and evolution, but also a nice simple proxy we can use quickly and easily for incomplete fossils without requiring long and detailed analyses. Naturally in the long run this is the kind of thing you&apos;d want to do for any skull you had a deep interest in, but it&apos;s not always feasible, practical or possible to do these kinds of long, technical and expensive analyses, and so a simple and accurate proxy is a wonderful thing to have. Walmsley CW, Smits PD, Quayle MR, McCurry MR, Richards HS, et al. (2013) Why the Long Face? The Mechanics of Mandibular Symphysis Proportions in Crocodiles. PLoS ONE 8(1): e53873.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jan/19/dinosaurs-fossils", 
    "wordcount": "814"
}