{
    "headline": "4G mobile phone internet spectrum auction gets Ofcom go-ahead", 
    "text": "Telecoms watchdog Ofcom has fired the starting gun on the long-delayed spectrum auction, which will bring 4G superfast mobile phone internet to the UK next year and could raise 4bn for the public purse. The much-disputed design of the auction, which has seen all four mobile networks threaten to sue the regulator in recent years, was set out in a final draft by Ofcom on Tuesday morning. At least 98% of the population will be within indoor range of a 4G signal by 31 December 2017, bringing an internet signal to many rural homes who currently cannot receive even basic broadband. In the largest-ever auction of British airwaves, the spectrum to be auctioned has been divided into various lots. The winner of the most-prized chunk of spectrum, which has a reserve price of 250m, will be tasked with ensuring the 98% coverage obligation. And Ofcom has also taken the contentious move of reserving a slice of spectrum for Three, the UK&apos;s newest and traditionally unprofitable mobile network, or a new entrant should one emerge. &quot;As a direct result of the measures Ofcom is introducing, consumers will be able to surf the web, stream videos and download email attachments on their mobile device from almost every home in the UK,&quot; said Ofcom chief executive Ed Richards. Two bands of mobile spectrum are being auctioned. The most sought after is the lower frequency 800MHz band, which travels further and so requires fewer masts. The least desirable 2600MHz band requires more masts, but is ideal for delivering the faster speeds needed to transmit data hungry services such as video to mobile phones. These two bands add up to 250 MHz of additional mobile spectrum, compared with 333 MHz in use currently. Ofcom said it had decided to reserve spectrum for Three or a new entrant to ensure that four players continue to compete in the UK market, keeping prices lower and ensuring better coverage. In a move designed to forestall any further threats of legal action the regulator has published a draft legal instrument that implements the auction rules and consultation on this closes on 11 September. Ofcom will assess applications from prospective bidders this year, with bidding due to begin in early 2013. This would mean networks could start rolling out 4G services in mid 2013, offering the service to consumers later that year.", 
    "section": "technology", 
    "gid": "business/2012/jul/24/4g-superfast-internet-auction-ofcom", 
    "wordcount": "396"
}