{
    "headline": "Rightwing US thinktank uses FoI laws to pursue climate scientists", 
    "text": "The ultra-conservative American Tradition Institute has expanded its legal pursuit of climate scientists, using transparency laws to try to flush out potentially damaging emails. The strategy  used to seek records from prominent scientists such as Michael Mann  is seen by scientists as an excuse to try to dig up embarrassing or damaging communications that could be used to discredit climate science. Now for the first time the media is being drawn in as well, with ATI seeking the release of scientists&apos; communications with specific journalists. The list of news organisations targeted by the request includes the New York Times, the Associated Press, Frontline and the Guardian. Earlier requests focused on exchanges between scientists. &quot;We view this as a new chapter,&quot; said Jeff Ruch, a lawyer working with the Climate Science Legal Defence Fund. &quot;Before they were going after interactions between individual scientists. This is basically a spying operation to see who are you talking to, but presumably the idea is the same: to find material that is potential of use in discrediting a scientist.&quot; Christopher Horner, the director of ATI&apos;s environmental law centre, deployed the new tactic for the first time last week, in a 5 July 2012 open records request to two scientists at public universities in Texas. Horner, who holds posts at the Competitive Enterprise Institute as well as ATI, has led the legal pursuit of climate scientists through open records laws. He has sought access to communications from Michael Mann, the author of the hockey stick graph, the Nasa climate scientists James Hansen and Gavin Schmidt, and this year, Katharine Hayhoe, an atmospheric scientist at Texas Tech University. Hayhoe turned came to public prominence when Newt Gingrich, the former Republican presidential candidate, decided to cut a chapter she had written for a forthcoming book on the environment. She and Andrew Dessler, a climate scientist at Texas A&amp;M University, were targeted again last week when Horner demanded their universities turn over all of the scientists&apos; email exchanges with specified journalists dating back to 1 November 2009. Horner also asked the scientists to hand over communications with the Union of Concerned Scientists, which has also been involved in defending climate scientists, as well as Richard Ades, who has served as a public relations consultant to scientists. The two universities are complying with the request. Horner told the Washington Examiner  a freesheet owned by the conservative billionaire Philip Anschulz  that his decision to target contacts between scientists and journalists was prompted by a front-page article in the  Last month, a pair of oceanographers accused BP of infringing on their academic freedom by demanding the release of email related to the Gulf of Mexico oil disaster. Meanwhile, some public universities have begun to fight back against such requests. Penn State University, where Mann now works, is not bound by open records requests. Other public universities are moving in the same direction. Horner defended his use of transparency laws, arguing the scientists&apos; objections were themselves political. &quot;Our motivations are surely whatever Greenpeace&apos;s were when pioneering these requests,&quot; he said in an email. &quot;The truth is, they see no problem with using transparency laws this way. They only have problems with people they do not like using them as such.&quot; At the very least, such open records requests are a distraction, said Hayhoe. &quot;These types of requests are disruptive. They require a lot of attention to respond carefully and they take away time spent doing teaching, mentoring, or doing research. For a scientist who is happiest working in a lab or on a computer it is frightening to be accused of things that are completely without basis.&quot; At the other extreme, such records requests represent an escalation of efforts to politicise climate science, said Dessler. &quot;At some level it&apos;s really dirty tricks what these people are doing. They are not using the open records request in any way it is meant to be used,&quot; said Dessler. &quot;It&apos;s certainly reasonable to get a record of what transpired  how a decision was made, how a contract was awarded, why a university president was fired. But they are not trying to use it to figure out how decisions are being made. What they want to do is to find something embarrassing, something they can use in a political debate.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/10/american-tradition-institute-climate-science", 
    "wordcount": "843"
}