{
    "headline": "Home Office 'dragging heels' over university's teaching status", 
    "text": "The Home Office has been accused of damaging the credibility abroad of UK universities by dragging its heels over whether to strip a London university of the right to teach thousands of foreign students. According to a report in the Sunday Times, the Home Office is to revoke London Metropolitan University&apos;s higher trusted status, which has been suspended while the UK Border Agency investigates its foreign student enrolment practices. The vice-chancellor, Malcolm Gillies, said this would leave the university with a 15% shortfall in funding and unable to teach thousands of non-EU students  including those who have completed parts of their degrees and diplomas  who would have to be deported. Gillies denied the university was an &quot;immigration threat&quot;. London Metropolitan had restored its reputation after a 36.5m fine in 2009 for over-inflating student numbers and was now &quot;as diligent as any [institution] in the country&quot; when it came to reporting enrolment data. The minister of state for immigration, Damian Green, denied that a decision had been taken, but Gillies said the lack of clarity had created &quot;apprehension of the highest order&quot; for thousands of students. He urged the Home Office to make a decision quickly in the interests of the entire sector. He said to have the decision hanging over the university&apos;s head weeks before the start of the academic year in September was hugely damaging and added that it brought the whole system of &quot;having a commitment to come and study in the UK&quot; into question. &quot;We are really exhorting the Home Office and UK Border Agency to come up with their appraisal of this situation quickly because the longer it drags on the more damage it is doing, not only to the institution but also to the credibility of UK higher education abroad. &quot;Our university friends all around the country make that point to us very clearly  This dragging on does damage to them as well at a time when the immigration stories coming out of Britain  are not as welcome as they used to be,&quot; he said. The Home Office investigation comes as the government has been trying to reduce migration into the UK and said it would not exclude foreign students from overall targets. Speaking on LBC radio, Green said a decision would be taken as soon as possible. The Home Office said: &quot;Any education provider has to meet strict standards, ensuring they provide high quality education, and take their immigration responsibilities seriously. We will not tolerate any abuse of the immigration system.&quot;  This article was amended on 29 August 2012. Because of a misinterpretation of an indistinct section of a tape-recorded interview, the story quoted Malcolm Gillies, vice-chancellor, as saying that it was &quot;as diligent as any [institution] in the country&quot; when it came to reporting enrolment data, checking foreign student attendance and meeting Home Office requirements on English language for higher learning. In fact, while the university has revised its checking of the last two, it points out that it can only bear comparison with any other institution in terms of enrolment data.", 
    "section": "education", 
    "gid": "education/2012/aug/26/home-office-university-teaching-status", 
    "wordcount": "526"
}