{
    "headline": "Far Cry 3: Blood Dragon  review", 
    "text": "Blood Dragon may appropriate the style and tone of 80s cartoons  from the chrome-plated logo, through the testosterone-drenched dialogue, to its Vangelis-esque soundtrack  but Ubisoft&apos;s digital download spin-off to last year&apos;s desert island combat game Far Cry 3 has future-facing ramifications.  It is, perhaps, the first blockbuster-scale download title (an XBL-triple-A production, you might say). Not in terms of length  a competent player will get decent change from six hours&apos; investment. But in the way it seizes and repaints Far Cry 3&apos;s ample world and engine, borrowing the multimillion-dollar bulk of a game created over years by a team of hundreds, thereby delivering the sort of scope and value no download game build from scratch could possibly match. In this way Blood Dragon shows how game publishers can squeeze further wealth from their most costly games. Could this be the era of the video game remix, in which best-selling games are re-clothed and re-sold mere months after launch? A new color palette and an asset swap (&quot;Make the trustafarian explorer a crunchy cyborg&quot;, &quot;Make the alligators 20-foot laser-firing dragons&quot;) and it is money for old code Perhaps. But to view Blood Dragon as a purely commercial venture is to overlook the considerable talent its creators demonstrate in re-dressing Far Cry 3&apos;s sets. The joke (and the bulk of the creativity) is in this redesign, which takes last year&apos;s besplattered romp through a Pacific island riddled with murderous pirates and swaps in the backdrop and storyline from a lost Schwarzenegger B-movie. So we meet a &quot;cyber commando&quot; protagonist who can sprint un-wearingly across Tron-esque hills while evading (or hunting) predatory robotic wildlife including those whopping dinosaurs, who can be lured to attack enemies further down the food chain with a well-thrown heart plucked from some cyborg foe.      Far Cry 3: Blood Dragon    Some of the low level interactions have been evolved (you can follow up a stealth kill on an enemy cyborg with a shuriken to a second&apos;s throat, while completing objectives earns cyber-points which level up your character, extending his health and upgrading his abilities) but underneath the hood the Far Cry 3 basics largely stand resolute. The futuristic island is pocked with enemy garrisons. Liberate these (by murdering its present incumbents) and you&apos;ll turn it over to your &quot;side&quot;, unlocking a new base of operations (which can be teleported to from anywhere on the map) and a clutch of new side missions, the completion of which unlocks upgrades for your increasingly devastating arsenal of weapons.  The new paint job works wonders for generating a new sense of place, but the gratuitous swearing in the voice over and 16-bit style pixel art cutscenes jars with the Saturday morning cartoon aesthetic, confusing the parody&apos;s focus. Elsewhere this appropriation of random elements from the yuppie decade continues, with collectible VHS tapes and CRT TV sets to find and D20 dice to throw in order to distract the guards (while the jet-skis and jeeps remain weirdly contemporary).  There&apos;s a creative stagnation at the heart of contemporary blockbuster game development that has begun to calcify over the past few years of annual Call of Duty updates and endless me-too clones. The first-person shooter (and, increasingly, its third-person cousin) has endured so much iteration and artistic attention that even the most stalwart fan&apos;s enthusiasm has begun to dull when faced with the inevitable over-familiarity, diminishing returns and, more recently, routine failures of imagination.      Far Cry 3: Blood Dragon    The commercial disappointment of those video games that have attempted to disrupt this familiar landscape (such as People Can Fly&apos;s Bulletstorm  an interesting game dressed as a derivative one) has dis-incentivised teams from mechanical risk-taking. As such, both the recent Bioshock Infinite and Blood Dragon are attempts to reignite interest in the genre through setting and context rather than systems, the former with a dioramic journey through dark US history, the latter with a scattershot romp through 80s adolescent male ephemera.  In Blood Dragon the risk-taking, while welcome, is arguably in the wrong place. After 60 minutes&apos; play, the joke wears away to near invisibility, and all that&apos;s left are the familiar systems that underpin the game. These remain enjoyable and, after the slow start, most players will be compelled to push through to the end. But there&apos;s an undeniable thinness here, the sense of a mild joke that&apos;s been eked out for too long, that can&apos;t fully wrap around the heft of the underlying game onto which it&apos;s been grafted.  Version tested: Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/30/far-cry-3-blood-dragon-review", 
    "wordcount": "746"
}