{
    "headline": "Telling pregnant women to drink no alcohol is counterproductive", 
    "text": "Women should be warned that drinking alcohol during pregnancy has the potential to cause permanent brain damage to their baby and other birth defects, according to a report published on Tuesday by the Foetal Alcohol Spectrum Disorders Trust and nearly 70 medical professionals. The report is likely to reignite the debate about how much, if any, alcohol it is safe to drink during pregnancy. Current UK guidance advises women to avoid all alcohol, but that if they choose to drink they should limit consumption to between one and two units of alcohol once or twice a week. Some, including the report&apos;s lead author, consultant psychiatrist Raja Mukherjee, think this is a mixed message and women should simply be told not to drink any alcohol. I disagree, because I feel this would be at odds with the current scientific evidence and risks alienating responsible women who rightly believe that an occasional small drink during pregnancy is unlikely to cause harm. There can be no doubt that heavy and even moderate drinking during pregnancy is damaging. According to a recent report by the Royal College of Obstetricians and Gynaecologists, drinking more than six units a day (or a couple of glasses of wine), puts babies at risk of FASD. Around 8,000 new cases of FASD are diagnosed each year. Just two units a day (a small glass of wine) during late pregnancy substantially raises a baby&apos;s risk of having a low birthweight, which increases the risk of other behavioural or developmental problems in later life. However, below this level there is a big grey zone where we simply don&apos;t know whether or not alcohol is safe. Unfortunately, it&apos;s very difficult to get a definitive answer, because the study that needs to be done  randomly assigning groups of pregnant women to consume varying amounts of alcohol and then watching to see what happens to their babies as they grow up  would be unethical. It is also likely that individual risk varies according to a person&apos;s genetic make-up. But Danish researchers recently did the next best thing: they asked women, while they were pregnant, how much alcohol they were drinking and then followed the progress of their children as they grew older. The research, published last year, concluded that one to eight units per week had no obvious impact on children&apos;s IQ, attention span or on brain functions such as planning, organisation and self-control  at least when the children were tested at the age of five. Similarly, a review of 46 scientific papers that looked at the effects of low to moderate drinking (up to 10.4 units per week) found no increased risk of miscarriage, stillbirth, premature birth, low birthweight or birth defects, including foetal alcohol spectrum disorders  an umbrella term for several birth defects caused by exposure to alcohol in the womb. But because none of the studies was perfect, the researchers couldn&apos;t say conclusively that light to moderate drinking is safe. Doctors like Mukherjee who say there&apos;s no amount of alcohol that they&apos;d feel happy telling pregnant women it is safe to consume are quite justified in their opinion. We don&apos;t know if any amount of alcohol is safe. The trouble is that many women are only too aware that their mothers drank small amounts during pregnancy and were OK. Such women may feel patronised by guidelines that say drink nothing, and so turn their back on medical advice altogether. The authors of the FASD Trust&apos;s report call for the use of standardised questionnaires to identify pregnant women who may be drinking too much, and for this information to be recorded in their medical notes, as well as those of their baby. The hope is that this will ultimately enable children with FASD to be diagnosed earlier so that appropriate support can be offered, enabling at least some of them to lead a relatively normal life. But advising pregnant women to drink no alcohol risks stigmatising responsible drinkers to the extent that few, if any, will admit to how much they are drinking  something that is essential to meet the FASD Trust&apos;s goal of identifying at-risk children. Being honest about the state of the evidence is an alternative approach that enables women to decide for themselves how much risk they want to take. Since the vast majority care passionately about their unborn child and want to protect them as best they can, the chances are that most will act responsibly and restrict their drinking to the bare minimum. But it also means they won&apos;t beat themselves up with guilt if they occasionally treat themselves to a glass or two of bubbly at a wedding reception. The real problems are not occasional, light drinkers, but women with alcohol addiction, the fact that our society as a whole is drinking more, and that many no longer know what constitutes a unit of alcohol. So let&apos;s by all means record how much alcohol pregnant women are drinking and have an honest discussion with them about minimising risk, but please don&apos;t stigmatise them or you won&apos;t get a truthful answer. Besides identifying kids with FASD earlier, it might even help scientists to get closer to a definitive answer on whether any amount of alcohol in pregnancy is really safe. Linda Geddes is the author of Bumpology: The Myth-Busting Pregnancy Book for Curious Parents-to-be", 
    "section": "science", 
    "gid": "science/2013/feb/19/advising-pregnant-women-drink-no-alcohol", 
    "wordcount": "889"
}