{
    "headline": "Sexual correctness gone mad", 
    "text": "It&apos;s almost impossible to know which women are sexy. Until now I&apos;ve had to discreetly compare lovers to the life-sized cardboard cut-out of Wonder Woman that stands next to my bed; but thankfully, the good folks at FHM have produced a definitive guide to sexiness that we can measure all women against. Their ingenious approach: asking thousands of judgmental young wankers to whom they would most like to masturbate. The result: women need to be more like somebody called Tulisa.  There&apos;s an early episode of Star Trek, &quot;Mudd&apos;s Women&quot;, that features three mysterious and beautiful women whose overpowering sexuality exerts a near-catastrophic effect on the helpless men of the Enterprise. A key moment occurs during the middle-third, when a frustrated Captain Kirk turns to Dr. McCoy, grasping for some sort of explanation: &quot;What is it? Is it that we&apos;re tired, and they&apos;re beautiful?&quot; asks Kirk, &quot;They are incredibly beautiful.&quot;  &quot;Are they, Jim?&quot; retorts McCoy, as Spock looks on approvingly, &quot;Are they actually more lovely, pound for pound, measurement for measurement, than any other women you&apos;ve known? Or is it that they just... well, act beautiful?&quot; By the end of the episode we discover that the women have no special power after all; their impact on men is the result of a kind of placebo effect. The women are conventionally attractive, but not extraordinarily so; they are perceived as goddesses simply because they are presented as goddesses. That, and liberal use of misty 1960s soft-focus technology. McCoy&apos;s words brought shape to a thought that had been scratching away in my subconscious mind since I first picked up a &quot;lads&apos; mag&quot; in my mid-teens; that once you strip away the poses, the make-up, the clothes, the presentation and expectation, there&apos;s nothing objectively extraordinary about these women at all.  The only difference between the girls - always &apos;girls&apos; - of FHM and the women I meet in real life, is that real life is a lot more diverse. My friends have dimples, and freckles, and curvy bits, and complicated personalities; they make amusing facial expressions, and one has ginger hair. Qualities which are ruthlessly purged from FHM&apos;s parade of near-identical Stepford wank subjects.  Nobody I&apos;ve ever seen really looks like Cheryl Cole, and that includes Cheryl Cole. Yet almost everybody in FHM&apos;s list looks a bit like Cheryl Cole, with only minor variations allowed in age, breast size, body shape or even skin colour: it seems Beyonce marks the acceptable limit of darkness for black people.  FHM have made sexy boring. Girl on the Net describes it perfectly as &quot;the tedium that comes with consensus,&quot;:   &quot;That&apos;s just what happens when you get thousands of people to choose sexiness based on pictures of women they&apos;ve seen in magazines. Their sample is limited, for a start, and there are so many people voting that things will eventually work their way towards a democratic middle-ground  the breadth and variety of human sexual preference won&apos;t get a look in. You&apos;ll inevitably end up with 100 beautiful yet very similar singers/models/actresses in their pants. &quot;When you ask people a question  an open one  about what they find attractive, &apos;sexiness&apos; becomes far more inclusive. &quot;  FHM&apos;s &apos;study&apos; uses a cohort of men self-selected according to their preference for the kind of women who feature in FHM, conditions them with a monthly barrage of images labeled &apos;sexy&apos;, and then asks them to name some sexy women. Even if you accepted the bogus premise that sex appeal could be ranked on a universal scale, this would be a rubbish way to do it.  To see just how rubbish, here&apos;s an experiment you can try at home: go to any porn site that ranks its most popular clips, and have a look at the top 100 clips that people actually pay for - the range of outfits, body types, situations, ages and skin colours far exceeds anything you&apos;ll find in FHM&apos;s list. When it comes to what people find sexy, there&apos;s a truth in porn considerably purer than the sterile, manufactured consent of glossy magazines. The predictable industry counter-argument, that lads&apos; mag editors select cover girls who drive sales, scarcely deserves the effort required to insert a link to recent figures showing their vertiginous downturn in circulation.  There are more than 650 categories of porn listed at some of the amateur clip sites, and their indices swell each day, engorged with the fresh blood of new ideas from imaginations unleashed by inexpensive and easy-to-use modern production and distribution technology. Yet even as this Cambrian Explosion in porn continues, mainstream media outlets are engaged in an extraordinary effort to define and enforce incredibly narrow standards for sexual behaviour, preferences and beauty, to the detriment of both women and men.  Forget political correctness, we live in the era of sexual correctness gone mad. A stream of dubious research - often based more on PR than science - is regurgitated by the press: informing women how much they should weigh (to two decimal places), what their hip-to-waist ratio should be (0.7), how long they should allow their face to grow (&quot;ratio of the length of the face to the width of the face should be 1.6&quot;) and giving much-needed advice on nipple placement (&quot;The ideal is a 45 to 55 per cent proportion - that is the nipple sits not at the half-way mark down the breast, but at about 45 per cent from the top.&quot;). Similarly high standards are enforced on our behaviour, with anything outside a narrow norm classed as deviant and immoral by large swathes of the press. Max Mosley&apos;s high court victory against the News of the World in 2008 provoked outrage from journalists like the Mail&apos;s Paul Harris, furious that the judge &quot;championed his right to hold a spanking and bondage orgy with five prostitutes.&quot; Latent homophobia riddles the press, and forms the basis for the hateful campaign against marriage equality. In 2012, magazine editors believe it&apos;s valid to ask moronic questions like,&quot;Who&apos;s having normal sex?&quot; while the mythical g-spot is promoted as the one true way to achieve orgasm - god forbid women might have individual sexual preferences. If the lady still isn&apos;t happy, just try the new anti-nagging medicine ludicrously promoted in The Express; but get her under control quickly, before the slag starts drinking beer.  Sexual correctness is a fundamental failure of journalism, and not just in the moralistic right-wing end of the press. I can&apos;t remember the last time I saw an informed discussion of porn in a mainstream news publication. Many of those touted as &apos;sexperts&apos; simply aren&apos;t; a situation not helped by the craven attitude of bodies like the British Psychological Society. Features on alternative sexual choices, lifestyles or fetishes invariably resort to cheap smirks at the expense of its subjects; while journalists interviewing figures in the adult entertainment industry seem compelled to demand that they justify their &apos;aberrant&apos; behaviour.  We deserve better. We deserve editors and journalists who have some vague understanding of sex and sexual health, and can report it in a grown-up way. We deserve respite from the barrage of messages declaring that those whose tastes sit outside a narrowing mainstream are deviant; to be smirked at, stared at, or feared. I&apos;m not convinced it&apos;s good for our collective sexual health if young men are brought up with the implied message that only certain types, shapes and even colours of women are socially acceptable to call &apos;sexy&apos;. Aside from anything else, it&apos;s just really, really boring. Follow me on Twitter: @mjrobbins Edit, 16/05: Corrected a slip where I said &quot;men&quot; pay for porn when I meant &quot;people&quot;.", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/may/15/1", 
    "wordcount": "1300"
}