{
    "headline": "Sunday's partial solar eclipse will bring a burning ring of fire to the sky", 
    "text": "There will be a relatively rare solar eclipse this weekend, as the moon slides between Earth and the sun, casting its long shadow across wide swaths of the globe. Sunday&apos;s event will be an annular partial solar eclipse, meaning that the moon will be too far away from the Earth to totally block out the suns light when it aligns itself briefly. The last time there was an annular solar eclipse was in 1994. On May 20, the moon will be in apogee  at its farthest distance from Earth  when it glides before the sun, so it will not obscure the whole orb, leaving a ring of fiery light around the perimeter of the moon. (cue Johnny Cash)  But for east coast astronomers, it will be a total eclipse of the heart, as the solar show doesn&apos;t begin until 5:24 pm Pacific time, meaning the sun will have already set for the eastern half of the country. The center of the moon&apos;s shadow will pass over northern California, central Nevada, Utah, New Mexico and the north-west corner of Texas. Skywatchers in Japan and China will also be able to catch a glimpse of the fiery ring in the wee hours of Monday morning. NASA posted this animated map of the path that the moon&apos;s antumbral shadow will travel over the Earth:      The national park service has helpfully provided a map of 33 US parks that will see the full effect of the moon&apos;s rock block, and posted safety precautions to take while viewing the eclipse.  The old saw that you should never look directly into the sun remains true. Never look at the sun through binoculars or a telescope, either, unless you have applied solar filters (sunglasses don&apos;t count).  Other types of eclipses include the total eclipse, which completely obscures the sun, the partial eclipse, and the hybrid eclipse, which occurs when the moon&apos;s shadow lifts off the surface of the Earth at some point.  The hybrid eclipse provides some stargazers with a total eclipse and others with an annular ring of fire view, depending on where they&apos;re standing.  In any event, because we now can&apos;t get this out of our heads, here&apos;s Johnny:            .", 
    "section": "science", 
    "gid": "science/2012/may/16/solar-eclipse-ring-of-fire", 
    "wordcount": "365"
}