{
    "headline": "Nokia starts 'new dawn' in the US with two smartphones", 
    "text": "Nokia is aiming to break back into the US smartphone market with two new phones, including a new Lumia 900 with high-speed mobile internet, after being overhauled in the past five years by Apple and phones running Google&apos;s Android software. Stephen Elop, chief executive of the Finnish phone maker, said at the Consumer Electronics Show 2012 in Las Vegas that the company had now established &quot;a beachhead&quot; in the UK and Europe with the releases in November of its first phones running Microsoft&apos;s Windows Phone software, and was looking to start &quot;a new dawn for Nokia in the US&quot;. Together with Microsoft, the company is rumoured to have a marketing budget of between $100m (64m) and $200m for its latest push, which will consist of a combination of advertising, marketing and incentive payments of $10 to $15 to retail sales staff in carrier shops for each handset sold, to drive Nokia sales. &quot;We&apos;ve got the perfect device to appeal to the 150 million Americans who have not yet made the transition to smartphones,&quot; Elop said. Elop reiterated his belief that &quot;the smartphone market has moved from being a battle of devices to a war of ecosystems&quot;, and that Windows Phone is the &quot;third&quot; ecosystem along with Apple and Android. The new phone, called the Lumia 900, will be available on AT&amp;T, the biggest US mobile carrier, and will include long term evolution (LTE)  also known as 4G  capability, which can give mobile internet connection speeds as fast as fixed broadband connections. The Lumia 900 also has a larger screen, at 10.9cm diagonally, than the 9.6cm screen of the Lumia 710 and 800 launched in Europe. That also allows the phone to have a larger battery, with a capacity of 1830 milliamp hours (mAh), 26% greater than the 1450mAh of the Lumia 800. No price or date was announced for the release of the Lumia 900, though Elop said it would be on sale in the &quot;coming months&quot;. The other phone will be the Lumia 710, which has already gone on sale in Europe, and will be sold through the T-Mobile network in the US. Nokia&apos;s smartphone sales share has dropped to almost zero in the US, after years when its Symbian platform dominated the broader market. But since the introduction of the iPhone five years ago, followed in 2008 by the introduction of phones running Google&apos;s Android, it is now Microsoft and Nokia which face an uphill struggle. Elop declined to give any figures about sales so far in Europe for the Lumia devices because Nokia is in its &quot;quiet period&quot; following the end of its financial quarter on 31 December. But he said that having established a beachhead in those markets, &quot;the focus now shifts to pricing and marketing&quot;. He suggested that Nokia will produce a number of lower-priced smartphones in the coming months to attack more segments of the US market, where competition at the low end is intense from phones running Google&apos;s Android software. Elop declined to comment on rumours that the company had sought to buy BlackBerry maker Research In Motion (RIM), which he was said to have approached with Microsoft. Instead, he suggested that Nokia was seeking to demolish the struggling Canadian company: &quot;We do see an opportunity for ourselves in the business-to-business marketplace. The combination of our phones and Microsoft&apos;s back-end server capabilities gives us the tools to compete with people who have been in the business market in the past.&quot; RIM&apos;s strongest sector has been its business users. Some analysts privately suggested to the Guardian that the inclusion of the LTE capability would adversely affect battery life on the Lumia 900. Phones such as Samsung&apos;s Galaxy Nexus run down the battery more quickly than it can be charged when using the LTE capability. But Elop said in response that Nokia has worked with Microsoft and the chipmaker Qualcomm, which provides the basic communications chips for the phones. &quot;We believe the battery performance will be very superior on LTE networks compared with other devices,&quot; he said. The phones will not have NFC (near field communications) capability, which is the increasing focus of attention over cashless payment systems, despite Nokia having included it on other Symbian phones previously. &quot;With our first Windows Phone devices we had to make decisions about priorities,&quot; Elop said. &quot;But NFC is growing in importance, and I personally believe in it.&quot; Elop hedged on the question of whether Nokia will introduce its own tablet, as has been suggested following an interview by one of his executives. &quot;Our reasoning would be the same as for phones: we&apos;d want to achieve differentiation, and we&apos;d do that with design and optics and services. If we believe we have a combination of those we can bring to a tablet, then that&apos;s an opportunity that&apos;s presented to Nokia.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/10/nokia-new-dawn-us-smartphones", 
    "wordcount": "833"
}