{
    "headline": "UNDP reveals template for human sustainability index at Rio+20", 
    "text": "The UN Development Programme (UNDP) has unveiled its &quot;conceptual framework&quot; for a human sustainability index that would recognise rates of human development while also weighing up the cost of progress to future generations. At a high-level forum at Rio+20 on Wednesday, Khalid Malik, director of the UNDP&apos;s human development report office, outlined the work his branch of the organisation had been carrying out in an attempt to measure sustainable development. Malik said basic building blocks would be needed to come up with a suitable measure. The first would be working out how to adequately connect current choices with the choices of the next generation, who have rights that need to be protected just as much as those of the current generation, said Malik. The second would involve measuring the use of environmental resources, while the third would entail linking local and global resource use (for example, Canada may have plenty of water sources, enabling the country to live within its local limits, but those limits may exceed global ones). The challenge will lie in working out how to incorporate these points. &quot;This is the thinking we have been doing in the office,&quot; said Malik. &quot;We need alternative approaches to lead us in the right direction. &quot;We need to focus on people and choices. From a policy perspective, this implies that the right to current development is fundamental, but it must be achieved without reducing the choices available to future generations.&quot; Wednesday&apos;s forum, and the work of Malik and his team, followed calls for a UN-led examination of alternatives to purely economic measurements of national and global progress, said UNDP administrator Helen Clark, who moderated the panel discussion. &quot;It has long been argued that measuring progress is broader than GDP,&quot; said Clark. &quot;Sustainable development measurement is complex, but [it&apos;s] fundamental to providing a better evidence base for policymaking.&quot; GDP has been used to measure development since the 1940s, and it was not until 1990 that an alternative measure was introduced. The human development index (HDI) incorporated indices on health and education, as well as income. Calls for new indicators to measure development were included in the 1992 Rio Earth summit&apos;s Article 21 document. Since then, a range of indices have been developed to measure the environment, such as green accounting, which sought to take into account the environmental cost of economic activity. The World Bank has just launched a new initiative, natural capital accounting, to factor the cost of natural resources such as ecosystems, clean water and air into decisionmaking. So far, more than 50 countries and 86 large private companies have expressed support for the scheme. Mary Barton-Dock, head of the World Bank&apos;s environment department, said the bank will begin work on this initiative on Monday. Other alternative measures have tried to incorporate consumption and production rates, or wellbeing and happiness. The UK is developing a happiness index, and Bhutan already has one. Enrico Giovannini, head of Italy&apos;s National Office of Statistics and former chief statistician for the Organisation of Economic Co-operation and Development, suggested references to the future should be replaced by the term &quot;vulnerability&quot;. He argued that politicians find it difficult to make their electorates care about the future generation, and telling people a government had made changes that would support the next generation could seem unpalatable in times of crisis. &quot;This [economic] crisis has made everyone more vulnerable and much more aware,&quot; said Giovannini. &quot;We should use the term vulnerable rather than sustainable, so politicians can go to their peers and say: &apos;I slowed down growth, but also reduced our risk&apos;.&quot; Clark said the HDI could be a &quot;starting point for a more comprehensive measure of sustainable development&quot;, and emphasised the need for more research and consultations with governments, civil society and academic experts in the field, in collaboration with other UN agencies and multilateral institutions. However, finding appropriate measures for sustainable development is not going to be easy. The Inclusive Wealth Index (IWI), for instance, a measure introduced by the UN Environment Programme (Unep) and the UN University, has been criticised on environmental grounds and portrayed as misleading and potentially damaging. &quot;IWI would make the world&apos;s environmental situation worse,&quot; said Georges Menahem of the National Scientific Research Institute of France. &quot;If it is adopted and widely used, it could be very dangerous. It underestimates the depletion of natural resources and overestimates the monetised outcome of GDP, such as GDP and human capital.&quot; Menahem says the IWI measure of wealth does not include natural capital stocks that help climate regulation, flood regulation, fertile soil, biodiversity and drinking water. Fair, a French NGO, said it was extremely concerned to see that Unep had issued the index, which it described as flawed. &quot;In our view it is grossly misleading. We hope that the UN system will quickly take corrective action and remove it from its future publications.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/21/undp-human-sustainability-index-rio20", 
    "wordcount": "834"
}