{
    "headline": "Researching your university starts here", 
    "text": "Want to know the university with the cheapest accommodation? Which is best for research in your subject area? Or even where you are most likely to have a relationship? League tables may regularly come under fire from universities for being reductionist and potentially misleading, and they should always be used with other information, but they are a good place tostart. And your first port of call should be the Guardian&apos;s tables, published in May each year. Compiled by an independent consultancy, Intelligent Metrix, these concentrate on the student experience and include a unique &quot;value-added&quot; score, which shows how much students improve while they are at each university. They also rank universities according to spending per student, student/staff ratio, graduate career prospects, what grades applicants need, and how happy final-year students are with their courses, based on the annual National Student Survey, (worth a look itself). They also show how universities perform across the main subjectareas. The Times and Sunday Times also produce league tables, with slightly different criteria and weighting, and then there&apos;s the Complete University Guide, which publishes tables online and ranks institutions within regions, subjects and university type as well as giving an overall score. Should you want to see how your chosen university measures up against the rest of the world, explore the QS World University Rankings, available through the Guardian&apos;s Higher Education Network. These identify the top 200 universities globally, based on factors such as academic reputation, graduate employability, and student/staff ratio; and the top 50 by subject. They also allow other comparisons, including fees. As for costs, see the National Union of Students&apos; Accommodation Costs Survey. The last one was published two years ago, but it&apos;s uprated annually by the retail prices index and is still a good indication of how rents in different places compare. Or you may be thinking about personal relationships. The Gay By Degree guide, produced by the charity Stonewall, rates universities on 10 criteria, including whether they have specific LGBT events or societies and a policy against LGBT bullying. StudentBeans.com even features, among other fun criteria, a university sex league, ranking universities by the number of sexual partners per student.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-university-league-tables", 
    "wordcount": "369"
}