{
    "headline": "Eric Schmidt to sell 42% of stake in Google", 
    "text": "Google chairman Eric Schmidt is planning to sell 42% of his stake in the search company over the coming year, worth about $2.5bn (1.6bn), the company announced on Friday. In a filing with the Securities and Exchange Commission (SEC), Google disclosed Schmidt will sell 3.2m shares. Google shares closed at $785.37 on Friday. The plan would give Schmidt &quot;individual asset diversification and liquidity&quot;, according to Google&apos;s filing with the SEC. The sale will be spread out over the year in order not to affect the company&apos;s share price. Last year, Forbes magazine estimated Schmidt&apos;s net worth at $7.5bn. A long-term technology executive who has worked at Bell Labs, Xerox and Sun Microsystems, he generated most of his wealth at Google. Schmidt stepped down as Google&apos;s chief executive in April 2011 after 10 years at the helm, to be replaced by company co-founder Larry Page. He owns about 7.6 million shares in the company, representing 2.3% of Google&apos;s outstanding stock. Since stepping back from the day-to-day running of Google, Schmidt has become increasingly involved in politics. He was a major donor to Barack Obama&apos;s re-election campaign and had been considered a potential commerce secretary or chief technology officer. The Google boss hit the headlines last week when it was revealed he had co-authored a book criticising the Chinese authorities. Google has clashed repeatedly with Beijing over censorship and alleged hacking. Schmidt called China the world&apos;s &quot;most sophisticated and prolific&quot; hacker of foreign companies, in a book called The New Digital Age, which will be published in April. The book, co-written with Jared Cohen, a former state department official who now runs a Google thinktank, brands China as the world&apos;s most dangerous superpower.", 
    "section": "technology", 
    "gid": "technology/2013/feb/09/eric-schmidt-sell-stake-google", 
    "wordcount": "293"
}