{
    "headline": "Poor diet kills 2.6 million infants a year, says survey by Save the Children", 
    "text": "Malnutrition is the root cause of the deaths of 2.6 million children each year, and the bodies and brains of 450 million more will fail to develop properly due to inadequate diet over the next 15 years unless immediate action is taken, according to a survey published on Wednesday by a leading international charity. The survey of developing countries, A Life Free from Hunger, produced by Save the Children, estimates one in four children are already stunted because of malnutrition. In some developing countries the figure is one in three. In India 48% of children are stunted. And in high population-growth Nigeria and Tanzania, the problem is escalating rapidly, it says. Soaring food prices are identified as an aggravating factor. But these damaging trends can be halted and reversed using tried and tested solutions if political will exists and public awareness is raised, the report&apos;s authors say. They urge David Cameron to use the 2012 Olympics, when dozens of heads of state will be in London, to host a &quot;world hunger summit&quot; and launch an international campaign to aid malnutrition victims. Campaigners also want the issue addressed at the G8 summit in Chicago in May. Justin Forsyth, chief executive of Save the Children, said: &quot;This is a hidden hunger crisis that could destroy the lives of nearly half a billion children unless world leaders act to stop it. &quot;Every hour of every day 300 children die from malnutrition-related causes simply because they don&apos;t get to eat the basic, nutritious foods that we take for granted in the UK. &quot;Yet solutions are clear, cheap and necessary. Not only will tackling hunger save children&apos;s lives but, at a time of economic meltdown, it will help reboot the global economy.&quot; Overall progress had been made in recent years in reducing avoidable child deaths worldwide through immunisation and training frontline health workers, Forsyth told the Guardian. Now a big push was required on a third front, to reduce and ultimately eliminate malnutrition. The survey, which looked at thousands of families in the developing world, says 2012 is a vital year. By mid-2013 it will already be too late to provide protection from stunting for the last generation of children who will reach their second birthday  a key nutrition milestone  by the deadline set by the UN&apos;s 2015 Millennium Development Goals. The survey says: &quot;Significant progress has been made in saving children&apos;s lives. The number of children not making it to their fifth birthday has fallen from 12 million in 1990 to 7.6 million in 2011. &quot;Momentum is building  in 2011 world leaders made critical progress on immunisation by pledging to vaccinate 250 million children by 2015, saving four million lives, and 40 countries committed to filling the 3.5 million health workers gap. &quot;At the same time we must accelerate efforts to improve nutrition, which holds the key to further progress.&quot; In contrast to other areas, the survey says progress on stunting has been extremely slow. About 80% of all stunted children live in 20 of the world&apos;s poorest countries, and this has a significant impact on economic development. Sharply rising food prices are a big negative factor. In Nigeria, it says, 94% of families cited prices as their most pressing concern and nearly a third of parents said they had taken children out of school and sent them out to work to help pay for food. &quot;In the past year nearly a quarter of a billion parents in countries already struggling with malnutrition have cut back on food for their families,&quot; Forsyth said. The report said: &quot;Malnutrition is undermining economic growth and reducing the productivity of people trying to work their way out of poverty  it&apos;s estimated that 2%-3% of national income can be lost to malnutrition. In 2010 alone malnutrition cost the world nearly 77bn.&quot; The report quotes World Bank findings that many more families will be pushed into poverty, and will thus be less able to feed their children properly, because of the current economic downturn. The UN World Food Programme has predicted meanwhile that 24 million more children will be malnourished by 2050 as a result of climate change. Stunting is not necessarily the result of not having enough to eat. It occurs because families cannot grow or afford nutritious food such as vegetables, milk or meat. The analysis says: &quot;Over half of all children in poor countries only eat three food items  staples such as cassava, which has no nutritional value at all, a pulse such as peas, and a vegetable, usually green leaves. &quot;This lack of nutrition leaves their bodies starved of crucial minerals, vitamins, proteins and fat, and means their brains and bodies do not develop properly. &quot;The impact can be devastating. If malnourished children do survive they grow up physically short, usually with lower IQs, and are much more likely to drop out of school and fail to get a job.&quot; The survey says it could cost as little as $10bn (6.3bn) a year to help protect 90% of the world&apos;s most vulnerable children from hunger, and calls for more food supplements, improved hygiene and increased awareness of the benefits of breastfeeding. It also wants more and better trained health workers, social protection schemes providing a food safety net, improved global food distribution networks, and stronger, more committed political leadership. The survey also highlights the importance of increased investment in small farms and women farmers. &quot;Three-quarters of Africa&apos;s malnourished children live on small farms and 43% of agricultural work is carried out by women. &quot;Success depends on ensuring local markets are accessible and functioning, on improving education about nutrition and on investing in better research.&quot; Case study: Rupa&apos;s poor start in life Rupa, a four-month-old Bangladeshi girl, has not had the best start in life; she lives in a one-room brick and corrugated iron home with her parents in Modhubag, a Dhaka slum. Her weight is 2kg (4lb 4oz) but should be 3kg. Ideally, she should be breastfed for her first six months, but her mother, Antora, 20, could only provide milk for the first 15 days. Antora&apos;s 25-year-old husband makes about 300 taka (2.25) a day pedalling a rickshaw  the most common work for the rural unskilled who migrate to the city. The income goes towards the monthly rent of 3,000 taka. Rupa&apos;s parents face a choice between putting money aside for rent or buying food. With food prices rising because of inflation, the family is in a bind, like many in Bangladesh. Rupa is being fed sugi, a small white grain, with water. She is moving, her eyes are alert and she is crying, which is a big improvement from a week ago, says Michael Foley, health and nutrition director with Save the Children. &quot;It&apos;s not too late for Rupa as long as her nutrition improves and that of her mother&apos;s,&quot; said Foley. &quot;Nutrition needs to be right for the first 1,000 days as you can&apos;t make up for it later. After that, physical growth and cognitive development will be affected and the child will be disadvantaged for the rest of its life.&quot; At the nearby Ad-Din hospital, Peria, a 20-year-old mother watches over her eight-month-old boy. She is already pregnant again and malnourished herself. Her child weighs a mere 3.8kg, when he should be 5.2kg. He will have to stay in the hospital for at least three weeks and be put on a diet of milk powder, rice powder, sugar, oil and multivitamin mix. The Bangladeshi government has said it wants to integrate nutrition programmes into its health sector plans in acknowledgement of an acute problem. &quot;Its rhetoric is good,&quot; said Foley, &quot;but the challenge is to implement the plan. There is no guarantee that it will affect the lives of people.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/15/life-free-from-hunger-save-the-children", 
    "wordcount": "1330"
}