{
    "headline": "Hiding your research behind a paywall is immoral", 
    "text": "Publishing science behind paywalls is immoral. There, I said it. I know, I know. It&apos;s an easy trap to fall into  I&apos;ve done it myself. To my shame, several of my own early papers, and even a recent one, are behind paywalls. I&apos;m not speaking as a righteous man to sinners, but as a sinner who has repented. Having started my scientific life from rather a conventional stance, it took me a while to come around to this position. (You can watch my position evolve, if you care to, through this chronological series of blogposts: &quot;Choosing a journal&quot;, &quot;Free work&quot;, &quot;Collateral damage&quot;, &quot;Private-sector&quot;, &quot;RCUK submission&quot;, &quot;Irritation&quot;, &quot;Versus everybody&quot; and &quot;Making public&quot;.) But I&apos;ve finally arrived. And it&apos;s great that the UK government has arrived in the same place. If you are a scientist, your job is to bring new knowledge into the world. And if you bring new knowledge into the world, it&apos;s immoral to hide it. I heartily wish I&apos;d never done it, and I won&apos;t do it again. But aren&apos;t there special cases? I really need to publish in Science/Nature/Cell for my career  No. Michael Eisen, cofounder of the Public Library of Science (PLOS), doesn&apos;t believe this is true and makes a strong case that we&apos;re confusing correlation with causation. He notes that fewer than half of biology hires at Berkeley in the last decade have published in Science, Nature or Cell. Berkeley! We know that important administrative assessments such as the UK&apos;s Research Excellence Framework (REF) explicitly disclaim the use of impact factors (surrogates for measuring journal prestige) in assessing research. We know that important funders such as the Wellcome Trust explicitly state that &quot;it is the intrinsic merit of the work, and not the title of the journal in which an author&apos;s work is published&quot; that determines who gets grants. And if you really and truly believe in your heart that your work will be judged by the journal it appears in rather than by its merit (perhaps because you work in France, where assessment policies do depend on impact factors) then there are highly regarded open-access outlets such as PLOS Biology (rated number one for biology in the Journal Citation Reports) and eLife (which is too young to have an impact factor but was established precisely to compete in the Science &apos;n&apos; Nature space.) But I can&apos;t afford article processing charges (APCs)  No. First of all, more than half of open-access journals don&apos;t charge a fee at all. Among those that do, the average fee is $906 (563)  a tiny proportion of most research grants. PeerJ, which launches this month, charges a one-off fee of $299 for a lifetime&apos;s publications. Most fee-charging open-access journals offer waivers - for example, the no-questions-asked waiver at PLOS, where the philosophy is explicitly that no one should be prevented from publishing by lack of funds. Tim Gowers, who is leading a boycott against the publisher Elsevier and is starting the new Forum of Mathematics journal says it &quot;will not under any circumstances expect authors to meet APCs out of their own pockets, and I would refuse to be an editor if it did&quot;. But this paywalled journal&apos;s subscription fees fund its scholarly society  No. This is the tail wagging the dog. The purpose of a scholarly society is to promote scholarship, which is best done by making that scholarship available. A society that cares more about preserving its own budget than about the field it supposedly supports has lost its way. Societies need to find other ways to fund their activities. And yes, I am talking to you, Society of Vertebrate Paleontology (my own field&apos;s society). You cannot support the science of vertebrate palaeontology by taking science and hiding it where most people can&apos;t see it. But my co-authors want to publish in this paywalled journal  No. They have no more legitimate reason to lock their work away from readers than you do. But this paper is a rebuttal, and we want to submit to the same journal, because  No. I and my colleagues fell into this trap with our neck-selection paper: we sent it to the Journal of Zoology because that&apos;s where the original paper claiming sauropod necks were sexually selected had been published. What the heck were we thinking? The scientific conversation doesn&apos;t happen within the pages of any given journal, it happens across all journals. But, but, but  No, no, no. Dammit, we&apos;re scientists. Our job is to make knowledge. If we make it, then brick it up behind a wall, we&apos;re wasting our time and our funders&apos; money  which ultimately means we&apos;re squandering the world&apos;s wealth. Publishing behind paywalls is immoral. More than that, it&apos;s oxymoronic: if it&apos;s behind a paywall, it hasn&apos;t been published. We have to stop doing it, now and for always.", 
    "section": "science", 
    "gid": "science/blog/2013/jan/17/open-access-publishing-science-paywall-immoral", 
    "wordcount": "823"
}