{
    "headline": "In this remote parish stands a church inspired by those in the Black Forest", 
    "text": "The slender spire rising through the trees has been a familiar, distant landmark whenever we have followed this valley&apos;s footpaths but it was only today that curiosity got the better of us. We crossed the footbridge over the South Tyne that links Cumbria and Northumberland and, through early morning mist, followed the stony path to the hamlet of Ayle, which is no more than a farm, a former rectory and a very peculiar parish church. Designed by its first vicar, the amateur architect the Reverend Octavius James, and built in 1849 on a medieval sacred site, Kirkhaugh church is unique in England in being dedicated to the Holy Paraclete, the Holy Spirit symbolised as a dove. Its quirky architecture, topped with a toothpick spire modelled on churches that James admired while travelling in the Black Forest, has attracted mixed reviews. The architectural historian Nikolaus Pevsner described it as &quot;absurdly thin&quot;, but in its heyday it would have been a devotional landmark for about 250 parishioners, scattered around mines and farmsteads. Now the congregation must be minuscule except when weddings are held, taking advantage of Kirkhaugh station, just a field and a footbridge away, to ferry guests from Alston via picturesque steam trains on the South Tynedale narrow gauge railway. Today the was deserted as we wandered among tombstones and memorials that dated from the early 18th century, when parishioners born into remote communities could often trace whole family trees simply by visiting their local graveyard, though with some exceptions. A polished marble memorial within the church recalls &quot;Albany Featherstonehaugh, Lord of the Manor  Whose line became extinct in 1659&quot;. In the churchyard, a sandstone headstone whose main inscription had been erased by Northumbrian winters bore on its unweathered reverse the lines: &quot;A loyal subject in his life / A good husband to his wife / A father to his children dear / A good neighbour lieth here.&quot; I suspect the grave&apos;s anonymous occupant would have been gratified with his epitaph celebrating a life well-lived.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2013/apr/10/kirkhaugh-south-tyne-valley-black-forest", 
    "wordcount": "337"
}