{
    "headline": "Tablet games heading for 2bn revenues in 2014 says Juniper Research", 
    "text": "Apple claims games will be one of the key app categories to benefit from its new iPad&apos;s beefier processor and high-resolution Retina display, but what will this mean for developer and publisher revenues? Analyst firm Juniper Research has published its predictions for the global tablet games market, claiming that revenues will rise from $491m (310m) in 2011 to $3.1bn (just under 2bn) in 2014. Its latest report claims that the larger screen sizes and improved graphics capabilities of tablets will spur more purchases of games and virtual items and currency, singling out more hardcore games as key beneficiaries. &quot;The tablet is the perfect device for playing mobile games  the screens are large enough for the user to see the action, no matter how big their hands are,&quot; says author Charlotte Miller. &quot;Tablet owners also tend to have a larger disposable income, as tablets are often bought outright rather than subsidised by operators. Higher user satisfaction with games and a bigger wallet mean that tablet games look to be highly lucrative.&quot; In fact, Juniper thinks tablet games will account for nearly a third of overall mobile games revenues by 2016, partly because spending on non-smartphone mobile games is expected to plummet, halving over the next five years as people upgrade to new handsets. Games are certainly one of the key uses for tablets. In April 2011, Google published the results of a survey of 1,400 US tablet owners, and found that 84% of them played games on their devices, ahead of searching for information (78%), emailing (74%) and reading news (61%). At the time of writing, 14 of the 30 Top Grossing iPad apps in Apple&apos;s UK App Store are games, with many of those being freemium titles that make their money from in-app purchases and advertising.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/20/tablet-games-revenues-2014", 
    "wordcount": "304"
}