{
    "headline": "How the 'windfarms increase climate change' myth was born", 
    "text": "Such is the viral nature of information flow on the internet, we can sometimes see myths and memes developing before our very eyes. Just such an example has occurred over recent days with the rather irresistible news that windfarms can &quot;increase climate change&quot;. The article that really gave this idea a push online was published on Sunday evening on the Daily Mail&apos;s website. It was delivered with the headline: &quot;Wind farms can actually INCREASE climate change by raising temperatures and causing downpours, warn academics.&quot; Somewhat predictably, that headline quickly attracted attention and was being disseminated with particular gusto on climate sceptic sites such as Climate Depot and JunkScience. The news was also reported on Dallasblog.com (&quot;Wind Farms Cause Global Warming, some Scientists say&quot;) and then on the Orange County Register website with the headline: &quot;Another Global Warming Oops Moment.&quot; The article itself was clearly rejoicing in being able to ladle big dollops of schadenfreude:  More windmills to fight global warming = more global warming. You have to love it.  But if we reverse up a bit, we can actually see how this new myth was born. The Mail  which has a long track record of running stories hostile to windfarms, and more, widely, climate science - was clearly picking up on a story that day by Jonathan Leake in the Sunday Times. This story is behind a paywall, but it ran with a headline that fairly summed up the thrust of the article: &quot;Giant windfarms can alter weather.&quot; However, the Australian - yet another climate sceptic paper - has since republished Leake&apos;s article, albeit with a new headline: &quot;Big windfarms &apos;alter climate&apos;, but could be used to control the weather.&quot; The Leake article, which attempts to summarise some of the research being conducted into how windfarms might affect localised weather conditions, led with the findings of a study published by Somnath Roy, an assistant professor of atmospheric sciences at the University of Illinois at Urbana-Champaign. But Roy&apos;s study was published in 2010. So why has the Sunday Times  again, another paper that is hostile to windfarms - run it as a news story now? Could it be a way for the paper to frame the news, contained within the article, that some Tory MPs have expressed their own hostility to windfarms? The germ of this current interest in Roy&apos;s study can most likely be pinned to an article in the New Scientist published on 30 January, entitled: &quot;Power paradox: Clean might not be green forever.&quot; It covered a lot of very interesting research, including a passing mention of Roy&apos;s 2010 study. (Interestingly, the New Scientist itself got into a spot of bother last year over a headline covering similar research.) But it was an article - as you might expect given it was reflecting the state of fledgling research into this topic - peppered with words such as &quot;could&quot;, &quot;possibly&quot; and &quot;might&quot;. It also made it clear that Roy&apos;s study was focused on how windfarms can affect their local climate (within an area 300 metres &quot;downwind&quot; from the turbines), not, as might be interpreted from the Mail&apos;s headline, the much wider phenomenon of &quot;climate change&quot;. In fact, Roy&apos;s study can be read in full here. (A curio: it appears to be one of the very last paper&apos;s edited by the late climate scientist Stephen Schneider of Stanford University.) From the abstract:  Utility-scale large windfarms are rapidly growing in size and numbers all over the world. Data from a meteorological field campaign show that such windfarms can significantly affect near-surface air temperatures. These effects result from enhanced vertical mixing due to turbulence generated by wind turbine rotors. The impacts of windfarms on local weather can be minimized by changing rotor design or by siting windfarms in regions with high natural turbulence.  Yesterday, I asked Roy himself to summarise his paper. He said:  My Proceedings of the National Academy of Sciences paper is on local-scale processes where we find that windfarms may make the nights warmer and days cooler in their immediate vicinity. Climate change is a longer-term phenomenon involving process that operate at larger spatial scalesMy expertise is in small-scale (what we call atmospheric boundary layer and/or mesoscale) processes, not climate. Additionally my paper does not talk about precipitation. The impacts of the windfarms that I have studied are confined to the lowest part of the atmosphere. To affect rainfall, the windfarms have to reach pretty high into the troposphere where clouds are formed. I am familiar with research done by others on this topic. At this point there is no agreement. Some global scale studies (pdf) show that extremely large windfarms covering millions of sq km will affect rainfall. On the other hand, a recent study (pdf) of a approximately 500 GW windfarm showed that the impact on rainfall would be about 1%.  I then asked him if he felt his 2010 study had been fairly represented this week in the media. He said that Leake had interviewed him for the Sunday Times article and that &quot;the 2-3 paragraphs on my research discussed in the body of the article are a reasonable representation of a PART of our paper&quot;. He added: &quot;The headline probably reflects the work of other scientists rather than mine.&quot; We then moved onto the Mail&apos;s article. He said:  I am already getting emails on this. I will have to categorically say that the headline is not an accurate representation of my work. But I guess there is little I can do now.  I then showed him how the Mail&apos;s headline was starting to get picked up elsewhere. He replied:  Wow! Actually I also heard from some colleagues. Strangely, nobody has read the Sunday Times article or the Nature editorial [from 2010], but everybody knows about the Daily Mail piece!  And, lo, a myth was born.", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/07/wind-farms-climate-change-weather", 
    "wordcount": "999"
}