{
    "headline": "Wonders of Life: confusing and overrated?", 
    "text": "Physics is cool. There, I said it. From Star Trek to XKCD, the elements of pop culture that embrace science invariably do so with a focus on physics. Space travel, time travel, transporters, alternate realities, laser guns, if any of these were to become real, we would undoubtedly have to thank physics for it (and engineering of course, but then engineers do all the practical work regardless).  Biology is, arguably, not so cool. Everyone appreciates it, obviously, but pushing the boundaries of physics sounds impressive, whereas pushing the boundaries of biology sounds alarming (and possibly quite painful for those involved). People gasp at the sight of galaxies; they scream at the sight of blood. No better is this love of physics illustrated than with the widespread popularity of physicist Professor Brian Cox, the people&apos;s smiley scientist. Amongst other things, Brian Cox has fronted two very successful science programmes for the BBC; Wonders of the Solar System, and Wonders of the Universe. The latest in the franchise is Wonders of Life, which debuted on BBC2 on Sunday the 27th of January.  There was, judging by the comments from some in the science community, a lot more trepidation about this series than previous ones, and this was largely due to the fact that a famous physicist was fronting a show which, the title suggested, should clearly fall under the umbrella of biology.  Granted, Brian Cox is popularising science with his various endeavours, but this could be a step too far. Just because someone is popular, does this justify them being portrayed as an authority in areas where they lack relevant expertise? We&apos;ve yet to see Bradley Wiggins host Strictly Come Dancing, or Mo Farah judge the Turner prize. Is this any different? But it went ahead, and reactions appeared to be mixed. Judging by the online buzz, science fans loved it, whereas more mainstream viewers found it confusing. Was the latter opinion fair, or just an inevitable consequence of a show that presented accurate science and refused to dumb down? The only way to know for certain was to watch it myself. So I found it online, and watched with the intention of finding out whether a physics-heavy investigation of life itself would provide an interesting slant on an important and complex subject, or just a confusing mess. Unfortunately, I have to say it was very much the latter. Much of the time, I didn&apos;t know what was going on at all. I don&apos;t mean to exaggerate my own intelligence, but as someone with a doctorate in a biomedical science, you&apos;d have assumed I&apos;d be able to follow a show about life. As a stand-alone piece of entertainment it was probably very good indeed, but as a science documentary it was baffling. This is due to a number of factors. It was a lot longer than advertised, which was a bit annoying, but that&apos;s by the by. And although I appreciate them taking on board the concerns about Brian Cox&apos;s fronting a biology programme (coupled with worries about Brian Cox being a &apos;celebrity&apos; scientist), I was a bit surprised that I didn&apos;t see him at all. I was often making notes, but I don&apos;t recall seeing his face or hearing his familiar accent at any point.  Speaking of not seeing things, I know some people thought the previous &apos;Wonders&apos; shows were a bit heavy-handed on the amazing CGI spectacles, but to cut them out entirely seems a bit excessive. A result of budget cuts perhaps? Or do they not think biological issues are worthy of nice graphics? Not only that, but why film the whole thing in black and white? I&apos;m guessing it&apos;s because colour vision isn&apos;t something that all forms of life are capable of, and is a highly complex evolved system, probably deserving of a future episode to itself. It seems like they could have just said that outright though, rather than having us figure it out from stylistic choices. I did like the demonstration that all life forms are interconnected in subtle ways and there is a constant interaction that sustains everyone, and that the removal of just one individual can have drastic consequences for the ecosystem or population as a whole. But did they really need to explain all this via the elaborate metaphor of a small American town in the 40&apos;s? They went in to such an impressive amount of detail with this that I imagine a lot of people lost track of the scientific point being made altogether. I&apos;m lucky in that I&apos;m one of those people with a good eye for detail so I tend not to miss things, but not everyone is so capable.  And yes, I know any mainstream programme that discusses the origins of life should include spiritual theories, and it&apos;s best to be diplomatic, but did we really need to have actual angels in it? That was a bit much. And every time a bell rings, one of them gets its wings? That clearly means the fertilisation process; the bell ringing is the acrosome reaction, the wings are the newly formed pairs of chromosomes in the zygote, and thus life begins. But why explain this in such an obtuse and saccharine way? So overall, I&apos;m afraid the fears of many were realised. No science subject exists in a vacuum, and there is far more overlap between them than those with a more tribal attitude would care to admit. By incorporating a variety of informed viewpoints from multiple disciplines, it become much easier to present a richer and more accurate picture of how things really work. No scientist should just assume they know what they&apos;re talking about and present their views as fact via a high-profile media platform. That way leads to confusion and mistakes that, let&apos;s be honest, can end up being quite embarrassing. Dean Burnett is looking forward to the next episode of Wonders of Life and will probably be talking about it with everyone else on Twitter @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/jan/29/wonders-of-life-confusing-overrated", 
    "wordcount": "999"
}