{
    "headline": "CES 2013: the highlights of day one", 
    "text": "The first day of CES hasn&apos;t officially happened in Las Vegas - it&apos;s actually today, Tuesday, that it really starts - but it&apos;s already generated tonnes of coverage. So what&apos;s new and notable? First, from Rory Carroll, who&apos;s there for the Guardian:  Tablet enthralls CES 2013 by treading thin line between computers and paper  The PaperTab, a high-resolution plastic display PC prototype, was unveiled on Monday at the Consumer Electronics Show in Las Vegas. A new concept device developed by Intel, Queen&apos;s University from Canada and the British firm Plastic Logic, it caused a stir on the first day of the week-long conference with an interactive, 10.7in plastic display that its makers called revolutionary. The team behind the PaperTab said their goal was to emulate the feel of paper with a robust, lightweight product that could bend and be dropped on a desk.  Perhaps those electronic newspapers you roll up and carry around aren&apos;t so completely fanciful after all. Next, though it isn&apos;t strictly from CES, Reuters points to what could be a key trend:  Will 2013 be the year of the phablet as phone screens grow bigger?  &quot;We expect 2013 to be the Year of the Phablet,&quot; said Neil Mawston, UK-based executive director of Strategy Analytics&apos; global wireless practice. While Samsung Electronics has blazed a trail with its once-mocked Galaxy Note devices, now other manufacturers are scurrying to catch up.  But can you name the company that first offered an Android smartphone with a 5in-plus screen? The answer may surprise you. Meanwhile, Monday seems to have been TV day at CES:  Samsung re-announces OLED TV, but still no date or price &gt;&gt; The Verge  We first saw Samsung&apos;s attempt at a 55-inch OLED TV at CES 2012, and the company has brought it back to this year&apos;s show. The final shipping model will include the same Smart Hub software, a 1.35GHz quad-core A15 processor, and voice control as Samsung&apos;s 85-inch 4K TV. Unfortunately, however, we still don&apos;t have a release date or pricing information, even though LG will start shipping its own set next month.  OLED screens are incredibly beautiful to look at - black areas are so dark it&apos;s like looking into the depths of space. Samsung&apos;s will - when it ships - have a feature that lets two wearers of 3D glasses watch separate videos at the same time. We can&apos;t even imagine a use for that in porn.  Autonomous Lexus LS shows how smarter cars can be safer &gt;&gt; Consumer Reports  Toyota presented an autonomous safety car today in Las Vegas, based on the Lexus LS, that demonstrates how today&apos;s technology can advance safety. While dubbed an &quot;autonomous&quot; car, Toyota explains that its approach is to enhance safety, rather than replace the driver. A top-rated luxury sedan, the LS offers a wide array of safety features in regular production trim, including lane assist, blind-spot monitoring, active cruise control, and pre-collision systems This LS monitors its surroundings using a roof-mounted, 360-degree laser tracking system and three high-definition cameras. With these devices, the car can detect traffic approaching from all angles and determine the color of traffic lights.  So, not driverless then. All it needs is laser cannons and it would be straight out of Knight Rider. Why doesn&apos;t Google show off its driverless cars? They&apos;d be colossal. Huawei officially reveals the 6.1-inch Ascend Mate and the 5-inch Ascend D2, we go hands-on &gt;&gt; TechCrunch  Well, it comes as no surprise that the Mate is a handful, but it&apos;s surprisingly grippable thanks to its slim waistline. That said, one-handed operation is dicey to say the least, but it&apos;s not downright impossible if you&apos;ve got big enough mitts and enable a one-handed UI similar to the kind seen on the Galaxy Note. Speaking of mitts, Huawei&apos;s Magic Touch screen tech also means the Mate will accept touch input from a gloved hand, though I didn&apos;t have any on hand to try it out with. Putting the size aside though, flipping through the device was a largely seamless experience  there was no lag or visual stuttering to be found.  Steve Ballmer makes surprise appearance at CES 2013, the show he abandoned &gt;&gt; The Verge  Microsoft&apos;s Steve Ballmer just rushed up on stage to steal the show from Qualcomm during its CES 2013 keynote. Let us clarify that: We just went from Qualcomm CEO Paul Jacobs&apos; generic discussion of how important smartphones are in our lives, to a demonstration of Windows Phone 8 and Windows RT. This is insanity, brought to you by Steve Ballmer.  You wouldn&apos;t let it lie, would you, Steve. Only a brief reappearance, but it proves that he&apos;s in the vicinity. Meanwhile, in a world that&apos;s suddenly monitoring everything that we do to make sure we don&apos;t grow fat:  HAPILABS introduces HAPIfork at CES, world&apos;s first smart fork that helps you lose weight by eating at the right time and pace &gt;&gt; Bioportfolio  HAPILABS, a company aimed at helping individuals in the 21st century take control of their HAPIness, health and fitness through applications and mobile connected devices, today introduced the HAPIfork at CES, the annual Consumer Electronics Show in Las Vegas. Designed by French engineer Jacques Lpine, HAPIfork, the world&apos;s first smart connected fork, knows how fast you&apos;re eating and helps you slow down using a patent-pending technology. By eating slower, you will improve the way you feel after every meal, enhance your digestion and reduce your weight.   Not only that, but also YAICF (Yet Another Internet-Connected Fridge), this time from Samsung:  Samsung debuts T9000 refrigerator with LCD and Evernote integration &gt;&gt; Engadget  Samsung&apos;s latest entry, the rather large 32 cubic-foot four-door T9000 LCD, isn&apos;t exactly new territory for the company. At 2011&apos;s show the the RF4982 showed what was possible with an 8-inch display and a few productivity apps, but the 9000 adds some much needed versatility by integrating Evernote into the Linux-based OS. The connected household can quickly update a shopping list when looking in the fridge or pull up recipes to reference while milling about the kitchen. It also goes big by moving up to a 10-inch panel. Sadly Samsung has not announced pricing or availability yet for the LCD version, but the touchscreen-less edition of the T9000 will set you back a rather jaw-dropping $4,000 when it ships this spring.  Evernote (a cloud-based note sync service) might be useful if you want to update a shopper&apos;s list while they&apos;re out shopping. But whatever happened to just calling or texting them? Perhaps they wouldn&apos;t be able to get their phablet out of their pocket while they&apos;re holding the shopping. If you buy one of these fridges, do send a photo.", 
    "section": "technology", 
    "gid": "technology/2013/jan/08/ces-2013-internet-fridge", 
    "wordcount": "1123"
}