{
    "headline": "New Books Party: books received this week", 
    "text": "Below the jump, I mention the books that I received recently in the mail. These are the books that I may review in more depth later, either here or in print somewhere in the world.    When I get new books, I like to share them with people. Unfortunately, you are all so far away, so I cannot host a book party in my crib where you can look over these books, so I&apos;ll do the next best thing. I&apos;ll host a book party on my blog each Friday of the week when books arrive by giving you my quick &quot;first impression&quot; of them along with relevant links so you can get a copy of the book if you wish.  Books that arrived this week:  Physiological Adaptations for Breeding in Birds by Tony D. Williams [Princeton University Press; 2012: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle] In-depth description: Physiological Adaptations for Breeding in Birds is the most current and comprehensive account of research on avian reproduction. It develops two unique themes: the consideration of female avian reproductive physiology and ecology, and an emphasis on individual variation in life-history traits. Tony Williams investigates the physiological, metabolic, energetic, and hormonal mechanisms that underpin individual variation in the key female-specific reproductive traits and the trade-offs between these traits that determine variation in fitness.The core of the book deals with the avian reproductive cycle, from seasonal gonadal development, through egg laying and incubation, to chick rearing. Reproduction is considered in the context of the annual cycle and through an individual&apos;s entire life history. The book focuses on timing of breeding, clutch size, egg size and egg quality, and parental care. It also provides a primer on female reproductive physiology and considers trade-offs and carryover effects between reproduction and other life-history stages. In each chapter, Williams describes individual variation in the trait of interest and the evolutionary context for trait variation. He argues that there is only a rudimentary, and in some cases nonexistent, understanding of the physiological mechanisms that underpin individual variation in the major reproductive life-history traits, and that research efforts should refocus on these key unresolved problems by incorporating detailed physiological studies into existing long-term population studies, generating a new synthesis of physiology, ecology, and evolutionary biology.My first impression: The topic of this book was the topic of my dissertation, so when I saw it, I was determined to get my hands on it as soon as possible. But my friends at PUP are looking out for me: the book arrived a few days ago without me having to email them, pleading for a copy of this title. And what a delight it is! This is such a beautiful book: each chapter presents and reviews research data in easy-to-read language and -- my favourite feature -- each chapter ends by asking a series of future research questions. Seriously; how wonderful is that? Birders and serious aviculturists will learn much from this book, but I think that ornithologists and especially grad students and postdocs will be inspired by this lovely book. But its appeal doesn&apos;t end there: even my statistician spouse, who studies climate change, is determined to wrest this book from me.   How to Build a Habitable Planet: The Story of Earth from the Big Bang to Humankind (Revised and Expanded Edition) by Charles H. Langmuir and Wally Broecker [Princeton University Press; 2012: Guardian Bookshop; Amazon UK; Amazon US] In-depth description: Since its first publication more than twenty-five years ago, How to Build a Habitable Planet has established a legendary reputation as an accessible yet scientifically impeccable introduction to the origin and evolution of Earth, from the Big Bang through the rise of human civilization. This classic account of how our habitable planet was assembled from the stuff of stars introduced readers to planetary, Earth, and climate science by way of a fascinating narrative. Now this great book has been made even better. Harvard geochemist Charles Langmuir has worked closely with the original author, Wally Broecker, one of the world&apos;s leading Earth scientists, to revise and expand the book for a new generation of readers for whom active planetary stewardship is becoming imperative.Interweaving physics, astronomy, chemistry, geology, and biology, this sweeping account tells Earth&apos;s complete story, from the synthesis of chemical elements in stars, to the formation of the Solar System, to the evolution of a habitable climate on Earth, to the origin of life and humankind. The book also addresses the search for other habitable worlds in the Milky Way and contemplates whether Earth will remain habitable as our influence on global climate grows. It concludes by considering the ways in which humankind can sustain Earth&apos;s habitability and perhaps even participate in further planetary evolution.Like no other book, How to Build a Habitable Planet provides an understanding of Earth in its broadest context, as well as a greater appreciation of its possibly rare ability to sustain life over geologic time.My first impression: This book is a monster. More than 700 pages long, it has 21 chapters that deal with a variety of important topics from the Big Bang, the formation of organic and inorganic molecules, formation of the Earth, plate tectonics, the coevolution of life and our planet, weather and climate change, the rise of humans and the question of habitability in the universe. This book is a very complete and thorough reference work, where individual chapters can provide an excellent working background for those who want to learn the fundamentals associated with a particular topic before launching into a more in-depth study of some aspect of that field. It&apos;s filled with data, diagrammes and photographs, it has a glossary and index, and each chapter has a list of useful supplementary readings.   Higgs: The invention and discovery of the &apos;God Particle&apos; by Jim Baggott [Oxford University Press; 2012: Amazon UK/kindle; Amazon US/kindle] In-depth description: The hunt for the Higgs particle has involved the biggest, most expensive experiment ever. So exactly what is this particle? Why does it matter so much? What does it tell us about the Universe? Has the discovery announced on 4 July 2012 finished the search? And was finding it really worth all the effort? The short answer is yes. The Higgs field is proposed as the way in which particles gain mass -- a fundamental property of matter. It&apos;s the strongest indicator yet that the Standard Model of physics really does reflect the basic building blocks of our Universe. Little wonder the hunt and discovery of this new particle has produced such intense media interest. Here, Jim Baggott explains the science behind the discovery, looking at how the concept of a Higgs field was invented, how the vast experiment was carried out, and its implications on our understanding of all mass in the Universe. The book was written over the eighteen months of the CERN Large Hadron Collider experiment, with its final chapter rounded off on the day of the announcement &apos;that a particle consistent with the standard model Higgs boson has been discovered.&apos;My first impression: This is the uncorrected proofs of a book that is not scheduled to be released until (probably) September 2012, so it really isn&apos;t fair to say much about my impression of this book. However, the grand theme of this book is an exploration of the Higgs Boson -- its recent discovery and the evidence that we discovered it, how this particle&apos;s existence was predicted and what are the implications of this discovery. Several chapters have already been formally reviewed by the media and more reviews of this book -- from the uncorrected proofs -- are appearing every day. Written by a former university physics lecturer who now is a freelance science writer, this timely book promises to be interesting and educational.   Affluence and Influence: Economic Inequality and Political Power in America by Martin Gilens [Princeton University Press; 2012: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle] In-depth description: Can a country be a democracy if its government only responds to the preferences of the rich? In an ideal democracy, all citizens should have equal influence on government policy -- but as this book demonstrates, America&apos;s policymakers respond almost exclusively to the preferences of the economically advantaged. Affluence and Influence definitively explores how political inequality in the United States has evolved over the last several decades and how this growing disparity has been shaped by interest groups, parties, and elections.With sharp analysis and an impressive range of data, Martin Gilens looks at thousands of proposed policy changes, and the degree of support for each among poor, middle-class, and affluent Americans. His findings are staggering: when preferences of low- or middle-income Americans diverge from those of the affluent, there is virtually no relationship between policy outcomes and the desires of less advantaged groups. In contrast, affluent Americans&apos; preferences exhibit a substantial relationship with policy outcomes whether their preferences are shared by lower-income groups or not. Gilens shows that representational inequality is spread widely across different policy domains and time periods. Yet Gilens also shows that under specific circumstances the preferences of the middle class and, to a lesser extent, the poor, do seem to matter. In particular, impending elections -- especially presidential elections -- and an even partisan division in Congress mitigate representational inequality and boost responsiveness to the preferences of the broader public.At a time when economic and political inequality in the United States only continues to rise, Affluence and Influence raises important questions about whether American democracy is truly responding to the needs of all its citizens.My first impression: Anyone who follows me on twitter knows that my experience of America is of a nation out of balance, of a country where the wealthy achieve their goals by exploiting and trampling the poor and working class. This leaves most Americans&apos; experiences far removed from the bold delusion of the &quot;American dream&quot;. This book asks the important question, &quot;is American democracy truly responding to everyone&apos;s needs?&quot; by examining what Americans want their government to do and what it actually does do. This compelling book is guaranteed to inspire jumping up-and-down outrage.   Through the Eye of a Needle: Wealth, the Fall of Rome, and the Making of Christianity in the West, 350-550 AD by Peter Brown [Princeton University Press; 2012: Guardian Bookshop; Amazon UK; Amazon US] In-depth description: Jesus taught his followers that it is easier for a camel to go through the eye of a needle than for a rich man to enter heaven. Yet by the time of the fall of Rome, the church was becoming rich beyond measure. Through the Eye of a Needle is a sweeping intellectual and social history of the vexing problem of wealth in Christianity in the waning days of the Roman Empire, written by the world&apos;s foremost scholar of late antiquity.Peter Brown examines the rise of the church through the lens of money and the challenges it posed to an institution that espoused the virtue of poverty and called avarice the root of all evil. Drawing on the writings of major Christian thinkers such as Augustine, Ambrose, and Jerome, Brown examines the controversies and changing attitudes toward money caused by the influx of new wealth into church coffers, and describes the spectacular acts of divestment by rich donors and their growing influence in an empire beset with crisis. He shows how the use of wealth for the care of the poor competed with older forms of philanthropy deeply rooted in the Roman world, and sheds light on the ordinary people who gave away their money in hopes of treasure in heaven.Through the Eye of a Needle challenges the widely held notion that Christianity&apos;s growing wealth sapped Rome of its ability to resist the barbarian invasions, and offers a fresh perspective on the social history of the church in late antiquity.My first impression: One of the subject areas that I read extensively about is the world&apos;s religions, particularly their histories and philosophies. I opened this book randomly to read chapter 4, &quot;Wealth in the Christian Church&quot; and found this chapter to be carefully written, heavily referenced and meticulously researched. This book describes the growing relationship between wealth and christianity, and whether this had any impact upon the fall of the Roman Empire. At more than 800 pages long, this book will certainly inspire readers to sink their teeth deeply into this topic.  What book(s) are you reading? How far are you along in the book? What do you think of it so far?  .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/17/2", 
    "wordcount": "2109"
}