{
    "headline": "Solidarity cannot conceal Haiti's struggle to feed its people", 
    "text": "I was sceptical at first when colleagues in London asked whether anyone in the Haiti field office would like to take part in the Live Below the Line challenge (LBL). The idea behind the challenge is to raise awareness of extreme poverty by consuming just 1 worth of food each day for five days. In Haiti, millions of people live on less than 1 a day  and it is not just food that they need to buy with this paltry income, but everything else as well. Do we in the field office really need our awareness raised, I wondered? Then I thought about it some more. I remembered that in the mid-1980s my family was forced to live on a tight budget for several months when my parents&apos; grocery business had to close suddenly. One aspect of LBL in Haiti and other developing countries is the subtle solidarity people show when someone in the community is struggling. Very few people knew about our situation, as my mother was meticulous about making sure I was well turned out when I left for school. But a few close friends would bring eggs to the house every day. We had eggs for breakfast, lunch and dinner. So I decided to do LBL to remind myself of a different way of living, and five colleagues in the Haiti field office decided to join me. It is very different this time around. When I was 16 and felt hungry all the time, I just put it out of my mind and concentrated on other things. It was important to me and my family that the outside world remained unaware of our situation. Surviving on just 1 a day for LBL, we become obsessed by food. We clubbed together in the office to have our main meal on our tight budget at lunchtime, and we couldn&apos;t stop talking about it. I found myself looking forward to our uninspiring lunch from 11am every day. The rules allow you to &quot;forage&quot;, which is not so easy in the UK. Here in the field office we have a mango tree with deliciously ripe fruit. That was a highlight  the rest of the fare was pretty bland. One pound is worth about 65 Haitian gourdes. So I gave the office cook 1,000 gourdes to cook five meals for six people for five days. That was about half our daily budget. (For breakfast I&apos;d have bread and coffee, and dinner would be noodle soup.) At first the cook didn&apos;t think it would be possible, but she made some tasty meals with sweet potato, breadfruit, onions  with a little herring sauce for flavour and boiled plantain on the side for carbohydrates. The 65-gourde budget didn&apos;t leave enough for fruit, green vegetables or meat. People outside Haiti tend to assume that because we are a poor country, food is cheap. In fact, the opposite is true. Agricultural production is far lower than the demand for food  mainly because of environmental degradation  so much of our food is imported. Because of poor infrastructure, the cost of transporting goods to market is also high  further driving up prices. For example, local chickens are much smaller and more expensive than their imported cousins. I always had a compassionate view of the people Christian Aid supports, but I think this experience gave me greater empathy, not to mention a greater sense of urgency about the need to tackle extreme poverty.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/04/solidarity-haiti-struggle-feed-people", 
    "wordcount": "579"
}