{
    "headline": "Mystery call amid a gaggle of geese", 
    "text": "Sitting in the hide on the southern shore of the Cromarty Firth, on the east coast, the tide was well out in front of me. The vast area of exposed mud banks was visually almost overwhelming and seemed to have an air of expectancy. The large number of birds were mainly loafing around, with the many mallard asleep on the small area of saltmarsh. Curlew and redshank were standing on the edge of the water as if waiting for something to happen. The four herons were like silent grey statues stood on the outer part of the marsh with their hunched-up posture belying their long necks. It was the sound of birds that created the atmosphere as geese were cackling and honking from the distant water&apos;s edge. Then the mystery, that started with a different call of geese. I could not help but wonder just how much our appreciation of wildlife is enhanced by occasional mysteries! I did not recognise the goose call but then the source flew into view and nine geese dropped, splashing, on the water just in front of the hide. I initially took them as Canada geese, but where had they come from? Could they be birds from England coming north to moult  because they are very rare breeding birds in the Highlands? They also looked different. Then there, with them, was a single greylag goose. Three of them looked like pure Canada geese but the others&apos; plumage was not right. Could this be interbreeding between a Canada goose and the greylag? They were feeding and preening together, well away from anyother birds. Then the strident calls of the oystercatchers indicated the change as the tide was beginning to turn, and there were many other birds calling everywhere. This superb RSPB hide is unusual these days because it is a new one. Even more so, it is also a replacement, and much larger than the old one that stood on exactly the same site.", 
    "section": "environment", 
    "gid": "environment/2012/aug/08/udale-bay-mystery-geese", 
    "wordcount": "328"
}