{
    "headline": "Biofuels and the crisis in global food production", 
    "text": "George Monbiot&apos;s article (Must the poor go hungry just so the rich can drive?, 13 August) notably and commendably acknowledges the impact of increasing world cereal prices. It is important to understand that this is a necessary market response to a worldwide reduction in grain production. The cure for high prices is high prices. Government restrictions and bans on grain exports to keep domestic food prices down have a far greater impact on global food prices than biofuels. This short-sighted approach fails to support the much-needed financial investment in farming in those countries and allow for the necessary production response. Simply, national market intervention creates an international mismatch in grain price and availability. Biofuels provide a further market for grains at around 1.5% of global demand, but they have been singled out as a scapegoat for price spikes.  We need to keep these things under review, but simplistic calls for the removal of existing biofuels targets threaten to remove any stability and certainty within the market, and would risk increased volatility and reduced global production. Using crops for biofuels supports efficient and sustainable development, and produces high-quality animal feeds and a substitute for the fossil fuels on which we have become so reliant. Above all, it encourages investment in hitherto neglected agriculture research, upon which our arable production capacity for the future depends.James Mills Combinable crops adviser, National Farmers Union   The need to fix our broken food system is urgent, but the solutions proposed at David Cameron&apos;s &quot;hunger summit&quot; reveal a flawed analysis of the problem (The 2012 hunger summit could be the real legacy of the Games, 13 August). The root causes of hunger and malnutrition are poverty and gross inequality, and will not be solved through techno-fixes such as fortified biscuits. Small-scale farmers feed half the world&apos;s population and they need support. Instead, we are seeing greater power being handed to corporate giants with track records ranging from land-grabbing and restricting access to agricultural inputs, to undermining breast feeding and squeezing British dairy farmers. Access to sufficient healthy food is a human right and we need a more equitable economic system in which developing countries have the resources to promote and protect it.Deborah DoaneDirector, World Development  Movement  Your editorial (11 August) laments the rise in food and other costs. That rise has been exacerbated by the drought conditions in the corn belt of the US. The food industry now includes a substantial component of imported corn syrup in its food to &quot;improve&quot; flavour. Yet, as a recent series of BBC programmes has made clear, corn syrup is a substantial contributor to the current plague of obesity in the UK and a major cost to the nation in terms of poor health. Yet the government, so keen we are told to reduce our cost base, takes no action. Food industry lobbyists are, no doubt, substantially responsible. Dr Celia PrussiaDr Simon Harris Wrexham", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/16/biofuels-crisis-global-food-production", 
    "wordcount": "492"
}