{
    "headline": "Fin whales sometimes seen in North Sea", 
    "text": "In the report on the stranding of a fin whale on Holkham Beach (Rare fin whale washed up on Norfolk beach, 22October), Dr Ben Garrod of Anglia Ruskin University states that you never get [fin whales] in the North Sea. I certainly saw one six miles off Hartlepool in about 1978. There was flat calm and hot sun, and there were great rafts of seabirds. The whale jumped clear of the water six or seven times, mostly through the rafts of birds. I estimated the whale to be as long as our 12 metre yacht. Later I mentioned this to a fisherman at Hartlepool, who told me that this only happened on days like I described. He was obviously familiar with the sight.John LartGreat Smeaton, North Yorkshire  Hawaiian Airways plan to weigh their passengers (Report, 24 October) is a good idea. Skybus planes from Cornwall to the Scilly Isles have always done so. As you board the eight-seater Islander, they tell each passenger (by name) where to sit so the weight is evenly distributed. The process is very discreet; the check-in desk incorporates scales. On one occasion, our combined weight was so great that the luggage had to travel separately on the next flight. Theynever divulged who had caused the overload, but we knew!Melanie WhiteReading, Berkshire  Whenever I hear anyone complain about being stuck in traffic (Opinion, 20 October), I remind them, gently, that they were the traffic.Annette MillwardLondon  Three pages on the benefits of sitting in silence (The cult of quiet, G2, 24October) and no mention of Quakers, who have experienced the benefits sincethe 1660s.Jon and Carolyn HainesBacup, Lancashire  As a woman who can neither ride a bicycle nor drive a car, I am not in many ways helpless, but am very happy to have something in common with the amazing Angela Carter (Review, 22 October).Wendy BisphamLondon  Join the debate  email guardian.letters@theguardian.com", 
    "section": "environment", 
    "gid": "environment/2016/oct/24/fin-whales-sometimes-seen-in-north-sea", 
    "wordcount": "329"
}