{
    "headline": "Magic mushrooms' psychedelic ingredient could help treat people with severe depression", 
    "text": "Drugs derived from magic mushrooms could help treat people with severe depression. Scientists believe the chemical psilocybin, the psychedelic ingredient in magic mushrooms, can turn down parts of the brain that are overactive in severely depressive patients. The drug appears to stop patients dwelling on themselves and their own perceived inadequacies. However, a bid by British scientists to carry out trials of psilocybin on patients in order to assess its full medical potential has been blocked by red tape relating to Britain&apos;s strict drugs laws. Professor David Nutt, professor of neuropsychopharmacology at Imperial College London, will tell a conference today that because magic mushrooms are rated as a class-A drug, their active chemical ingredient cannot be manufactured unless a special licence is granted. &quot;We haven&apos;t started the study because finding companies that could manufacture the drug and who are prepared to go through the regulatory hoops to get the licence is proving very difficult,&quot; said Nutt. &quot;The whole field is so bedevilled by primitive old-fashioned attitudes. Even if you have a good idea, you may never get it into the clinic, it seems.&quot; Research by Nutt has found that psilocybin switches off part of the brain called the anterior cingulate cortex. It was known that this area is overactive in individuals suffering from depression. In his tests on healthy individuals, it was found that psilocybin had a profound effect on making these volunteers feel happier weeks after they had taken the drug, said Nutt  who was sacked as the chairman of the Advisory Council on the Misuse of Drugs in 2009 after repeatedly clashing with government ministers about the dangers and classification of illicit drugs. Nutt&apos;s team also discovered that another section of the brain known as the default mode network was also influenced by psilocybin. &quot;People with depression have overactive default mode networks and so ruminate on themselves, on their inadequacies, on their badness, that they are worthless, that they have failed  to an extent that is sometimes delusional. Again psilo-cybin appears to block that activity and stops this obsessive rumination.&quot; To determine if psilocybin could be used as a treatment to help patients, Nutt and his team were given 550,000 by the Medical Research Council to begin a three-year project to test the drug on people with depression. Patients who had failed to respond to two previous treatments would be selected. The aim was to test 30 with the drug and 30 with a placebo. However, the group has found its path blocked by bureaucracy. So difficult has the government and the EU made it for companies to manufacture the active ingredients of Class A drugs that price tags of around 100,000 were given by chemical companies. &quot;We only need a relatively small amount of the drug, an order worth only a few hundred pounds,&quot; said Nutt, who is set to describe his work with psilocybin at the UK Festival of Neuroscience conference in London today. &quot;If we have to pay 100,000 we simply cannot afford to carry out the rest of the study. We have not given up but it is proving very difficult,&quot; he said. &quot;Depression is now the largest cause of disability in Europe. There are many effective treatments but only about a third of individuals respond fully. At least 10% fail to respond to three different treatments. We badly need more types of treatment but we cannot pursue these because the government is denying scientists access to powerful tools that could help people in need. The regulations that govern researchers access to Class A drugs are totally inappropriate and harmful.&quot;", 
    "section": "science", 
    "gid": "science/2013/apr/07/magic-mushrooms-treat-depression", 
    "wordcount": "614"
}