{
    "headline": "Rio+20: A voice from Accra, Ghana", 
    "text": "   Gertrude Fefoame, Rio+20 Photograph: Guardian    To me, sustainable development means development that meets present needs to alleviate poverty, including for marginalised groups, without compromising the ability of future generations to meet their own needs. In its broader scope, it relates to the necessity of balancing the needs of people with the needs of the Earth, which must be equitable and sustainable, and not exploiting options for current or future generations. Generally, I feel like there has been a higher awareness on environment, climate change and its impact on development. I believe that poverty and environmental sustainability are inextricably linked, and persons with disabilities are particularly at risk from the effects of climate change, such as natural disaster and food insecurity. However, their needs are still not often addressed in these situations  especially with regards to accessing help and information when disasters take place. In terms of my area of expertise  disability  I think there has been some progress, but not enough. In accordance with a number of international conventions and provisions (such as the UN standard rules on equalisation of opportunities and the UN convention on the rights of persons with disabilities) many countries now have national disability laws, including African countries such as Ghana and Malawi. The greatest challenge in most parts of Africa  such as in Ghana  is the implementation of these laws. The needed impact has not been achieved yet. So although we are starting to see an increased focus on the most marginalised people in poverty eradication programmes, this is not happening to the same extent with regard to environmental sustainability and sustainable development. The impacts on marginalised people, such as persons with disabilities, are equally as important in sustainable development as they are in poverty eradication  and much more needs to be done to address this inequality. Development must be an inclusive process. This is because to me, issues of disability, poverty and environmental sustainability are all interconnected. Persons with disabilities are particularly vulnerable firstly to poverty; more than one in five of the world&apos;s poorest people lives with a disability. To be effective, any discussion or framework in relation to sustainable development must incorporate the needs of persons with disabilities. Do I think Rio+20 will make any difference to my life? Yes, in a broad sense, I expect it to open more opportunities as world leaders, business and civil society attempt to reach an agreement for the future to advance the social, economic and environmental pillars of sustainability. I hope for an outcome document that is more encompassing, addressing real needs [relating to] poverty and sustainability; addressing issues surrounding persons with disabilities within each target area. Disability is an integral part of every segment of society.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-accra-ghana-sightsavers", 
    "wordcount": "448"
}