{
    "headline": "Dirty little secret: the loo that saves lives in Liberia", 
    "text": "For the worst country in the world, Liberia looks lush. All along the long road to Fish Town, the sumptuous rainforest on either side is a comfort, a green bath to soothe the dreadful red dust that is constant and the potholes that cause nose-bleeds, head-bumps and nausea even in this well-cushioned Toyota Land Cruiser belonging to WaterAid. We are scrunched into this car for days, because that&apos;s how long it takes to get to Fish Town, only a few hours from Liberia&apos;s capital Monrovia if you&apos;re a crow, but 36 hours otherwise, because the country has only one decent main road. To get there, we must loop north, brushing the border with Guinea, before swooping back down to a town that isn&apos;t much of a town, the joke goes, and doesn&apos;t have much fish. But it&apos;s busy these days because NGO 4x4s such as ours are zooming through on their way to help refugees escaping from Ivory Coast, the latest poor sods in this region to be kicked out oftheir country by war. We, though, are not zooming towards refugees but towards something far less newsworthy. It is my sixth visit to Liberia. The first was in 2004, six months into the country&apos;s first peace in 20 years. Liberia had suffered years of stunningly brutal civil wars, orchestrated largely by Charles Taylor, now on trial in the Hague forwar crimes (a man who once sued a journalist for saying he had eaten a human heart, and lost); and by other warlords with names such as General Butt Naked, General Peanut Butter and Devil. And this war&apos;s stories were more horrific than most: mass rape; boy soldiers kept going by drugs, looting and raping; parents killed by their own boys; checkpoints made from intestines. Imagine the worst and, if you looked, you&apos;d find it here doubled. By 2003, when the Economist called Liberia the worst country in the world, it was wrecked. Yet ithadn&apos;t always been that way. Founded by freed American slaves in the 19th century, Liberia had had good times. Its ex-slave colonists built graceful mansions, installed themselves as rulers over local tribes and instituted a Liberian English that still has the infectious drawl of the American South. They named their capital after US president James Monroe; they called their currency the dollar; they let the US use them as a listening station in the second world war. Liberians  flying a US-lite flag of stripes and one star  thought they lived in the 51st state, or &quot;Bitty America&quot;. But it was a one-way relationship: during battles so terrible that they were called world wars I, II and III, a US warship holding 2,000 marines anchored itself on the horizon and did nothing to help. Only when rebels attacked Monrovia was Taylor persuaded toleave and a UN force brought in. The receding war left ugly tides. At least 70% of women raped. Nearly the entire population refugees of one sort or another. A huge brain drain. No functioning electricity grid. A decimated healthcare system. And, thanks to the plundering Taylor, a national debt of$4.9bn. In 2004, when Ifirst visited, all Liberia seemed to have was 9,000 UN peacekeepers and some cautious hope. But the world&apos;s worst country has been busy. In2006, it elected Ellen Johnson Sirleaf to be its president. AHarvard-trained former World Bank economist, Sirleaf is Africa&apos;s first female head of state, Ma Ellen to three million or so Liberians and a president with a dizzying to-do list. Eighty-five per cent of Liberians have less than a dollar a day to spend. A dollar goes further in Liberia, but not that far, when rice costs $45 a bag. You can always find a decent Club Beer in Monrovia, but you won&apos;t find a post office, electricity grid, sewage treatment, taxes or decent road system. One suburb of the capital is called Red Light, because it used to have a traffic light. It doesn&apos;t any more. How do you fix a ruined country? Start with the money. If you can, get that $4.9bn of debt forgiven. Increase the national budget from $80m a year to $360m. Then figure out how to earn more. Open for business and sell everything you can: oil, gas and mineral rights; timber concessions. Open your ports and improve your roads for all the mining and logging equipment to trundle down. Talk about developing tourism. Invite the Chinese, so that after hours on a road to the remotest part of the country, you&apos;ll find young Chinese lads taking abreak from building bridges to take each other&apos;s photograph, as well as new universities and hospitals with suspiciously Chinese-looking roofs. All that is basic nation-building. But there is also something that&apos;s not onmost nation-building lists. Liberians elected a woman who understood that something basic could save millions of dollars, something most people don&apos;t want to talk about. Most people, but not Ma Ellen, the only serving head of state to have written in a major newspaper about the need for toilets. That&apos;s right. Toilets. Because of that, I request an interview with her; and because I am here with WaterAid and have written a book about toilets, she grants it. We meet in the foreign ministry, where the president moved after the executive mansion caught fire. Ma Ellen&apos;s personal guards, female Indian peacekeepers, stand at the gate like statues. (Someone tells me he saw them beat up rioters one day, then go to church in their saris the next, &quot;looking so sweet and lovely&quot;.) Monrovia&apos;s mayor is also a woman, as is the director of the port, a crucial position. Sometimes I feel as if I&apos;ve landed in a Patricia Cornwell novel, where all positions of authority are held by women. It&apos;s great. In her spacious office, impeccably dressed in her trademark African cloths and turban, the president is warm and gracious, despite a stern reputation. Ihave been warned to stick to the agreed topic of sanitation. Stray off it  to accusations of endemic corruption, nepotism and human rights issues, for example  &quot;and you will see her change in an instant&quot;, a Liberian friend tells me.     Most Liberians have grown up in the countryside, where the idea of a bush toilet is second nature. But their proximity to water supplies and homes can prove deadly. Photograph: Aubrey Wade for the Guardian    Sirleaf took a while to understand the place of good sanitation. Like countless Liberians, she grew up on the family farm, where the only toilet was the bush. &quot;It came naturally,&quot; she says, when I double-check that the president has just admitted to open defecation  or, as Liberians say, doing poo-poo in the bush. &quot;That was what it was.&quot; Like the six out of seven Liberians who still do the same thing, or the 2.6 billion worldwide who have no toilet, Sirleaf didn&apos;t see what was wrong with it. All that forest: what harm can a little poo-poo do? Now she knows better. She knows that diarrhoea  caused largely by people ingesting water or food contaminated by human waste  kills more children worldwide than HIV/Aids, tuberculosis and malaria combined. She knows that even the greenest, widest forest can&apos;t prevent faecal particles being tramped into avillage on feet and flies and fingers, to be dipped into food and water, to become diarrhoea, dysentery or cholera. She knows, asan economist should, that good sanitation could reap millions of dollars a year in savings. India, where two-thirds of the population are toiletless, loses $58bn a year in wages and medical bills to the 50 diseases that can travel in human excrement. Half the hospital beds in sub-Saharan Africa are filled with people suffering the consequences of bad sanitation. But, of course, the president sees endless statistics. Only when she looked into why so many Liberian women were dying in childbirth, and why children were dying of something as banal as the squits, did she realise &quot;there is a relationship with water and sanitation. I needed to understand why that was so, and partly it&apos;s because people don&apos;t have access to clean water. That was an eye-opener for us.&quot; Ma Ellen is amazing, but she is apolitician. She is fluent in euphemism. When she says &quot;clean water&quot;, she really means &quot;water without human excrement in it&quot;. That&apos;s what &quot;clean water&quot; means, because that is what dirty water is dirtied with. At the end of a long, red road, a bone-shaking hour&apos;s ride from Fish Town, we arrive at Jaytoken, an ordinary village like thousands of others, with huts grouped around a green football pitch and surrounded by that ever-so-green forest. Women do chores; men are at the farm or the illicit gold-mine nearby. The closest clinic is afour-hour walk away. The road is so bad only motorbikes or 4x4s can negotiate it in the dry season; hardly anything can pass in the rains. People walk and walk and walk. The only fat bellies here are the ones filled with worms. Why? Because of the creek. The creek is everything. It carried dead bodies in times of war. It still carries animal carcasses. Boas swim in it. It carries the excrement of upstream villagers who use it as a toilet. It provides drinking and washing water. And it brings death  it is the water into which hopeful mothers with diarrhoea-afflicted children mix oral rehydration salts, dispensed for free by that clinic four hours away, without boiling it. Idon&apos;t know why they do that  they have had countless hygiene lessons.     Rev Charles Saylee and his wife Dorris, whose infant daughter died after a bout of diarrhoea. She took three days to die from what, in the western world, is considered a relatively harmless stomach bug. Photograph: Aubrey Wade for the Guardian    They tell me their dirty water causes &quot;running stomach&quot; and that running stomach sometimes causes death, such as that of Marie Saylee, nine months old, who got sick last November. I ask her father, Pastor Saylee, whyshe wasn&apos;t taken to the clinic. There was no time, he says. He goes to fetch the country medicine he would have given her, had shebeen older. It is a leaf called wudirrubu, or &quot;goat-eat leaf&quot;, because goats eat it. You pound it, mix it with creek water  again, unboiled  and drink it. Marie&apos;s mother gave her pepper soup, coconut milk, clean water from the hand-pump. Nothing worked. Marie took three days to die from something most of us consider a stomach bug. The people of Jaytoken, like people in countless other villages, knew that creek water was deadly water. And still they didn&apos;t boil it. They had soap for sale cheaply in the local shop, along with affordable water-purification sachets, but nobody bought them. They could build their own houses; they crafted chairs and lovely bamboo window shutters  but they would not build latrines. Like the president, going for poo-poo 60 years ago, they didn&apos;t see the necessity. They had other things to think about, such as not having a decent road or clinic or money. Sanitation was a luxury. So along came WaterAid, trying to reshuffle those needs into a list that puts sanitation near the top. Jaytoken&apos;s green fields are atop rock, so they brought rock-breaking equipment to sink water pumps. But the villagers kept going to the goal-pole latrine in the bush  so-called because it is formed of a perch that looks like agoal  so WaterAid brought in a Liberian NGO to perform a process known as community-led total sanitation (CLTS). That jargon hides a fascinating concept: that people are stubborn and so must be shocked out of their wrong behaviour. The NGO does this with tricks. By dipping a hair they say has been dipped in shit into a glass of water and then asking people to drink it. No? How is that different from the water they drink every day? Orby putting food next to a piece of excrement and watching the flies jump from one to the other. Are they different flies? No? By that point, the penny is supposed to have dropped. &quot;The basic assumption,&quot; says the CLTS handbook, &quot;is that no one can remain unmoved once they have learned that they are ingesting other people&apos;s shit.&quot; Liberians don&apos;t use that word. &quot;Poo-poo&quot; is bad enough. But not bad enough for the president to be shy about it when I ask what language she uses to talk about sanitation. &quot;I say poo-poo,&quot; she says. &quot;Of course. If you tell people &apos;defecate&apos;, they won&apos;t understand.&quot; CLTS is wildly popular in the world of poo-poo activists. It has been hugely successful in many parts of the world. When it works, it works dramatically. People rush off to build latrines, then they clean up the rest of their villages. Theyare encouraged with prizes and  in India  awards handed out by the president and coveredonnational TV. WaterAid is one of dozensof NGOs currently using the technique. But it doesn&apos;t always work. The trouble with sanitation is that it involves human nature. People don&apos;t usually respond well to health messages or nagging  many doctors smoke when they know they shouldn&apos;t, for example. At Jaytoken school, the blackboards are covered with appropriate hygiene messages, written especially for our visit. A young woman named Grace puts up her hand when I ask if anyone has ever been bitten by a snake while going to the latrine. She is a 24-year-old in a primary school, because her school years were swallowed by war. She was bitten by a snake because the school was built by a Liberian charity that gave up before providing toilets. Snake bites are one risk; sexual assault is another. None of thewomen of Jaytoken admits to being raped, but it is endemic, and using latrines in the bush leaves them vulnerable. Watermay be life, goes the slogan, but a decent toilet is dignity.     Villagers in Nyonken, Liberia, collect water from the river for cooking, washing and drinking, even though they know human waste from villages upstream may have contaminated it. Photograph: Aubrey Wade for the Guardian    Dignity doesn&apos;t get the attention that clean water does, though. Thepeople of Jaytoken and nearby Nyonken  a three-hour walk away  are proud of the new pumps provided by WaterAid. But, like seven out of 10 other Liberians, they stillhaven&apos;t built latrines. Far too many NGOs rush to provide a clean water supply without bothering to install sanitation along with it. If there is a better method for polluting a clean water supply than having little fingers covered with faecal particles, I don&apos;t know what it is. I ask the president about this disparity. Sanitation makes economic sense, after all. CLTS, for example, is cheap  no expensive concrete latrines, no sewerage systems, just some clever persuaders changing people&apos;s hearts and minds. &quot;The problem is,&quot; she answers, &quot;these public services don&apos;t have ahighprofile. Peoplewant to see their footprint abuilding thateveryone can see, or a road. No one pays attention to the three-room latrine in the back yard. There has to be awhole change ofconsciousness.&quot; And not only by donors. In the welcome meetings, villager after villager stands up with apetition. Thank you for the water, they say, butgive us more. Give us roads. Give us a clinic. They don&apos;t ask for latrines. A man from the ministry of works expresses what I&apos;m thinking: &quot;You can build your houses. Why don&apos;t you build latrines? If a hinge falls off a door, will you expect an NGO to come and fix it?&quot; The president would be unimpressed, but unsurprised. &quot;People say they want health clinics,&quot; she says, &quot;but they don&apos;t ask for sanitation. They say their children get malaria ordysentery, but they don&apos;t ask for sanitation. Wehave to bring to their consciousness that sanitation is linked to health.&quot; On the way back to Monrovia, with theroof ofthe truck now holding a live chicken that the villagers of Nyonken gave us to honour us (andwhich ends up in a pot in a Fish Town restaurant), we pass more 4x4s zooming towards the border and the refugees. I feel frustrated. InMonrovia, ministers and NGOs hold a weekly crisis meeting about refugees, but not about the18% ofLiberians who die because they have no toilets or clean water. Towards the end of our interview, Iask the president why that is. Wehad followed in her footsteps to Fish Town because she had also goneto see the state of the Ivorian refugees, mostof them welcomed by Liberians who had to think back only a few years to a time when they were themselves refugees. Ma Ellen is too polite to shrug, but her words do. &quot;The humanitarian system responds to these things that get sensational,&quot; she says. &quot;They want to be seen asresponsive. The ordinary village, that no one istaking care of, that doesn&apos;t come to mind.&quot; Andwith that she takes her leave, to get back to the job of fixing her country, one latrine at a time.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/03/liberia-sanitation-johnson-sirleaf-toilets", 
    "wordcount": "2861"
}