{
    "headline": "Global majority faces water shortages 'within two generations'", 
    "text": "The majority of the 9 billion people on Earth will live with severe pressure on fresh water within the space of two generations as climate change, pollution and over-use of resources take their toll, 500 scientists have warned. The world&apos;s water systems would soon reach a tipping point that &quot;could trigger irreversible change with potentially catastrophic consequences&quot;, more than 500 water experts warned on Friday as they called on governments to start conserving the vital resource. They said it was wrong to see fresh water as an endlessly renewable resource because, in many cases, people are pumping out water from underground sources at such a rate that it will not be restored within several lifetimes. &quot;These are self-inflicted wounds,&quot; said Charles Vrsmarty, a professor at the Cooperative Remote Sensing Science and Technology Centre. &quot;We have discovered tipping points in the system. Already, there are 1 billion people relying on ground water supplies that are simply not there as renewable water supplies.&quot; A majority of the population  about 4.5 billion people globally  already live within 50km of an &quot;impaired&quot; water resource  one that is running dry, or polluted. If these trends continue, millions more will see the water on which they depend running out or so filthy that it no longer supports life. The threats are numerous. Climate change is likely to cause an increase in the frequency and severity of droughts, floods, heatwaves and storms. The run-off from agricultural fertilisers containing nitrogen has already created more than 200 large &quot;dead zones&quot; in seas, near to rivermouths, where fish can no longer live. Cheap technology to pump water from underground and rivers, and few restrictions on its use, has led to the over-use of scarce resources for irrigation or industrial purposes, with much of the water wasted because of poor techniques. And a rapidly rising population has increased demand beyond the capability of some water resources. In some areas, so much water has been pumped out from underground that salt water has rushed in to fill the gap, forcing farmers to move to other areas because the salination makes their former water sources unusable. Most of the areas where water will be scarcest soonest are in poor countries, which have little resilience to cope. Many are also in areas where there is already political instability, tension or outright conflict, and the competition for water resources will heighten these problems.    Water in the Anthropocene from WelcomeAnthropocene on Vimeo.   But the scientists warned that the developed world would also suffer. For instance, there are now 210 million citizens of the US living within 10 miles of an &quot;impaired&quot; water source, and that number is likely to rise as the effects of global warming take hold. In Europe, some water sources are running dry because of over-extraction for irrigation, much of which is carried on in an unsustainable fashion. Pollutants are also causing severe problems in the rich world  the scientists highlighted the role of endocrine disruptors, which can cause fish to change gender, and the long-term effects of which on human populations are as yet barely known. &quot;There is no citizen of the world who can be complacent about this,&quot; said Janos Bogardi, former director of the UN University&apos;s Institute for Environment and Human Security. On Wednesday, UN secretary general, Ban Ki-moon, added his voice to concerns about water security: &quot;We live in an increasingly water insecure world where demand often outstrips supply and where water quality often fails to meet minimum standards. Under current trends, future demands for water will not be met,&quot; he said. The scientists, meeting in Bonn this week, called on politicians to include tough new targets on improving water in the sustainable development goals that will be introduced when the current millennium development goals expire in 2015. They want governments to introduce water management systems that will address the problems of pollution, over-use, wastage and climate change.  This article was amended on 6 June 2013 because the original misspelled Janos Bogardi&apos;s name as Bogardy, and called him the director of the UN University&apos;s Institute for Environment and Human Security. This has been corrected to say former director.", 
    "section": "environment", 
    "gid": "environment/2013/may/24/global-majority-water-shortages-two-generations", 
    "wordcount": "702"
}