{
    "headline": "Starwatch: The November night sky", 
    "text": "Our November chart catches our mid-evening sky in transition between summer and winter. The Summer Triangle (Deneb, Vega and Altair) is tilted over in the W while Orion, rising in the E, will soon be ruling our winter nights. Britain loses out on the month&apos;s two eclipses, but we do have chances to glimpse all the planets. The first is Mars which hovers only 4 high in the SW one hour after sunset where it appears 5 below and right of the young Moon on the 16th. Use binoculars to find it at mag 1.2 in the twilight. Much more obvious is Jupiter which rises in the NE as twilight ends on the 1st and at sunset on the 30th as it nears opposition on 3 December. Brightening a little to mag 2.8 and swelling to 48 arcsec, it is creeping westwards in Taurus to the NE of Aldebaran and the V-shaped Hyades cluster. Look for them due E at our map times, high in the S five hours later and in the W before dawn. The Moon is close by this Thursday night and again on the 28th. Venus blazes at mag 4.0 in the SE before dawn but stands lower each morning as it speeds through Virgo and sweeps by Spica in mid-month. By then Saturn, mag 0.6, has climbed clear of our dawn twilight where it lies 12 below-right of Spica and enjoys a spectacular conjunction with Venus on the 27th, with Saturn just 0.6 above-left of Venus and much the fainter of the two. Mercury stands near the horizon below-left of Venus and Saturn from the 25th. A total solar eclipse begins at dawn over N Australia on the 14th (local time), crosses the S Pacific and ends off the coast of Chile three hours later. A penumbral lunar eclipse occurs from 12:13 to 16:53 GMT on the 28th, but only a slight dimming of the Moon may be noticed near mid-eclipse and probably nothing at all after moonrise for Britain. November diary 2nd 01h Moon 0.9 S of Jupiter 7th 01h Last quarter 11th 18h Moon 5 S of Venus 12th 21h Moon 4 S of Saturn 13th 22h New moon and total solar eclipse  15th 23h Venus 1.9 N of Spica 16th 10h Moon 4 N of Mars 17th 16h Mercury in inferior conjunction 20th 14h First quarter 27th 05h Venus 0.6 S of Saturn; 23h Moon 4 S of Pleiades 28th 15h Full Moon and penumbral lunar eclipse 29th 01h Moon 0.6 S of Jupiter", 
    "section": "science", 
    "gid": "science/2012/oct/28/starwatch-november-night-sky-orion", 
    "wordcount": "437"
}