{
    "headline": "App sales soar in 2012", 
    "text": "Shiny new tablets and smartphones given as presents make Christmas Day and Boxing Day the two most lucrative days of the year for app sales. Yet in the apps economy, turkeys are a year-round phenomenon. Thousands of new apps are released every week for devices running Apple&apos;s iOS and Google&apos;s Android, but most sink without trace. With an estimated 1bn apps released so far on those two platforms alone, there are relatively few winners and many losers. This month, industry analyst Canalys claimed that in the first 20 days of November, Apple&apos;s US App Store generated $120m (75m) of app revenues, with just 25 publishers accounting for half of that. And 24 of those 25 companies make games, including the likes of Zynga, Electronic Arts and Angry Birds publisher Rovio. But analysts suggested in August that two-thirds of Apple store apps had never been downloaded  a lifeless long tail of more than 400,000 unwanted apps. So who is making decent money from apps? The top games publishers certainly are, especially those with popular &quot;freemium&quot; games which are free to download but make money through in-app purchases of virtual currency or items. British developer NaturalMotion made $12m from its iOS car racing game, CSR Racing, in the first month after its release in June, and Finnish rival Supercell was reported making $500,000 a day in October from its Hay Day and Clash of Clans games. Meanwhile, Angry Birds has set a template that other games hope to follow  generating app store riches, followed by real world revenues from toys and merchandise. Apps have not saved the newspaper industry just yet, but three of the 10 most lucrative iPad apps on the UK App Store in 2012 belonged to newspapers: the Times, Telegraph and Guardian. There are success stories in magazine apps, with UK-based Future currently grossing $1m of sales from its digital editions. Apps are fuelling some of the more disruptive media companies too. Streaming music firms Spotify and Deezer have 5million and 3 million paying subscribers respectively, with mobile the main reason people pay for them. In the US, 77% of listening to personal radio service Pandora is now mobile  and it was the sole non-gaming company in Canalys&apos;s list of the 25 biggest earning US apps. Apps have been important for the growth of online TV services such as Netflix and Hulu, while in the UK, 24% of programme requests to the BBC&apos;s iPlayer now come from handheld devices. Ultimately, though, one company dwarfs the rest when it comes to making money earning from apps: Apple. The company said in June it had paid $5bn to app-makers since its App Store launched in 2008. Yet in its 2012 financial year, to September, Apple sold $80.5bn of iPhones and related products, and $32.4bn of iPads and related products, with apps a key selling point for both devices. Individually, most apps still fail. But collectively, they are colossally successful at building the fortunes of the App Store&apos;s owner.", 
    "section": "technology", 
    "gid": "technology/2012/dec/26/apps-apple-store-games", 
    "wordcount": "506"
}