{
    "headline": "A peregrine waits, and pounces, but is left clutching at feathers", 
    "text": "Beyond a sea of greens and blues, sunshine and shifting clouds form ever-changing patterns of light and shadow on Baleshare and distant NorthUist. At the far end of the beach, a solitary walker flings stems of kelp for a leaping, splashing dog to retrieve. Nearby, a flock of oystercatchers are dozing, each facing the same direction, each perfectly poised on one leg, head tucked neatly beneath a sheltering wing. Starlings rummage restlessly through piles of seaweed left behind by strong winds. They are accompanied by a gang of giddy wagtails, a mixed group of adults and juveniles, flying spirals around each other &quot;tewicking&quot; constantly. Suddenly, the oystercatchers take off in the startle of wings that indicates the presence of a marauding bird of prey. Unusually, rather than speeding off into the distance in a tight-knit flock, they fly only a few feet before alighting warily in the shallow water at the sea&apos;s edge, while the peregrine  that has caused the panic  speeds onwards over the sea. It turns on a wingtip and heads back the way it came, not gaining height but staying low, flying hard and fast, scything through the air with deadly determination. For even at speed, in that first pass it had seen what I had not: asmall group of waders that, rather than taking to the air, had remained huddled among the rocks and seaweed. It smashes into them, scattering them in all directions and though at first it appears that it has missed its strike  as it adjusts its balance among the weed  a faint flutter of movement reveals that this time not all the waders have escaped. The peregrine pauses, scanning its surroundings, prey pinned beneath one taloned foot. There is a flurry of wings from the trapped wader. The peregrine dips its head; there is another more frantic flurry. And then, amazingly, the wader is free and winging its way to safety leaving the peregrine clutching only feathers.", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/peregrine-waits-pounces-clutching-feathers", 
    "wordcount": "331"
}