{
    "headline": "Exams make our hands sore, say students", 
    "text": "Normal life can be resumed now that January exams are drawing to a close. But as budding scientists and mathematicians stroll carefree to their lectures, humanities students are left nursing a rather ugly legacy  the writer&apos;s bump. Held aloft in pride and anguish, the bulbous callus caused by prolonged use of a pen is proof of exam exertion. Essay-style exams have always been onerous, but for us, the MSN generation  raised on a diet of vowel-free touch typing and smiley emoticons  three hours of biro scratching is a serious challenge. Here&apos;s the question: as laptops usurp pens in the lecture hall and library, are our phalanges becoming too feeble for handwritten assessments? In the run-up to my undergraduate exams, I was advised by tutors to practice speedy handwriting. Some even claimed that candidates can&apos;t write as much these days as their counterparts did in previous years, though no data is available to prove this. Could computer-based assessments solve the problem? Computers are already used in exams by many students who have learning difficulties or a disability. A final-year politics student says he took easily to using a keyboard after being diagnosed with dyspraxia: &quot;I haven&apos;t written an exam with a pen since year 9. I&apos;m now at Cambridge where hundreds of students take exams on computers without any fuss.&quot; Ofqual&apos;s former chief executive Isabel Nisbet says pen and paper tests are outdated, and argues that school pupils should be tested with the same tools they use to learn. Edinburgh University has gone further, offering first- and second-year divinity students a choice between handwriting or typing in essay-style exams. Edinburgh copied the system used by US law schools, where students download security software that blocks certain applications from laptops, making them suitable for exam use. The university says that pilot studies showed &quot;no demonstrable difference&quot; in the scores of students who typed their answers as opposed to writing them. In the end, only a tiny proportion of students  around 1%  opted to ditch their pencil case for a laptop. Perhaps the small uptake isn&apos;t that surprising. Exams are stressful enough without worrying about temperamental laptops. And having a biro to chew on might even help the thought process For the moment it seems that the pen and paper are here to stay, but examiners are aware of the strain written tests place upon students. Robert Douglas-Fairhurst, English tutor at Oxford University, says: &quot;Inevitably, anxiety is sometimes voiced that students are now so used to typing they can&apos;t cope with a three-hour handwritten exam.&quot; He offers some reassurance to those of us whose pens move ponderously: &quot;Precision is always likely to be valued more highly by examiners than aimless sprawl, but that might apply equally to answers that are generously long, or elegantly compact. Excellence comes in many different forms  as does mediocrity, of course.&quot; Well no more exams until May  our writer&apos;s bumps should be gone by then.  Follow the Guardian&apos;s take on student life on Facebook - like our new Guardian Student page", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/25/exams-make-our-hands-sore", 
    "wordcount": "511"
}