{
    "headline": "Top 10 local authorities for schools include nine London boroughs", 
    "text": "Nine London boroughs have been ranked among the 10 best local authorities in England for the quality of their state schools. Kensington and Chelsea was the highest performing local authority in a study by the thinktank CentreForum. The study sought to highlight school quality by adjusting for factors including poverty, ethnicity, a child&apos;s first language and gender, which tend to skew exam performance. The report says: &quot;Once these important differences are taken into account, pupils in London appear to perform significantly better than one might expect. Indeed, pupils of all types  including the poorest pupils and those from typically underperforming ethnic groups  perform better in London than in all other regions.&quot; The research looked at GCSE results for more than 600,000 pupils who sat exams in summer 2010, combining this with data about the children&apos;s achievement in earlier years. The study excluded private schools, which educate one in five teenagers in London. London schools have higher funding per pupil, but also higher costs. Comparing the &quot;expected performance&quot; of each local authority, based on their pupil intake, with their actual result, the researchers found wide variation. Gill Wyness, author of the report, said: &quot;Some of the poorest kids in the country are achieving great results. The level of overachievement in local authorities like Hackney, Newham and Tower Hamlets is nothing short of remarkable. &quot;What worries me is that children with similar backgrounds from other parts of the country do not seem to be performing as well.&quot; Portsmouth, Sandwell, Hull, Barnsley and Bradford were the five local authorities that did worst in the analysis. The analysis reveals that the &quot;London advantage&quot; appears to increase with age  the gap between pupils in London and rest of the country first emerges at 11 and is sustained to GCSE. The report says: &quot;That the gap in attainment between pupils from London and the rest of the country emerges over time and suggests that it is schools, rather than parents, that are responsible for the relative advantage of pupils in London.&quot; The analysis finds the gap is significant across a range of measures including overall GCSE points score, the proportion of pupils achieving five or more good GCSEs including English and maths and the English baccalaureate. London has disproportionately more Chinese, Asian, black and mixed-race pupils and disproportionately fewer white pupils than the rest of the country. Pupils from Chinese and Asian backgrounds tend to do even better in London than they do elsewhere in England, the study says. The study suggests that &quot;cultural differences or parental expectations&quot; may be more important factors than poverty in influencing pupils&apos; performance. The report speculates that teacher quality may be &quot;driven upwards&quot; by competition for teaching jobs in London, because of the capital&apos;s large pool of graduates. It also suggests that government initiatives directed at London may be important. One such initiative was London Challenge, a school improvement programme established under Labour to boost outcomes in low-performing secondary schools in the capital. Top 10 &quot;overachieving&quot; local authorities in England for quality of schools, according to CentreForum: Kensington and Chelsea Hammersmith and Fulham Westminster Redbridge Barnet Hackney Camden Sutton Tower Hamlets Trafford", 
    "section": "education", 
    "gid": "education/2012/jan/20/top-local-authorities-schools-london", 
    "wordcount": "540"
}