{
    "headline": "The Castrato and his Wife  book review", 
    "text": "Although this book is described by the author as a &quot;microhistory&quot;, it is crammed with so many unexpected surprises that it almost seems it should be a work of fiction. In The Castrato and his Wife [Oxford University Press; 2012: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle], writer and historian Helen Berry shares the incredible story of opera star, Giusto Ferdinando Tenducci, and his teen-aged singing student, Dorothea Maunsell. Although Tenducci is nearly unknown today, he was an international musical superstar, his fame rivalling that of Elvis, the Beatles, Elton John and Britney Spears. The son of a poor Italian servant, Tenducci lived a rags-to-riches story at a time when social mobility was even more difficult than it is today; he travelled eighteenth-century Europe, sang music that J. C. Bach and Mozart composed especially for him, performed for royalty and for wealthy patrons and popularised Italian opera along the way. Surprisingly for those sexually repressed times, Tenducci also developed a massive following of female admirers.  Dorothea Maunsell was born into a wealthy Irish family and she had an extraordinary singing voice, so exquisite that her father hired Tenducci to be his teenaged daughter&apos;s singing teacher. But women were rarely allowed to perform in public, so Dorothea&apos;s dedication to voice lessons seemed rather a waste since she had no real future as a singer or as anything else, except as a wife and mother. But the opera star and his student spent a lot of time together, and became very fond of each other. Since Tenducci was a castrato, whose very humanity was sometimes questioned, their close relationship did not raise eyebrows. But when Dorothea&apos;s control-freak father arranged a marriage for her with a man she did not at all like, she acted on the one option that was open to her: she eloped with her teacher.  Predictably, all hell broke loose. Dorothea&apos;s father, a lawyer, claimed Tenducci kidnapped his precious daughter and was holding her prisoner in another country. Indeed, Dorothea and her husband did flee Ireland to escape her father, then England to escape Tenducci&apos;s debts (and debtor&apos;s prison). They fled to Italy, where they were well-received. In Italy, Dorothea sometimes accompanied her husband as a performer onstage, and occasionally replaced him when he was traveling -- a dream come true, it would seem.  Throughout all this drama, Dorothea wrote and published what is probably one of the first ever teenage novels describing her love affair with Tenducci. Yet at the same time, Dorothea fell in love with another man. Her marriage failed. Tenducci was heartbroken, but Dorothea was practical. She even sought her father&apos;s help in dissolving the marriage so she could marry her new lover.  A highly publicized battle ensued in the London courts where the marriage was finally annulled. The argument centered on Tenducci&apos;s state of being a castrato, since he could not possibly consummate the marriage and father children.  I was saddened to learn that the eighteenth-century equivalent of today&apos;s rock superstars can be so completely forgotten that only a handful of people alive today even recognise his name. I also was sad to realise that amongst the women of her day, Dorothea was one of the very few lucky ones because she was not completely invisible whilst she was alive.  The Castrato and his wife is a readable book that relies on scholarly detective work and strong narrative to tell this tragic tale. It presents fascinating insight into the world of opera, the Catholic church, and into the nature of sex and marriage in Georgian Britain. Further, the author explores questions about the meaning of marriage that resonate to this very day.  If you enjoy European history or if you are an opera fan, or if you enjoy reading strange-but-true stories, there is much in this compelling book that will appeal to you.  .. .. .. .. .. .. .. .. .. .. ..  Helen Berry is Reader in Early Modern History at Newcastle University. She is the author of numerous articles on the history of eighteenth-century Britain, and is the co-editor (with Elizabeth Foyster) of The Family in Early Modern England (2007). This is her second book. .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist maintains her presence on a number of social media sites, including facebook and twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/sep/26/1", 
    "wordcount": "705"
}