{
    "headline": "UK's 'absurd' visa policies have hurt student recruitment from India", 
    "text": "Britain&apos;s attempts to restrain immigration has caused serious problems for student recruitment in countries such as India, and led to a &quot;substantial&quot; reduction in the number of applicants from the subcontinent, the business secretary said on Wednesday. Vince Cable, speaking at an international conference of university leaders, said there had been &quot;quite vigorous criticism of the UK&quot; in the south Asian country, which he said was based on an incorrect reading of reports in the British press, treating what was written in the media &quot;as if it was objective reality&quot;. Continuing, the business secretary said: &quot;In some of the Indian provincial newspapers the message has gone out that the British no longer want Indian students, which is wrong. But that&apos;s the message that has gone out.&quot; He added that the country&apos;s visa rules were also harming the British economy by making it harder to retain skilled workers, citing the example of an specialist working at an unnamed racing car manufacturer. &quot;I was introduced to the chief engineer, who was making the most sophisticated engines for Formula One cars and he happened to be Indian, and he was coming to the end of his visa and under the existing rules he was going to have to go back to India and reapply for admission to the UK, right in the middle of a high-pressure contract. It was completely absurd,&quot; Cable said. &quot;But that is the kind of restriction that is introduced in order to placate public panic that does create an economic harm.&quot; The business secretary said the government&apos;s restrictions have put overseas students at the centre of a &quot;torrid and emotional&quot; debate over immigration, that was triggered by &quot;a statistical anomaly, in that the UN, in its wisdom, has classified overseas students as immigrants, which they are not,&quot; with the result that increases in overseas student numbers &quot;easily translated into a flood of immigrants&quot;. &quot;All the evidence suggests the British public do not see them as immigrants, but nonetheless they have got caught up in this very torrid and emotional debate in the UK,&quot; Cable said. &quot;When, as last week, the number declines, this is [seen as] a great triumph for immigration control  which is quite absurd and unfortunately is seriously distorting the debate on sensible university policy and sensible immigration policy. &quot;I just want to make absolutely clear, as far as the government is concerned we have no cap on the number of overseas students, we don&apos;t propose to introduce one.&quot; Official figures show that 190,000 people arrived from overseas to study in the UK in the 12 months to September 2012, 56,000 fewer than in the previous year, a fall of 22%. British education leaders have been campaigning to revise the definitions of international migration to exclude those on student visas. Cable appeared to support the campaign, saying: &quot;We need to find a cleverer way to present the data.&quot; Cable&apos;s remarks  during a question and answer session at the Global Universities Summit in London, were supported in part by Boris Johnson, the mayor of London. During an eclectic address  in which he questioned the audience of vice chancellors on basic science, including the name of the discoverer of sodium  Johnson said: &quot;I looked at the recent figures for foreign students coming to this country, and I do not regard what seemed to me to be a reduction in those numbers as necessarily a positive economic indicator. I think we need to push higher education as a great, great international export.&quot; Johnson said London had many attractions for students, including more bookshops than New York City and more Michelin-starred restaurants than Paris.", 
    "section": "education", 
    "gid": "education/2013/may/29/uk-visa-policy-india-students", 
    "wordcount": "632"
}