{
    "headline": "Just Dance 4  review", 
    "text": "Hold up, I&apos;m a bit sweaty  pass me that towel, thanks. Just Dance 4 is hard work. Obviously it doesn&apos;t have to be an all-out aerobic session, and you can choose to splash around in the shallow end with a bit of Rick Astley and some Barry White, but we all know those are mostly included as a favour to the flat-footed. So I bypassed the easy ones and launched into Superbass, and emerged three minutes later breathless, tired and absolutely convinced that I am Nicky Minaj. Just Dance 4 packs 43 tracks, with a party-pleasing mix to suit both the thirtysomething trying to relive her Popworld-watching heyday, and the six-year-old who really, really likes Call Me Maybe. Essentially, if you&apos;ve heard a song on Kiss FM in the past 12 months and thought, &quot;Ooh, I would totally dance to that if I wasn&apos;t the wrong age for nightclubs&quot;, this collection has got you covered, and as a bonus you won&apos;t get sexually assaulted by a man in white jeans when you&apos;re getting a drink. The instructions tell you to follow the figure on screen &quot;as if it was your reflection&quot; (which is phrased as a bit of a Lynchian nightmare if you wanted to get into it, but that&apos;s only going to stop us from getting to the actual moves so we won&apos;t consider it any further). Pictograms drift into the bottom-right corner of the screen giving you a heads-up on the next step, and the score bar in the top left tells you how you&apos;re doing. It all works beautifully. I played the Wii version, and spotted no snags with the tracking at all  a bit of a triumph, given that Nintendo&apos;s now drifting-towards-history console hasn&apos;t always had the sharpest of eyes. Expect the Move, Kinnect and Wii U versions to be similarly keen.     Just Dance 4    The most important part, though, is that the choreography the consoles have to judge is brilliant fun. Routines have all the fizz and sparkle it takes to make a self-deluded person wonder whether, if her life had taken a different turn, she could have made it as a dancer after all. (At the time of writing, the author is still waiting for her callback.) There&apos;s a fine mix of arm-popping, sideways travel and hip shaking for every track, and every one gets the feel of the song down just right.     Just Dance 4    Dance Quests add extra challenges to each song, and there&apos;s also plenty of multiplayer thrown in with the option for head-to-head battles. (However, annoyingly, there are also a handful with routines for two or four dancers only, which leaves the solo player slightly locked out.) Exercise add-on Just Sweat is there too, now featuring an &quot;actual calorie counter&quot;, presumably so you can know exactly how many slices of buttered malt loaf to tuck away after each session.     Just Dance 4    As a fitness regime, Just Dance ranks a fair way above the execrable Zumba game, and it cannily offers its own Latin-style workout. My favourite though, by a very long way, is the cheerleader workout. I don&apos;t even care if it&apos;s good for me. 25 straight minutes of marching and imaginary baton-twirling beats most of the things I could be doing with my time. Just Dance 4 is the best partner you could ask for. Time to hit the floor.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/05/just-dance-4-review", 
    "wordcount": "559"
}