{
    "headline": "Boris Johnson's sticky pollution solution shown to be a 1.4m failure", 
    "text": "Boris Johnson has spent 1.43m &quot;gluing&quot; pollution from vehicles to London&apos;s roads using a method that air-quality experts have found does not work. In 2010 Transport for London started a trial using dust suppressants  calcium magnesium acetate (CMA)  on some of the city&apos;s dirtiest roads and industrial sites. The mayor said at the time it was a &quot;wonderful contraption that tackles air quality head on&quot; and that he expected it would have an immediate impact on air quality in the most polluted areas of central London. The process was extended into 2012 to tackle potential increases in pollution caused by the Olympic Games lanes. But a study by scientists at King&apos;s College London of the effectiveness of the glue at five major roads over the last two years showed it is ineffective at tackling PM10s  tiny particulates that have been shown to be harmful to human health  from car, van and lorry emissions. Most PM10 pollution is caused by traffic, in particular diesel fumes. Benjamin Barratt, a lecturer in air quality science at King&apos;s, said: &quot;The bottom line is [the gluing method] is not going to work in many of the sites in London where the problem is purely down to traffic, but there are other locations in London where we have severe PM10 problems relating to industrial activity and it has been shown to have a role in those locations.&quot; Green party London assembly member Jenny Jones said: &quot;Boris Johnson&apos;s attempt at a quick fix of gluing pollution to London&apos;s polluted highways such as Marylebone Road has proved to be a failure and a waste of taxpayers&apos; money.&quot; The finding comes as Johnson announced a package of measures to improve the capital&apos;s air, which is among Europe&apos;s worst. He called these new moves a &quot;game-changing moment&quot;  despite simultaneously watering down a pollution charging scheme.Johnson said London would establish an &quot;ultra-low emission zone&quot; to tackle air quality problems, but did not offer specific details as to what it would entail, other than outlining his &quot;vision&quot; that one day most or all cars in central London would be electric or hybrid vehicles. &quot;Creating the world&apos;s first big-city ultra-low emission zone has the potential to be a game-changing moment in the quality of life of our great capital,&quot; the mayor said. &quot;My vision is a central zone where almost all the vehicles running during working hours are either zero- or low-emission. This would deliver incredible benefits in air quality and stimulate the delivery and mass use of low-emission technology.&quot; He said all buses in central London would use hybrid engines by 2020, zero-emission taxis would be encouraged and that he was giving 20m for London boroughs to address the worst pollution blackspots. But he announced that coaches and HGVs would be exempt from new standards to the Low Emissions Zone pollution charging scheme that are due in 2015. Johnson said the move would save businesses 350m from not having to meet the more exacting standards, which will now only have to be met by buses. Alan Andrews, a lawyer at ClientEarth, which brought a suit against the government in 2011 for its failure to clean up pollution in UK cities, said: &quot;They are watering down one of the key policies [the next phase of the low emission zone] they had in place to meet compliance of nitrogen dioxide pollution [European standards] by 2015. And they&apos;re gutting it. They need to be pulling out all the stops if they&apos;re to convince the supreme court and the European Ccommission (EC).&quot; ClientEarth&apos;s case, which was dismissed by the court of appeal last April, is due to be heard next month at the supreme court. In 2011, the UK government successfully argued for a time extension to make London&apos;s air meet European pollution standards, fending off the threat of a potential 300m fine from the EC. Jenny Bates, Friends of the Earth London campaigner said: &quot;2020 is far too late for the Mayor&apos;s plan for an ultra-low emission zone in central London  EU legal limits must be met by 2015 for NO2, but London is still set to still exceed levels required for this toxic gas until 2025. &quot;The Mayor must take bold and urgent action now including measures to cut traffic levels, such as considering London-wide road-user charging and drastically increasing funding for cycling,&quot; she said. &quot;[He] must abandon proposed new road river-crossings in east London, which would just add to the traffic and pollution problem.&quot; &quot;Air pollution is a serious health hazard affecting some of the most vulnerable in our society. The hardest hit are children and the elderly, as well as the most disadvantaged who tend to live near main roads where air pollution is worst.&quot; A spokesperson for the mayor said that he is still exploring the potential for using the suppressant technique at road works sites, and that he is working with the Environment Agency to roll out their use across all industrial sites - where the method has been shown to be effective.", 
    "section": "environment", 
    "gid": "environment/2013/feb/13/boris-johnson-sticky-pollution-failure", 
    "wordcount": "866"
}