{
    "headline": "The art of the dinosaur", 
    "text": "   Vignette of Zhuchengtyrannus by Bob Nicholls    Palaeontology has at least one aspect to it that is little seen in any other branch of science  the artwork responsible for bringing lost extinct animals back to life. While artwork and illustration depicting dinosaurs and the like is resplendent in books and common in media coverage of the subject, it has a more general place in science education and communication.  It&apos;s pretty hard for the average person to look at a skeleton (let alone a fraction of a skeleton) and get a good impression of how that animal looked in life. Sure, something that is obviously a horse or fish might be easy enough, but animals like dinosaurs and other prehistoric creatures are wonderfully alien compared with most living animals and would be far more of a challenge. Would it stand upright or with legs bent? Would the tail be stiff or flexible? Could it rear up, or run? Would it have large scales or small, armoured bumps and spikes, feathers even? And where would they be on the body and what colours could they be? Did it live in a tropical forest or on the plains or did it roam the ancient shoreline? Art of this kind (often termed palaeoart) can of course be beautiful and interesting in its own right, but it&apos;s also a powerful communication tool to help present these animals and show them off in a way that otherwise is hard to appreciate. Good palaeoart is also a real challenge to produce and can require a great deal of dedicated knowledge and represent a real collaboration between artist and scientist.  Most people will know when a dog or horse has been drawn wrong, even if they can&apos;t quite place a finger on what looks odd, and the artist will have innumerable photos and videos to work from and, of course, real animals. Making sure the right muscles of the right size are in the right place on a Stegosaurus or Tyrannosaurus is quite another matter, though, and the best palaeoartists generally have a super and detailed knowledge of anatomy as well as keeping up with the scientific literature. There&apos;s even a significant number of academics of sufficient talent to produce their own artwork and a search will often turn up a piece where the artist can point to having dug up and described the beast in question, as well as producing the illustrations of it stomping around the Mesozoic. I&apos;ve been fortunate enough to have had some very enjoyable collaborations with some very talented artists, working together to restore extinct animals (and also to have had some less fun ones too). It&apos;s great to be able to stray a little from the formalities of strict science and be able to be a little more expressive  something that I suspect is not afforded to too many chemists, for example.  Even before my involvement in various outreach projects and a couple of books, I&apos;ve been interested in both the artistic and scientific side of this work. So in an attempt to bring this to a larger audience I have put online a nice collection of interviews with various artists on their works that can be seen here.  Which brings me round to the subject of the banner that rides high above these words. This is more that just a collection of dinosaurian-like animals, but more specifically they are all images of species where I was responsible (or partly responsible) for naming the animal. As such, it has a rather personal connection to me, and also so seemed an appropriate way to illustrate the new blog and its emphasis on the uncovering and explanation of these long dead creatures. However, I really can&apos;t leave things there and not thank publicly and profusely those artists who generously gave me permission to use their work for this and of course explain what all those animals are. So running clockwise from the top left we have: Limusaurus  an unusual herbivorous ceratosaurian dinosaur (all other ceratosaurs are carnivores) from western China that was named in 2009. This work is by Portia Rollings and was done as part of a spread for National Geographic on the various animals found in these beds. Bellubrunnus  a small rhamphorhynchine pterosaur from Germany that I named just in July of this year. This digital piece was done by my friend Matt van Rooijen, an animator from Tasmania who has collaborated with me on a number of pieces. Zhuchengtyrannus  a giant tyrannosaurid dinosaur (and close relative of Tyrannosaurus) from eastern China that I named in 2010. The art was by Bob Nicholls, a Bristol-based artist whose work can be seen in many museums in the UK. The original of this hangs on my wall at home. Linhenykus  a tiny alvarezsaur (an ant-eating dinosaur) from central China that I helped name in 2011. This digital piece is by Julius Cystoni who has his own PhD in microbiology as well as producing artworks like this. Anchiornis  a troodontid (a small, feathered, bird-like dinosaur) from central China that was named in 2009. This piece was created by Michael DiGiorgio illustrating recent work (that I was not involved in) on the colours of dinosaur feathers. Michael is best known for his work on birds, so it&apos;s perhaps no surprise that he was called in to illustrate this one. My thanks to them one and all for their art in general and specifically for allowing me to use these pieces (or parts thereof) here.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/aug/13/art-dinosaur", 
    "wordcount": "911"
}