{
    "headline": "Britain needs to think more about the birds and the bees", 
    "text": "It was disheartening to read Caroline Davies&apos;s article about the decline in British birds (Report, 19 November) without any comment on the possible cause. The Dutch toxicologist Dr Henk Tennekes, author of The Systemic Insecticides: A Disaster in the Making, blames the use of neonicotinoid insecticides. These insecticides are put inside seeds and, being water soluble, permeate the whole plant, binding irreversibly to critical receptors in the central nervous systems of insects. Bees and butterflies collecting pollen or nectar from treated crops are poisoned, and neonicotinoids have been implicated in the mass die-off of bee populations. Germany has banned seed treatment with neonicotinoids after bee colonies suffered a severe decline linked to the use of the insecticide clothianidin. Neonicotinoids also leach from the soil into waterways and groundwater, affecting marine and bird life; they can remain in the soil for 20 years. Imidacloprid has caused major contamination of Dutch surface water since 2004. The Chinese are already having to pollinate crops by hand due to the demise of pollinating insects, of which 80% were bees. It maybe too late to reverse the decline in British birds but shouldn&apos;t we try by banning the use of these insecticides? More can be found by visiting smallbluemarble.org.uk. Peter O&apos;DonnellEast Molesey, Surrey Our intensive agriculture, with its determination to utilise every scrap of land for food production, has involved the draining of thousands of ponds and the elimination of thousands of miles of hedgerows with their associated wild verges, which have all impacted negatively on our wildlife. This has been compounded by the overuse of pesticides, poisoning animal life, groundwater and ourselves. And on top of all this is the British sentimental love of cats, which kill more than 30m birds a year. Anyone genuinely interested in protecting our wildlife needs to demand of their MPs and government to take action on both fronts now.John GreenLondon In the 1950s, our city squares were full of sparrows, thrushes, blackbirds, robins, wagtails, etc. They were driven out by invading pigeons. When the council tried to kill off the pigeons therewas an outcry and the plans were abandoned. Our citizens are happy feeding pigeons, grey squirrels and other vermin. We must take on the responsibility and manage the conditions for the survival of species we approve of. We did it for dogs and cats and horses. We should not be proud to end up with a &quot;wildlife&quot; consisting of half-a-dozen predators andvermin.Ken Bates Nottingham Today while reading the Guardian I monitored the birds in our garden. In just over an hour we were visited by two robins, four blackbirds, four coal tits and five great tits, a couple of the dozen collared doves who are frequent visitors, a starling and around 30 sparrows. In the past few months we have also had a wren, two dunnocks, a song thrush, four wood pigeons and a sparrowhawk. There does not appear to be a decline in my small patch of England. David Harding-PriceLincoln", 
    "section": "environment", 
    "gid": "environment/2012/nov/22/britain-think-more-birds-bees", 
    "wordcount": "504"
}