{
    "headline": "A cracking tale: why did the world's first jetliner fall out of the sky?", 
    "text": "The original design of the Comet aircraft had square windows  a bad design flaw as it turned out. Photograph: Athene Donald/Flickr Who inspired you to take your chosen path? As a scientist I am frequently asked that question and the truth is that no identifiable individual did. Undoubtedly my school teachers and my university teachers played their part in keeping my love of physics good and strong and making sure I headed off in sensible directions, but I don&apos;t feel I looked up to them as role models, as people I aspired to resemble as I grew up. It was books  and of course the science itself  that fired my imagination about the wonders of science, told me about stuff that seemed new, exciting and exotic, and probably contributed to the research path I finally took. When I did a straw poll about this on my personal blog, books or TV programmes seemed at least as likely to be the source of inspiration as any actual famous person for most of the commenters. Books can inspire a lifetime&apos;s love as much as individuals and good, plainly written texts are to be treasured. Prizes such as the Royal Society Winton Book Prize (closing date for the 2013 prize is 8 February) recognise this and provide a little stimulus  and publicity  for good, popular science writing. I first learned about the science of fracture mechanics from a book that inspired me as a teenager, one which still makes an excellent read. Written in 1968, it has stood the test of time and remains in print. A neat little paperback, it still has pride of place on my bookshelf although I have no idea how I came across it. Perhaps my school pointed me in its direction, or did I just encounter it in a library? At this distance in time I&apos;ve no idea, but I still remember it as one of the key books that fired me up.  It&apos;s called The New Science of Strong Materials by J E Gordon (1913-1998). With the catchy sub-title of &quot;Why you don&apos;t fall through the floor&quot;, it takes the reader through the basic ideas of the field that is materials science, covering many of the fundamental ideas of what, at the time, was a rather young discipline. Much of what it covers concerns  as the title suggests  mechanical properties. Strength, fracture strain and stress (the last two with their formal definitions rather than those we idly apply to the rigours of everyday life). When I lecture on the topic, I still find it highly relevant and recommend it to students for background reading. One particular set of experiments really struck me when I read the book. Perhaps this was because they had been carried out by a scientist with the same surname as mine (my maiden name of course): A A Griffith (1893-1963). He was no relation, but of such trivial coincidences are our lives made. He had been studying the ultimate tensile strength of glass fibres of different thicknesses, produced by taking glass rods, heating them up and then drawing them out so they became finer and finer. Glass is normally regarded as a brittle material which breaks easily, but what he discovered was that as the resultant fibres got thinner and thinner, counter-intuitively they got stronger and stronger. The strength the thinnest fibres exhibited was about 35 times higher than the value for bulk glass, but this high initial value halved over a matter of hours following their production. What was going on? Before I answer that, I should say I was so impressed by these experiments that when I was required to devise an investigation of my own for assessment within the pilot A level I was doing (a new Nuffield Physics course in 1968), I chose to attempt to replicate the experiments. I was allowed to be let loose with a Bunsen burner on the bench top to heat up the glass rods, and duly drew down fibres to different thicknesses. But, as far as I recall, I got no consistent results. Certainly nothing sufficient to permit me to test any useful hypotheses, but it was great fun trying. My first taste of research, and one which did not put me off pursuing physics further (bearing in mind the over-familiar refrain, that &quot;if it doesn&apos;t work it&apos;s physics&quot;). What became clear to Griffith back in the 1920s was that there had to be defects present in bulk glass which, statistically, were less and likely to be present as the volume of glass decreased accompanying the decrease in fibre thickness. It took a while for it to become clear what these defects were, because they were far too small to be seen with the naked eye. In fact they were small blemishes on the surface of the glass, surface cracks which could be introduced just by handling the material or due to the surface being buffeted by dust particles when the fibres were left lying around. The role of pre-existing cracks in facilitating fracture was just beginning to be worked out (in full mathematical detail) at this time, as the topic of fracture mechanics got established on a firm footing. Where cracks are present, they act to concentrate the stress locally.  Imagine introducing a hole into the centre of an object; the crack itself can&apos;t take any load, but if the whole object is to remain intact the load that the removed material would have supported has to be taken up elsewhere. That elsewhere will be at the tips of the cracks. Detailed analysis shows that the sharper the ends of the cracks the greater the concentration of the stress there. Such a build-up of stress in a small region means that it may fail, leading to the crack growing.  All DIY experts will be familiar with a simple manifestation of this: in order to cut glass to size (or ceramic tiles to a lesser extent), it isn&apos;t necessary to cut all the way through a piece: scoring a sharp notch or surface incision is sufficient to make it very easy to break the piece easily and neatly. SS Schenectady after it suffered a disastrous failure when docked. Photograph: Athene Donald/Flickr Small cracks, in brittle materials, can have devastating consequences, as some famous examples make very obvious. As the photograph shows, one spectacular example happened to a tanker, the SS Schenectady, immediately after returning to harbour following its initial sea-trials in 1943. A loud noise was heard as the ship split from top to bottom. Eventually the cause of this failure was analysed and attributed to small cracks being introduced by inexperienced welders (all the joins on the ship were welds in order to speed up wartime production). In the cool waters of the harbour, the low temperature rendered the material more brittle so that these tiny cracks were sufficient to lead to this catastrophic failure. Lack of appreciation of the science of fracture mechanics at the time meant that an accident of this kind was completely unforeseen. A similar example had even more disastrous consequences. The world&apos;s first commercial jetliner, the Comet, experienced several catastrophic failures leading to fatalities in the 1950s; again the cause was stress concentration occurring at poorly executed joints. In this case the location of the faults was where the windows were pop-riveted into the body. The regular pressurising and depressurising of the cabin weakened the surrounding material via a process known as metal fatigue. To make matters worse the windows were square, and hence the sharp right angles acted as very efficient stress concentrators making it much easier for the crack to spread disastrously (remember, the sharper the crack tip, the greater the concentration).  Once the faults had been correctly analysed, the subsequent safety record of the Comet was excellent, but its reputation was forever tarnished. The longer term legacy is that all airplanes have oval  curved  windows without rivets, reducing the possibility of dangerous cracks ever developing. The recent spate of problems with Boeing&apos;s Dreamliner lie elsewhere, notably in battery performance; perhaps such teething problems should not be entirely unexpected but we most certainly would not expect structural failure due to bad design. The ability of fracture mechanics to make predictions of when and where failure may occur following analysis of past accidents, coupled with the development of accurate methods for predicting local stress concentrations and the ability to detect tiny cracks before they become large enough to grow rapidly and dangerously, means that modern air travel is actually very safe. This article was amended on 21 January 2013. The original stated that the de Havilland Comet was the world&apos;s first jet aircraft. While it was the first passenger jet, the first jet was in fact the German air force&apos;s Heinkel He 178 prototype, which took its maiden flight in 1939. This has been corrected.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/jan/21/cracking-tale-first-jet-aircraft", 
    "wordcount": "1487"
}