{
    "headline": "Modern languages and linguistic", 
    "text": "What youll learnLanguage degrees will do more than teach the grammar and syntax of a language, they will also give students an insight into the countrys history, culture, literature and politics. Despite the recent closures of university language departments, there are still plenty of institutions offering courses in the modern classics - French, Spanish, German, Italian - as well as those considered niche a decade a go - Mandarin, Arabic, Japanese, and some of the African languages, such as Swahili. And, of course, there are courses in Welsh and Gaelic. And, as the number of students taking languages at school has fallen, more universities have begun offering courses that teach the likes of French and German from scratch.  Courses can be studied as a single honours degree or as a joint subject with, for example, history, politics or even chemistry, if you want to keep your options open. You could also choose to learn two languages, perhaps French and Spanish.   interactive   How youll learnExpect lectures, seminars and tutorials. To fully immerse yourself in a language you need to head overseas and use it, so many courses will incorporate a year overseas into the schedule. For many students, this is the highlight of their studies - its a chance to immerse yourself in a new culture and meet people from around the world. What entry grades youll needEntry requirements vary. Having an A-level in your chosen language(s) is helpful but not essential. Another foreign language A-level, English literature, history and politics could all boost your application.   interactive   What jobs you could doThe breadth of your skills will make you highly desirable among employers. Obvious career routes are translating, interpreting and teaching roles - you will probably be snapped up if you are fluent in Mandarin or Arabic to meet a growing demand. But other options include working in the diplomatic service or the civil service, perhaps in the Foreign Office. Language graduates have got research jobs or development work in the European Union or the United Nations, where knowledge of at least two foreign languages is often required. Graduates will also be favoured in business and legal institutions.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.modernlanguages", 
    "wordcount": "361"
}