{
    "headline": "The Hidden Reality by Brian Greene  book review", 
    "text": "Science has a knack for dealing blows to human dignity. In less enlightened times we were the chosen ones: the masters of a planet at the centre of the universe. Not any more. Copernicus delivered the first heavy strike, demoting Earth to just another planet circling a humdrum star. Then came Darwin, who declared us descendants of ancient primates, and each living species the pinnacle of evolution in its particular niche. The upheavals of science thrust humility upon us. Our response to revolution is recalibration. We find other props to soothe our egos, to keep us on our lofty perch. So the Earth orbits the sun? Our planet is still special. We&apos;re the cousins of apes? Big deal. Aren&apos;t we also the most intelligent species in the known universe? However we argue our special place in nature, the revolution Copernicus set in train is not done with us yet. Neither he nor Darwin set out to dethrone humanity. They simply followed the science, no matter where it led. In the same vein, Brian Greene pursues modern physics wherever it might take us. And that is to some very strange places indeed. Copernicus and Darwin sent convulsions through pious society with their radical statements on Earth and mankind. But these are minor tremors to the shock Greene describes. The universe once meant all there is. But ours may be one of many universes. Weirder still, there may be copies of you out there: some a little shorter, others a little fatter. Some may understand all this. Which brings us to the essential problem. Human evolution did not equip us to see the world for what it is: a seething blur of particles and energy. Through our senses, our brains construct a picture in much broader brush strokes. Had our ancestors tried to make sense of particles rushing their way, instead of thinking &quot;Fuck, lion, run!&quot;, we would not be here. And so survival comes at a cost. We are badly prepared to grasp reality as described by modern physics. Quantum theory is baffling. String theory is either a profound leap towards a fresh understanding of nature, or a colossal misadventure, but for certain it is mindboggling. In The Hidden Reality, Greene explores these and other theories, and explains how they point to the possibility  even inevitability  of other universes. Some are isolated by vast stretches of nothing. Others float nearby, on membranes adrift in hyperdimensional space. In less capable hands this would be daunting territory. But Greene is master of the clear explanation and knows when readers&apos; eyes are about to glaze over. He doesn&apos;t make tough concepts easy, but makes them easy enough to reward the effort of staying with him. The simplest scenario, the Quilt Multiverse, arises when space is never ending, which may or may not be the case. In this scenario, the expanse is filled with infinite realms that are so distant, they evolve independently of one another. Since each realm is home to a finite number of particles, the ways that matter can arrange itself, to make stars, planets and people, must necessarily repeat. Given that particles is all you are  your body and mind  it follows that infinite space means infinite yous. There are other routes to the multiverse. Inflation theory gives us bubble universes; string theory describes braneworlds, or universes borne by membranes that hang out in dimensions beyond our perception. There are also holographic universes, and universes simulated inside computers. Are any of these real? We might never know. Some multiverses may leave a faint trace in nature that scientists can spot through careful experimentation. But plenty of others will not. For now we can only wonder. Evidence for a multiverse would complete the Copernican revolution. What else will there be to demote once our entire universe  and perhaps our individuality  has been knocked from its pedestal? That&apos;s one heck of a blow for humanity to bear, but not one for us to fear. As with Copernicus and Darwin, the damage to human dignity will be superficial. What we stand to lose is nothing compared with the richer insights we gain. Ian Sample&apos;s Massive: The Missing Particle that Sparked the Greatest Hunt in Science was shortlisted for the Royal Society Winton Prize for Science Books 2011 ", 
    "section": "science", 
    "gid": "science/2012/nov/20/hidden-reality-brian-greene-book-review", 
    "wordcount": "715"
}