{
    "headline": "Should we stop worrying about the environmental impact of flying?", 
    "text": "It&apos;s long been a mantra among green-minded folk that greatly reducing - or even cutting out altogether - flights is an important step towards leading a carbon-lite lifestyle. After all, aviation is the fast-growing source of anthropogenic greenhouse gases, as well as being the most polluting form of transport per passenger kilometre travelled. I have, quite literally, written a whole book on the subject. But this has always been a hard sell. The modern era of &quot;cheap&quot; flights has rapidly allowed a generation (well, more accurately, a wealthy quotient within it) to become, some would say, &quot;addicted&quot; to the hypermobility that aviation allows: a weekend break in Prague; weekly commutes across continents; long-distance relationships; second homes located close to regional airports. Understandably so, people have sought all manner of ways to justify their flying, or, better still, ameliorate in some way the pollution caused by their travel choices. Carbon offsetting is popular among some flyers, but has, in my view, some major flaws. And on a much grander scale, some governments have tried to include aviation under the umbrella of &quot;cap and trade&quot;. So we now have a fledgling emissions trading scheme (ETS) across the EU which includes the aviation sector. The existence of the EU ETS has led Dr Grischa Perino, a senior lecturer in economics at the University of East Anglia&apos;s Centre for Behavioural and Experiment Social Science, to publish a &quot;discussion paper&quot; (pdf) this week arguing that green consumers who voluntarily choose not to take a flight within the EU for environmental reasons will, in fact, have &quot;no impact on total emissions&quot;. This will come as unsettling news for those who thought they had been &quot;doing the right thing&quot; by choosing not to fly. But does this argument stand up to scrutiny? First, let&apos;s look at what Perino is actually saying. UEA has published a press release, but the discussion paper can be read in full as a pdf. But this is the &quot;money quote&quot; from the paper:  The decision to fly or not no longer has any substantial impact on total GHG [greenhouse gas] emissions because emissions from aviation within the EU are included in the EU ETS. Any additional emissions caused have to be reduced elsewhere and vice versa.A cap-and-trade scheme with full coverage would make private contributions to the public good via consumption or life-style choices (green consumerism) impossible. However, none of the real world incarnations of cap-and-trade are anywhere near full coverage. The EU ETS for example focuses on aviation and big stationary sources such as electricity production and energy intensive industries. All other sectors including road transport, agriculture and all with a low energy intensity are not covered. The latter make up more than half of GHG emissions in participating countries.Incomplete coverage requires that intrinsically motivated citizens are aware of the offsetting effect and which emissions are covered by the cap-and-trade scheme and which are not. Otherwise they will misallocate their efforts to contribute to the public good. Consider the example of aviation.A green consumer might opt to travel by bus instead of by plane in order to reduce the GHG emissions of her trip. This has the desired effect if that trip takes place in the US. However, in the EU, taking the bus is likely to increase total GHG emissions compared to the flight. The simple reason being that any additional emissions caused by the flight are fully offset (potentially even twice if the individual chooses to buy additional offsets offered by most airlines when buying tickets) while those of a bus journey are not.Many recommendations by government agencies and NGOs on how to reduce one&apos;s carbon footprint are inappropriate in the EU. Reducing the number of flights, installing energy efficient light bulbs and many other recommended actions have no or a much lower impact on total GHG emissions and depending on the alternatives chosen might actually have the exact opposite effect.  This is a bold statement to make. On paper, at least, it all makes sense. Yes, within an enclosed system of tradable &quot;permits to pollute&quot;, it should not make a material difference where the source of the pollution comes from, as long as the overall total is strictly and verifiably capped. But Perino appears to adopt a theoretical, idealised vision of the ETS, one that doesn&apos;t account for the system&apos;s very real flaws, not least its vulnerability to turbulence caused by vested interests and political pressure. And what account does it take of the current record-low price of carbon within the ETS? Or the fact that airlines actually made a huge windfall profit from the scheme last year? To say that the ETS is currently working in the way it should be is to side-step reality. (This week, UBS said that the EU ETS was &quot;worthless&quot; and &quot;won&apos;t work until 2045&quot; without a change in the rules to tighten supply and curb a record glut of permits.) And why avoid discussing flights that travel in and out of the EU - a subject that forced the EU into making an embarrassing climbdown last November? So what does Perino propose are, in fact, the green consumer&apos;s best options?  With a cap-and-trade scheme in place, green consumers are left with three options to reduce total GHG emissions. First, they can reduce emissions not captured by the EU ETS, e.g. by driving less or by eating less red meat. Second, they can influence the political process via voting and lobbying to reduce the cap on regulated emissions. Third, they can buy EU ETS allowances (or other types of offsets) and retire them and thereby have a direct impact on total GHG emissions.  I have sought the views of others with a close connection and understanding of this debate. Here are the thoughts of Bryony Worthington, the Labour peer who also enables people to &quot;retire&quot; ETS allowances through her organisation Sandbag.org. She seems to concur with Perino&apos;s last two points:  To create a market in carbon reduction, cap and trade policies tend to fix the level of allowable pollution in advance meaning that actions taken to reduce emissions that were not anticipated at the outset (ie voluntary behaviour change) cannot be guaranteed to do, so without equivalent allowance permits being removed from the system.There are several things that can be done to address this. Firstly the policy can be made more dynamic by creating a set aside of permits that can be cancelled on production of evidence of voluntary abatement. But the actions would need to be verifiable against a robust baseline. This is in place in the US east coast RGGI system to account for consumers switching to renewable energy which, unlike in the EU, is not mandated policy. The effect of lots of voluntary action would be to reduce the price. The policy could therefore be modified such that if the price falls below a certain level the cap is automatically tightened. This would mean voluntary action had a direct and positive effect on allowable pollution levels. Voluntary cancellation of allowances is an additional action individuals can take in and of itself. Government should do more to promote and encourage this including through introducing tax breaks. Sandbag&apos;s carbon destruction service makes this possible and easy. The ETS is currently under review if people are upset about how it impacts on their ability to make a difference. Now is a good time to lobby for these changes. Voluntary action can complement the upstream policy but it does not at the moment. It&apos;s high time for a change.  I also asked Jeff Gazzard for his reaction. Gazzard, a board member of the Aviation Environment Federation (AEF), is a veteran anti-aviation campaigner who has long been closely following the formation and implementation of the EU ETS:  The UEA analysis is yet another well-meaning but essentially ivory tower piece of academic research that naively over-emphasises the potential that including aviation emissions in an ETS will bring.In a UK context, the last government, having done all the negotiating to agree aviation&apos;s inclusion in the EU ETS, rightly went on to ask the CCC [Committee on Climate Change] to assess how emissions from UK aviation could be brought back down to 2005 levels by 2050.The CCC&apos;s advice was to constrain demand growth, the result of unconstrained CO2 emissions from both domestic and international aviation to and from the UK proving hugely difficult to fit within our legally-binding economy-wide emissions reduction targets for 2050. This analysis is simple, unassailable mathematics  the CCC&apos;s aviation emissions report is world class and in fact should be extended to give us a global insight in respect of aviation emissions and the necessary control and reduction strategies through to 2050 to enable a fit within climate change strategies.The CCC analysis forecast a 35% reduction in carbon intensity from technology, operational and ATM [air-traffic management] gains; those efficiency improvements would allow growth in flights of 55%; and a passenger demand increase of up to 60% from today&apos;s levels would be achievable under a UK target for aviation emissions of 37.5 million tonnes of CO2. Subsequent research by AEF suggests that the UK already has sufficient airport infrastructure to cater for 100% of the demand growth that CCC said was possible under the UK cap.What&apos;s the relevance of all this to EU ETS? In fact the UK-wide emissions target that was the basis for the CCC&apos;s advice is very similar to the emissions cap imposed by the EU ETS, which limits aviation emissions to 95% of their average level between 2004 and 2006.It&apos;s true that the EU ETS cap allows airlines to buy permits from other sectors while the proposed UK cap did not, but CCC&apos;s forecast is that by 2050 we will all be living in such a carbon-constrained world that there will be very few permits around to sell. EU ETS is &quot;a means to an end&quot;  as the carbon price rises (some hope!) for all sectors it will have a demand impact because we already know that aerospace technology, ATM improvements plus the cul-de-sac of biofuels will not by themselves be enough to actually reduce emissions as aviation CO2 rises; ETS fills that gap a little; but the aim is not to allow unrestrained carbon growth from aviation  aviation caps will increase, the cost of carbon will rise, other sectors need ETS permits too, you get the picture. At least that&apos;s the &quot;policy promise&quot; - at 62 years old right now, I am unlikely to be around in 2050 to see if all this has worked!Looking across to another vital and arguably even more important sector - given that we boil kettles slightly more often than we fly!  if carbon-trading can save the planet by itself, then why invest in renewables at all? Why not just let the electricity generating-industry purchase permits and away we go, which seems to be the UEA argument. Obviously, this isn&apos;t what&apos;s happening in power generation - you need to pull all the levers, carbon pricing, efficiency, renewable and so on and, yes, this includes onshore wind farms, Daily Mail readers please note.And don&apos;t forget that most ETS and emissions reduction targets are set to try and avoid dangerous climate change and keep CO2 below 450 ppm by 2050, which in itself is a goal that needs urgent revision.Finally, it must be remembered that the entire global aviation industry is busy trying to collapse the EU ETS as we speak. In Montreal this week and next, the UN body charged with finding a solution to aviation emissions, ICAO, is &quot;busy&quot; wrestling with this issue. Except as probably the very best example of a producer-captured institution ever in geo-political history, it and its member states simply provide a talking shop for fig leaf &quot;business as usual&quot; rhetoric that would be embarrassing if those present could embarrassed, which simply isn&apos;t possible, I&apos;m afraid.So what to do? Some concrete examples: WWF UK&apos;s &quot;One-in-Five&quot; campaign is a really good try at influencing real reductions in business travel and using video conferencing instead; please don&apos;t fly around the UK or to our nearest European neighbours, take the train instead; and perhaps one year in three, why not take a holiday in the UK. A positive note to end on, I hope.  Here are the thoughts of Chris Goodall, author of a number of books examining green orthodoxies/unintended consequences, as well as the host of the Carbon Commentary blog:  In the nicest possible way, I&apos;d want to say that this is a good and powerful argument, but it&apos;s an economist&apos;s argument. (&quot;I can fly because the emissions caused by my flight mean that emissions elsewhere have to be reduced under the ETS scheme.&quot;)Actually, people don&apos;t behave like economists expect them to do. Choosing an ethical lifestyle or a &apos;green&apos; lifestyle has two effects simply not captured by economists. First, it demonstrates a willingness to pay some price to achieve what one considers a social good. (Sorry, I&apos;m talking like an economist here). If I say I won&apos;t fly, it demonstrates to others that their might (just might) be an issue with flying. In other words, there may be (in fact, probably is) a demonstration effect. We are all strongly guided by the ethical actions of those around us.Second, the choice of lifestyle/consumption habits shows elected governments that there is popular support for action. If, say, a substantial number of people said that they were reducing their flying for environmental reasons it allows governments to impose tighter caps on flying emissions, knowing that they have some popular support. (Frankly, I think this is the most important effect of ethical actions).Whenever I give talks I&apos;m afraid I always bang on about how ethical non-conformers have - throughout history - been the primary force for social improvement. Economists have had no similar impact. (Spoken as someone who briefly taught economics at university...)  Finally, here are the thoughts of Dr John Broderick, a &quot;knowledge transfer fellow&quot; at the Tyndall Centre for Climate Change Research where he specialises in carbon trading and emissions accounting:  I&apos;m a little surprised to read [this discussion paper]. As I&apos;m sure you&apos;re aware, these &quot;new EU rules&quot; have been in force since 2005! I&apos;m not quite sure what the news is here. Three more engaged points:i) It says nothing about the actual state of the EU ETS which is currently so long/oversupplied in permits that it offers little constraint on emissions, if at all.ii) It ignores the dynamic effects on business models and infrastructure - in the short term, providing revenue to Ryanair (or conversely Eurostar or Hertz) to support particular routes and marketing campaigns. And, in the long term, in &quot;predict and provide plans&quot; for new &quot;necessary&quot; infrastructure and the normalisation of hypermobility.iii) EU ETS doesn&apos;t account for other non-CO2 warming effects from aviation. The physics of the climate doesn&apos;t warrant the use of a simple 2.7x &quot;uplift factor or multiplier&quot;, although that is a convenient representation, but aviation makes a greater contribution and this must be recognised.My first point is the most important and the most intuitive. If the cap is so high that we won&apos;t use up all the carbon permits then each additional flight is additional emissions...Emissions trading sounds like a compelling idea in principle but the practicalities are much less attractive. Recently it&apos;s been a godsend to aviation; despite the furore with Chinese and US airlines, it&apos;s depoliticized over-consumption (i.e. we are told it no longer matters who causes what harms, provided we all pay the right amount) and in the UK obviated the need for government to face up to a problematic sector.These may look like &quot;mere&quot; ethical issues at the moment, but as this story highlights, emissions trading carries a series of practical problems. A weak cap means increased emissions but a tight cap, based on a effective climatic targets would likely lead to regressive social consequences, for instance, privileging a Londoners&apos; stag party over a Polish OAPs&apos; warmth.  Personally, I feel Perino&apos;s discussion paper serves to remind us, as &quot;green consumers&quot;, that we must constantly re-assess our assumptions, habits and decision-making. We are having that &quot;discussion&quot; now, so, on one level, his paper has performed its function. But, like the other commentators here, I believe his argument ignores the reality of how the EU ETS is performing. Yes, as WWF coincidentally concludes in a report published today on &quot;Market Based Mechanisms to Curb Greenhouse Gas Emissions from International Aviation&quot; (pdf), a global cap-and-trade system is probably the best way to meet aviation emission reduction targets over the coming decades. But we are still a very long way indeed from seeing such a mechanism implemented in full. Therefore, it is still far too premature - and risks complacency - to start abdicating our responsibility when it comes to attempting to reduce the emissions caused by our lifestyle choices.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/31/flying-environmental-impact-stop-worrying", 
    "wordcount": "2886"
}