{
    "headline": "Brown butterflies flutter impatiently among the sands of Culbin", 
    "text": "With the weather so poor in the past few weeks, it was a relief to reach the coast and find the extensive sand dunes bathed in sunlight. This long stretch is at the west end of the Royal Society for the Protection of Birds&apos; Culbin Sands reserve. From Nairn, it stretches 14km eastwards all the way to the estuary of the Findhorn Bay. Dunes have always fascinated me because, in parts, they are still mobile, forming and reforming. You can almost feel and see the interaction with the battle of plants such as marram grass and its roots to bind the seemingly ever moving sand. My visit was to seek butterflies, so I headed towards areas offering shelter, sunlight and nectar for the adults, plus food plants for the caterpillars. The dunes meet all these needs, particularly where the shrubs form small glades on ground covered with low, flowering plants and, best of all, in the &quot;slacks&quot; between one line of dune ridges and thenext. The herb layer was rich in colour, dominated by the rosy pink blossoms of thrift with some already going over. Yellowish-red kidney vetch contrasted with the almost startling white of tiny eyebrights and pink flowers of restharrow. The first butterfly was a meadow brown and then we saw a few more that were constantly, almost impatiently, on the move. Another brown flew past but something about it indicated it was different. It landed briefly on a leaf but long enough for me to see the gleaming eye-spots and identify, a few inches away, a ringlet. The upper wings were velvety dark brown and it was freshly emerged, judging by the fine white fringes that caught the sunlight. The hesitant fluttering was perhaps because it was laying eggs, as it is one of the few butterflies that do not attach their eggs to plants but lay them while in flight.", 
    "section": "environment", 
    "gid": "environment/2012/jul/11/nairn-dunes-butterflies-culbin-sands", 
    "wordcount": "318"
}