{
    "headline": "How women in Bangladesh are breaking a driving taboo  in pictures", 
    "text": "   Bangladesh has one of the highest road fatality rates in the world. The World Health Organisation estimates that around 20,000 people lose their lives every year and thousands more are seriously injured Photograph: Sumon Yusuf       The escalating death toll on the roads is putting an increasing strain on Bangladesh's health services and has a devastating ripple effect on hundreds of poor families who lose family members, many of whom are the primary breadwinners. Although the government has pledged to try to cut road deaths, lack of investment in road safety is leading to a wave of initiatives to stop the carnage  Photograph: Sumon Yusuf       In a classroom in downtown Dhaka, 23 young women from some of Bangladesh's poorest rural villages are training to be among the country's first professional female drivers Photograph: Sumon Yusuf       Trainees at a women-only driving school, run by NGO Brac, agree that Bangladesh's appalling road safety record is largely down to ignorance and a reckless attitude to safety. 'Many men on the roads, including bus drivers, just don't know how to drive,' says Kobita Rani, 22. 'They don't understand the signs; they don't care about the people on the roads because they haven't learned to drive. They shouldn't be allowed in a car' Photograph: Sumon Yusuf       Women selected to take Brac's professional driving courses undergo an intensive three-week training schedule. No participant had ever sat behind the wheel of a car before the course. 'At the end of the three weeks, these women will be some of the best drivers in Bangladesh,' says Brac's director of road safety, Ahmed Nazmul Hossain. 'Any company will be lucky to have them' Photograph: Sumon Yusuf       As well as road safety lessons and practical driving tests, the women learn vehicle maintenance. Bangladesh's high road fatality rate has been linked to the bad condition of many buses and cars. 'The idea of a woman changing a tyre is still so foreign to most people here,' says Hossain. 'Things are changing for women in Bangladesh, but we need to challenge stereotypes that all women can do is work as cleaners or in garment factories' Photograph: Sumon Yusuf       Clad in white caps and lab coats, the trainee drivers have been selected for their resilience and determination. Many are the first girls in their families to delay marriage and strive to have a career. A job as a professional driver would mean almost double the salary they could expect in other employment such as teaching or cleaning Photograph: Sumon Yusuf       When they graduate, the women hope to get jobs as professional drivers with government institutions and NGOs or in public transport. Bangladesh has passed legislation saying 10% of all public-sector drivers must be women. The challenge is to get it to implement this Photograph: Sumon Yusuf       'We know we will be facing many problems on the roads, with men harassing and abusing us,' says Rani. 'But for me it is worth it. I'll be helping my family and helping myself have a better life than my mother had. And I also believe we can make the roads safer and stop so many people dying needlessly' Photograph: Sumon Yusuf  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/nov/14/women-bangladesh-driving-in-pictures", 
    "wordcount": "0"
}