{
    "headline": "Education about much more than employability", 
    "text": "David Willetts&apos;s suggestion (People over 60 should go back to higher education, 21 February) identifies only one function of education: preparing people for entering or remaining in employment. The weaknesses of his proposal are exposed by Michele Hanson (New tricks, 23 February). But his reductionist proposal also ignores that at its best education is concerned with promoting an open and critical mind, contributing to personal, intellectual and cultural development and to the potential role we can play as citizens. For many years, open-entry education for people of all ages and backgrounds was an important provision of universities, made under various guises, namely extramural education, adult education, continuing education and lifelong learning. Courses attended by students of mixed social and formal educational backgrounds addressed two kinds of educational disadvantage: vertical disadvantage, which faces those who have not had the benefits of higher education; and horizontal disadvantage, where graduates lack knowledge of a particular field because of earlier specialisation. Sadly, most of this provision has disappeared. Public funding for it was withdrawn by the Labour government in 2007. This has led to the demise of a great part of university adult education which recognised the wider functions of education in a democratic society.Michael SomertonHull  Institutions such as Morley College, the Mary Ward Centre and the City Lit offer rather more than the music and &quot;soppy humanities&quot; that Michele Hanson suggests. Many of our classes, even in these subject areas, can help make you &quot;more employable&quot; and have intrinsic &quot;economic value&quot;, but just a cursory surf across any of our websites will reveal a wealth of courses the very aim of which is to enhance the employability and increase the economic activity of students. From complementary health disciplines to music production, business and enterprise to learning English as a speaker of another language, there is little to choose from that won&apos;t help a job of work to be done more effectively. Of course, we don&apos;t offer degrees and the majority of our curriculum leads to no formal qualification at all  but practitioners, often self-employed, value the practical skills, expertise and knowledge that we can provide and that they need in their working lives. The economic and social impact of this non-accredited, &quot;non-formal&quot; learning is too often overlooked and underappreciated.Nick RampleyVice-principal, Morley College  David Willetts has not looked at the realities of life for older graduates. When I graduated in French from Birkbeck at the age of 52, I rang a well-respected provider of postgraduate teacher training, initially for a prospectus. I was told haughtily that they would, of course, train me if I was accepted, but that I wouldn&apos;t get a job as I was far too old.Eleanor M JardineHertford  If you would like to study philosophy, science, astronomy, history, art, literature and more, and you are lucky enough to live in the north-east, a group of university lecturers have made this possible. For a mere 21 a month you can attend as many or as few of the courses as you choose. The Explore programme is a sort of evolution of the old extramural classes of Newcastle University, and is run through an arrangement with the University of Sunderland. The lecturers are top class, and many, although not all, of the students are retired. It is like an almost-free university education for anyone, and there are no exams. My husband, who did not go to university, attends the science classes, and our house is full of books about astronomy and physics. In my case it has led to research and writing of local history books. In this era of privatisation of knowledge, the programme is a model of democratic education.Bridget GubbinsMorpeth, Northumberland  I studied for an MA in art history at Nottingham University when I took early retirement. Although it took me some time to attune to academic methods, it was one of the best experiences of my life. The university welcomed very mature students because of their commitment to learning and their enthusiasm. Many (but not all) of the much younger students appeared to see an MA as just another stage in their education and, inevitably, could not bring the maturity or experience of someone who had lived through some of the periods we were studying and had seen more of the world. Learning with young people was also a positive experience because of their different approach and sensibilities, and at no point was I made to feel that I was the old bloke on the course. I would thoroughly recommended it, but it was expensive and I did not, nor could not, think of it as a career move. If young graduates in Nottingham are queueing up to work at Costa, they have enough competition already. It was learning for the sake of learning which, after many years in a tough public sector job, was a stimulating privilege that I took full advantage of.Tim ChallansAshbourne, Derbyshire  I am intrigued by David Willetts&apos;s notion that the over-60s should take degree courses to improve their employability. For that matter, I am intrigued by the current vogue for university degrees. I spent 30 years in IT, and I have a degree in physics. I once fell into conversation with two fellow IT workers: one with a maths degree from Oxford, the other with an engineering degree from Cambridge. Although our degrees undoubtedly opened doors for us, we all agreed that our degrees had contributed nothing towards our ability to work in IT. Clearly employers like having people with degrees. And employees like having degrees, as they are perceived as being more valuable in the job marketplace. But is there any objective evidence to show that a (non-vocational) degree actually increases people&apos;s ability to do their work?Jon MarksTring, Hertfordshire", 
    "section": "education", 
    "gid": "education/2013/feb/27/education-about-much-more-employability", 
    "wordcount": "971"
}