{
    "headline": "British children's unauthorised app spending may be 30.9m a month", 
    "text": "There have been several high-profile cases of British children landing their parents with hefty bills by buying virtual items in smartphone and tablet apps, but no data on how widespread the problem is. Microsoft is aiming to change that by publishing results from a survey of 2,000 British parents who own a smartphone or tablet, although its ambition is also to promote the parent-focused features in its Windows Phone 8 and Windows 8 software. Expect to see the headline figures from the research quoted widely in the coming months, especially given the backdrop of an Office of Fair Trading investigation into children and in-app purchases. Those figures: 28% of parents surveyed said that their children had made app and in-app purchases without their permission, and of those parents, 83% said they had suffered from &quot;bill shock&quot; noticing an increase in their &quot;monthly bill statement&quot; as a result. When asked to estimate how much these purchases had added to their monthly bill, these parents the 83% of the 28% claimed an average of 34.18. Microsoft has done the maths to suggest that this equates to a &quot;monthly spend on unauthorised apps and in-app purchases&quot; of just under 30.9m. A Microsoft spokesperson confirmed to The Guardian that the 34.18 figure is &quot;for parents whose kids made app/in-app purchases without their permission, who also had bill shock  for these parents the bill shock amount averaged an additional 34.18 on their monthly bill&quot;. The important caveat here: you&apos;d hope that the vast majority of parents who suffer such bill shock once take steps to ensure it doesn&apos;t happen again, while media reports of higher-value cases may also have spurred parents to take preventative action. That 30.9m monthly figure may be declining, in other words. How clued-in are parents on setting up their device&apos;s restrictions so children can&apos;t spend without their permission? The survey indicates there is work to be done, with 17% of respondents saying they share their smartphone and tablet passwords with kids, while 23.5% don&apos;t have passwords at all. (Here, too, it&apos;s unclear whether this refers to PIN codes to unlock the devices, or passwords to buy apps and in-app purchases from their app stores.) Microsoft&apos;s survey also claims children are getting up to other kinds of mischief on their parents&apos; devices, with 27% having updated their Facebook status, 20% having tweeted from their account, and 18% having deleted content from the device without their parents knowing. A resounding 77% of respondents said they think parents need more help from technology companies to manage their children&apos;s app activities. Which is where Microsoft is hoping Windows Phone 8&apos;s Kid&apos;s Corner and Windows 8&apos;s Family Safety Tool come in. &quot;With technology becoming more and more intuitive, it&apos;s important that parents can trust in the technology they use and feel as safe as possible when handing over their smartphone and tablet devices to their children,&quot; says Brett Siddons, the company&apos;s head of consumer marketing for Windows Phone UK. Kid&apos;s Corner won&apos;t be making much of a dent in bill shock just yet, though. According to recent figures from Kantar WorldPanel ComTech, Windows Phone accounted for 7% of smartphones sold in the UK in the 12 weeks to 3 March 2013, well behind Android (58.4%) and iPhone (28.7%). Update: comScore shared its own stats with The Guardian covering the install base of the various smartphone platforms active users rather than just new sales. In March, it estimates Android had a 49.8% market share, ahead of iPhone (28%), BlackBerry (12.3%), Symbian (5%) and Windows Phone (4.4%). Apple has taken some steps recently to teach parents about in-app purchases and iOS&apos; restrictions settings, adding a more-prominent message on App Store listings for apps that use IAP, and launching a &quot;Learn More About In-App Purchases&quot; guide on its store. Google has been less public in its efforts, but the more-open nature of its Android OS enables apps to fulfil the role of monitoring and restricting children&apos;s usage of the devices, with apps like Kytephone, Famigo&apos;s Kid Lock, MobileMinder, Kids Place and Funamo (among others) jostling for parents&apos; attention. Microsoft deserves credit for Kid&apos;s Corner, though: it was a welcome innovation in the market that is likely to nudge Apple and Google towards improving their own parental features. Windows Phone is growing in popularity too: according to Kantar, its UK smartphone sales share for the same 12-week period in 2012 was just 2.9%. Microsoft has more work to do to build the catalogue of high-quality Windows Phone 8 apps for children, though, with relatively slim pickings compared to iOS. It may be optimistic to expect lots of parents to switch OS purely on the strength of Kid&apos;s Corner. Indeed, Microsoft&apos;s own survey suggests that iOS and Android-owning parents are taking other measures to avoid bill shock: 34% claim to be now hiding their devices from their children.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/08/microsoft-british-parents-bill-shock", 
    "wordcount": "843"
}