{
    "headline": "British MPs say EU must do more to ensure aid reaches neediest countries", 
    "text": "Too much EU aid money is given to relatively wealthy countries at the expense of poorer states with greater need, British MPs said on Friday. In its report examining the UK&apos;s contribution to EU development assistance, the Commons international development select committee said it was unacceptable that in 2009 less than half of the overall aid money disbursed through the EU  including money from the European Commission budget and the European Development Fund (EDF)  went to low-income countries, while the rest went to higher middle income countries such as Turkey and Serbia, &quot;who have their own resources to provide for their people&quot;. The UK&apos;s Department for International Development (DfID) gives the EU about 1.23bn for aid annually, approximately 18% of the UK&apos;s total aid budget. About 820m goes to the European Commission budget and 409m to the EDF. The EU is the world&apos;s second largest donor, behind the US. It&apos;s also the UK&apos;s largest multilateral partner. Committee chairman Malcolm Bruce said: &quot;British taxpayers want the aid they give to go to the places where it can make the most difference  to countries where millions of people are getting by on less than a pound a day. &quot;Giving aid to relatively rich countries like Turkey could devalue the concept of aid.&quot; Bruce added that the official term used for aid  overseas development assistance (ODA)  should be redefined, and should not be used to describe money given to higher middle income countries. The European Commission implements a range of EU policies  such as those to do with climate change, migration, agriculture and trade  some of which could be considered capable of contributing to development. Funding for this work is counted as ODA in Organisation for Economic Co-operation and Development statistics, even though it is not considered pure development aid, which is aimed at poverty reduction. In 2010, of the 11.1bn aid budget managed by the European Commission, 10.7bn was reported as ODA. The European commissioner for development, Andris Piebalgs, defended EU aid spending. He said in a statement: &quot;People tend to forget that the commission is not just an aid donor, unlike other aid agencies. An important part of our work is also to provide financial assistance to countries which are classified as developing countries and wishing to join the EU, both to support their reforms and to prepare them for implementing European standards and policies.&quot; Piebalgs stressed that under the EU&apos;s new development strategy, published last year, more money would be concentrated on the poorest countries. Andrew Mitchell, the UK international development secretary, agreed with the committee&apos;s suggestion the EU should refocus its aid on the poorest countries, but added: &quot;Supporting Turkish accession to the EU has been the policy of successive British governments and is firmly in the national interest.&quot; Ben Jackson, executive director at Bond, the UK development NGO network, added that aid to countries such as Turkey and Serbia falls under the remit of the EU&apos;s &quot;neighbourhood policy&quot;, supported by the vast majority of EU member states, including the UK. &quot;Of the other middle-income countries which receive EU aid, stringent rules are in place to ensure this money is used to tackle poverty and foster long-term development,&quot; he said. Despite urging the redirection of funding to poor countries, the committee did not, however, call for DfID to reduce the amount of money it channels through Europe. MPs acknowledged the EU was present in countries where the UK does not have programmes and was able to operate large-scale regional programmes and fund larger infrastructure projects than states could do alone. For example, the EU works in all 43 countries defined as &quot;fragile states&quot;, the UK just 11. The committee said the EU was overly bureaucratic, but added: &quot;We are not convinced it is any worse than the other multilaterals DfID funds, for example the World Bank  However, DfID should continue to press the commission to improve its aid effectiveness and value for money.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/27/eu-aid-must-reach-neediest-countries", 
    "wordcount": "677"
}