{
    "headline": "Do you know the water footprint of your cafe meal?", 
    "text": "I am asked to guess the water footprint of the fantastic milky coffee that I am drinking in Leila&apos;s Shop, a cafe and food shop in Shoreditch, London. I hazard a guess of 10, maybe 15 litres? The actual figure  207L  nearly makes me spit it out again. The pressure on our global water supplies has been growing alongside a rapidly increasing human population. At present about 41% of the world&apos;s population lives with what Unesco calls &quot;severe water stress&quot;, and that number is predicted to rise to two-thirds by 2025. A 2006 UN report states: &quot;The word crisis is sometimes overused in development. But when it comes to water, there is a growing recognition that the world faces a crisis that, left unchecked, will derail progress towards the Millennium Development Goals and hold back human development.&quot; But awareness and understanding is still low. &quot;Most of us in the west don&apos;t really think this is our problem. We think we use about 150L of water a day, and that&apos;s that,&quot; says Leila McAlister, proprietor of the shop. In reality the picture is much more complicated. We may use 150L of &quot;real&quot; water (which is still higher than most countries  in China average daily &quot;real&quot; water use is 86L, and 46 in Kenya). But around 70-80% of accessibly freshwater used by humans is directed towards agriculture. And increasingly experts argue that the water that goes into producing our food and goods should really be included in that total too, in a concept of embodied water known as &quot;virtual water&quot;, or your water footprint. Using this measurement, our water footprint is actually far higher and has far more impact then most of us realise. At the beginning of his book Virtual Water, Prof Tony Allen, creator of the concept, looks at the typical water footprint of your breakfast. The numbers are staggering. Allen quotes 140L for coffee, around 80L for toast, 120L for eggs, 240L for milk: coming, in total, to 1,100L, or around three bathtubs of water. Our globalised agricultural system means that much of that water use is not in the country where the product is being consumed. So developed countries are essentially exporting their water use, just as they export carbon emissions. It&apos;s been estimated by the Water Footprint Network that Europe exports 42% of its water footprint. It was in order to raise awareness of the situation that McAlister teamed up with Allen to create the Wonderwater pop up caf (open until Sunday) at Leila&apos;s Shop, allowing Allen&apos;s team to come in and audit her menu, and then to create a new version with the virtual water footprint of every offering beside it. The eggs fried with tangy, smoky sage? A water footprint of 732L, thanks to the gigantic water footprint of olive oil. The utterly delicious cavolo nero and bean soup? More olive oil means that the footprint is 619L. McAlister admits to having been shocked by the water consumption of the vanilla pods in her damson compote. &quot;They really take up a lot of water. The footprint for that was 994L.&quot; It&apos;s not really clear, at the moment, what we are supposed to do with this information. &quot;This is all very skeletal form now,&quot; says Naho Mirumachi, who works alongside Allen at King&apos;s College London. &quot;The issue is extremely complex, and we are only beginning to make progress and really understand it. There really is no consumer guidance, but as our understanding develops it will come.&quot; Though McAlister admits it has been fascinating to &quot;have a team of academics come in and work on my food and tell me things I didn&apos;t know about it&quot;, she has yet to stop using any ingredients. &quot;It has helped me to visualise the issue though.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/21/water-footprint", 
    "wordcount": "650"
}