{
    "headline": "Asteroid mining is back in fashion (unlike the tank top)", 
    "text": "     Until recently, the last time people talked about mining asteroids they were probably wearing tank tops and corduroy flares. It was all part of the Apollo-era optimism about living and working in space  and it collapsed along with Nasa&apos;s budget some time in the 1970s. Now asteroid mining, though thankfully not the tank top, is back in fashion. But can it really work? A new company called Deep Space Industries has announced ambitious plans to begin prospecting and mine near-Earth asteroids by 2020. DSI plan to use small satellites known as Fireflies to prospect near-Earth asteroids in 2015, and Dragonflies, which will launch in 2016 and take 3-5 years to capture samples from asteroids. They say that commercial operations will begin by 2020.     An asteroid-hunting spacecraft was announced by Deep Space Industries of Santa Monica, California, on 22 January 2013. Photograph: DSI/Rex Features    They expect their first customers to be &quot;scientific researchers and private collectors&quot; although it is unclear how they plan to get the returned asteroid samples down to Earth&apos;s surface. According to David Gump, chief executive officer, speaking at the company&apos;s launch in Santa Monica, California, another early goal is to refuel communications satellites. These will presumably be newly built comsats that include a refuelling interface. He also foresees Nasa as a potential customer, allowing DSI to tank up future Mars missions in orbit, before they set off to the red planet. DSI is now a rival to Planetary Resources, Inc., which announced its asteroid ambitions in April 2012 and this week showed off a full-size model of a miniature space telescope that it will use to prospect asteroids remotely, rather than sending spacecraft to them.            If you are using a mobile device, click here to watch the Planetary Resources tech update. Apart from the technical challenges in mining an asteroid, there is a question about the legality of a company effectively claiming an asteroid for itself. The 1967 Outer Space Treaty appears to make asteroid mining a difficult proposition based on at least the following principles:  Outer space is not subject to national appropriation by claim of sovereignty, by means of use or occupation, or by any other means;States shall be responsible for national space activities whether carried out by governmental or non-governmental entities;States shall avoid harmful contamination of space and celestial bodies.  However, Gump believes that the following clause gives companies such as DSI the right to &quot;utilise&quot; asteroids:  The exploration and use of outer space shall be carried out for the benefit and in the interests of all countries and shall be the province of all mankind.  I am sceptical about the practicality of asteroid mining, certainly by 2020. That doesn&apos;t mean I don&apos;t wish DSI and Planetary Resources good luck, but the magnitude of the task is daunting.  Take a look at the following figures: Nasa is currently developing a mission called OSIRIS-Rex. Planned for launch in 2016, it will cost about $1bn and return between 60 grams and2 kilograms of asteroidal material to Earth in 2023. DSI expects to be returning 20-45 kilograms (that&apos;s at least 10 times as much!) with each Dragonfly mission. It expects to provide a three-spacecraft Firefly fleet for $20m. The figures bear no comparison. If DSI pulls this off, space exploration will change forever, and questions would surely be asked about why Nasa missions cost so much for so little return. Stuart Clark is the author of The Day Without Yesterday (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jan/23/asteroid-mining-deep-space-industries", 
    "wordcount": "562"
}