{
    "headline": "Steel Battalion  hands-on preview", 
    "text": "Capcom&apos;s eccentric tank sim is a throwback to a distant era  and that is meant as a compliment. As a game experience, it is as bulky and unforgiving as the machine you&apos;re required to pilot. It forces you to become proficient at weird, complex controls, in a strange fraught environment. If you&apos;re expecting to sit down with the family for a few minutes of Disneyfied tank fun, you&apos;re going to have a horrible shock. This is where motion controls go hardcore. Set in a future that has been blasted back to 1940s technology by an apocalyptic computer virus, the game sees crusty old tank commander, Winfield Powers (best tank commander name ever) returning to the front line in order to quell an invasion of America by a new, unknown super power. Throughout the game you sit down in your hulking bipedal vehicle, with a machine gun loader on the left, a missile loader on the right and a subcom perched at your side shouting intel into your ears. And you blow stuff up. In my hands-on session with the game, I start with the tutorial mission, which takes place in a scruffy military base. As I walk to the vehicle in a first-person view, one of my crew saunters up to me and stretches an arm out  it takes a while for me to figure out that I actually need to physically offer my own hand to shake his. This is almost certainly the first time a game has ever made me feel awkward about social etiquette, and in a title filled with such gestures and interactions, it won&apos;t be the last.     Steel Battalion    Inside the tank, a huge instrument panel awaits your flailing attention. A yanking motion with your right hand switches the engine on, a lever pull with your left gets it into gear, then you&apos;re ready to chuck the analogue stick forward and move off. In the cockpit position, your view of the landscape ahead is confined to a teeny letter box - but if you push your controller forward, you&apos;re put into a full-screen mode that lets you view the world as though in a first-person shooter.  Around the parameter of the screen are various other contraptions to grab. Reaching up accesses the periscope, essentially a sniper sight used to aim at distance objects. A slightly lower grab will bring down the shutter on your viewing window, while aiming your hand more to the right brings out an instrument panel, complete with switches for vehicle lights and smoke evacuation. There&apos;s also a self-destruct button. I have no idea when I&apos;ll need that, but it&apos;s the last button I want to hit by mistake. At first, it&apos;s all rather overwhelming, especially when you chuck in the monitor screen on the left, which can be swung round to show you four camera views of your tank&apos;s surroundings - great for spotting enemies and mission objectives. The vehicle chugs onto the firing range like a volvo on wonky scaffolding stilts. It hisses and steams, and your tank chums whine and shout. A superior officer yells at you continually through an intercom. I feel like I&apos;m in a steampunk Top Gun. During your first desperate lunges at the instrumentation, you often grab at the wrong bits and pieces. I was constantly bringing down the metal shutter on my windscreen instead of the periscope, or moving into the first-person view, only to immediately pan out again when I accidentally jogged my pad. After a while though, you learn to trust the hand icon that appears on the screen whenever you lift an arm  you only need delicate movements to get it into position, and then it clamps around the relevant lever or handle with eager accuracy.  Eventually, you&apos;re swapping gracefully between first-person view and periscope while swishing your arm left or right to swirl round and check on your crew. My favourite though, is standing up, which opens the top hatch and lets you have a peek outside. Cup your hands to your eyes and you get a binoculars view. You will feel like Field Marshal Montgomery, although from outside your window, you will actually look like a lunatic conducting an animated argument with your TV. And in some ways, of course, your are.      Steel Battalion    I learn the basics of tank fighting on the firing range, switching between armour-piercing and incendiary rounds to blast different objects. Then I&apos;m let loose on an early mission, where allied forces are storming Lower Manhattan. It&apos;s a scene reminiscent of the New York invasion mission in Modern Warfare, except here you don&apos;t just sprint up the beach following a kindly commander. There&apos;s no one to follow  just soldiers and armoured vehicles everywhere, blasting at each other below a charcoal black sky.  I switch into high gear (it&apos;s faster but harder to manoeuvre) and leg it up the coast, attempting a complex periscope-assisted shot at two enemy tanks far off at the back of the bay. My subcom is yelling something about mines, there are alarms going off; a shell hits the tank, turning the screen red and sending me jolting backwards. It&apos;s equally exciting and confusing. The big problem  or challenge, let&apos;s call it  is navigating this beast through the dense action environment. Even in slow gear it can be tricky to get the thing where you need it, while organising your attack option. Later, we&apos;re in the bomb-blasted streets of the financial district, having to deal with RPGs and tanks (that are clearly piloted by experts rather than a waving idiot like myself), scuttling between city blocks pounding me with fire.  But it is also hugely immersive, the claustrophobia and panic of the unique interior testing both your tactical prowess and your ability to interact with this frantic virtual environment. I also love the interplay with your weird, often faintly psychotic crew. There are around 30 members to choose from before missions, all with different strengths and weaknesses.  In my demo, for example, I am accompanied by a twitchy left gunner who swears his way through a lengthy diatribe about how crap it is to be a left gunner, and then swears his way through every subsequent encounter. He is Hudson from Aliens, but less reserved. Indeed, when I saw a demo of this game last year, it was this character who panicked and tried to climb out of the tank. Apparently, you have to drag him back in and punch him. I&apos;ve heard from another journalist that if you don&apos;t get him inside in time, all that you pull back are a pair of smoking legs. This has yet to be confirmed, but I wouldn&apos;t put it past Steel Battalion&apos;s dev team. My subcom, Natch, meanwhile, seems to be nursing a small crush on Winfield; after one successful tutorial task he puts out his fist for me to bump  but when I fumble my response he looks away crestfallen, muttering apologies about being over-enthusiastic. When my failed fist movement is finally registred on the screen, it unintentially becomes an awkward grope at Natch&apos;s face. You could have cut the tension with a knifing movement  as long as you did it clearly enough for Kinect to understand.     Steel Battalion    Anyways, the action isn&apos;t confined to the the tank. At certain points, you have to get outside to complete sub-missions, like helping a wounded member of another tank crew. These look to be short on-rails events, but they provide a brief counterpoint to all that cockpit tension. You&apos;ll also get enemy soldiers trying to get in the tank, or lob in grenades; if that happens, you need to open a hatch in the floor and pop it out. Your tank apparently has eight damage points and its perforamce will be affected if one of these is shelled. Get too much damage on one leg for example, and your tank hobbles like ED 209 on a spiral staircase. The story takes you from New York, to Europe and into the deserts of Northern Africa, with each location providing different gameplay experiences. Morocco, for example, is more about exploration and surviving the environment, than combat. Your vehicle is also customisable, with parts available to be scavenged from the battlefield. Steel Battallion will remind old timers of &apos;90s mech monsters such as Virtual On, or even idiosycratic gems like train sim Densha de Go, which came with its own vast controller  as did, of course, the original Steel Battalion on the Xbox. Honestly, don&apos;t be fooled by the Kinect integration  this is a challenging, hardcore mech battler, with tons of bizarre little moments that&apos;ll delight gamers willing to try something a bit offbeat and bluntly challenging. It is this year&apos;s Dark Souls. But in a tank. With a panicking maniac and a comms expert who may or may not fancy you. Good luck out there, commander.  Steel Battalion: Heavy Armour is out on Xbox 360 on 19 June (US) and 22 June (Europe)", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/06/steel-battalion-hands-on", 
    "wordcount": "1490"
}