{
    "headline": "Smart meter rollout delayed for year amid energy firm caution", 
    "text": "In the latest reverse on energy policy the government has been forced to delay the introduction of household smart energy meters by at least a year. Smart meters, which are billed as a way to help cut consumer bills and improve energy efficiency, were to be rolled out nationally next year. Now that will not take place until autumn 2015, and the completion of the national plan will be put off from 2019 to 2020. The delay reflects difficulties in coordinating the rollout as there are a variety of standards and features attached to the meters and little agreement on the technology. There are also differing opinions on how the meters should be paid for. The meters  which are high-tech electricity and gas meters for the home replacing existing household ones  can reveal energy consumption in real time. They also return key information on energy usage to the electricity suppliers. This factor, which will help suppliers save money, means energy companies are keen on the meters. The development means households will no longer have their meters read on-site by energy firm employees, and the information will help companies adjust their supply to real-time demand, saving money and energy. But suppliers, conscious of reputational damage following a spate of scandals such as doorstep misselling and fines for malpractice, say they would prefer the rollout to be delayed to make sure it happens smoothly. In spite of the delay with the national rollout companies plan to put the meters in more than 2m homes over the next two years. If the policy is successful, more than 50m of the meters will be installed by 2020. It is estimated the rollout could cost more than 11bn in total. Baroness Verma, minister for energy and climate change, said: &quot;The coalition is committed to making smart meters available to everyone as soon as possible. I have listened to industry and consumer representatives and recognise the enormous challenges involved in delivering the rollout of smart meters. &quot;I want to ensure that consumers have a good experience of smart metering from day one [and] that&apos;s why we are allowing additional time for the energy suppliers to complete the rollout, so industry has the time to get it right for consumers.&quot; Richard Postance, partner at Ernst &amp; Young, said the delay could mean the benefits of the new technology taking longer to be realised. He said: &quot;Smart metering is one of the few green agenda items that is at the same time positive for the economy, the climate and above all the consumer, so a delay to full scale rollout cannot be good news. &quot;Pushing back the launch by 12 months takes away much needed control and transparency over energy consumption from an already hard-pressed consumer base, as well as potential jobs for the UK.&quot; The energy industry and some consumer advocates welcomed the postponement, which, they said, would help ensure that consumers accepted the changes. Richard Lloyd, executive director of the consumer association Which?, said: &quot;The government is right to take its time to ensure the installation of smart meters in every home is a success, but it should use this delay to trial regional rollouts, similar to the digital TV switchover.&quot; Angela Knight, chief executive of Energy UK, which represents the industry, said the delay was prudent and that it took account of the scale of the programme and the need to prepare for the switch to the new meters. &quot;Allocating extra time to the programme will mean that it can be completed in a more efficient and cost-effective manner, and to greater effect,&quot; Knight said. Npower, which said it was planning to spend 60m on smart meters, said: &quot;We welcome this announcement as it is good for consumers. It will help to ensure that they have a good experience and the information they need to realise all the benefits that smart metering delivers. &quot;In addition, it helps industry to plan on a more realistic timescale without reducing its investment. Getting the smart metering rollout right for our customers remains our absolute priority.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/10/smart-meter-rollout-delay-year", 
    "wordcount": "692"
}