{
    "headline": "30 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of the best new iPhone and iPad apps released this week on Apple&apos;s App Store, with another crop of 30 for you this week. As ever, the list doesn&apos;t include games, as they get their own separate post: this week&apos;s picks included iOS titles like Curiosity, Angry Birds Star Wars, My Little Pony Friendship is Magic, The Hobbit, Madden NFL 13 Social and more. Android apps get their own separate post: this week&apos;s can be found here. Windows Phone has a monthly roundup, with the latest edition found here. On with this week&apos;s iOS selection. War Horse (9.99) Michael Morpurgo&apos;s novel War Horse has already been turned into a film and play. Now it&apos;s an app too, produced by Touch Press (of The Elements fame), working with book publisher Egmont and film company Illuminations. It includes the novel, but also a timeline of the First World War for historical context, video interviews with historians and experts, and a full reading of the book by Morpurgo himself.iPad The Big Issue (Free) The Big Issue has traditionally been sold by homeless and vulnerably housed people on the streets, but now it&apos;s going digital. That means a weekly edition delivered through its iOS app for 2.49 an issue. Bad news for vendors? The Big Issue explains that the app revenues will go into a &quot;central pot from where it will be used to provide essential support for homeless men and women&quot;.iPhone / iPad 123D Design (Free) There&apos;s a lot of excitement around 3D printing at the moment, and Autodesk&apos;s new iPad app plays right into it. The idea: &quot;create amazing 3D printable designs, right on your iPad&quot;. That means choosing basic shapes, editing them and connecting them together to create 3D objects, then exporting them to the 123D design web and desktop apps, and actually printing them. If you have the kit. The app also shows off the creations of other users.iPad Insight Radio (Free) Digital station Insight Radio is apparently Europe&apos;s first radio station for blind and partially sighted people, part-funded by the Royal National Institute of Blind People. Now it&apos;s got an app which streams the station live, provides access to older shows and podcasts, and offers news for its community of listeners.iPhone Fox Now (Free) Fox Broadcasting has joined the second-screen bandwagon, with an app released in the US to help viewers &quot;tap into the social conversation&quot; around shows such as Glee, The Simpsons, New Girl and Family Guy. It&apos;s a Zeebox-like experience offering a mixture of social chatter and extra content related to whatever show is currently on: video clips, episode previews and recaps, and information on the stars.iPad Temple Run Comics (0.69) Tens of millions of people are playing Temple Run on their smartphones and tablets, but now it&apos;s got a digital comic spinoff. Produced by Ape Entertainment, which has done a similar thing for the Pocket God game, it promises to fill in the backstory for Temple Run (&quot;What are the temples? What are the secrets of the golden idols? What exactly are the demon monkey creatures?&quot; with each issue set to cost 69p via in-app purchase.iPhone / iPad Miffy at School (1.99) You wouldn&apos;t catch Miffy messing about with demon monkeys in a temple. Dick Bruna&apos;s famous bunny is more focused on schoolwork in this new app, based on the book of the same name. It&apos;s the third Miffy app for iPad, offering a story with voice narration, a pair of mini-games, creative activities and the option to record up to three children (or parents, grandparents...) reading the story.iPad Boots Christmas (Free) UK retailer Boots has launched a standalone app for Christmas shoppers, offering info on potential gifts, and features to help shoppers narrow down the selection based on whether the recipient is a &quot;natural beauty&quot;, &quot;classy chick&quot;, &quot;domestic goddess&quot; or other categories. The app also ties into Boots&apos; video gift tags  a new thing this year that lets gift-givers record video messages to attach to their physical presents.iPhone Dorothy Perkins (Free) High-street retailer Dorothy Perkins and the Kardashians... Together at last! Yes, Kim, Kourtney, Klaxon, Killahghostface and the other ones star in this app for Dorothy Perkins, with a competition to win a day in the life of the famous reality-show family. More usefully, the app enables customers to browse the DP collection, compile wishlists and actually buy clobber.iPhone Flayvr (Free) Another week, another whizzy-looking photo/video sharing app jostling for attention on the App Store. This one has a twist though: rather than being just another Instagram wannabe, it&apos;s more focused on helping you organise the photos stored on your iPhone by date and event/experience, although sharing to Facebook, Twitter and Google+ is also included.iPhone Desti - Bay Area Travel Guide (Free) iPad app Desti only available in the US for now is getting American tech blogs excited this week: &quot;Siri for travel&quot; seems to be the most common press reaction. What that means is an app providing travel recommendations, using natural language processing technology to respond to questions about &quot;lodging, attractions or restaurants&quot;. For now, it covers Northern California only.iPad So...Gabble (Free) Peter Gabriel has been one of the more tech-savvy musicians for a while now, and his new iPad app is intriguing. Released alongside a remastered version of his So album (which originally came out in 1986), it&apos;s a new way to explore the album&apos;s lyrics as animations and illustrations, while sharing favourite bits on Facebook and Twitter. One for fans, but pretty interesting.iPad Ian Rush scrAppbook (Free) Talking of famous people from 1986... Former Liverpool star Ian Rush has released his own, ahem, &quot;scrAppbook&quot; celebrating his career: &quot;the medals he won, the shirts he wore and swapped in the big games, the hat-trick balls he collected&quot; and, judging from the screenshots, some comedy childhood mugshots too. Fans should expect lots of photos, audio, video and rotating boots. Trinity Mirror made the app, which requires an in-app purchase of 4.99 to unlock all the content.iPad Team Sky - 21 Days To Glory App (Free) Talking of famous people with rotating boots... Bradley Wiggins is thankfully recovering from being knocked over by a van this week. Hopefully HarperCollins&apos; new Team Sky app will cheer him up. It&apos;s a companion app for the publisher&apos;s celebratory Tour de France book, so you don&apos;t get the actual text, but you do get some photos, and the ability to point the app at the physical book to hear related recordings from Team Sky&apos;s podcasts.iPhone / iPad Cloud Smart Meter (Free) There is no spurious way to link this to a Bradley Wiggins cycling app. Cloud Smart Meter is a very-serious business tool for anyone managing an Amazon Web Services (AWS) cloud, providing analytics on the go. The idea being that its target audience of &quot;CIOs, IT Managers, DevOps and other cloud users&quot; can quickly check stats when not in front of a computer.iPhone Shutterstock (Free) More iPhone photography here, with a port of an app that was previously iPad-only. It&apos;s based on the Shutterstock stock-photos library, providing subscribers with an easy way to browse the photos using keywords and colour. They can then be cued up for downloading from a computer later.iPhone Bomber Command Memorial (0.69) Just in time for Remembrance Sunday comes this iPhone app from the RAF Benevolent Fund, based on its memorial in central London. The app includes audio interviews with veterans, a guide to the Bomber Command Memorial itself, and a guide to various bomber aircraft. The proceeds will go towards the upkeep of the monument.iPhone Fayve (Free) Fayve is another US-only app getting Silicon Valley in a stir. It&apos;s a film and TV discovery app that aims to learn your preferences and then suggest suitable things to watch from Netflix, Hulu Plus, iTunes, YouTube, Amazon Instant Video and other US services. There are search tools to pinpoint specific shows and movies, social features, and the ability to look up films being shown at nearby cinemas. It&apos;s the work of Vulcan Technologies, the company of Microsoft co-founder Paul AlleniPad BBC iPudsey (Free) This year&apos;s second official Children in Need app has a creative angle: it wants people to &quot;give pretty much anything a voice of its own&quot;. That means pointing the app at inanimate objects and shooting videos either with your own voice, or that of a celebrity the latter cost 69p via in-app purchase, with the proceeds going to Children in Need. The BBC worked with agency Weapon7 on the app.iPhone / iPad Astronomy Photographer of the Year (1.99) This app from book publisher HarperCollins is all about space: 90 photos taken from around the world for the Royal Observatory in Greenwich&apos;s Astronomy Photographer of the Year competition. Comments from the snappers and experts are included, as is the ability to share the pics on social networks.iPhone / iPad Bloxy HD (0.69) Stop us when Bloxy HD starts to sound familiar: a digital set of more than 50 colourful brick-types that fit together to make buildings, vehicles etc, accompanied by 14 &quot;mini-figures&quot; including knights, princesses... Yep, it&apos;s fair to say Bloxy HD has been inspired by Lego, but assuming the lawyers don&apos;t step in, it&apos;s an imaginative app that taps into children&apos;s creativity.iPad Quips (Free) Quips is a spin-off from social TV startup Miso, and wants to be &quot;the best way to talk about TV&quot;. What that means is pretty clever: searching for a specific scene from a favourite show, scribbling your own caption for commentary, then sharing it with friends in the app, or via Facebook and Twitter.iPhone Snipbase Photo Shopping List (Free) Shopping lists as photos rather than text? It sounds like a strange idea, but that&apos;s what the Snipbase app is all about, with its developer suggesting it&apos;s faster, smarter and more useful than traditional lists, whether supermarket shopping or compiling a wishlist for Christmas or birthdays.iPhone Fotopedia Italy (Free) This is another photography-focused app, but this time revolving around travel rather than shopping. Travel to a specific place, too: Italy. It pulls in images from the community on photographic website Fotopedia, while adding interactive maps, trip-planning features and social sharing.iPhone / iPad If I Ran The Circus  Dr. Seuss (2.49) There are dozens of Dr. Seuss books now available as apps, with If I Ran the Circus the latest to get the treatment from developer Oceanhouse Media. It&apos;s the colourful tale of the imaginary Circus McGurkus, with voice narration and words that zoom up and are spoken individually when pictures are touched, to aid young readers.iPhone / iPad Practical English Usage (27.99) Effortlessly trumping the price of every other app in this weekly roundup put together, this app from Oxford University Press is based on its existing Practical English Usage book, offering more than 600 entries on questions about the English language&apos;s peculiarities.iPhone / iPad Backdraft (Free) &quot;Think of Backdraft like a remote control for Twitter  or a &apos;tweemote&apos;,&quot; suggests the App Store listing for this iPad app from Purdue University. Please don&apos;t think of it as a &quot;tweemote&quot;. But do think of it as useful: it&apos;s an app that &quot;enables you to write tweets in advance, and then release them while you are giving a presentation&quot;. Yep: livetweet YOUR OWN conference presentations. Which could be fun if you don&apos;t tell your audience how you&apos;re doing it.iPad NowThis News (Free) NowThis Media&apos;s new app promises &quot;the latest scoops&quot;, but we&apos;re talking web-novelty scoops as well as hard news in this case, from the &quot;top 5 worst on stage rockstar meltdowns&quot; through to &quot;Steve Jobs Tributes That Will Amaze You&quot;. If you love sites like Buzzfeed, you&apos;ll love it.iPhone / iPad A Christmas Carol (1.49) British developer Secret Attic have their own characterful take on Charles Dickens&apos; Christmas fable, aimed at 3-14 year-old children. Illustration, excerpts from the original text and voice narration are all included.iPhone / iPad Funny Faces Camera (Free) And finally... This may be a novelty, but there&apos;s something undeniably fun about it. The idea: silly sound effects triggered just before taking photos, with the aim of jolting subjects out of their standard photo-face expressions. You can also rate their success, for other users to see which ones work best.iPhone That&apos;s our selection, but what new iOS apps have you been using this week? Make your recommendations in the comments section. This article was updated on 9 November to tweak the NowThis News entry, to reflect that it does have hard news, not just novelty stories.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/09/best-iphone-ipad-apps-9nov", 
    "wordcount": "2165"
}