{
    "headline": "League of Legends: Mechs vs Minions review  a challenging triumph", 
    "text": "Since its release in 2009, the online battle game League of Legends (LoL) has amassed a community of more than 100 million players and established itself as one of the top titles in competitive eSports. But the games most recent development takes a decidedly low-tech turn: an official board game called Mechs vs Minions developed by the design team at publisher Riot Games.  The first thing that strikes you about the game is its sheer size. It weighs 5kg, and it arrived at my door in a box about as big as my 26in TV. Open it up, and the reason for its bulk becomes clear. Mechs vs Minions comes packed with components  modular map tiles, decks of cards, gorgeously crafted metal tokens and a collection of more than 100 plastic miniatures, all beautifully sculpted in LoLs distinctive cartoon style. If youve played League of Legends, youll find plenty thats familiar in this tabletop adaptation. Its storyline plays out in Runeterra, the video games fictional setting. It relies heavily on co-operation between players, with teammates working together using a diverse set of character abilities. And just like its digital predecessor, it features tides of rampaging minions: diminutive enemies who make up for their lack of strength with overwhelming numbers. Mechanically, though, Mechs vs Minions is its own beast. Its a co-operative game, with players working together to confront a host of foes controlled by the game. You take command of characters mounted on powerful but erratic war-walkers. During each round you issue commands to your mech by drafting cards, each of which lets you perform a different action - moving, turning or attacking enemies. Over time youll use these to create a kind of program for your character, adding new cards to your line-up and chopping and changing the ones already in place to adapt to the shifting state of the game. Getting this right requires a chess-like ability to think several moves ahead, and you need to coordinate actions between players to have any chance of completing missions. To complicate matters, the whole process comes with a strict time limit. You have about 40 seconds at the start of each round to spot threats and pick the right cards to deal with them, all dictated by an unforgiving sand timer.     Mechs vs Minions features multiple missions, each with different challenges. Photograph: Owen Duffy for the Guardian    This kind of pressure is at the heart of Mechs vs Minions. It challenges players to make increasingly complex decisions under rising levels of stress. And if thats not challenging enough, the game injects a huge element of chaos into proceedings. Enemies spawn on random locations. Minions move in unpredictable ways. Even the control of your own character can be taken out of your hands by damage cards which overwrite your commands and alter the behaviour of your mech. You can carefully craft an efficient and deadly set of actions, only to find yourself ineffectually breakdancing between tiles in an empty corner of the map. Whether this is a source of fun or frustration is likely to depend on your own preferences as a gamer, and it makes the game less about grand strategy than scrambling to react to events as they happen. This might reduce its appeal to more tactically minded players, but it cant really be considered a mis-step. A more valid criticism is that the design of some missions makes them much harder to complete when playing with fewer than the maximum count of four players. Theres also some ambiguous language in the rulebook, and at times our group wasnt sure we were playing scenarios exactly as the designers intended. In other respects, though, Mechs vs Minions is an absolute triumph. Its production quality sets a new standard for the tabletop gaming industry, making even the biggest, shiniest releases from competitors look a little bit cheap by comparison. At a time when big-box board games are creeping towards the 100 mark, its mind-boggling to see so much cardboard and plastic crammed into a 75 box. It also benefits from an expertly engineered learning curve. Its introductory scenario teaches the basic concepts, and the first few missions steadily introduce more advanced rules. The result is that you learn the game by playing it rather than by attempting to absorb a massive instruction book, allowing for an impressive degree of complexity, with boss battles, environmental hazards and new tactical options emerging throughout the campaign. Its part of a constant sense of progression thats mirrored in other aspects of the game. Complete a mission and youll get to rip open a brown envelope containing a new scenario. Along the way youll discover powerful new character abilities and ways to abuse your unfortunate mech, a process that feels a little like uncovering new game elements in 2015s critically acclaimed Pandemic Legacy. Even during individual missions its possible to level-up your character, activating powers as a reward for stomping, slashing, eviscerating and electrocuting your way through wave after wave of foes. It all adds up to an intense and compelling experience. Riot staffers insist that the company has no plans to produce future board games, and that Mechs vs Minions is a one-off love letter to the tabletop hobby. If thats true, its a pity. Even as someone with minimal experience of League of Legends, Im ready for more.", 
    "section": "technology", 
    "gid": "technology/2016/oct/24/league-of-legends-mechs-vs-minions-review", 
    "wordcount": "901"
}