{
    "headline": "100,000 students coming to UK face immigration interviews", 
    "text": "     Consular staff are to interview more than 100,000 prospective students hoping to study in Britain as the government moves to stop &quot;bogus students&quot; from entering the country, Theresa May has announced. In a keynote speech on immigration, which was warmly welcomed by the Migration Watch founder Sir Andrew Green, the home secretary said the new round of interviews would be extended &quot;across all routes to Britain&quot;. This could mean that as many as 250,000 people hoping to come to Britain could face an interview. May made the announcement in a speech to the centre-right Policy Exchange thinktank after saying that a pilot study by the Border Agency, in which 2,300 prospective students were interviewed, had found that &quot;abuse was rife&quot;. The home secretary added: &quot;So I can announce that, from today, we will extend radically the Border Agency&apos;s interviewing programme. Starting with the highest-risk countries, and focusing on the route to Britain that is widely abused, student visas, we will increase the number of interviews to considerably more than 100,000, starting next financial year. &quot;From there, we will extend the interviewing programme further across all routes to Britain, wherever the evidence takes us. I believe this new approach will help us to root out the abuse of British visas, and improve the integrity of our immigration system.&quot; The business secretary, Vince Cable, who has warned of the economic dangers of capping immigration, said the move would mean no restrictions on foreign students attending British universities. Describing higher education as one of the country&apos;s best export industries, he said: &quot;There will be no cap on student numbers. Provided they are legitimate they are free to come. They are welcome.&quot; He added: &quot;The university sector will, and should, welcome it because it gives clarity, certainty and a commitment to the fact that there is no cap on numbers.&quot; May insisted that there would be no cap on the number of overseas students allowed to come to Britain. &quot;If you can speak English, and you can get a place on a proper course at a proper university, you can come to study in Britain,&quot; she said. But May added: &quot;We are also clear that student visas are not a backdoor route into working in Britain. We are clamping down on that kind of abuse. Colleges have lost their right to sponsor foreign students. Bogus students have been turned away. And, through more and more interviewing, we are getting better at identifying and rejecting people we don&apos;t want to come to Britain.&quot; May&apos;s speech was designed to confront two conflicting pressures on the Home Office as it seeks to deliver the pledge in the coalition agreement to &quot;introduce an annual limit on the number of non-EU economic migrants&quot;. On the one hand, the home secretary wanted to show that the government is taking tough measures to deflect criticism from the right if it fails to bring non-EU immigration down to the tens of thousands a year by the time of the next general election. May highlighted this approach and indicated she was not expecting to reach this target when she said: &quot;Our policies are beginning to bite  but we are not yet all the way there. With annual net migration still at 183,000 we have a way to go to achieve my ambition to reduce that number to the tens of thousands by the end of the parliament.&quot; But the home secretary wanted to show that the Home Office is not closing Britain for business amid concerns from London mayor Boris Johnson, minister of state for universities and science David Willetts, and Cable that an overly restrictive approach is deterring wealth creators from seeking to move to Britain. May made clear she had heard these concerns when she said that Britain was improving the provision of visas for Chinese visitors. &quot;We&apos;ve made it easier for Chinese visitors to come here, by simplifying documentation requirements, establishing a new Business Network across China, extending our express visa service, and introducing a new passport pass-back scheme for visa applicants. &quot;So our reforms to economic migration have struck a balance, and they send a clear message: if you have skills we need, and a company is willing to give you a job, come to Britain. If you have an investment to make, do it in Britain. And if you have a great business idea, bring it to Britain.&quot; The home secretary highlighted the need to act by saying that allowing &quot;more and more immigration&quot; would make it impossible to build an &quot;integrated, cohesive society&quot;. She gave an example of the impact of immigration by citing new research that showed it has increased property prices. &quot;One area in which we can be certain mass immigration has an effect is housing. More than one-third of all new housing demand in Britain is caused by immigration. And there is evidence that without the demand caused by mass immigration, house prices could be 10% lower over a 20-year period. Facts like these need to be carefully considered, and I look forward to seeing the results of the work we&apos;re doing in the Home Office, but I think we can already be confident that mass immigration puts pressure on infrastructure and public services.&quot; Green, the former British ambassador to Saudi Arabia, who has long campaigned for greater restrictions on immigration, warmly welcomed May&apos;s speech. &quot;That was a very impressive account of what you have been up to over the last two and a half years and an amazing contrast with the complete shambles that you took over. We particularly welcome your interviewing of 100,000 students. That is the biggest gap in the whole system.&quot; May replied: &quot;Thank you, Andrew.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/12/100000-students-immigration-interviews-uk", 
    "wordcount": "986"
}