{
    "headline": "Seven rhinos killed by poachers in Kenya's bloodiest week", 
    "text": "Gunshots rang out across the wilderness on 23 May when poachers shot to death one rhino in Lake Nakuru National Park. Then three days later on 26 May they struck two sites, Solio Ranch near Nyeri in central Kenya, and at Ngulia Rhino Sanctuary in Tsavo West National Park killing one rhino in each protected area. The very next day they struck again at Meru National Park in the north of the country where they shot yet another rhino. Two days later on 29 May, three more rhino were poached on a private ranch Oserian Wildlife Sanctuary.  All of these sanctuaries were created specifically to save rhinos in Kenya. Although the authorities heard the gunshots in every case, and even saw the poachers cutting horns in Oserian, no arrests have been made, and all the horns except those of the Oserian rhinos were taken.  Rhinos under siege These co-ordinated attacks bring Kenya&apos;s annual rhino death toll by the end of May to 24. Unless something changes, the country will lose at least 55 rhino in 2013, which would be an increase of nearly 100% on 2012, when 30 were killed. The Kenya Wildlife Service puts Kenya&apos;s official rhino population at just over one thousand individuals. However, Richard Leakey, the former Director of KWS said on the phone from the US:  I am not surprised at this attack and when it comes time to do an accounting of our rhinos, I would be surprised if there were more than 500 individuals left in Kenya.  In response to the latest killings, the Kenya Wildlife Service have reassured the public that they have mounted a major operation in pursuit of poachers.  Poachers give lawmakers the finger Speaking from Laikipia, Batian Craig, Director of 51 Degrees Ltd, a security company with management oversight in Ol Pejeta and Lewa Conservancies notes that the co-ordinated attacks are not surprising.   Poaching always goes up during a full moon, the rhino are easiest to spot and to shoot.  On the future outlook, Craig adds:  What we have is a small number of people threatening the economic value of rhinos to 43 million Kenyans. These people are a security threat to Kenya. We are not yet losing this war, but we are at a tipping point. We could arrest this crisis now by taking advantage of the global world attention, positive changes in government and the recent motion in parliament to elevate penalties for wildlife crime.  He is referring to a recent news that Kenyan members of parliament voted almost unanimously to raise penalties for wildlife poaching and trafficking of wildlife products on 22 May. This decision clears the way for the creation of emergency legislation to raise penalties to up to 15 years in jail and fines amounting to millions of shillings. Currently poachers and traffickers face penalties amounting to a less than USD 500 in Kenya. But this week&apos;s carnage suggest that poachers and dealers are collectively giving Kenya&apos;s lawmakers the proverbial finger.  To Kenyans it feels as if the country is losing the battle against poachers. According to the government agency, Kenya Wildlife Service, Kenya lost 384 elephants and 30 rhinos to criminals last year. By the end of May the official tally is 21 rhinos and 117 elephants, however many experts believe these are underestimates.  Current Asian demand for rhino horn is not related to traditional values Rhino trade expert Esmond Bradley Martin says the main problem facing rhinos is in Vietnam.   &quot;Rhino horn has always been rare and was important in European, African and Asian cultures where it was carved. It was always rare, expensive and valuable. Previously only the rich could afford it, but now the nouveau riche can afford it. But even more worrying is the new trends in how it is being used. They are using it for aphrodisiacs, grinding it into food, and claim they are curing cancer with it. They had no tradition of using it for these purposes, it&apos;s all new and contrary to traditional medicine in Vietnam.&quot;   If the situation is bad in Kenya, in South Africa it is catastrophic. The country has already lost 350 rhinos this year. According to Martin the rocketing value of rhino horn is a major reason for the ongoing slaughter of rhinos in Africa. Only 6 years ago it was valued at USD 4-5000/kg. Today it goes for ten times that amount and more in Vietnam. This week poachers will have made tens of thousands of dollars each. The combined weight of the eight rhino horns they took is approximately 24  32 kg. At these prices the challenge of halting the crisis seems remote. Reason to hope for rhinos Ironically, although the threat to rhinos comes from Asian demand, one Asian story also gives us cause to hope. Surprisingly Nepal has been spectacularly successful in turning the rhino poaching situation around. Like most rhino range states in Africa, Nepal is one of the poorest counties in the world, and it suffers from similar governance challenges. Yet they have managed to control the situation. Last year Nepal lost only 1 rhino, and only one the year before. Martin says there are many reasons for this success, and four stand out.  First, the Prime Minister, Khilraj Regmi, has taken personal interest in the crisis and has created three new organizations to tackle wildlife crime. Secondly, the law enforcement focus is on combating traders. Thirdly, the communities benefit from parks by receiving 50% of the proceeds. This means they support the parks and conduct their own voluntary patrols long the boundaries of the parks. Finally, the role of the army in anti-poaching has been expanded from 7 posts to 51 posts in Chitwan alone  this park is home to 503 of the country&apos;s 534 rhinos. The success in Chitwan may have direct application in Kenya. By making it his personal cause to stop the slaughter of rhinos will attain public and political support for the necessary measures including a change in laws, crackdown on corruption and a prioritization of investment in protecting Kenya&apos;s wild heritage. It is not just the rhinos and elephants that will benefit. Kenya&apos;s reputation will be restored, the unique tourism product protected and enhanced, and the political implications are obvious. For once, the country will be united around a cause that everyone can agree with  ending poaching and saving rhinos and elephants is defending the economy of Kenya. At this rate of poaching, Kenya will lose all her rhinos by 2030 and that loss will include her aspirations to be the world&apos;s super power for wilderness tourism.  Kenyans recall President Uhuru Kenyatta&apos;s inaugural speech in which he talked about zero tolerance for poachers and those who destroy the country&apos;s heritage. He talked of a sacred duty to protect the environment. If he fulfills on his promises and makes it his personal duty to end the slaughter, the situation can be reversed and rhinos will be saved.", 
    "section": "environment", 
    "gid": "environment/africa-wild/2013/jun/03/rhinos-killed-kenyas-bloodiest-week", 
    "wordcount": "1159"
}