{
    "headline": "Swiss soil reveals climate change in mountain ecosystems", 
    "text": "The fresh snow covers the Aubonne valley overlooking Lake Geneva. Clumps of beech, maple and juniper trees cling to the slopes of the Jura highlands. Scientists from Lausanne Polytechnic (EPFL) and Switzerland&apos;s Forest, Snow and Landscape Research Institute (WSL) cut more than 700 segments of earth, complete with vegetation, at an elevation of 1,400 metres. They then replanted the samples lower down the slope, in special cases fitted with sensors, enabling the researchers to study the impact of global warming on mountain ecosystems. This original experiment shows much more accurately than any computer model the threat climate change poses to plant biodiversity. It may also reveal the capacity of the soil to capture carbon durably, thus mitigating greenhouse gases. &quot;At the start of our project, in summer 2009, there was a clear distinction between the vegetation from the three locations. But now it is much more homogeneous,&quot; says Alexandre Buttler, who heads the project and lectures in ecology at EPFL and Besanon University, across the border in France. On average 32 plant species are found at 1,400 metres, but two years after being transplanted only 25 remain at 1,000 metres and 20 at 600 metres. The amount of biomass, or in other words fodder, also declines because of the drier conditions, at least in the case of treeless pasture. &quot;In a general way semi-open pasture is move favourable to biodiversity and grass growth,&quot; say thescientists. &quot;In recent decades farming and forestry have intensified in the most productive, accessible areas, whereas the others have gradually been abandoned. The result is a sharp division with two categories of landscape, some areas being completely open, others overrun by woodland,&quot; says Thomas Spiegelberger, of France&apos;s National Research Institute of Science and Technology for Environment and Agriculture (Irstea), which is also involved in the project. On top of the upheaval caused by the drive to boost productivity, mountain biodiversity must now withstand climate change. Two phenomena have been observed on the Aubonne plateau, according to Konstantin Gavazov, a PhD student at EPFL. &quot;On the one hand the amount of CO2 released by soil &apos;respiration&apos;  caused by the activity of roots and micro-organisms, fungi and small invertebrates which break down the carbon in the humus  is halved on open pasture. This is because it is too dry,&quot; he says. &quot;On the other hand run-off water contains much more carbon, from the residue of living organisms.&quot; This greenhouse gas will ultimately be released into the environment. So, does this mean there is more or less CO2 in all, we ask. &quot;We don&apos;t have all the answers yet,&quot; Buttler admits. &quot;We need to carry on our observations, making allowance for variations from one year to the next, before obtaining a complete picture.&quot; This article originally appeared in Le Monde This article was corrected on 5 April because it gave an incorrect acronym for Switzerland&apos;s Forest, Snow and Landscape Research Institute (WSL). It also incorrectly named France&apos;s National Research Institute of Science and Technology for Environment and Agriculture (Irstea).", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/renewable-hydrogen-power-electricity-corsica", 
    "wordcount": "521"
}