{
    "headline": "Electricity reforms under threat as top civil servant resigns", 
    "text": "The government&apos;s controversial electricity market reform (EMR) programme has been dealt a serious blow with the resignation of the top civil servant working on the scheme, which aims to promote investment in energy infrastructure. The departure of Jonathan Brearley came as a leading energy analyst warned that it would be &quot;imprudent&quot; for ministers to rely on gas  including shale  to bail out the UK from a looming energy crunch. Brearley, director of energy strategy and futures at the Department of Energy and Climate Change (DECC), is leaving just as the EMR is moving through the legislative process via an energy bill. The EMR has already been at the centre of rows over whether its provisions to bring forward a lower-carbon Britain will succeed or are too complex and whether it will cost too much. Brearley did not turn up to a renewable energy conference in Scotland, where he was meant to be speaking on the EMR on Monday. Delegates to the event, organised by the Infrastructure Journal, were told the civil servant was not coming because he had left the department. But a spokesman for DECC said Brearley was not formally leaving until the summer, having completed the main policy work on the EMR. &quot;EMR will not be disrupted by this change,&quot; said a spokesman for DECC. &quot;Jonathan is still with us until July, when he&apos;ll be taking a career break after three years in DECC. He&apos;s built a strong team in DECC successfully delivering EMR. With the energy bill making its way through the house, their focus is now on the implementation phase. Recruitment is under way with the aim of ensuring a smooth transition.&quot; But Tom Greatrex, shadow energy minister, said the departure was the last thing the energy world needed. &quot;It is very worrying to hear that the most senior DECC official dealing with electricity market reform has resigned at such a crucial time for the government&apos;s proposed reforms. With mixed messages from DECC and the Treasury, a turf war between ministers and a delayed bill, it is not surprising many in the industry are alarmed at the prospect of more uncertainty.&quot; Meanwhile, the government was warned over hopes that shale gas in Britain is the answer to the country&apos;s energy security and cost problems. Claudia Belahmidi , an analyst with IHS Energy, said: &quot;Even if early UK resource estimates for shale gas are confirmed by further drilling activity, which will be slow due to environmental concerns, relying on gas alone to prevent a looming UK energy crisis would be imprudent. &quot;This resource is finite, and overexposure to gas in the energy mix would leave the country vulnerable to gas price spikes that have largely been blamed for higher energy bills in recent years.&quot; The warning came just a few days after a House of Commons energy and climate change committee told the government to press ahead as soon as possible with shale gas fracking.", 
    "section": "environment", 
    "gid": "environment/2013/apr/29/electricity-market-reform-resgination", 
    "wordcount": "498"
}