{
    "headline": "Pride comes before a fall", 
    "text": "When I walked up Little Mell Fell three weeks ago to seek the recently dug grave of much-missed shepherd Martin Weir, the climb up the turf had seemed a formality from The Hause between Matterdale End and Watermillock. I managed the ascent in my shoes, gaining height above the roadside pines in the keen mountain air. I should have known better. Too late I discovered the summit was capped in snow, including the northern slopes which I hoped to descend. It was soon after taking in the summit views of Ullswater glinting dully below and with an ice-sheathed High Street beyond that my smooth soles slid and I fell, despite the aid of my trekking poles. Ouch, it hurt! (It turned out I had broken a bone in my ankle.) The wintry faces of Blencathra and Helvellyn looked on impassively, as did just across the way Great Mell Fell, the higher and more dome-like of the two Mell Fells. Such slides according to Lake District mountain rescue team statistics are legion, caused by inappropriate footwear and sheer stupidity, exactly like mine. And exacerbated by too much over-confidence &quot;I know what I am doing after all these years on the hills!&quot;. It was these unforgivable thoughts rather than the &quot;slape&quot; shoe soles  climbers on crags have long clambered in unsuitable footwear from plaster casts to roller skates and come away unhurt  that contributed to my hubris. I realised my folly as I descended step by painful step, so concentrating on avoiding another slip, and placing my shoe each time on any indentation or tuft of grass among the snow, that I actually missed the poignant sight of Martin&apos;s snow-covered grave on slopes where lady&apos;s smock, marsh marigold, bugle and ragged robin grow in more temperate weather, and which had been my goal. Now I was just relieved to be able to get myself off the hill. I hope to return soon to pay my respects to a great Lake District statesman.", 
    "section": "environment", 
    "gid": "environment/2012/mar/25/penruddock-lake-district-pride-fall", 
    "wordcount": "334"
}