{
    "headline": "Why Twitter put me on the naughty step", 
    "text": "Until recently, I was a Twitter refusenik. I&apos;ve been on Facebook five years and built up a nice array of friends, family, colleagues and acquaintances. I&apos;m also on LinkedIn and several online forums. Who needs Twitter? Who has time? There are only so many hours in the day and if you&apos;re not careful, attending to your social media presence can become a full-time job  an easy hole to fall into when you&apos;re self-employed and working from home. That virtual watercooler becomes a day-long watering hole. But as a freelance journalist, I&apos;ve become increasingly aware I need to be on Twitter. My articles are being tweeted - which I&apos;m obviously delighted about - but I&apos;m not there to follow up. It feels ... rude, almost. If people are talking about me, shouldn&apos;t I join in? Also, editors want you to have a Twitter presence. For some, it&apos;s now more important than a blog or website (I have those too).  So I signed up and eagerly embraced Twitter over a wet weekend. I followed everyone I thought would be interesting. I clicked &quot;follow&quot; on all the suggestions the site threw at me. As fast as I clicked follow, more names followed back. I thought this was the right thing to do. Follow loads and hope some follow back. After all, from the way the BBC goes on about it, you&apos;d think Twitter was the internet. Keen to see how well I was getting on with my tweeting, retweeting, following and, slowly, gathering followers, I clicked a link in a friend&apos;s tweet that promised to show me how many people had looked at my profile.  Aaaargh. As soon as I did, I realised it was a big mistake. That click took me to another site and the penny dropped - it was spam. I&apos;d been had. I felt annoyed at having allowed my ego to be so easily tempted but, hey, we&apos;re all human. (Apart from the Twitterbots, obviously.) Twitter didn&apos;t think I was though. My account was suspended and I had to log back in typing letters to prove I was a person rather than a spambot. I did, and my account reappeared.Phew. An hour later, it was suspended again, this time with no chance to prove I was human. Twitter (or some robot inside) had decided I was spamming. I appealed - referee! The online appeals form forces you to type your name beneath the signoff &quot;With love&quot; - which I&apos;m sure would make George Orwell smirk in his grave. Nearly a week later I received an email from Twitter support saying they were sure my problem had now been resolved and they were closing my case! Hang on a minute ... no, it hadn&apos;t been resolved. Please reopen my ticket, I asked them. It felt like begging. Most undignified. But that&apos;s what worries me about Twitter. You kind of have to be there. So if you transgress in some way, that&apos;s it. You&apos;re off the site. And you can&apos;t explain. So your followers may think badly of you which, if you&apos;re using it for professional reasons as I am, could have devastating consequences.  I read the rules, but it took a Twitter veteran to point out where I&apos;d gone wrong - yes, clicking on &quot;who looked at my profile&quot; was a mistake, but I&apos;d also followed hundreds of people in a very short space of time. This made me look like a spammer. I felt like the kid kept in at school while everyone else goes out for ice cream. While I waited for Twitter to get round to my appeal, I registered with another version of my name, but of course had to start all over again. Twitter have now told me they are unsuspending my former account. Great. So I&apos;ve gone from being a Twitter refusenik to now having two Twitter accounts. And you can&apos;t merge them, as others have discovered. Well, you can, but not directly. Still, better two accounts than none, I suppose. And it does show that Twitter is trying to stop the spambots that plague social media sites. It also indicates that the appeals system works (eventually). But if you&apos;re new to Twitter, or thinking of giving it a go, beware of where you click. And don&apos;t follow too many too quickly. Laura Marcus is on Twitter, slightly older and wiser. And she&apos;s much more careful where she clicks.", 
    "section": "technology", 
    "gid": "technology/pda/2012/may/02/twitter-support-spam", 
    "wordcount": "742"
}