{
    "headline": "Bumblebees take off with a special fungus weapon to save strawberries", 
    "text": "Squadrons of bumblebees are being deployed in a novel attempt to prevent grey mould turning the summer&apos;s strawberries into fluffy mush. The bees are routed via a one-way system in their hive through a tray of harmless fungus spores which, when delivered to flowers, ensure that the grey mould cannot take hold as the fruit grows. New flowers on a strawberry crop open every day, which means that spraying with pesticides only protects those that are open at the time. &quot;But the bees visit the flowers at the perfect moment for that flower,&quot; said Harriet Roberts of Adas, an agricultural consultancy testing the use of bees as delivery systems in the UK. More than 50,000 tonnes of strawberries are sold through UK supermarkets alone each year, but more than half can suffer from grey mould (Botrytis cinerea), which only manifests itself after the fruit has been picked and causes major damage to crops around the world. The damp summer of 2012 saw a particularly high incidence of the mould. Chemical pesticides are the usual treatment, but Roberts said farmers were moving away from these. &quot;There is a movement to reduce the use of conventional plant protection products, because they may not be sustainable,&quot; she said. The fungus (Gliocladium catenulatum), which is carried to the flower on the legs and undersides of the bees, naturally occurs in soil and is harmless to both bees and plants, but it outcompetes the grey mould, starving the latter of nutrients. Bees are often used to ensure good pollination of fruit crops. A Belgian company, BioBest, developed the bee-delivery system and has dubbed it &quot;flying doctors&quot;. It has been used on cherries and raspberries as well. The fungus can be used as a spray in the UK, but the use of bees to carry it to the flowers has yet to be licensed. The UK trials are part of a wider drive backed by the Department for Environment to find alternatives to chemical pesticides in protecting strawberries. Other methods being tested include the use of insect sex pheromones to attract pests into traps and the release of millions of insect predators that kill damaging insects. The two-spotted spider mite and aphids, which can plague strawberry fields, can be killed by special predatory mites and wasps respectively. All the insects used are native to the UK. &quot;It makes a lot of sense to use these predators,&quot; said Roberts. &quot;If you boost the natural population, they may breed and give you ongoing and easy protection of the crops.&quot; Unlike chemicals, she added, the pests cannot become resistant to the predators.", 
    "section": "environment", 
    "gid": "environment/2013/jun/02/bumblebees-take-off-save-strawberries", 
    "wordcount": "444"
}