{
    "headline": "How to protect your bike from being stripped for parts", 
    "text": "Patrick Lauruol had become dishearteningly used to having his bike stolen, despite taking sensible precautions. However, when returned to his mid-range mountain bike, left locked in a busy spot near Finsbury Park, he was surprised to find half a bike:  &quot;Someone had cut through the cables which link the brake and gear levers to the rest of the bike, unscrewed the quill stem (which attaches the handlebars to bike&apos;s frame) and made off with the handlebars and levers. The rest of the bike  including the lock  was intact.&quot;  Patrick, who was insured with ETA, was able to claim on his policy after paying his 25 excess. Had he not been insured, he estimates that replacement parts would have cost him more than 300. Insurer ETA, which provides cover for bicycles including stolen parts, believes that this kind of theft is increasing. Their data shows the number of claims policyholders made for stolen bike parts doubled between 2010 and 2011. Figures for 2012 are incomplete but theft of parts, rather than whole bikes remains prevalent. The value of claims has also risen dramatically during the same period. In 2010, the average claim made following the theft of bike parts was 143, rising to 213 in 2011. In 2012 the figure appears to have increased further to more than 300. The largest payout was for 1,290, where a thief had stripped a bike of its suspension forks, handlebars, front and rear disc brakes and levers. Yannick Read, spokesperson for ETA, says bike parts are particularly appealing for thieves: &quot;When you next park your bicycle, count the number of easily removable components and accessories on neighbouring bikes and you&apos;ll get an idea of the haul a thief can expect from a single bike rack. If your bike is insured, it&apos;s important to check the wording: we cover every standard component on the bike against theft including those attached with quick-release clamps, but as you&apos;d expect, cover varies between providers.&quot; Chris Juden, senior technical officer at the national cycling charity, CTC, agrees that this kind of theft poses a serious problem for cyclists: &quot;It is certainly true that thieves can strip a bike of most its components equipped only with allen keys in the space of just a few minutes. Components attached with quick releases can go missing even quicker. Unfortunately, you might need to think about whether you really need to ride your top-of-the-range bike when commuting or whether you&apos;d be better off riding an old bike about town. Better still, find out if indoor cycle parking at work is an option. Some say that it&apos;s worth parking in a well-lit place, but I&apos;m not convinced: there are plenty of examples on YouTube of bikes being nicked in broad daylight in busy streets.&quot; Other victims of cycle theft are doing what they can to address the problem. On his slightly Herculean daily commute from Cobham to central London, Patrick Wells became exasperated after his bike&apos;s parts were frequently stolen. Cycling 20 miles with no saddle is not much fun, but, not one to take it on the chin, Wells started a company: Atomic22 now manufactures fasteners that are virtually impossible to unlock without a unique tool. He says:  &quot;It&apos;s not hard to see why this kind of theft has become such a problem: bike parts can easily be worth hundreds (and in extreme cases, thousands) of pounds and are dishearteningly easy to steal. Worst still, parts are easy to sell on. While frames can be tracked, handlebars, saddles and even cranks are usually impossible to trace.&quot;  The Cycle Task Force, a dedicated unit to improve cycle security in London, recommends that cyclists mark and register their bike parts so that they can be traced more easily if stolen and offers free marking events in London.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/05/bike-theft-insurance-cover", 
    "wordcount": "647"
}