{
    "headline": "How can teachers help to improve social mobility?", 
    "text": "Creating a school system that delivers greater social mobility now seems to feature on everyone&apos;s list of priorities. Alan Milburn, the government adviser on social mobility, has just presented his report calling for a return of the education maintenance allowance and for universities to increase their outreach efforts. Although none of the political parties has chosen to address the biggest class divide  that created by private education  the debate about how to close the attainment gap within the state system is very much alive. A recent report by the Institute for Public Policy Research (IPPR) thinktank, therefore, makes essential reading. Two connected statistics update the accepted wisdom. The first shows that the social class divide narrowed in the four years up to 2010, even when only the subjects that now make up the English baccalaureate are compared. The second shows that since then the gap has begun to widen. It is difficult to isolate the factors behind these trends, but given the link between deprivation and academic achievement, the IPPR report concludes that the fall in child poverty in the latter part of the last decade, and the consequences of the recession and rising unemployment at the start of this, are part of the explanation. However, even within this economic climate there is overwhelming evidence that what happens in schools makesa difference. Over two or more decades, efforts to close this achievement gap have overwhelmingly concentrated on policies designed to create more good and outstanding schools  the school improvement movement. There is strong evidence about what makes a good school and the increase in the number of effective schools is testament to the spread of this best practice  a relentless focus on leadership, aspiration and measurable progress. As a result, standards have improved in all social groups  but the gap between them remains. School improvement is essential, but it does not seem to be enough. The IPPR report moves the argument beyond general school improvement to the need for targeted classroom initiatives for those children who are falling behind. Unfortunately, our education system has a relatively weak track record in this area. In some ways this should come as no surprise. The tradition of evidence-based practice is not as strong in teaching as it is in other professions. There is no recognised structure that evaluates new teaching ideas or research findings; research isn&apos;t easily accessible to teachers and they have little time to seek it out. This was powerfully highlighted in the recent evaluation of the pupil premium. Early evidence found that schools were not spending the money on those initiatives that have been proven to have the greatest impact on improving standards for disadvantaged children. This is despite the fact that the Sutton Trust published high-quality, well presented research on this very issue  but how many teachers were even aware of it when they were deciding how to spend the extra resource? Most schools understand and act on the evidence behind school improvement. It has become a shared body of knowledge with a common language that is widely understood. We need now to do the same for improvement in pedagogy. The government&apos;s approach causes additional problems. It is interventionist on school improvement, but determined to &quot;leave it to teachers&quot; on pedagogy. So, swift action on poor leadership or low overall attainment, but hands off if teachers are not using teaching approaches that stand the best chance of helping lower-achieving pupils. This government has shifted the centre of the debate and made a strong and persuasive case for professional autonomy. However, if progress is to be made on kick-starting social mobility, a balance must be struck between the right to professional freedom and the responsibility to exercise it in a way that has the greatest benefit for children. The two are not exclusive. Getting that particular balance right would be an important step towards delivering those things we know can improve social mobility. The good news is that we now know more about the pupil-level strategies that will close the social class gap. The challenge is to make sure they are used in the classroom.", 
    "section": "education", 
    "gid": "education/2012/oct/22/social-mobility-school-improvement", 
    "wordcount": "691"
}