{
    "headline": "UK recycling industry has potential to create 10,000 new jobs, report finds", 
    "text": "Pursuing recycling and more efficient resource use could lead to a UK industry with net exports of more than 20bn and 10,000 new jobs in the recycling sector by 2020, according to a new report. Businesses outside the sector could also reduce their costs by 50bn a year on savings in raw materials and energy, says the report, Going for Growth, published on Tuesday by the Environmental Services Association (ESA) and the government-funded Waste and Resources Action Programme (Wrap). If activities such as the research and development of new design techniques, that would minimise the need for recycling, and better ways to reuse materials are included, the opportunity could be for 50,000 new jobs and a 3bn boost to the UK&apos;s annual GDP. The findings reflect the potential opened up by a &quot;circular economy&quot;  one in which used material is not regarded as waste but as a resource, to be reused first, as that is the most efficient option, then recycled as necessary. As raw material prices rise owing to increasing global competition for resources, the UK could reduce its reliance on key raw materials  including rare earths, used in windfarms and electronics  by as much as one-fifth by 2020. An example of a product designed for easier reuse and recycling is the Google Nexus device. It can be easily disassembled for repair or to recover the valuable metal used in its construction, because it is screwed together, unlike the iPad, which is glued together. ESA calculates that from now to 2020, 395m tonnes of recyclable material will pass through the UKs waste management sector. But on current rates, only about 255m tonnes will be recycled. If the remaining 140m tonnes was recycled, that could mean a 1.4bn boost to the economy. Liz Goodwin, chief executive of Wrap, said a circular economy would keep resources in use for as long as possible. &quot;Reuse makes sure we get the maximum value from materials and brings significant business benefits. It is the complete opposite of make, use, throw away, make another  the way of doing things now,&quot; she said. But this will require a rethink of how products are designed from the earliest stages, with a return to first principles. David Palmer Jones, chairman of the ESA, which represents companies in the waste and environmental sectors, said: &quot;About 80% of the environmental impact of a product is determined at design stage. If we work together to change the way products are designed, we can avoid the current trend of a third of potentially recyclable material being lost to the economy. This is vital for resource efficiency and security, and to reduce environmental impacts including greenhouse gas emissions.&quot; One of the key areas for discussion is electronics, as between now and 2020 the UK is likely to produce about 12m tonnes of electronic waste in total, of which a quarter will be IT equipment, consumer electronics and screens, and this material alone is likely to contain precious metals with an estimated market value of 7bn at today&apos;s prices. The ESA said its members would put forward experts to advise on designing products for reuse and recycling, but also wants the government to step in, by encouraging the EU to use its powers to ensure certain products have a minimum level of &quot;recyclability&quot;, and reducing VAT on products with a high level of recycled content. The organisation also wants separate food waste collections to become widespread, for households and businesses. Goodwin said: &quot;Think of the growth and job opportunities for keeping our material on UK shores. We hear so much about growth, and the circular economy is a key enabler [of growth]. Growth equals job creation, opportunities for investment, and generating shareholder returns.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/11/recycling-industry-10000-jobs-2020", 
    "wordcount": "637"
}