{
    "headline": "Do we still need nature reserves?", 
    "text": "On a curve of soft sandare the broad hieroglyphics made byseals hauling themselves above the tideline the previous night. As the sea slips away again, hundreds of these beige and brown bananas sunbathe on distant sandbanks, between ribbons of blue water. Blakeney Point celebrates its centenary this month. This pristine four-mile spit of shingle and sand in Norfolk is, of course, far older, but its purchase by the National Trust 100 years ago marked the beginning of aradical movement in Britain: instead of protecting specific species, the new environmentalists recognised that entire &quot;reserves&quot; must be created to save our wildlife. As the country&apos;s first coastal nature reserve, Blakeney was also the British birthplace of the science of ecology, the urge to understand how species relate to each other. There are now thousands of nature reserves in Britain, but some argue they are an anachronism in an era of climate change and global environmental catastrophe. A few reserves have been badly managed by conservation charities short on cash; others have lost the species they were established to protect. Are nature reserves the parochial product of an era when people believed wildlife was best served by shutting people out? The Point is about as wild as it is possible to get in southern Britain. There are no roads and it can be reached only by boat or an arduous walk along its energy-sapping shingle ridge. Iarrive by boat, in a storm, to join its summer population of four: Eddie Stubbings and his three assistant wardens. Twenty-four hours brings sun, storms, cloud anda spectacular star-filled sky. The Point wakes to the busy kleep-kleep of oystercatchers and sleeps to the gurgle of the curlew. The one constant is the wind: rattling the 19th-century lifeboat house, roaring through the marram grass. If it ever drops, the thunder of the sea is said to be crying for the wind. The National Trust&apos;s first wardens were known as &quot;watchers&quot; and today it still seems that no wing flaps or paw pads without them knowing about it. They live in the wooden lifeboat house with telescopes, identification charts and a laptop powered by solar panels, cooking for each other each night and rising at 4am in the nesting season to protect the birds. Every sand dune and bush is inspected every day, as they record every bird, mammal, butterfly, moth and dragonfly that dashes past their binoculars and trail cameras. Like a celebrated person, Blakeney has lots of important letters by its name, from SSSI (site of special scientific interest) to AONB (area of outstanding natural beauty). But the Point is special because its three habitats  its flower-filled shingle ridge, its salt marshes and its sand dunes  have not been despoiled by a human hand. A third of Britain&apos;s population of Sandwich terns  more than 3,500 birds  nest on the Point, alongside Arctic, little and common terns. These graceful birds, once known as swallows of the sea, dart into the water to catch sand eels. The terns are accompanied by more than 1,100 common and grey seals, and rare plants such as matted sea lavender, sea heath and grey hair grass. The Point is even more famed for its migrants. Storms routinely blow migrating birds off course, and this peninsular, which resembles a withered hand on a map, is their first sanctuary. On the day I arrive, two honey buzzards and a wryneck have been swept in from Scandinavia. These are everyday rarities. &quot;Every now and then you get outrageous rarities from eastern Russia that have tried to migrate to Thailand and gone the wrong way,&quot; says assistant warden Joe Cockram. Modest creatures with exotic names such as the yellow-breasted bunting and the red-flanked bluetail attract birding obsessives from all over the country. All kinds of improbable beasts pitch up on the Point. A rare Sowerby&apos;s beaked whale washed up on the beach three seasons ago. A hedgehog somehow navigated across the tidal salt marshes recently and six red deer were seen swimming up Blakeney harbour. Jamiroquai&apos;s Jay Kay also touched down in his helicopter this spring. He was politely told to clear off. For all its well-protected nature, Blakeney is still shaped by the human world around it. As I do &quot;the bushes&quot; with the wardens, spying a hobby and amigrating little gull, we see the alien shrubs that have sprung up here. The tideline is strewn with plastic detritus (the wardens play high-tide challenge, daring to eat washed up packs of Hula-Hoops) and the newest incursion is a windfarm on the horizon: at night, its lights create a city on the water where once there wasdarkness. It will be hard to prove, but the birders who visit Blakeney believe the blades will cut upmigrating birds, particularly when visibility is poor. According to John Sheail, an environmental historian, the early conception of a nature reserve was to put a fence around it. The first wardens were often former gamekeepers and instead of protecting pheasants they guarded rare birds or plants. &quot;It was &apos;keep people out&apos; and with some justification because there was plant and egg collecting on a rapacious scale,&quot; says Sheail. The wardens at Blakeney still watch for egg thieves, but debates over public access are more subtle than people in or out. The wardens&apos; biggest challenge is posed by a particularly fearsome six-legged creature: man (or woman) and dog. These pets may be perfectly friendly, but birds see only the predator, and even the frolicking of a distant dog will cause beach-nesting species such as ringed plovers to abandon their nests. Four years ago, dogs were banned from large swaths of the Point during nesting season, but the wardens still have clashes with dog-walkers. &quot;You do get alot of aggro, and I can understand it,&quot; says warden Paul Nichols, who has worked on the Point for six summers. &quot;People have walked four miles in glorious isolation and suddenly they&apos;ve got someone telling them what to do. I&apos;ve been told to F-off a few times and threatened to be punched.&quot; With the National Trust determined to encourage public access to its wild places, its wardens are dutifully polite but some visitors still don&apos;t accept the ban. &quot;Because wildlife is declining all over, this place is becoming more and more important,&quot; says Stubbings. &quot;It&apos;s thetime-old challenge of balancing protection of wildlife with access andeducation.&quot; John Sizer, the National Trust&apos;s Norfolk Coast property manager, admits that this protected landscape is still &quot;contested&quot;. Local people understandably cherish their traditional rights to fish, go cockling, pick samphire and shoot wild fowl on the salt marshes, which is still permitted under licence, even on Blakeney. Then there are the visitors. &quot;People love to come to the coast and they don&apos;t think, &apos;Who owns this land?&apos; There&apos;s a shift in mindset. It&apos;s owned by the nation,&quot; says Sizer. Despite the dogs, this year has gone well: the wardens were delighted to count 2,200 fledged Sandwich tern chicks. &quot;Their parents have flown 5,000 miles from sub-Saharan Africa for the sole purpose of rearing young. When you see they are successful, that&apos;s a good feeling,&quot; says Cockram. Alongside the terns have nested 110 pairs of oystercatchers and 16 pairs of redshanks, although there are constant dangers. Foxes have to be shot in the spring to stop them decimating the ground-nesting birds. Other predators must also be trapped. At the far end of the Point, the wardens find rat prints close to the ravaged carcass of a tern. &quot;That&apos;s your worst nightmare. Rats in the colony,&quot; says Nichols. &quot;They will have an absolute field day. It&apos;s like living next to Sainsbury&apos;s for them.&quot; Blakeney Point may be the cradle of the conservation movement, but nature reserves can seem yesterday&apos;s idea when environmentalists now promote &quot;landscape-scale&quot; conservation  ambitious projects to reconnect land, create corridors for wild animals and encourage farmers to manage all land for wildlife. The Point is actually a perfect example of conservation&apos;s changing ambitions: it adjoins the equally renowned Cley nature reserve and Cley&apos;s owner, Norfolk Wildlife Trust, is running a 1m appeal to buy adjoining land and create a much larger reserve. Between the NWT, the National Trust, the RSPB and Natural England, almost all of North Norfolk&apos;s coastal marshes areprotected. Like many environmentalists, Stephanie Hilborne, chief executive of the Wildlife Trusts, which also celebrates its centenary this year, stayed on Blakeney as a student, studying at UCL&apos;s field laboratory in the old lifeboat house. She says the founders of the first nature reserves  the likes of banker and naturalist Charles Rothschild and Professor Francis Oliver of UCL  never believed they were the total answer. &quot;They were always an emergency backstop, protecting the absolute minimum, but now we have to be far more progressive. They are the core and in some areas virtually the only areas of rich biodiversity from which we can look outwards and allow nature to recover much more widely.&quot; In this way, the phrase &quot;nature reserve&quot; is absolutely precise. &quot;It&apos;s a reserve which is ready to use,&quot; says Hilborne, &quot;and now we&apos;re ready to use it.&quot; Sue Everett, an independent ecologist, does exactly this, harvesting wild flower seed from nature reserve meadows to help the restoration of wild flower meadows elsewhere. As she points out, nature reserves remain far more secure than landscape-scale schemes, which incentivise farmers to manage their land for wildlife through EU agri-environment programmes to enrich our ordinary countryside. EU programmes run on a10-year cycle and if commodity prices shoot up, some farmers will plough up their new meadows to make a better living. &quot;There&apos;s very little security for some habitats if they are outside nature reserves,&quot; says Everett. As we wander the Point before the wardens get down to the hard labour of removing the seasonal fencing that protects their terns, Cockram says the joy of his job is simply to witness &quot;the natural world working&quot;. He has fierce debates with a friend who argues Britain should spend the money it devotes to domestic conservation on buying up pristine rainforest in South America because our countryside is already ruined, in relative terms. Cockram dismisses the idea that climate change makes nature reserves an irrelevance. &quot;Nature reserves are more important than they&apos;ve ever been. Wildlife will adapt to climate change. The most important thing is to have land that is not totally destroyed by humans, then the wildlife will take the best advantage they can.&quot; Climate change may cause some nature reserves to lose valuable species (some butterflies, like many insects, will be driven to extinction in reserves that become drought-stricken), but they will retain crucial features, such as their soil structure. Reserves are treasured for their pristine soils containing stores of seeds, for instance, not found in fields that have been ploughed or sprayed with chemicals. &quot;Nature reserves have genuine ecological relevance. They arethe foundation without which nature is always going to be less diverse,&quot; says Hilborne. For pragmatists, Blakeney and neighbouring Cley also demonstrate the economic value of nature reserves. North Norfolk&apos;s economy is built on the all-year-round tourism created by bird-watchers and other visitors. This was completely unforeseen by those who created these reserves. These days local people see how they prosper, but in many other parts of the country that argument is yet to be won. Hilborne likens governments&apos; failure to grasp the economic benefit of environmental protection with rulers from the era before universal education who were slow to realise the economic boon of educating children. &quot;We&apos;re still very backwards to think the best thing we can do in an economic crisis is remove all planning laws and stuff the wildlife,&quot; she says. For ordinary people, nature reserves are more than a calculation of economic advantage. Only by spending time in protected places do we have a sense of how rich in birds, flowers and insects our countryside could be; without such benchmarks, we lose all sense of what we should expect, and what we can cherish. We lose all sense of the wild, and our connection to it. Those who regard nature reserves as a parochial irrelevance when the stressed planet is facing a perfect storm of climate change, overconsumption and rising population should travel to Blakeney Point and breathe in a world where colour comes from a different palette; where the sea and the marshes, the sea holly and the sea lavender, dance with silver and grey. Or they could read Patrick Kavanagh, the Irish poet. &quot;All great civilisations are based on parochialism,&quot; he wrote. &quot;To know fully even one field or one land is a lifetime&apos;s experience. In the world of poetic experience it is depth that counts, not width. A gap in a hedge, a smooth rock surfacing a narrow lane, a view of a woody meadow, the stream at the junction of four small fields  these are as much as a man can fully experience.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/24/blakeney-point-coastal-nature-reserve-centenary", 
    "wordcount": "2226"
}