{
    "headline": "An owl swoops down on wings that seem as broad as they are long", 
    "text": "I love the way that dusk comes to the Yare valley and the way its ritualised patterns are even more emphasised in winter than in summer. One dominant rite is the solemn flow of gulls overhead. They come in their thousands, arrow-like lines or just shapeless mobs of birds converging from who knows what part of Norfolk, to pass the cold hours at a roost near Yarmouth. The other strong counter-current  since it heads north-south and not east-west like the gulls  is the evening stream of rooks and jackdaws to their own accustomed spot on the far bank at Buckenham. The Loddon flock drifts off, accompanied by a joyous rabble of contact notes, at exactly 4.07pm. Here at Hardley there is now a gathering air of tension. I watch the flocks of mallard, gadwall, wigeon, pintail and shelduck until they are reduced to mere duck-shaped cavities of darkness upon the water. Yet the greylag geese greet nightfall with a kind of growing frenzy. Their coarse braying calls build to a climax and it comes as a relief when they finally clatter the lake surface and heave northwards in a fresh access of panic. The going allows my attention to settle on the landscape&apos;s last formalities. On every side the woods echo to blackbirds and pheasants that release their own anxieties in a hysterical commonwealth of alarm notes. Only at last light do they finally recover composure and lapse into silence. I wander back along the mud-clagged trail, where a tissue of ice already closes over all. Then an owl emerges and I pause. It swoops down in a shallow curve on wings that seem as broad as they are long, over the reeds and rises to the bushes beyond. There follows shortly another owl&apos;s arc, but this one is made of sound. The unmistakable wavering, soft, drawn-out bow of its song, which robes the entire landscape in a last layer of darkness; and night falls.", 
    "section": "environment", 
    "gid": "environment/2013/jan/20/hardley-flood-norfolk-owl-swoops", 
    "wordcount": "326"
}