{
    "headline": "DLD 2013: Google's dominance will loosen, says expert", 
    "text": "What of the future of search? Albert Wenger of Union Square Ventures went out on a limb at the DLD13 conference on Tuesday to predict that Google will not be able to retain such a dominant market share, and pointed out that Microsoft already has a 15% share of the US search market with Bing. Being default search provider on many Windows 8 machines is a factor in that: &quot;Google is losing the OEM [companies who buy in components from others] search deal,&quot; he said. &quot;Search is so big that Google cannot retain that market share. It makes sense for Microsoft to retain its share, even if it is slow growing. It&apos;s a sensible place they have to go.&quot; In mobile search  a critical growth area  does Google need to screw up for another player to get a look in? &quot;Head-on competition with Google will be hard, but something smart will peel off the side,&quot; said Wenger, referring to tracking-free search site DuckDuckGo [in which Wenger&apos;s company Union Square has invested]. &quot;One of the things that has changed on the internet in the last few years are the pools of knowledge like StackExchange, Yelp and Foursquare. That&apos;s knowledge around specialist domains, and DuckDuckGo is partnering with those pools. Unlike Google, DuckDuckGo has no competitive properties,&quot; he added. Is voice search really going to catch on, or is it some sort of consensual hallucination by the tech industry? Rockmelt&apos;s head of business development Philip Inghelbrecht said Google is on a three-year mission to change how consumers search. &quot;I think they will succeed in that,&quot; Inghelbrecht added. &quot;What comes next? Step out of the paradigm of search as we know it  before I start driving my car knows [from my calendar] I am on my way to San Francisco, gives me the route and updates my wife to tell her when I will be home so I don&apos;t have to phone her. Combine that with voice and that is really one step ahead.&quot; In television  and particularly smart television  search is being held up by incumbent TV companies, contended tech blogger Henry Blodget. &quot;Everybody wants a search interface on TV that just gives you what you want when you want it. Can anybody do anything about those greedy cable companies?&quot; Blodget said. &quot;That&apos;s not a search problem but a rights issue, and it&apos;s beginning to solve itself,&quot; said Wenger. &quot;In startups when I ask who has a cable subscription, nobody has. I&apos;ve got three kids that use YouTube, Vudu and on demand, and they never feel they can&apos;t get what they are looking for.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/22/dld-2013-google-dominance-search-loosen", 
    "wordcount": "450"
}