{
    "headline": "Tories and Labour renew backing for GM food crops", 
    "text": "Controversial genetically modified food crops could help to massively increase food production to meet growing populations and consumption, politicians from both major parties said on Wednesday. Speaking at the annual Oxford Farming Conference, agriculture minister Jim Paice said the promised benefits of GM varieties  which would need less nitrogen fertiliser, pesticides or fresh water than non-GM foods  could not be ignored, as demand was rising and pressure on resources and land increasing. &quot;GM is not the answer to everything, but in the foreseeable future we&apos;ll have nitrogen-fixing wheat  if that isn&apos;t going to be a major development I don&apos;t know what is,&quot; said Paice. &quot;It&apos;s going to be a big challenge for the industry and consumers as to whether they are prepared to welcome that for the major environmental gains against the concerns people have against GM.&quot; With &quot;sustainable intensification&quot; of farming a top conference theme, Paice said the UK wanted the European Union to agree to lift restrictions on trials and sale of GM products, so countries like the UK could &quot;do it&apos;s own thing&quot; so &quot;we can use this technology where appropriate&quot;. But he said supermarkets needed to take the lead on introducing GM food for sale more widely. &quot;Whatever the government says about, GM the public will never believe it  but perversely they believe very strongly that what goes on a supermarket shelf is good to eat and safe to eat,&quot; he said. Mary Creagh, Labour&apos;s shadow environment secretary, used her speech to call for scientists to better explain the benefits of GM, and told the Guardian: &quot;We have to keep an open mind on this. I don&apos;t think we should ignore the role science should play in tackling environmental challenges.&quot; To help settle public concern about a few big businesses controlling important new crop varieties, Creagh said there should be more joint public and private funding for research, especially at a European level  evoking the multi-lateral collaboration in industries like defence. &quot;We need a sensible debate about how we meet the challenges of sustainability, about the real potential of novel crops.&quot; Farming leaders have long called for more trials of GM crops in the UK but many trials have been abandoned after direct action by protestors. Currently a three-year trial of potatoes resistant to nematode worms is underway in Yorkshire under strict security, on the condition that they will not be fed to humans or animals. However, critics say it is not possible to be sure GM crops will not spread into the wider environment from trial sites, and warn that GM supporters have repeatedly over-promised on the benefits of the technology and underplayed the risks. &quot;US farmers are battling superweeds and superpests as GM technology is proving unsustainable and more weeds and pests become resistent due to growing GM crops,&quot; said Helen Wallace, director of GeneWatch UK. &quot;Valuable GM-free markets have been lost to them and conventional and organic farmers have paid a heavy price. Britain will benefit if it maintains and enhances its diverse farming system and keeps its markets GM-free.&quot; The devolved administrations in Wales and Scotland have separately banned GM trials. Paice also called for the phasing out of mass European subsidies for farmers&apos; landholdings because of the expected rise in demand for food and prices. The changes would apply to at least 80% of British farmers&apos; current subsidies of 3.5bn a year, but not to &quot;pillar II&quot; funds for environment and other public programmes. Farm leaders said some members were keen to see the end of flat subsidies because they believed they support poor farms, while others believed severe cuts were eventually inevitable because of the financial crisis. Cedric Porter, chairman of this year&apos;s conference, said: &quot;The vast majority of farmers still believe there&apos;s a very important role for some supports, but the increasing majority need to realise we need to move away from that and their businesses need to focus more on improving quality, improving efficiency, producing more.&quot; UK farm output grew 42% from 2005 to 2010, to more than 20bn.", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/gm-food-crops-demand-prices", 
    "wordcount": "698"
}