{
    "headline": "How New College of the Humanities designs degrees for life  response", 
    "text": "Discussions of New College of the Humanities (NCH) are often characterised by as much heat as light, so I appreciate the thoughtful analysis Sylvia McLain advanced on the network this week. Dr McLain discusses our plans and activities in the context of the universities of Oxford and Cambridge. That is entirely appropriate. Any enterprise that sets out to offer really excellent education has to take into account the practices of these two institutions. But it would be presumptuous and foolhardy to mimic Oxford and Cambridge and, of course, this is not what we are doing. The NCH programme has been designed specifically to give really bright students an alternative to consider. Our starting point when developing the concept was not so much what our students will do, but the qualities they will have when they graduate. This is a crucial point. Our conclusion was that, given the context of rapid change in the world into which they will emerge bright eyed and blinking, the most important capabilities for graduates are a sharp mind, curiosity and a get up and go attitude. This suggests a very different programme from many UK universities. Our students take a single honours degree. Teaching is delivered primarily by one-to-one and small group tuition and, yes, that is derived from the great Oxbridge tradition. We think it is the best form of teaching available for the humanities. Students also choose four modules from other degree courses in order to broaden the curriculum and, in addition, they are required to take one module each in science literacy, applied ethics and logic and critical thinking. The breadth that is available to NCH students is informed more by the example of American liberal art colleges than Oxbridge  the concept is to marry liberal arts breadth with tutorial depth. To be mechanistic, this actually adds up to 19 modules against a standard University of London International Programme (ULIP) of 12 modules  all delivered (we believe) more personally and at a greater level of intensity than in many universities. Sylvia McLain also raises the question of our professional programme. This is not just careers advice, available as an option for limited numbers during part of a degree. It is woven into the curriculum across the whole three years and our students cannot receive their Diploma of New College of the Humanities (which sits alongside their ULIP degree) without passing it. The professional programme&apos;s primary focus is on developing the get up and go attitude that is central to our degree programme. There is a classroom aspect to this course, delivered in seminars for an hour and a half each week. Graduates need to understand the basic principles of finance, marketing, strategy and the impact of technology regardless of whether they go on to have careers in business or not  these disciplines are central to modern society. To have an informed perspective of our world, you need to understand these activities. However, the crucial part of the programme takes place outside the classroom in a series of projects that the students undertake in small groups. It is here that they will learn by practising the skills that employers demand: the ability to work in teams, to solve problems, to make clear recommendations, to present their thinking succinctly and persuasively. The inspiration for this part of the programme comes not from Oxbridge, but a diverse range of really fantastic institutions like the London Business School&apos;s summer course for aspiring entrepreneurs and the School of Communication Arts. Part of the course is delivered digitally. This is important because learning to use digital channels as a professional effectively builds the collaboration muscle that is so vital to a fulfilled life beyond university. And, of course, the internet is an extremely effective way of remaining connected to the world. With parents and students increasingly making demands from universities about employability and employers frequently lamenting the quality of British graduates, any institution that survives in a higher education landscape that could change dramatically in the next few years is going to have to develop and accommodate high quality degree programmes. Finally, I&apos;d like to address the ugly subject of money  over 30% of our students are paying either no fees or are subsidised substantially below the 9,000 tuition fee norm. The remainder of our students pay 18,000 a year. NCH costs this much because we believe we are offering a high quality experience and quality is expensive. Students receive more than a simple academic experience and we think that really good academics should be paid more. None of this comes for free, but I look forward to continuing this debate as NCH grows from the size of a small Oxbridge college to the size of a large one. Matthew Batstone is co-founder and convenor of the professional programme at New College of the Humanities  follow it on Twitter @NewCollegeH This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/27/new-college-humanities-degree-design", 
    "wordcount": "843"
}