{
    "headline": "University students demand a 'real relationship' with tutors", 
    "text": "As a new generation of undergraduates awaits their A-level results, attention is moving to what they should expect when they arrive at university. Most will have deliberated long and hard about their chosen place of study. But how many will have thought seriously about the sort of work they will be doing when they arrive? Or how much of it? It is tempting to assume students want an easy ride. But with higher fees thrusting to the fore the issue of value for money, the National Union of Students is questioning whether universities are working its members hard enough. Vice-chancellors acknowledge wearily that the number of contact hours students receive is now a favourite dinner-party discussion for their parents. And with the latest cohort of undergraduates signing up to fees of up to 9,000 a year, the topic will only get hotter. The government has responded by compelling universities to publish information about course contact-hours from this September, as part of new standardised key information sets for prospective students (KIS). But the NUS, and other experts in the sector, warn that this may be missing the point. &quot;The quality of education at university is becoming more and more of an issue,&quot; says Rachel Wenstone, NUS vice-president. &quot;Contact hours don&apos;t mean anything unless they are high quality, and you have a real relationship with your tutors.&quot; The NUS says it understands that different subjects require different levels of contact  with arts and humanities courses typically expecting students to spend more time reading on their own. But, it argues, students need face-to-face time with tutors in smaller groups to develop and test their understanding. The union is calling for greater transparency about the number and size of seminars and tutorials, and assurances that students&apos; predominant experience of higher education won&apos;t be sitting among a sea of faces passively taking notes in a lecture theatre. It wants universities to provide much more detail about what students should expect when they arrive. David Palfreyman, bursar at New College Oxford, agrees: &quot;The massification of higher education means that you can do a degree at some universities without really talking to anyone. Where&apos;s the chance to experiment, to try something out and have a conversation about it?&quot; He adds: &quot;There is nowhere to hide in a tutorial of two. If you&apos;ve not done anything, there ispressure from your mates as well as your tutor.&quot; Prof Graham Henderson, vice-chancellor of Teesside University, says parents often misjudge workload. &quot;I always say, if you think students aren&apos;t working hard enough, come into my university in April or May, meet some of my final-year students and ask them if they feel they&apos;ve got time for lots of other things,&quot; he says. While he is broadly supportive of the idea of publishing contact hours, Henderson predicts that cash-strapped institutions may be tempted to cut corners by slicing costly tutorials and small group sessions and ramping up lectures. &quot;Putting 200 people in extra lectures is a much cheaper way of delivering increased contact hours, and improving that element of your KIS data, but deeper learning often results from smaller group activities.&quot; Warwick University is determined to keep seminars small. But Prof Ann Caesar, pro vice-chancellor for education and student experience at the university, stresses that there is a &quot;serious cost&quot; to this. &quot;There is a hidden cost with dissertation and project supervision work,&quot; she says. &quot;You read drafts and comment on them  often over email, so it won&apos;t be counted as extra contact hours. It is labour intensive, but absolutely vital so students don&apos;t feel they are on their own.&quot; The NUS stresses that class-sizes are only part of the problem. Wenstone says university websites and prospectuses are failing to give a detailed picture of what work will be like at university. &quot;It is really worrying that information on what work your course will contain and exactly how it will be assessed is so vague for undergraduates,&quot; she says. &quot;And it is the poorer students who are most likely to be let down, as they don&apos;t have friends and family telling them what to expect.&quot; James Browning, who has just finished his first year reading English at Cambridge University, says that like most of his friends he had no real idea of what to expect before he arrived. He says: &quot;The tutorial system is great, but I thought there would be more classes, and I thought it would be one-to-one and it&apos;s not. If the college had provided a plan of what work we would have per week it would have helped.&quot; But many university leaders insist that individual course websites go far enough  especially when backed up by the personal experience of open days. Caesar says: &quot;We are keen for all applicants to come and talk to us and raise their questions. That&apos;s really the best way to get a feel for what the learning experience will be like.&quot; Universities point out that higher education is different from school  and students cannot expect spoon-feeding. Increasingly, university heads are keen to talk about a partnership between institution and student  an idea that the NUS supports enthusiastically. Henderson says: &quot;We always define the size of modules in terms of learner hours and not staff hours. Perhaps universities don&apos;t make enough of that partnership: we will give you 12 hours&apos; contact per week but we expect you to put in at least three times that if you are going to fully achieve your learning goals.&quot; Dr Jane Harrington, pro vice-chancellor at the University of the West of England, admits institutions need to give students more help making the leap from school to university. &quot;The key to supporting students is to ensure that help is available at critical moments in their study and that when they arrive we recognise that they need training to be able to do academic study. It&apos;s not rocket science,&quot; she says. Carl Gilleard, chief executive of the Association of Graduate Recruiters, says universities also need to &quot;wield the stick&quot; more. &quot;If someone gets straight As at A-level and they are putting in a pretty average performance at university I think tutors should be asking them what is going on,&quot; he insists. He adds: &quot;They need to be told winning a place at university is only the start. This is where the hard work really begins.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/30/nus-students-university-teaching-methods", 
    "wordcount": "1095"
}