{
    "headline": "David Cameron's 'aid for military' comments slammed by range of NGOs", 
    "text": "Diverting more of Britain&apos;s aid budget to military spending could put lives at risk and be counterproductive, NGOs warned on Thursday. Following David Cameron&apos;s announcement that he is open to spending more aid on peacekeeping and security operations, Christian Aid said any such move could have long-term implications. &quot;We would be deeply concerned about any moves to link aid with military spending in fragile states, not least because of the risk it can pose to aid workers on the ground. Aid diverted to &apos;security, peacekeeping and demobilisation&apos; could have long-term implications. The blurring of the lines between military action and aid delivery could mean that aid workers become associated with those forces, meaning they are not only put at risk, but find it hard to gain the trust of the people they are trying to help,&quot; Christian Aid said. &quot;As an organisation that works through local partners, any link between aid delivery, which should be undertaken solely on the basis of need rather than any political agenda, and military intervention would make this relationship very difficult.&quot; Ashley Jackson, research fellow in the Overseas Development Institute&apos;s humanitarian policy group, agreed. She said: &quot;We need to be very careful to avoid blurred objectives. The military exist for our national security, aid workers work to alleviate poverty. Just because one may benefit from the other doesn&apos;t mean that we should be getting them to share their jobs  let professionals stick to what they are best at. &quot;We know from research into the Taliban that they justify attacks on aid workers precisely because they were seen to be working with the army. Providing aid to those who desperately need it is no longer seen as neutral. This is something we need to avoid, not encourage.&quot; Adrian Lovett, Europe executive director of the advocacy group ONE, said cutting international aid to bolster the defence budget &quot;would be counterproductive and is not the answer. The UK&apos;s investment in fighting global poverty is needed now more than ever and must be focused on the needs of the poorest.&quot; Responding to a question on the final day of his visit to India, the prime minister reiterated the importance of security in the UK&apos;s development agenda in a nod to critics of the ringfenced aid budget and the 0.7% GNI aid pledge within the Conservative party. He said he was open to &quot;building on&quot; the government&apos;s &quot;conflict pool&quot;, a funding mechanism for conflict prevention activities, jointly managed by the Department for International Development, the Foreign and Commonwealth Office and the Ministry of Defence. The pool, set up in 2000-01, covering Africa, the Middle East, south Asia, Europe and Afghanistan, was criticised last year by the UK aid watchdog for its lack of impact and poor management. The government&apos;s 2011 building stability overseas strategy, which outlines the cross-department approach to security, is expected to help reform the pool. However, Jackson said aid spending on stabilisation efforts &quot;is proven to be one of the least effective ways of spending aid&quot;, adding: &quot;If we are looking for value for money and impact then we should focus on programming that has a proven track record of effectiveness.&quot; The shadow international development secretary, Ivan Lewis MP, said Cameron&apos;s comments were &quot;a cynical attempt to appease his rightwing backbenchers and another example of his weak leadership&quot;. &quot;Labour supports a co-ordinated approach to tackling conflict, which brings together defence, diplomacy and development. But as Cameron&apos;s own No 10 aides have acknowledged, UK aid money can only be legitimately used for security, demobilisation and peacekeeping. The major proportion of it must continue to be used to alleviate poverty, improve basic services and support job creation, all of which are central to ending conflicts everywhere. &quot;Cameron&apos;s attempt to suggest aid money can be used to offset deep defence cuts is misleading and will not stand up to scrutiny.&quot; Any shift in Britain&apos;s aid spending would have to comply with international rules laid out by the Development Assistance Committee of the Organisation for Economic Co-operation and Development (pdf). Money can only be defined as aid  or official development assistance  if it promotes economic development or the welfare of recipient countries. Aid can&apos;t be spent on military equipment or services, but can pay for the delivery of humanitarian aid by forces. In terms of peacekeeping, aid can only be used to carry out UN-approved operations, such as election monitoring, the rehabilitation of demobilised soldiers, weapons disposal and mine clearance. Police training is acceptable, as long as this doesn&apos;t nudge into anti-terrorism activities. &quot;It is enshrined in law that UK aid must be spent on poverty reduction and there are internationally agreed definitions on this. We expect that the government will continue to adhere to these guidelines and not divert any aid funding to military expenditure,&quot; said Ben Jackson, chief executive of Bond, a body that represents NGOs. Since the coalition government came to power in 2010, it has intended to increase the proportion of aid spent in &quot;fragile&quot; states. The UK has committed to spend 30% of aid in fragile and conflict-affected states by 2014-15.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/21/david-cameron-aid-military-ngos", 
    "wordcount": "872"
}