{
    "headline": "Groupon slumps to lowest price ever", 
    "text": "Groupon, the online deals site, hit a new bargain basement price on Monday, falling below $6bn (4bn), the price Google offered for the company in 2010. The Chicago-based firm was once described by Forbes magazine as the fastest-growing company ever  but it has struggled since it joined the Nasdaq stock market last November. The company&apos;s shares closed at $8.95 on Monday, down 7.64%, which left the firm valued at $5.77bn. Groupon&apos;s shares fell heavily last week when insiders were given their first opportunity to sell their holdings and seized the chance to do so. The shares ended Friday trading 9% down. Groupon, which offers daily discount deals, was the first big initial public offering (IPO) of the new generation of social media companies. While some analysts poured scorn on its sky-high valuation and were critical of Google&apos;s offer, founder Andrew Mason was dismissive of Google&apos;s $6bn price tag, believing the firm was worth far more. According to Groupon&apos;s Biggest Deal Ever, a book by Frank Sennett on the company&apos;s rapid rise to prominence, Mason believed that Groupon could be more than 10 times larger if it &quot;fully optimised its data processes&quot;. The company made its debut on Nasdaq last November, selling shares at $20 apiece, making the company worth $12.65bn. The shares initially soared, coming close to $30, but have been on a steady downward slide since February. In March the company announced better than expected profits, lower marketing costs and expanding overseas sales. The shares briefly rallied but have still fallen 52.7% in the past six months. The company is not the only former high-flying tech star to have got off to a bad start this week. Shares in BlackBerry maker Research in Motion (RIM) slid below $10 on Monday. Last week, RIM appointed bankers to assess its options as sales have continued to slide, and the company said it expected to report a loss this quarter. Facebook&apos;s shares, too, continued to slide. Shares dipped to $26.90 on Monday, more than $10 less than the $38 price set at its IPO last month. The shares at hit a record low of $26.79 earlier in the day after analyst Sanford C Bernstein &amp; Co launched coverage of the company with an underperform rating and a $25 target price. &quot;It is difficult to argue for owning the stock today,&quot; Carlos Kirjner, an analyst at Bernstein in New York, wrote in a research report.", 
    "section": "technology", 
    "gid": "technology/2012/jun/04/groupon-share-plummet", 
    "wordcount": "414"
}