{
    "headline": "UK at back of broadband pack, technology leader warns", 
    "text": "The UK will be &quot;frozen out of the next industrial revolution&quot; because the government&apos;s broadband plans are not well funded or ambitious enough, according to a former BT Group technology chief. Peter Cochrane, who as chief technology officer at BT until 2000 pioneered broadband in the UK, joined other witnesses in lambasting government plans in evidence to a House of Lords inquiry into the national broadband strategy on Tuesday. The government has vowed to create the &quot;best superfast broadband network in Europe by 2015&quot;, with download speeds of 24 megabits per second for 90% of the UK&apos;s 25 million households, fast enough to watch several videos over the internet simultaneously. The remaining homes will receive a minimum of 2Mbps. But Cochrane said: &quot;Even our aspirations are low: 20 megabits isn&apos;t superfast. It&apos;s super slow. It&apos;s a candle, while the rest of the world is using the light bulb. The UK risks being frozen out of the next industrial revolution.&quot; Paris and Moscow are planning to install fibre cables directly into millions of homes, to deliver speeds of 100-1,000Mbps, and experts say UK targets will soon be out of date. Cochrane, who is now an independent consultant, said the 2.5bn of money earmarked for rural services was not enough. Industry estimates put the cost at bringing fibre to every doorstep in Britain at up to 15bn. &quot;True, high-speed, unlimited access to the social, economic and democratic benefits the internet brings is a fundamental human right,&quot; he told the Lords communication committee, whose members include the broadcaster Lord Bragg. &quot;Yet in terms of broadband, the UK is at the back of the pack. We&apos;re beat by almost every other European country and Asia leaves us for dust. The great decline in our relative global position has saddened me over the years and we need to invest at least 15bn to redress this now.&quot; The UK ranks 15th in the global league of countries with the fastest advertised speeds, published by the OECD in September 2011, and has one of Europe&apos;s lowest levels of fibre cables to the home. A direct fibre connection, as opposed to fibre to the street cabinet and copper from there to the home, is considered essential for speeds of more than 100Mbps. Fibre reaches just 250,000 homes and blocks of flats in the UK, out of a population of 62 million, according to data from the FTTH Council Europe. By contrast France has fibre to 6.3m homes, out of a population of 66 million. Russia&apos;s fibre network has reached nearly 16m homes out of a population of 143 million. Out of 39 European countries, only Estonia has fibre to fewer homes, with 210,000 having access, but this is out of a population of 1.3 million. Ministers have earmarked 530m in this parliament and a further 300m after 2015 for local councils to take broadband to rural areas and a further 100m for high-speed fixed and mobile internet in 10 cities, including London, Belfast, Edinburgh and Cardiff. BT has committed to match the 830m government funding, and councils will be asked to do the same, which could bring total UK investment in rural broadband to 2.5bn. In its evidence to the Lords inquiry, the Country Land &amp; Business Association (CLA), which represents 34,000 rural businesses, said the money was not enough to get basic broadband to every household and that access should be a legal right. &quot;Even with match-funding from local authorities, it is likely that the government&apos;s commitment of 530m will be insufficient to build a future-proofed superfast broadband network, fit for purpose.&quot; The CLA said it believed broadband access should be classified as a universal service obligation, and not, as it is now, a universal service commitment, which it says &quot;provides government with a get-out clause in the event that the 2Mbps benchmark cannot be achieved by the stated deadline of 2015&quot;. Tim Farron, the Liberal Democrat MP for the Cumbrian seat of Westmorland and Lonsdale, echoed the call to make broadband a legal right. &quot;Some homes and businesses are struggling to access even the basic speed of broadband internet. This is completely unacceptable in this modern age and it puts us at a serious risk of being left behind,&quot; he said in comments on his website. &quot;For Cumbrian businesses, providing a decent internet connection is not a luxury, it&apos;s the difference between surviving and folding.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/20/uk-back-broadband-pack", 
    "wordcount": "764"
}