{
    "headline": "Give special educational needs changes more time, say campaigners", 
    "text": "The government&apos;s radical shakeup of England&apos;s system for children with special educational needs (SEN) is facing mounting criticism from charities, teachers&apos; unions and pressure groups, who say pilot schemes set up eight months ago to test the proposals have yet to begin, and are not being allowed enough time before legislation is introduced. After a green paper published in March 2011, the government&apos;s plans for change were included in last month&apos;s Queen&apos;s speech. A draft bill will be published during the summer, and the Department for Education says it aims to have new arrangements in place &quot;for 2014&quot;. To test the reforms&apos; key elements, 20 &quot;pathfinder&quot; schemes, involving 31 local authorities, were announced last September. At the time, Sarah Teather, the children and families minister, said her department was &quot;proposing the biggest reforms in 30 years to help disabled children and those with special educational needs, so we need to make sure we get them right&quot;. She was also &quot;looking forward to seeing how the pathfinders progress over the next few months to test out how we can make our proposed changes a reality&quot;. Eight months later, SEN experts and campaigners warned that despite plans for pilot projects to deliver interim findings in the autumn and conclude by the end of March next year, many of them have yet to introduce their new arrangements, or even decide which families will take part. The proposed changes will affect around 1.7 million children. They include such measures as personal budgets for special needs provision, and the replacement of the current model of special educational needs with &quot;single plans&quot; covering education, health and social care. Freedom of information requests about the pathfinder projects were lodged in late March by Fiona Nicholson, founder of the home education consultancy Ed Yourself. In April and early May she received answers from all 31 local authorities involved. They showed that at least 11 had yet to recruit any families for the schemes. Jane McConnell, the chief executive of the special needs advice service Ipsea (Independent Parental Special Education Advice), said: &quot;We are finding it very hard to get any pathfinder local authorities to tell us exactly how many parents they have successfully recruited to which pilots. &quot;Even if all the planned number of families were in place by the beginning of June, that would only give children six weeks in school before the summer holidays to even start considering the effect of a single assessment, or plan, or personal budget. School would return in September. So at best, families would only have been using the piloted system for a matter of months before they are supposed to be providing evidence on which a whole new system will be based.&quot; She continued: &quot;A key issue is that identifying a child&apos;s needs, defining what additional support they need, and putting it into place takes time. Staff have to be recruited and trained in many instances, and schools have to implement change. This does not happen quickly and time has to elapse for the results to be evaluated. The fundamental thing with this group of children is that they do not learn or react to change as ordinary children do. It takes them more time. They cannot be hurried.&quot; A spokesman for the Department for Education said the pathfinder schemes were &quot;a key part&quot; of testing the proposals, but they were &quot;not starting from zero knowledge&quot;, and cited past reports on SEN, and consultations that preceded and followed the green paper. The spokesman said that &quot;in many areas it has taken time to establish strong partnerships across services and engage parents in planning&quot;, and claimed that &quot;most pathfinders will be recruiting families by June&quot;. The spokesman went on: &quot;We would not expect to get royal assent before 2014  so there is plenty of time to learn from the pathfinders, drawing on the experience of families.&quot; Among the local authorities piloting the plans is East Sussex. The council&apos;s pathfinder lead, Jenny Clench, said that its pilot had recruited 50 families, but would not be up and running until September. In its freedom of information response, North Yorkshire county council said its pathfinder project  focused on young people leaving special schools at 16, and a large group of disabled children under five  was intended to be &quot;relatively small scale, in order that we can achieve something realistic in the time available  now only 12 months&quot;. Christine Blower, general secretary of the National Union of Teachers, said: &quot;Sarah Teather should wait for outcomes from the current SEN pathfinders before jumping to conclusions about what will work. Taxpayers&apos; money is being invested in SEN pathfinders across the country. It is needlessly hasty to announce a draft children and families bill this summer.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/04/special-educational-needs-changes-time-campaigners", 
    "wordcount": "819"
}