{
    "headline": "Will a new HMS Beagle set sail in 2013?", 
    "text": "One of the most significant sea voyages in history began 180 years ago under something of a cloud. The ship had been due to sail on 26 December, but as one of its passengers wrote: &quot;A beautiful day, &amp; an excellent one for sailing,  the opportunity has been lost owing to the drunkedness and absence of nearly the whole crew.  the ship has been all day in state of anarchy.&quot; The ship was HMS Beagle, her passenger the young, undistinguished but well-connected Charles Darwin. The purpose of the voyage, Beagle&apos;s second, was to survey the coastlines of South America and make a series of measurements to fix longitudes around the globe for chart making and navigation. They made it out of port on 27 December, but it was an inauspicious start to a famous journey. Two remarkable books would arise from it, Darwin&apos;s Voyage of the Beagle and On The Origin of Species by Means of Natural Selection. But it was Origin that contained the dynamite of Darwin&apos;s theory of natural selection and the supporting evidence. Despite the ensuing controversy, evolution is mentioned only once, at the end of a wonderful concluding paragraph: &quot;There is grandeur in this view of life, with its several powers, having been originally breathed into a few forms or into one; and that, whilst this planet has gone cycling on according to the fixed law of gravity, from so simple a beginning endless forms most beautiful and most wonderful have been, and are being evolved.&quot; So many events might have conspired to stop Darwin slinging his hammock above the table in Beagle&apos;s stern cabin. The ship&apos;s previous commander, Pringle Stokes, might not have shot himself, a tragedy that led to Robert FitzRoy assuming command. FitzRoy might not have kidnapped several Fuegians from Patagonia for conversion to Christianity in London. After near financial ruin refitting the ship to return them home as missionaries, he decided to recruit a companion to stave off melancholy and attend to scientific matters. As Darwin watched England recede over the horizon on 27 December 1831, the idea of species variability had been privately mooted in scientific circles, but the prevailing orthodoxy was strictly biblical. His experiences in South America, especially seeing marine fossils that had been deposited high above current sea levels, would start to persuade him that the Earth and its inhabitants were not as fixed as had been assumed. But it was the birds of the Galpagos that convinced him. After observing variability in finches and mockingbirds between its islands, Darwin wrote on the 1835 homeward journey that, if true, &quot;such facts would undermine the stability of species&quot;. The fuse that the birds lit in Darwin&apos;s mind spluttered for over two decades. Flushed into the open in 1858 when Alfred Russel Wallace threatened to scoop him with a remarkably similar idea, he and Wallace submitted a joint paper to the Linnean Society. It was not until 1859 that Darwin, sick and worried, completed Origin. Without the invitation to sail on Beagle, Darwin would probably have become a country parson. Origin would not have been published. Natural selection would have been proposed by someone else, but not in so complete a fashion as Darwin&apos;s theory. The evolutionary foundations of modern biology would not have been laid until years, possibly decades later. Another opportunity is being missed today. While HMS Victory, Cutty Sark and the Golden Hinde are honoured in dry-dock and museum exhibits, FitzRoy&apos;s remarkable little ship is ignored. HMS Beagle&apos;s legacy is just as noteworthy. Transformed by FitzRoy from a perilous &quot;Coffin Brig&quot; warship to a vessel that twice circumnavigated the globe, she secured shipping lanes and safeguarded coastal approaches, served for 50 years and helped to found modern meteorology and change the world of science. Her remains lie neglected under the mud of the river Roach in Essex. Inspired by the 2009 bicentenary of Darwin&apos;s birth, a group of scientists and sailors decided to create a replica ship that would serve as a 21st century icon to inspire a new generation to engage with science. Since its founding, the HMS Beagle Project has organised workshops and events in Brazil, Chile, China and Australia, and has partnered with Nasa in ship-to-space outreach. All of this has been accomplished without the ship, but it&apos;s time to build her and fully develop her science and educational potential. A UK-wide search is under way for a home port where the modern Beagle will be built, and a funding campaign has begun to raise the estimated 5m necessary  rather more than the 7,803 it cost to build the original. Once launched, the new Beagle will bring the adventure of science to life, retracing FitzRoy and Darwin&apos;s voyage, serving as an ambassador for British science, history and industry, and taking scientists and sailors to sea. Both disciplines are about looking at horizons, wondering what lies beyond, and not stopping until you, your crewmates and lab-mates have found out. As Darwin said: &quot;The voyage of the Beagle has been by far the most important event in my life and has determined my whole career.&quot; In building a new Beagle  which could be launched by the end of 2013  we hope he will not be the last person inspired to write such words. Peter McGrath is a zoology graduate, author and commercial yachtmaster. He is a joint founder and trustee of the HMS Beagle Project. Email admin@hmsbeagleproject.org or make an online donation", 
    "section": "science", 
    "gid": "science/blog/2012/jan/04/new-hms-beagle-2013", 
    "wordcount": "923"
}