{
    "headline": "How lack of food security is failing a starving world", 
    "text": "Last week another 1 million children under five were declared dead because of malnutrition. This was not because of another famine or a new disease, but simply that an eminent panel of doctors and academics working for the Lancet published findings that showed the existing research on child mortality had got it wrong. So the tens of thousands of anti-hunger campaigners who met in Hyde Park yesterday should not have been spreading 2 million paper petals for each of those dead children  but 3.1 million. And the awful IF campaign headline statistic  that a child dies from hunger every 15 seconds  should have been &quot;every 10 seconds&quot;. These tragic figures are a big disappointment to a world that believes it is doing rather well on profound poverty. The numbers of humans living on less than $1.25 a day will be halved by 2015, a success for a Millennium Development Goal target set in 2000. But it turns out that, contrary to the wisdom of a generation of economists, growth does not necessarily reduce hunger, especially among the world&apos;s poorest. Child malnutrition has increased in India in the past decade, despite its economic boom. The world still has more than enough food  but distributing it fairly, or even humanely, is not simple at all. The Lancet report was released to give a push to Saturday&apos;s half-day summit on nutrition and growth, called by David Cameron ahead of the G8 wealthy nations meeting in Ireland later this month. &quot;Food security&quot; is an agenda item there, though pushed lower than it was at the beginning of the year. But the London mini-summit  attended by no significant G8 figure other than Cameron himself  is more evidence that the ability of grand red-carpet summits to address issues such as world food supply may be over. Both the G20 and the G8 have proved big on promises but not so hot on delivery. In 2009 at the Aquila G8 summit, Barack Obama launched a plan to boost the world&apos;s poorest farmers as a route to improving world food security. The G8 nations lined up to pledge an impressive $22bn to the plan. But analysis by the One anti-poverty campaign now shows that two thirds of that money was &quot;double spending&quot;  aid money already committed  and the G8&apos;s own analysis shows that 26% of the money committed has not materialised. Despite all the talk in the years since Aquila, aid spending on African agriculture has gone up only a couple of percentage points. When it comes to addressing the systemic problems that threaten world food security, the big powers now seem puny. One key cause of the food price rises of 2008 and 2010-11 was the panicky bans on grain exports imposed by Russia and others when their harvests looked doubtful. That spooked the commodities markets, excited the speculators and sent prices soaring  despite no underlying lack of food. But the World Trade Organisation&apos;s talks have been stalled for five years, offering no mechanism for a global trade initiative to stabilise food prices. It is interesting that against this muddle and lack of accountability  another issue on the G8 agenda  one couple at yesterday&apos;s summit, Bill and Melinda Gates, are provably spending $370m a year on the poorest farmers  providing technical help and developing new, climate-change-tolerant crops. These are the measures that, all analysts agree, can make a real difference to hunger, while also reducing Africa&apos;s dependence on food imports. The Gates Foundation has also backed an initiative from African nations, who came together in 2003 to pledge 10% of their national budgets to agriculture. Ten years on, 24 are signed, though only four have yet met their targets. Nevertheless the mortality in sub-Saharan Africa is down 18% since 2005. The grandstanding aid strategies led by old, rich, world governments do begin to look out of date. Besides, the coffers are not as full as they used to be. So those attending yesterday&apos;s London nutrition summit were largely developing country leaders and people from the business world, including Bill Gates and the CEO of Unilever, Paul Polman, gathered because of a 2012 G8 initiative, New Alliance for Food Security and Nutrition. Set up to combine the forces of African businesses and governments with those of rich nations, it is said already to have raised $4bn of private money. Targeting specific issues around food that can get tangible results seems to make sense. Despite the awful statistics on child death, there have been stunning gains in child nutrition. According to the Lancet&apos;s research, a quarter of children in the poorest countries are stunted now, in brain or body. But that figure was 40% in 1990. So, largely as a result of healthcare improvements and breast-feeding, the one quarter of a billion children maimed by hunger has dropped to 165 million today, despite population increase. Reducing child malnutrition-related deaths further may be quite easily achieved. And Bill Gates was upbeat at yesterday&apos;s summit about the approach and the benefits. &quot;When children don&apos;t get the right nutrition in the first 1,000 days  from the start of a woman&apos;s pregnancy until her child&apos;s second birthday  it affects not only their growth, but their brain development. From that point on, no matter how much we invest in the education of that child, they simply won&apos;t achieve their potential. And neither will their country.&quot; He said 20% of children are stunted before they&apos;re born  but giving their mothers the right foods, vitamins and minerals can prevent that. This is why Justine Greening, secretary of state for development, launched a vitamin-rich &quot;super potato&quot; on Friday, intended to be grown by 3 million developing world farmers, whose children are in danger of blindness and anaemia. Funding for development of the sweet potato has come from the UK government and (you guessed it) the Gates Foundation. But a former government adviser on sustainable development, Professor Tim Lang of City University, is critical of this narrow approach to the world&apos;s growing food supply problem. He told the Observer: &quot;We&apos;ve had many summits talking about hunger since the oil and commodity price spike of 2007-08, rightly, but not enough has happened to change the food system. My worry is that this one is shifting policy focus away from the complex picture of how food connects land, health, power and ecological damage. Technical fixes like food supplements may appear sensible, but they do little to address the systemic problems. &quot;David Cameron is on safe ground expressing concern about starving babies, because no one could possibly object to addressing that scandal. The unpalatable truth is that there are 870 million people starving, 2 billion malnourished and 1.4 billion overweight and obese. What I want to see is political leaders accepting that their task is to recalibrate the food system entirely. We have to recivilise food capitalism and recalibrate markets.&quot; Some NGOs object to corporates&apos; involvement in the New Alliance. But a big cause of comment yesterday was that the really important player in food was not on the guest list. That&apos;s China  Africa&apos;s biggest trading partner and likely to have no malnourished citizens by 2020. And that, oddly, is a real threat to the world&apos;s future food supply. China&apos;s meat consumption has quadrupled over 20 years, an inevitable result of a wealthier population. And that means more of the world&apos;s crops going to feed animals, already consuming 40% of all the grains we farm. In March this year, the world&apos;s biggest traffic jam appeared off Brazil  212 of the largest freight ships, some of them a third of a kilometre long, were waiting to load soy beans and soy meal after Brazil&apos;s greatest harvest ever. The queue of lorries from the Mato Grosso taking soy to the port of Santos stretched 15 miles. When they finally loaded  and the delay caused hiccups in the world soy price  most of the ships were headed to deliver their protein-rich food to be eaten by Chinese pigs, fish and chickens. Whatever measures to tackle the problem of 870 million malnourished people are announced by the G8 this month, without China&apos;s commitment they lack much significance. It&apos;s a bit like ordering supper before the big guy arrives at the table.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/08/food-security-failing-starving-world", 
    "wordcount": "1383"
}