{
    "headline": "Do aid campaigns alienate the public and skew the development debate?", 
    "text": "A new report on attitudes to aid throws down a challenge to policymakers and campaigners in the way they communicate with the public on international development. The report from the Overseas Development Institute (ODI) and the Institute for Public Policy Research said its findings support recent opinion polls showing a drop in support for increased aid spending in austerity Britain. This erosion of public support may explain the coalition government&apos;s reluctance to enshrine in law an election pledge to spend 0.7% of its national income on international aid. Originally to be passed into law by 2013 under the terms of the coalition agreement, the pledge has been pushed back to May 2015. However, the report urged policymakers and campaigners to confront head on the weakening of public support for current aid levels, which reflects growing scepticism about the effectiveness of UK aid programmes. The report found that efforts by the Department for International Development (DfID) to justify aid programmes on grounds of self-interest rather than moral worth did not resonate with the public. The report yielded other unexpected findings: a strong desire for stories on how developing countries achieve progress and how aid works (or does not work), and a distaste for images depicting only starvation or those in desperate need. &quot;There is a real challenge to better communicate the reality of the development process itself,&quot; said Leni Wild, research fellow at the ODI and co-author of the report. &quot;A surprise to me was the strong message about the real appetite for hearing more about how change happens, what combination of factors go into it, whether aid works or not. There is a real opportunity for development actors to better reflect the work they do.&quot; The report said participants at workshops were most engaged when they heard stories about progress and were intrigued to know more about how change had taken place. &quot;Hearing &apos;good news stories&apos; about the progress of countries like Vietnam and Brazil in addressing hunger sparked a positive interest in many participants, leading to questions about how this had been achieved,&quot; the report said. To be fair, campaign groups such as One, the body with a special interest in agriculture, are keenly aware of the need to avoid the cliches of Africa as a famine-stricken continent, which may well have been the overriding impression during urgent fundraising appeals for the Sahel and Somalia last year. Jamie Drummond, One&apos;s executive director, has frequently spoken of the need to convey the complexities of Africa, where some countries experience chronic food insecurity and others  Ethiopia, Rwanda and Ghana  are attracting the interest of private equity because of strong economic growth. A quick look at the Oxfam website shows that, alongside appeals for money to the Sahel, there are success stories on sanitation in Pakistan and healthcare in Sierra Leone. Another notable booster is Tony Blair, who is relentlessly optimistic about the continent, telling anyone willing to listen that this is Africa&apos;s moment. Nevertheless, according to the report, the more positive arc of development  or, at least, the complexity of development  is not getting through to the public, partly because of the messages coming from campaigners themselves. &quot;Heart-string appeals may be effective fundraising devices, but in the long term they tend to reinforce the sense that aid has not worked, as repeated appeals lead to questions over the effectiveness of development in general and aid in particular,&quot; said the report. So the report&apos;s message is clear: fewer or no images of starving children, which turn off the public and skew the debate on development. As for the government&apos;s role, the report said David Cameron&apos;s appointment as co-chair of the new UN committee on the follow-up to the millennium development goals is a good opportunity for the government and NGOs to carry out public consultations on the UK&apos;s role in international development. &quot;Greater public engagement  through deliberative events and consultation exercises  could generate productive debates about the UK&apos;s international development objectives and priorities,&quot; said the report, &quot;as well as increased public support for aid and development.&quot; The report also threw up interesting attitudes towards business. DfID and others, including the UN, see a crucial role for the private sector in bringing investment, jobs and knowhow to developing countries. Public attitudes, however, are more jaundiced. &quot;Our workshops showed the private sector is seen to bear a greater responsibility for poverty reduction and development than NGOs and charities  There was a clear view that multinational companies need to give something back to countries and continents where their role was perceived as largely extractive.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/25/aid-campaigns-alienate-public-development", 
    "wordcount": "774"
}