{
    "headline": "Mystery bird: African pipit, Anthus cinnamomeus", 
    "text": "    African pipit, Anthus cinnamomeus, Rppell, 1840, also known as the grassland or grassveld pipit, or as Richard&apos;s pipit (although that&apos;s in error because that taxon has been split from our mystery bird), photographed somewhere near Lake Zway, a freshwater Rift Valley lake in Ethiopia.  Image: Dan Logen, 6 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/7.1, 1/3200 sec, ISO 640     Question: This African mystery bird species is probably not identifiable from this image, but I am interested to see how far you get anyway. Which field mark(s) would separate this bird from those other species it is often confused with? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is an adult African pipit, Anthus cinnamomeus, a member of the Motacillidae, the family of pipits and wagtails. This family is made up of small to medium-sized, terrestrial passerines that are found in most types of open habitats (excluding the driest of deserts), ranging from sea-level to alpine grasslands in the Old World. These species can be sedentary, migratory or nomadic. They all have a similar appearance; short neck, long tail, long legs and toes; and the plumage is mostly brown or brownish, often with streaks, although some species are black and white, whilst others have yellow or orange in their plumage. All the pipits eat a variety of invertebrates, crustaceans and mollusks, depending upon habitat and time of year. However, they tend to have species-specific movements; distinct rhythms for wagging their tails, walking and flying and they often have distinct stances as well. Taken together, it&apos;s clear to me that we, as birders, naturalists and ornithologists, are not looking at the right characters for identifying pipits.  In view of the fact that pipits in the genus Anthus are highly conserved in appearance, they are one of the most challenging and frustrating groups of Old World birds to identify, confounding even the experts. The only solution to this problem that I can envision is a rigorous DNA analysis of the pipits, combined with a strong knowledge of the several different plumages within a given species as well as the overlaps between species, sonograms of their songs and calls, and good fieldwork by trained people who can see, interpret and distinguish these difficult birds in the field.  I know; good luck with all that, right? So let&apos;s get on with identifying this bird. The African pipit is common and widespread and is typically the species against which all others are compared. This species is quite similar to a number of species, but is distinguished based on several traits, as listed:  buffy pipit complex, A. vaalensis, plainer and greyer upperparts that lacks the streaking of the African pipit, pinkish (not yellow) base to its lower mandible, also bobs its tail up and down more often and more vigorously than African pipit, similar to a wagtail; also the calls of these two species are distinct   long-billed pipit complex, A. similis, has buff-coloured outer edges on its undertail, distinguishing it from African pipit&apos;s more contrasty white-coloured outer edges of its undertail, also African pipit is smaller, has streaked upperparts, a white breast with bolder tawny markings; also, the calls of these two species are distinct   plain-backed pipit complex, A. leucophrys, has plain, unstreaked upperparts and indistinct breast markings, stocky build, the edges of its outermost tail feathers is buffy than African pipit. Prefers shortgrass and recently burned areas. Calls of these species are distinct, and the plain-backed pipit does not have a courtship display flight   mountain pipit, A. hoeschi is slightly larger with bolder and more distinct breast streaks than African pipit; mountain pipit also has a pink (not yellow) base to its lower mandible and has a deeper and slower song than African pipit. Mountain pipit is found in montane grasslands above 2 000 m  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/10/3", 
    "wordcount": "710"
}