{
    "headline": "Overturn US anti-prostitution pledge to support sex workers and combat HIV", 
    "text": "In 2003, the US Congress passed a law that requires organisations receiving funding through the president&apos;s emergency plan for Aids relief (Pepfar) to adopt policies &quot;opposing prostitution&quot;. Global health advocates have long argued that what&apos;s known as the &quot;anti-prostitution pledge&quot; amounts to government-compelled speech (ie it inhibits free speech), and impedes HIV and Aids intervention programmes involving sex workers, a community whose stigmatisation increases their vulnerability to the virus. On Monday, the supreme court will decide the fate of the anti-prostitution pledge. The court should overturn this ideologically driven policy, which is rooted in misguided moralism over sex work and not in effective HIV and Aids intervention. The anti-prostitution pledge is reminiscent of the now defunct Mexico City policy, or &quot;global gag rule&quot;, a similarly politicised US policy that ignored health needs by forbidding grant recipients from engaging in family planning that was construed as &quot;promoting abortion&quot;. Although both the global gag rule and the anti-prostitution pledge restrict US health aid on political grounds, which disrupts the provision of essential services, the administration of President Barack Obama has taken contradictory positions on these policies. In 2009, Obama issued an executive order reversing the rule, but on Monday his administration will defend the anti-prostitution pledge before the supreme court. Ideologically inspired rules and restrictions should not trump tried and tested public health practices. In the fight against HIV and Aids, public health organisations should take a non-judgmental approach to sex work and reject stigmatisation of sex workers. In an amicus brief filed with the supreme court by the joint UN programme on HIV and Aids (UNAids), the expert body uses this rationale to argue against the anti-prostitution pledge, pointing to studies in countries as epidemiologically varied as Brazil, Kenya, Thailand and Ukraine to demonstrate that HIV programmes supporting empowerment of sex workers reduce HIV infection rates. Through my human rights research and advocacy, I have observed the positive impact of global programmes rooted in the destigmatised community-empowerment framework that UNAids highlights. Organisations cannot work in solidarity with sex workers and ensure these communities are the beating heart of designing and implementing HIV and Aids programmes if they are forced to adopt a policy that assumes all sex workers seek rescue and not tools and knowledge to safeguard their health. Since the passage of the anti-prostitution pledge, organisations serving sex workers in countries as diverse as Bangladesh, Brazil, Burma, Cambodia, Mali, Thailand and Uganda have echoed these sentiments. Many have had to forgo US funding and close their sex worker drop-in centres. The lack of clarity in Pepfar restrictions has resulted in former partners shunning these organisations from fear of losing US aid. Influential organisations have continued to raise their voices against the anti-prostitution pledge. Groups including Partners in Health, Amfar, the Center for Reproductive Rights, Elizabeth Glaser Pediatric Aids Foundation, Global Alliance Against Traffic in Women, Elton John Aids Foundation, Planned Parenthood and Physicians for Human Rights submitted an amicus brief to the supreme court decrying the pledge and arguing that best practice is developed when &quot;the marketplace of ideas in public health operates without ideological restrictions&quot;. Despite the chorus of voices from the public health community, the Obama administration has continued to defend the pledge in federal courts, a perplexing move that contrasts starkly with the administration&apos;s clear-sighted rejection of the global gag rule. When Obama repealed the rule in one of his first acts as president, he argued that public health must supersede politicisation of issues. But his administration has not extended this reasoning to the anti-prostitution pledge. Since Pepfar was introduced, the US has been the world&apos;s largest government donor of HIV and Aids funds. This outsized influence means that US aid not based on sound public health policy can have debilitating effects. Although the supreme court case will hinge on the pledge&apos;s free speech implications, the court should also overturn it because ideologically engineered policies must not usurp sound health measures in the struggle against HIV and Aids.  Chi Mgbako will be at the oral arguments at the supreme court and tweeting about the case. Follow @chiadanna for updates", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/22/anti-prostitution-pledge-sex-workers-hiv", 
    "wordcount": "692"
}