{
    "headline": "Five Oxford interview questions and five answers", 
    "text": "Modern languages: what makes a novel or play political?   Related: Oxford University releases sample interview questions    The orthodox, and obvious, answer would be that which makes a narrative political is engagement with questions relating to the body politic, to government, state, or policy issues. In terms of modern literature, youd be thinking about Animal Farm, The Grapes of Wrath, Catch-22, The Plot Against America. But its no coincidence that viewing the question this way produces a very masculine and largely white list. The more complex answer would recognise that any serious difference between human beings in a society raises broadly political questions.  Sarah Churchwell, professor of American literature, University of London Medicine: about one in four deaths in the UK is due to some form of cancer, yet in the Philippines the figure is only around one in 10. What factors might underlie this difference? There are several possible explanations. First, people could be dying of something else before they can get cancer  getting shot by a death squad, for example. Casual death certification means that causes of death are not reliably recorded and there may also be a cultural reluctance to acknowledge cancer on death certificates. Better genes and better environment could also play a role. In particular more exercise, lower obesity rates, better diet, less alcohol and less smoking all cut cancer risk. And more praying might help too. David Spiegelhalter, professor for the public understanding of risk at the University of Cambridge PPE (and other philosophy courses): what exactly do you think is involved in blaming someone? When bad things happen, we rush to figure out who is to blame. Blamed people are often punished, which makes blame potentially very consequential for peoples lives. Blaming someone involves answering other questions like who made it happen? and who was responsible? These questions relate to something not usually considered morally relevant: processing of cause and effect. More and more, cognitive scientists have found that mental processes typically considered not morally relevant, such as processing of causation, are skewed by peoples social and moral motivations.  Laura Niemi, postdoctoral fellow in the department of psychology at Harvard University Maths: imagine a ladder leaning against a vertical wall with its feet on the ground. The middle rung of the ladder has been painted a different colour on the side, so that we can see it when we look at the ladder from the side on. What shape does that middle rung trace out as the ladder falls to the floor? This seems mis-formulated. If the ladder leans vertically against the wall and starts falling down  with its feet on the ground in the corner  then its middle rung will trace a quarter of a circle with the centre in the corner and the radius of half the height.  But that would be too easy to ask, so they probably meant to ask what happens as the ladder slides to the floor  with its feet sliding away from the wall, and its top sliding down on the wall.  That is a more intricate question but it has the same answer. To see that, imagine two ladders connected flexibly to share the middle rung, as a big letter X. Then, while one of them will be falling with its feet in the corner, the other will be sliding, and the same quarter-circle will be traced by the middle rung. Stanislav Smirnov, maths professor at the University of Geneva, winner of the prestigious Fields medal in 2010  Experimental psychology: a large study appears to show that older siblings consistently score more highly than younger siblings on IQ tests. Why would this be? All the way back to Francis Galton (1822-1911), who collected a sample of English men of science and noted that a larger-than-chance number of them were first-born sons, psychologists have been interested in birth order and IQ. Galton thought that the additional resources that parents could expend on their first-born children mightve given them an intellectual boost.  However, recent studies have cast doubt on that. A large study of US teenagers from 2015 showed only a tiny birth order effect on IQ. It might have been the case that in the past, when resources were scarcer, factors like birth order had a more substantive effect.  Stuart Ritchie, postdoctoral fellow in the psychology department at the University of Edinburgh", 
    "section": "education", 
    "gid": "education/2016/oct/11/five-oxford-interview-questions-and-five-answers", 
    "wordcount": "723"
}