{
    "headline": "Reddit user Violentacrez fired from job after Gawker expos", 
    "text": "The Reddit user whose identity was revealed in an extensive Gawker expos has revealed that he was fired from his job at the weekend. Michael Brutsch, a 49-year-old programmer from Texas, said on Reddit that he had been told not to return to work after Gawker revealed that he was Violentacrez, a prolific user linked to posts filled with racism, misogyny and incest.  As Violentacrez, Brutsch set up more than a hundred sub-forums (called sub-reddits) where users could share links and images of underage girls, rape fantasy and upskirt photos. Brutsch shut down his Violentacrez username after Gawker reporter Adrian Chen told him he knew his identity. He has since returned to the site with the new handle mbrutsch.  Under that username, Brutsch said that he had warned his boss of the article before receiving a call Saturday telling him to not return to the office.  Brutsch wrote: &quot;All my remote access has been disabled, my health insurance and FSA were cancelled immediately (so they had to drag someone in over the weekend to do that). At this point, if any of the dozens of death threats I&apos;ve gotten were to make good on their promises, at least my wife would have the insurance.&quot; His supporters on Reddit launched a campaign to donate money to the newly unemployed Brutsch and he released his email address on Reddit so supporters could donate money to his PayPal account.  AJ Daulerio, Gawker&apos;s editor-in-chief, who took over in January this year, said the site now does more long-form, original reporting of the type that exposed Brutsch. He said the site allocates one person to the snarky click-bait stories that made it famous, giving other writers more time to work on original stories.  &quot;This way if we can stabilize the traffic elsewhere and have the rest of the team occupied with these longer, reported pieces it&apos;ll hopefully make a better, more literate Gawker,&quot; Daulerio told the Guardian.  Some members of the Reddit and Gawker communities believe Chen&apos;s piece was a deliberate attack by Gawker against Reddit. Before Chen&apos;s piece was published, Daulerio received emails from Redditors who claimed they would boycott Gawker if the piece came out.  &quot;I never really saw it as a Gawker versus Reddit thing,&quot; Daulerio said. &quot;Chen did a great story and that should pretty much stand on its own and I think that&apos;s how most people took it.&quot; In response to the expos, numerous Reddit forums censored Chen&apos;s article because it violated their rule on identifying site users. Reddit administrator Erik Martin told Buzzfeed the ban was a mistake and lifted it.  &quot;We&apos;re always adjusting our approach, we&apos;re always following the lead of our users and community, and we always have to adjust things,&quot; Martin said. &quot;We&apos;re also trying to maintain this as we want Reddit to be as open a platform as possible. &quot; Users who posts links to, or related to, the article are still being banned by moderators in some subreddits and the politics forum has decided to ban all Gawker content.  Daulerio said he was unfazed by the boycotts. &quot;It&apos;s fine, it&apos;s perfectly fine,&quot; he said. Reddit did not respond to requests for comment. The expos, and resulting ban on Gawker content in some sub-forums, has reignited the debate on internet anonymity and Reddit&apos;s freedom to post what it wants. The sharing site has five rules, two pertaining to content:    Don&apos;t post personal information. No child pornography or sexually suggestive content featuring minors.  Reddit was pushed to remove its r/jailbait forum which hosted pictures of underage girls in September 2011 and later the r/Photobucket forum which hosted pictures taken from compromised accounts on the photo-sharing site Photobucket. The site is designed to give users anonymity as a way of promoting free speech, but this has lead to exploitative and racist postings in some darker corners of the site. Some of those corners were frequented by Violentacrez, who created or moderated sub-forums including Chokeabitch, Misogyny and Hitler.  Brutsch responded to comments on Reddit on Tuesday and expressed his views on anonymity in one post: &quot;Anonymity can be used as an enabler. It can also, as in the case of Mexican bloggers covering the cartels, be used in the opposite direction. It is not in and of itself the problem.&quot; Brutsch said he was not available to talk to the Guardian because he was preparing for an interview on CNN on Tuesday evening. A CNN spokesperson said he would not be on the show Tuesday evening because of presidential debate coverage but may appear later in the week. The Anderson Cooper show has run a number of stories about Reddit.", 
    "section": "technology", 
    "gid": "technology/2012/oct/16/reddit-violentacrez-gawker-expose", 
    "wordcount": "792"
}