{
    "headline": "'Dissecting brains is pretty intense'", 
    "text": "You never know how you&apos;re going to feel, watching a brain being dissected. We&apos;re just about to get called in to watch, Jill Davis from Parkinson&apos;s UK, Marius Kwint, curator of the Brains exhibition at the Wellcome Collection, and me. Last week, a trainee fainted. Kwint adopts a frozen smile as we make our way to the lifts, and says: &quot;It&apos;s pretty intense.&quot; I laugh too loud, which I think he takes for nerves. Actually it&apos;s because it reminds me of what people used to say in the 90s when they were selling you an E (not me  other people). Inside a small laboratory which smells of formaldehyde, professor Steve Gentleman looks like the living embodiment of Csikszentmihalyi&apos;s theory of happiness  a person concentrating intensely, on an activity which is neither too easy nor too hard. Gentleman is slicing the brain, according to a global brain slicing protocol that he had a hand in developing. Each sliver of frontal lobe must be 5mm thick, but it&apos;s easier than it sounds; they have a special chopping board and a really sharp knife. From there, he scalpels out little segments freehand, remarking jauntily, &quot;that&apos;s your fear and aggression centre&quot;; &quot;that&apos;s the main event; personality, executive function, reason&quot; as he pops them into their slide cases. Waste brain matter has to be discarded in a labelled pot. &quot;These are still patients,&quot; Gentleman explains. &quot;You have to keep them as discrete individuals.&quot; I find this detail confusing; to think of the brain as still conveying its owner&apos;s personhood, I&apos;d think, would really interfere with the business of cutting it up. But things change when you do something for a whole career, and with a purpose. I ask Gentleman  his full title is professor of neuropathology  whether he ever feels squeamish. He says: &quot;No, not at all,&quot; as if he can only just conceive of what there is to be squeamish about. &quot;You must have killed that part of your brain.&quot; &quot;Maybe,&quot; he says, nonchalantly. He obviously doesn&apos;t think that was one of the best bits. Many of the brains that come in are cut into two; one half goes, fresh, to be investigated for its biochemistry and genetics  what they call the non-structural work. The other half is frozen for a bit, held in fixative for two weeks, and then arrives for the pathologists of neurodegenerative disorders. Parkinson&apos;s UK funds the Brain Bank, and that&apos;s its main disease  Alzheimer&apos;s disease and multiple sclerosis are close seconds. Few people donate their brains to medical science. (&quot;I don&apos;t know why not,&quot; says my sister-in-law. &quot;Most people don&apos;t even use them when they&apos;re alive.&quot;) It&apos;s unclear whether it&apos;s distaste or simply not realising how useful they are. There are whole families who have signed up to donate, though, having seen a relative die of Parkinson&apos;s, as well as some high-profile signings (Jeremy Paxman, Jane Asher, Graham Norton). Anyway, the brains Gentleman is working on, after the freezing and the fixing, have a jaundiced pallor and a pronounced bounce, like pickled eggs. This makes them appear less vulnerable and easier to look at. The byzantine folds and ridges, the eerie foetal curve, the bloodless blood vessels, all combine to mesmerise. It&apos;s much more dreamlike than disgusting; until someone intervenes with a detail such as: &quot;You see those depressions on the frontal lobe? Those are your eye sockets&quot;. Our first brain is a control  the patient didn&apos;t have Parkinson&apos;s, though he appears to have had a number of strokes. A lot of disease trajectories are visible to the naked eye. High blood pressure leaves little lacunae, which are small hollows in the brain. In Alzheimer&apos;s patients, you&apos;ll be able to see shrinkage or atrophy in the frontal lobes. One of the first areas affected by Parkinson&apos;s is the cingulate cortex, at the corner of the frontal lobes. In MS patients, sclerosis means hardening, and you can sometimes feel that the brain tissue has hardened just by picking it up. Gentleman is very upbeat about all his patients, peering at the brain stem and saying approvingly: &quot;healthy lifestyle&quot;. &quot;It&apos;s pot luck with strokes,&quot; he explains at one point  you can have a stroke and not notice. Or you can have a stroke that leaves you with a cystic cavity, or what a layperson might call, a big hole in your head. Likewise, if there&apos;s a lesion in your brain stem that can be devastating, but with MS there&apos;s no strong correlation between the number of lesions in the brain as a whole and the amount of disability you suffer. The caveat to all this is &quot;yet&quot;  at some point, we&apos;ll understand it all better, but these diseases can&apos;t be studied while they&apos;re in full sail. An Alzheimer&apos;s diagnosis can only be made posthumously. Of course people are diagnosed while they&apos;re still alive, but there&apos;s an error margin  a small-scale longitudenal Alzheimer&apos;s study recently followed 13 sufferers up to death  whereupon it turned out that one of them didn&apos;t have the disease at all. &quot;Pathology,&quot; says the neuropathologist at one point, &quot;isn&apos;t just weird people who keep things in the basement.&quot; I don&apos;t think as many people are as inveterately prejudiced against autopsies and those performing them might think. But the sheer, urgent need for brains to look at may not have crossed your mind, unless you have experienced Parkinson&apos;s or a similar degenerative condition at quite close hand. Twenty per cent of brains that arrive in the bank having had a diagnosis of Parkinson&apos;s turn out not to have had it. So it makes a grim sense that, being unable to reliably diagnose it, we don&apos;t understand what causes it terribly well, either. There&apos;s some hereditary element  15% of people with it have a direct relative who also had it  but not much. One theory is that it&apos;s caused by a toxin, either travelling in a reverse movement from the gut back to the brain, or going up your nose. It&apos;s really hard to conceive that a degenerative disorder could proceed from something as routine as breathing in, but this is no doubt what smokers first thought when someone started investigating lung cancer. You can tell just by summoning up an image of a caseless brain that an overall unwillingness to donate these organs comes from more than just inertia. I do not know how it feels to be religious, but in the absence of faith, it is impossible not to see this as the hull of your personality. It&apos;s an interesting confrontation between atheism and a sense of identity, recognising how hard it is to view yourself dispassionately in death, as just an assortment of flesh. The reason for my being here is to mark the launch of the Wellcome Collection&apos;s Brains exhibition, which features brain samples, art works, videos and photographs. I think it&apos;s telling how many of the images in the exhibition are either built on violence or trail violence behind them like a discarded brain stem. Historically, very few brains have arrived conflict-free into the hands of science  whether they were wrenched by Nazis, donated by Suffragettes in despair at chauvinistic phrenological nonsense or taken from the skulls of murderers. Violent criminals are over-represented in the pantheon of brain autopsy; they stepped outside the rules of dignity in death with their heinousness, plus they struck the pathologists of yore as likely to be particularly interesting. Einstein&apos;s brain is also on display. His son always disputed that he had given his permission for his father&apos;s, not particularly large, brain to be dissected, let alone displayed, after his death (a bystander&apos;s point, here  it would have been a crying shame not to. He was, after all, Einstein). The issue is vexed by more than the way we personify the brain  it&apos;s also the fact that it&apos;s never going to be used for a transplant. All other organs have had the ick-factor of imagining them excised gainsaid by the altruistic glow of prolonging the life of another. Indeed, in some cases  I&apos;m thinking of the heart  the altruism is shot through with the shadow of reincarnation, the sense that you might live on through your own good deed, in the rib cage of another. That&apos;s never going to happen with the brain. Well, of course one should never say never; but with more than a trillion connections, it&apos;s probably the hardest place in the transplant world you could possibly start. If you were to stay alive long enough to be in the market for a brain transplant, I would recommend Jeremy Paxman&apos;s frontal lobe (reason); Jane Asher&apos;s cerebellum (fine movements, especially icing); Graham Norton&apos;s hippocampus (memory; I bet he has good memories). Much more likely is that you find yourself in the market to donate  I feel all the reservations under my skin, but I see that these investigations have no substitute. And look on the bright side, at least you wouldn&apos;t have to watch. Brains: The mind as matter is at the Wellcome Collection, London from 29 March until 17 June. wellcomecollection.org/brains  This article was amended on 2 April 2012. The original referred to the singular cortex, at the corner of the frontal lobes. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/mar/28/dissecting-brains-is-pretty-intense", 
    "wordcount": "1564"
}