{
    "headline": "Why did an MPAA executive join the Internet Society?", 
    "text": "Late in March, I started to get a steady stream of emails from concerned readers: did you see that the Internet Society has appointed the former chief technology officer of the MPAA to be their North American regional director? I was as alarmed as they were. The Internet Society  ISOC  is an international nonprofit organisation whose mission is &quot;to assure the open development, evolution and use of the internet for the benefit of all people throughout the world&quot;. More concretely, ISOC is also in charge of the .ORG registry, through its subsidiary, the Public Interest Registry. .ORG holds a special place in the heart of internet activists. In the early days of the internet, there were only three generic top-level domains (gTLDs): .ORG, .NET, and .COM, and even though other gTLDs have been created since (like .INFO), these three are the most recognisably legitimate, credible domains in the world. But .NET and .COM aren&apos;t what they once were. The past year has seen a series of sloppy, high-profile domain seizures from .NET and .COM. There were extrajudicial, cloak-and-dagger operations run by the Obama administration&apos;s customs enforcers, acting on flimsy tips from junior employees at the big entertainment lobbies. Domains like dajaz1.com disappeared into Kafkaesque legal grey zones of secret evidence and hidden processes. Worse still was the seizure of the mooo.com domain, which was replaced with a stern warning saying the website that had once lived at that name had been a haven of child pornography (it wasn&apos;t  it had been home to 84,000 perfectly normal, harmless websites, all of whose owners were tarred by the accusation). And who can forget JotForm&apos;s seizure, another baseless, erroneous confiscation that made headlines in the middle of the fight over the proposed US Stop Online Piracy Act, as a precusor to what life might be like under that regime. Tellingly, none of the seizures came from .ORG-space. .NET and .COM are managed by Verisign, a US firm with a history of playing nice with US law enforcement and administrative agencies, even when those agencies and officers are acting outside the law. But ISOC has an admirable history of standing its ground and demanding warrants, judicial orders and all the other formalities attending a society governed by the rule of law. SOPA&apos;s advocates viewed extrajudicial domain seizure without due process or the presumption of innocence as key to an effective copyright enforcement strategy. The now discredited law was filled with ways that you could lose your domain, from the &quot;market based&quot; approach of directly allowing rightsholder groups to order their seizure to a simplified process for sympathetic government agencies to effect seizures. There was even a provision for allowing domain registrars to pre-emptively seize domains from themselves without first receiving a complaint, and without having to worry about being sued for damages if it turned out they&apos;d been wrong. Paul Brigner was chief technical officer of the Motion Picture Association of America during the SOPA debacle. During his one-year tenure with the MPAA, he made a handful of blog posts to the organisation&apos;s website, defending SOPA generally, and specifically pooh-poohing the idea that SOPA would have a negative impact on the overall security of the internet. This was the hottest hot potato during the SOPA fight, as eminent computer scientists and security experts argued that the law&apos;s provision against tools that made it possible to defeat domain name blocks would kill work on projects like DNSSEC, a technology that counters the domain hijacking techniques employed by identity thieves and other fraudsters, as well as totalitarian governments who want to block access to foreign news sites. And before Brigner had been at the MPAA, he had been an official at US the telecom giant Verizon, , where he was on the record opposing net neutrality (the idea that ISPs should connect users to the sites they request, and not slow down some sites to the benefit of competitors who&apos;ve paid for the privilege). Net neutrality is another long-running battle for ISOC, and they are staunchly for it. So how could ISOC appoint someone who had supported domain seizure, been prepared to sacrifice DNSSEC and the integrity of the internet&apos;s domain name system, and who was on the record as an opponent of net neutrality? How could such a person fill such a key role? Was he a mole put in place to weaken ISOC from within, paving the way for .ORG to join .NET and .COM as political footballs for copyright enforcers? Not according to him, and not according to ISOC. I&apos;ve been peppering their press contact with a lot of questions about Brigner&apos;s appointment, and they made a good case that he is the right man for the job. I asked Brigner whether his statements about DNS blocking and seizure and net neutrality had been sincere. &quot;There are certainly a number of statements attributed to me that demonstrate my past thoughts on DNS and other issues,&quot; he answered. &quot;I would not have stated them if I didn&apos;t believe them. But the true nature of my work was focused on trying to build bridges with the technology community and the content community and find solutions to our common problems. As I became more ingrained in the debate, I became more educated on the realities of these issues, and the reality is that a mandated technical solution just isn&apos;t a viable option for the future of the internet. When presented with the facts over time, it was clear I had to adjust my thinking. &quot;My views have evolved over the last year as I engaged with leading technologists on DNSSEC. Through those discussions, I came to believe that legislating technological approaches to fight copyright violations threatens the architecture of the internet. However, I do think that voluntary measures could be developed and implemented to help address the issue. &quot;I will most definitely advocate on Internet Society&apos;s behalf in favor of all issues listed, and I share the organization&apos;s views on all of those topics. I would not have joined the organisation otherwise, and I look forward to advocating on its behalf.&quot; I asked similar questions of Walda Roseman, chief operating officer of ISOC, who concurred. &quot;The Internet Society has known Paul for many, many years, and you may not know that he was also a founding member of our DC chapter,&quot; she says. &quot;So he&apos;s no stranger to us. We&apos;ve always found him to act with the utmost integrity and principled character. Even when on the other side of the debate, he was always considered one of the good guys, constantly reaching across the aisle to find common ground. Now, as you would expect in a case like this, we certainly took a close examination at his past views, talked with many associates and vetted every angle. And I am thoroughly convinced, as are my Internet Society colleagues, that Paul is steadfast in his belief in its position on SOPA, net neutrality and the importance of keeping the internet open and free.&quot; Intellectual honesty can be defined as the willingness to revise your beliefs in the face of contradictory evidence. Paul Brigner says that he has gradually evolved his beliefs and now repudiates the statements he made on behalf of his former employers, and his new colleagues say they believe his sincerity. They even supplied a list of personal endorsements from the likes of internet pioneer Steve Crocker. I&apos;m left with the picture of an idealistic technologist who felt that he could do more good inside the MPAA than fighting it from outside, but gave it up as a bad job. That&apos;s not a bad sort of person to have in a position of importance at an organisation as vital to the internet&apos;s integrity as ISOC.", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/why-mpaa-executive-joined-internet-society", 
    "wordcount": "1306"
}