{
    "headline": "Student, 78, gets an education worth waiting for", 
    "text": "I was a late arrival to university. I didn&apos;t enroll until my 74th year, and wasn&apos;t to graduate until last week. At 78, I finished a BA in history at Birkbeck, University of London. I grew up in wartime Britain and my education was completely destroyed by the war. I was evacuated twice as a child  once, aged five, when world war two broke out, and a second time in 1940, when I was sent to Lancashire for two years. By the time I left school, aged 15, I had been to 11 different schools. There were sometimes 60 children in a class. If you were seen to be highly able, you sat at the front. Then there was the middle, then the back. I was usually sat at the back. After the war, I worked as a black cab driver for 42 years, but always felt very conscious that I hadn&apos;t received an education. So I enrolled at Birkbeck, which specialises in evening classes. I soon realised that catching up on the education I had missed as a child wouldn&apos;t be easy. I didn&apos;t understand a word of my first lecture. I&apos;d always liked history, and read lots of history books, but had never studied it academically. I didn&apos;t know what a bibliography or historiography was, or how to contextualise or overarch  it was a foreign field to me. With the support of my tutors, I began to get to grips with the subject, and with academic study. The tutors were able to guide me. When I had doubts three weeks into the course, my seminar tutor told me: &quot;You will get this BA, no matter what. Any problems, you come and see me.&quot;The other students also helped to carry me through. There were students in their 20s, one in her 60s  the average age was probably around 40. They were all so welcoming and always kept in contact by email. After lectures, we&apos;d go to the bar for a drink. They helped me a lot. It hasn&apos;t been an easy journey, but I feel privileged to have experienced student life. From the moment I walked through the college doors I was smiling, and people smiled back. I felt that everyone  the tutors, the IT staff, the librarians, the porters and the canteen staff  were all supporting me and it gave me such a lift. My family was another source of support and encouragement. My wife Carole put aside everything to help me get my degree. She let me have the dining room, which I covered with books and articles and notes. The day I found out I&apos;d passed my degree was full of emotion. You can never be sure that you&apos;re going to make it  not until you&apos;ve made it through the last exam. When I saw the results on my computer screen, I called Carole in and we both cried. I couldn&apos;t believe it. I&apos;d planned to buy my cap and gown, so that when I go to New Zealand next year to visit my son I could wear them and have my photo taken with him. I nearly keeled over in shock when, three days before the graduation ceremony, I answered the front door to find my son standing there. He and his brother had secretly arranged for him to come over from New Zealand for the ceremony. The graduation ceremony last week was one of the proudest moments of my life. My wife, my two sons, my classmates and my tutors were all there to share the moment with me. When I heard my name read out and crossed the stage I was able to say that I truly had fulfilled a lifetime ambition.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/nov/28/student-78-gets-an-education-worth-waiting-for", 
    "wordcount": "622"
}