{
    "headline": "Higher Education Summit: marketing partners", 
    "text": "Event sponsor QAA      The Quality Assurance Agency for Higher Education (QAA) is an independent body and registered charity. QAA protects the academic standards of UK higher education and works with the higher education sector to improve the quality of students&apos; learning experience. It regularly reviews UK universities, colleges and other providers, and publishes its review judgements. QAA advises government on degree awarding powers and the right to be called a university. It regulates the access to higher education diploma, and is one of the bodies designated to carry out educational oversight reviews for providers seeking to recruit international students. For information on sponsorship and exhibition opportunities at the conference contact Sunita Gordon on 020 3353 2447 or email sunita.gordon@guardian.co.uk to find out more. Society of Biology      Photograph: Society of Biology    The Society of Biology is a single unified voice for biology, representing a diverse membership of more than 12,500 individuals and over 90 member organisations. Degree accreditation by the Society of Biology highlights academic excellence in the biosciences, acknowledging degrees that develop research-ready graduate and educate the research and development leaders and innovators of the future. Marketing partners HELOA      Photograph: guardian.co.uk    Million+     Future of Higher Education 2012 Million+    157 Group      BUFDG     BUFDG    NUS      Photograph: Guardian    University Alliance      Photograph: guardian.co.uk    HEERA      Photograph: guardian.co.uk    1994 Group     1994 group    The AUA      Creative partners  CreativeConnection      CreativeConnection (CC) are one of the top graphic facilitation providers in the UK  with artist and facilitation teams based in most of the major cities in the UK as well as offices in Canada, Dubai, Melbourne, Madrid and the Netherlands. CC offer a range of services from graphic facilitation, graphic facilitation training, animation production as well as event planning and management and facilitation and consultancy. Working with a vast range of knowledge and creativity CC can bring something different to your business and business communication needs. Visit creativeconnection.co.uk to find out more or email us today at info@creativeconnection.co.uk for a copy of our ebrochure. For information on becoming a marketing partner for the Future of Higher Education 2013 please contact Richard Warren, on 020 3353 4892 or email richard.warren@guardian.co.uk. For information on sponsorship and exhibition opportunities at the conference contact Sunita Gordon on 020 3353 2447 or email sunita.gordon@guardian.co.uk to find out more.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/nov/15/higher-education-summit-marketing-partners", 
    "wordcount": "371"
}