{
    "headline": "Unctad's ranking of foreign direct investment is cause for celebration", 
    "text": "The annual world investment report from the UN conference on trade and development (Unctad), published this month, describes a mixed picture in which global investment is recovering but is still below the pre-crash peak. Transnational corporations are holding record amounts of cash, clearly lacking the confidence to invest it yet. But as important as the number-gathering and crunching is the analysis of how global policy trends are shifting towards greater management of foreign direct investment (FDI) to ensure development impact. At the same time as seeking to increase FDI inflows, more countries want to intervene to ensure FDI contributes more than just statistics in the balance sheet. Latin America, the region in which the new left has been most active in rebalancing investment regulation and in some cases renationalising key industries, has increased its FDI inflows by almost 50% in the past two years, outperforming developing countries in general (30%). For the first time, Unctad introduces a matrix ranking countries on how well their FDI inflows contribute to development. Countries with attitudes to FDI as diverse as Argentina and Colombia perform above expectations, while Chile, often held up as an example of progress, disappoints. It is hard to say how accurate this analysis is but that Unctad has identified it as necessary is something to be celebrated as recognition that FDI per se does not reduce poverty, but specific types of FDI may do so. Along with this matrix  and possibly more significantly  Unctad is promoting a new investment policy framework for sustainable development (IPFSD) focused on balancing the rights of investors with the need for the state to take an active role to ensure investments benefit society. Suggested indicators for analysing the contribution made by particular investments include economic value added (such as capital formation and fiscal revenues), obviously, but also job creation and sustainable development (such as families lifted out of poverty, greenhouse gas emissions, technology dissemination). If all this seems like common sense (it is), it is worth recalling that common sense seldom holds sway in the interest-laden world of international regulation. Compare this balanced framework with the dark days of the 1990s neoliberal hegemony, when economists armed with self-convincing models, but unprepared to base their recommendations on empirical evidence, insisted that countries restrict sovereign policy options and just let the market get on with it. Any attempt to ensure jobs were created or skills shared was regarded as undue interference. In the mid-1990s, the Organisation for Economic Co-operation and Development (OECD) club of rich nations sought to inflict its multilateral agreement on investment on the world, but was defeated following successful civil society campaigning against its prohibition of policies that could help poor countries promote jobs, diversify their economies, prevent financial instability, and protect vulnerable communities and the environment, not to mention the non-transparent way in which it was promoted. Then, attempts to force investment on to the negotiating table of the World Trade Organisation were derailed, again by concerted opposition from southern countries and global civil society. There is still no international agreement on investment and, although this is better than having the wrong agreement, it leaves some countries in the perilous situation of having to negotiate bilateral agreements with much more powerful peers. Now may be a good time for a renewed attempt to agree international norms, for three reasons. First, the narrow neoliberal way of thinking that once held sway across a range of economic themes is discredited in the eyes of most of the world, being the main reason for the financial straits in which the west now finds itself. Second, the power bases of the OECD and the World Bank have been humbled, meaning that more heterodox approaches are more likely to gain ground. The history of investment rules is a parable of the subtle way in which economic policy responds to interests rather than evidence. Or is it a coincidence that the OECD and the World Bank, which backed policies reducing the ability of poor countries to regulate investment and thereby favouring large multinationals, are controlled largely by North America and the EU, where most of those multinationals are based? And third, investment rules may turn out to be easier to agree than trade rules  the misnamed Doha development round of trade talks at the WTO seems to be in perpetual abeyance. With trade, there is no getting away from the fact that poorer countries require special rules. Rich countries should not be allowed to protect their industries from imports from poor countries; poor countries need to do so until they are able to compete fairly in the international marketplace. But with foreign investment, the same rules (as envisaged in Unctad&apos;s IPFSD) could govern all cross-border investment, whether in rich or poor countries. The northern constituencies that might oppose preferential treatment of poor countries on trade issues (such as farmers, manufacturers and trade unions) may well support investment rules that would benefit their constituencies as well, as the 99% makes its presence felt. For these reasons, Unctad&apos;s heterodox way of approaching economics, which has persistently but unsuccessfully challenged the blinkered perspectives of the OECD, World Bank and other organisations in hock to western interests over many years, may finally have some success in the years to come.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/20/unctad-ranking-foreign-direct-investment", 
    "wordcount": "877"
}