{
    "headline": "George Osborne pledges extra 600m for science to stimulate growth", 
    "text": "George Osborne will divert 600m from savings across Whitehall into science research facilities and advanced technology projects chosen for their potential to drive financial growth. The fresh money is intended to boost high-level skills in areas where Britain can take a leading role, such as new technologies for energy storage, the manufacture of advanced materials, processing enormous datasets, energy-efficient computing, and synthetic biology. The funds, announced in the chancellor&apos;s autumn statement, amount to the single largest addition to UK research spending since the coalition came to power, and underpin the government&apos;s conviction that science and technology are key to the nation&apos;s economic recovery. The money, to be spent over three years, with 10m in the first year, 282m the next year, and 308m the year after, will support science research facilities and strengthen Britain&apos;s ability to commercialise research. The extra cash means the government has now added 1.5bn to the science capital budget since 2010. In that year&apos;s spending review, the 1.57bn capital budget for science was cut in half. Government funding for science research, as opposed to facilities, was ringfenced in 2010 at 4.6bn, and will not be affected by Osborne&apos;s cuts across Whitehall departments. The science minister, David Willetts, said science and innovation were &quot;fundamental&quot; to the UK economy and that the extra money would support areas where Britain can gain a competitive advantage. &quot;This will drive growth, create the jobs of the future, and help us get ahead in the global race,&quot; he said. Imran Khan, director of the Campaign for Science and Engineering, said he was &quot;delighted&quot; with the government&apos;s support to make the UK a high-tech nation. &quot;We&apos;re really pleased Osborne is showing an ongoing commitment, and we hope that his next step is taking on the proposals in our 4Growth report,&quot; he said. The 4Growth report calls on government to reinvest the 4bn proceeds from the auction of 4G telecoms licences back into science and technology. In November, the chancellor raised spending on space technology by 60m a year for the next two years to boost Britain&apos;s contribution to the European Space Agency. The extra cash aims to secure the future of a European Space Agency facility at Harwell in Oxfordshire, and bring its telecoms satellite HQ to Britain. The science community applauded the announcement, though some pointed out that Britain still faced strong competition from countries that invest more in science. &quot;We have some way to go to match the public and private investment levels in research and development of some of our competitor economies, but we have the advantage of already being truly world class in many areas of science,&quot; said Paul Nurse, president of the Royal Society. &quot;The announcement today of an additional 600m of capital investment will hopefully help ensure that our world leading scientists have world leading facilities with which to work.&quot; Nurse warned that while the chancellor had identified eight areas where the UK already has an edge, other fields of science must not be neglected. &quot;We must not narrow our focus too much and risk sacrificing the ideas that will create growth decades from now,&quot; Nurse said.", 
    "section": "science", 
    "gid": "science/2012/dec/05/george-osborne-science-stimulate-growth", 
    "wordcount": "547"
}