{
    "headline": "Dear Mr Gove: Letter from a curious parent", 
    "text": "I know you&apos;re proud of your policy of creating academies, but something happened on 23 April that pressed my panic button. You told the Commons education select committee that eight academy schools have been served with &quot;pre-warning notices&quot; because they are severely underperforming. I immediately thought, how come? Aren&apos;t academies the solve-all, the system that will rid us of &quot;underperforming&quot; schools? For the record, let&apos;s say it out loud: we now know that academies can and do fail. Perhaps, though, I should suspend my judgment, because the great advantage of the academy system is that the moment something goes wrong, the parents&apos; complaints will be heard and the secretary of state will be on to it? Let&apos;s look closer. First, we&apos;re not allowed to know what or where these academies are. With local authority schools, we have accountability and transparency with online Ofsted reports, sometimes followed by local newspaper headlines and TV fly-on-the-wall documentaries, but with academies, we have the schools that dare not speak their name. And we have the academy accounts that dare not be made public. Even so, should I have confidence that the matter is being handled competently? It doesn&apos;t seem so. The education select committee chairman, Graham Stuart, tried to work out whose job it was to deal with what parents think about these underperforming academies. Was it the Young People&apos;s Learning Agency  now closed  where parents with children in local authority schools used to go with their complaints, or perhaps the Education Funding Agency? No one in the world, least of all you, seemed to know. When some parents (who are presumably under some kind of gagging order to not reveal where this is going on) called the YPLA, they were told this wasn&apos;t in its remit. The Special Education Consortium seems to have approached the EFA to find out if this was in its remit. Nope. The EFA said that dealing with complaints about academies wasn&apos;t its problem either. I&apos;m sure you would agree that it&apos;s a shame these parents can&apos;t talk to the press about their frustrations in this matter. The problem was: it was no one&apos;s problem. Not the YPLA&apos;s, not the EFA&apos;s, not yours. It&apos;s not good enough, is it? In fact, it&apos;s a scandal. Can I make an observation? Over the last 20 years, your predecessors and you have been very keen to point the finger at what they say are &quot;underperforming&quot; schools. You have even taken action to force through a conversion job, turning a &quot;failing&quot; local authority school into a seemingly un-fail-able academy (not so un-fail-able, huh?). Yet when we look at your own process of governance, we find it&apos;s underperforming. It&apos;s not enabling parents&apos; complaints to be heard. That makes it not fit for purpose. What&apos;s more, you didn&apos;t know about it. You&apos;re underperforming as well. That to one side, should we be confident these academies will improve? All we hear from you is that if things don&apos;t get better, &quot;action&quot; will be taken. What is this action? I read this week that you&apos;re very keen to up the involvement of the Church of England in education. Perhaps you have a plan up your sleeve where clerics from areas where congregations have shrunk could be redeployed taking over failing academies? While we&apos;re on religion, can I ask you about the Bibles? I have a clear memory of you saying that you were going to put Bibles in every school. Did you buy the Bibles? If not, why not? Alternatively, if you did buy the Bibles, where are they? In a self-storage depot? I can see them now: thousands of brand-new Bibles jammed into steel boxes in Safestore just off the A1 near Biggleswade. Maybe they&apos;re waiting for your team of CofE recruits. And how much is it all costing? I do hope it&apos;s not another case of underperforming.  Michael Rosen&apos;s letters appear monthly", 
    "section": "education", 
    "gid": "education/2012/apr/30/michael-rosen-questions-education-secretary", 
    "wordcount": "657"
}