{
    "headline": "So who is good enough to get into Cambridge?", 
    "text": "It&apos;s a life-changing roll call. As the admissions tutor reads out names, the men and women gathered around the table reply crisply to each one: &quot;Yep ... yep ... yep.&quot; Each &quot;yep&quot; is actually a no. It&apos;s arejection of a candidate who has applied for a place at the University ofCambridge. The weakest of the field have already been sifted out; up to a fifth of applications are declined before the interview stage. Now the tutors are gathered to consider the results of those interviews. Five women and seven men are gatheredat a table, in a light-filled, rectangular room at Churchill College to discuss admissions to study naturalsciences. The easy ones go first. These are the candidates whose academic track record is  by Cambridge standards  marginal, and whose performance at interview has been disappointing. As one candidate&apos;s name is read out, one of the academics notes that he got an interview score of two, out of a possible 10. &quot;Oh dear,&quot; says Richard Partington, the senior admissions tutor, who sits atthe head of the table. Next to Partington is a steel trolley with the applicants&apos; files. Then, they get down to business. After the straightforward rejections, and those they have already decided tooffer places to, there is a band of candidates who fall in the middle. They might be teenagers who have done well at interview, but whose academic performance seems patchy. There are some with impeccable credentials on paper  but, in a phrase that is repeatedly used, &quot;failed to shine&quot; at interview. Cambridge has opened up the admissions process to give a clearer picture of the effort that goes into the assessment of each candidate. Competition is intense: around 16,000 candidates are chasing just under 3,400 undergraduate places. Churchill College has 39 places in natural sciences and more than 170 direct applicants. The academics will make about 45 offers, inletters that arrive oncandidates&apos; doormats this week. Tohelp preserve the anonymity of the candidates, most of the academics in the room have asked for their names not to be used. As the wind shakes the bare branches of trees outside, the academics discuss an interviewee from a sixth-form college. One notes: &quot;He was extremely careful with everything he was doing, but not exactly engaging in the discussion. Ithink mathematics is something he does quite well, but he doesn&apos;t shine.&quot; The boy is an unusual case  he has won a scholarship to study in the UK after going to school overseas. His home country is a poor one, not known for its education system. One of the women says: &quot;I would take him and keep a close eye on his progress. He might need a boost in confidence.&quot; &quot;Let&apos;s take him,&quot; Partington agrees. &quot;Everyone content?&quot; Next up is a girl from a leading private school, who was strong on paper but stumbled at interview. &quot;She seemed surprised by quite a lot of the things we were talking about  [she would say] &apos;Oh right&apos; as if she hadn&apos;t seen it before,&quot; one of the academics, in a wine-coloured sweater, says. &quot;Had she not revised?&quot; Partington asks. &quot;We asked them what they&apos;d done recently, and based the questions on that, so it was starting with something familiar, but seeing it in a different context,&quot; the academic replies. Partington suggests: &quot;One possibility is that she&apos;s someone who&apos;s learned in a compartmentalised way.&quot; Another tutor says: &quot;The comment I&apos;ve put down is: &apos;Needed help with next steps.&apos;&quot; Partington wonders aloud if tutors can lead a student through an entire degree. &quot;We could,&quot; one of the men responds dryly. Both Oxford and Cambridge are regularly accused of bias against state school applicants  most famously, in the case of Laura Spence, the girl from Tyneside who was refused a place at Magdalen College, Oxford, more than adecade ago. The tutors gathered at this table are aware that Cambridge iscommitted to admitting between 61% and 63% of its UK students from state-sector schools and colleges. At present, that proportion is 59.3%. The university has also agreed with the Office for Fair Access  an official watchdog set up when the Blair government brought in top-up fees  to increase the share of students from neighbourhoods where few people have gone touniversity. Churchill College is a low-rise modernist stack on the edge of the city centre, a series of interlocking brick cubes. It does better on state-school intake than Cambridge as a whole. This is partly because of its reputation for science, which attracts more state school pupils. The split at Churchill is 70/30 in favour of the state sector. That is still out of kilter with the school system as a whole  just 7% of pupils in England attend private schools. But it is a bit closer to the split at sixth form, where private schools account for around 13% of the total number of A-level exam entries. In its prospectus, the college is described as having a &quot;friendly, unpretentious social atmosphere&quot;. It is certainly not as physically daunting as some of the grand and ancient buildings in the city centre. But even here, the surroundings speak of wealth and intimacy with power; the sketches on the walls are by Winston Churchill, thefloor is teak and the room is panelled with another glossy tropicalhardwood. The phrase &quot;a good school&quot; comes up repeatedly in the tutors&apos; discussions. It is used most frequently about private and grammar schools, but also some comprehensive schools, and has a double meaning. &quot;A good school&quot; is a high-performing one. It is a school that knows what Cambridge requires, where the school reference is delivered in the terms the university is looking for  the key phrases are ones that emphasise superlative performance compared with their age group: &quot;He [or she] is best in  he is top of &quot; But when a candidate comes from &quot;a good school&quot; they are also cut less slack. Of one applicant from &quot;a good school&quot;, a bemused tutor says: &quot;The thing that didn&apos;t sit with me is, his [predicted] A*is in further maths, but he couldn&apos;t do his arithmetic.&quot; The Sutton Trust, the charity that aims to promote social mobility through education, blames the unequal outcomes between state and private candidates at university level on the poor exam performance of some schools. That failure at school level becomes painfully apparent in the case of one ofthe Churchill candidates. She has had &quot;unimaginable teaching difficulties&quot;, the tutors hear. She has taken her A-levels at a school that has had aspectacularly high turnover ofteachers. Peering at his laptop when her name is announced, Nick Cutler, an admissions tutor at Churchill, says there are &quot;multiple flags&quot;. The flags are used to indicate factors such as poverty, or a school that performs very poorly at GCSE. There are six categories in all  including whether an applicant has spent time incare. There is evidence that a strong candidate from a bad school is likely toperform well when they come to Cambridge. But the academics are concerned that in thiscase, the schoolhas been so turbulent that she simply lacks essential knowledge. Herexamination and interview marksare low. The rapid pace of Cambridge would &quot;kill her&quot;, one of the academics says. Another agrees: &quot;I would really like to give her a place, but for her own sanity, she&apos;s much better going to one of the other redbrick, Russell Group universities, and just taking her time.&quot; Partington says: &quot;If we gave her a chance she would do what everybody else would do, and think: &apos;I&apos;ll probably be all right&apos; and she will probably bewrong.&quot;     The Bridge of Sighs at St John's College, Cambridge. Photograph: Brian Lawrence/Getty Images    There is a despairing consensus around the table that the university cannot repair the gaps in this candidate&apos;s knowledge. A damning line fromthe school&apos;s reference  which lays bare its inability to teach the candidate  is read aloud by a tutor who raises outstretched hands in exasperation. The candidate&apos;s file goes back into the trolley with a clang. Another candidate from a comprehensive school has four contextual data flags by her name. There is a note too about &quot;teaching difficulties&quot;  a physics teacher who left during the sixth form and a stand-in for chemistry. This is an easier case  her interview scores are high, an eight and a seven out of 10. She has a 92% mark in her chemistry A-level. One of the academics reviews her &quot;flags&quot;: &quot;She&apos;s got low socio-economic, low-performing GCSE, low Oxbridge  she&apos;s nearly got the fullset.&quot; Partington says: &quot;Take her.&quot; There is another girl from a comprehensive school who got an eight at interview, but one academic exclaims: &quot;Blooming heck, her GCSE score wasterrible.&quot; &quot;The school doesn&apos;t know how to write a reference,&quot; another comments. Partington decides to make an offer but to set the hurdle high because of the doubts. &quot;We&apos;re going to A* the chemistry,&quot; he says firmly. &quot;I would A* the maths,&quot; one of the others suggests. &quot;The other thing I would do is write to her separately, encourage her to do further maths through the Further Maths Network.&quot; The tutors are divided about this  there is a feeling she has already been stretched thin in a &quot;school that&apos;s not great&quot;. But they decide this will not be an entrance requirement. She just needs a little more fluency in maths tocope at university. On the table are white china cups oftea and coffee, two barely touched water jugs and a single slightly blackened banana. The academics leaf throughcoloured spreadsheets with the candidates&apos; names, their exam performance to date, predicted grades, interview scores, contextual flags and ranking  based on exam performance  compared with all of the university&apos;s applicants this year. The pace is swift, despite the meeting lasting five hours. It is occasionally leavened with a touch of humour, or avuncular kindness. One of the academics, looking at a file photo, sighs: &quot;Oh he&apos;s young  he looks like one of the Bash Street kids.&quot; Another remarks, of a different candidate: &quot;You could conduct a biologystudy in his hair.&quot; Recalling anover-caffeinated and under-dressed teenager, one says: &quot;The T-shirt, oh yes, the T-shirt &quot; Although a candidate&apos;s ethnicity is generally evident from his or her name and the photograph in their file, there is never any overt discussion of race. This seems surprising when both Oxford and Cambridge have been accused of being racially as well as socially exclusive. Geoff Parks, director of admissions at Cambridge, says later: &quot;Race doesn&apos;t come up in its own right. It&apos;s inseparable from socio-economic factors. Cambridge admits a proportion of BME [ethnic minority] students that is above the proportion of the teenage population, [but] with &apos;low-participation&apos; neighbourhoods we feel we&apos;re not meeting a relatively low target. Many people who are first-generation British might also be living in low-participation neighbourhoods.&quot; At times, the procedure seems brusque; a life-changing decision madein a second. Infact, it is the end point of a long, intensive process of evaluating candidates. Most of those who apply are interviewed. And the interviews are designed to probe their knowledge deeply. For natural sciences, the interview has a practical bent, with candidates tackling problems under the gaze of the tutor. Confidence is appreciated. Of one candidate, a boy from an academy school in Norfolk, atutor says: &quot;He managed to strike a balance between not being fazed by what&apos;s going on, andnot being cocky either. The sort ofperson &quot; Someone else finishes: &quot;You&apos;d like to teach.&quot; Great emphasis is placed on exam performance, and the academics are keen to drill down into performance inindividual modules. One notes approvingly of a candidate who has &quot;done some hard units&quot;. There isfarless interest than is popularly thoughtin extra-curricular activity. Anacademic remarks with bafflement that a candidate has &quot;got his violin grades on there&quot;. It is not just poor teaching  or a lackof teaching  that can wreck a candidate&apos;s chances. Their combination of subjects is also crucial. There is consternation about a candidate who isapplying to read natural sciences without having either maths or biology; he is taking physics and chemistry but his third A-level is an arts subject. The lack of maths rules him out for the study of physics. The absence of biology means he will struggle to be accepted as a biologist. The school is a &quot;really ropey&quot; one. One of the academics, a man in a grey fleece, comments: &quot;I feel sorry for him, but I don&apos;t think we can fix the problem.&quot;     Academics considering applicants from the winter pool in Clough Hall, Newnham College. Photograph: Graham Turner for the Guardian    The consensus is that they will &quot;stick him in the pool&quot;. The &quot;winter pool&quot; is a third option  neither a straightforward offer nor an outright rejection. It means the application is forwarded for consideration by other colleges. Strong candidates who are atrisk of being squeezed out because they have applied to an over-subscribed college also get a second chance this way. The pool takes place in early January, around three weeks after the college decision meetings. Admissions tutors from all the Cambridge colleges gather in two rooms at Newnham College, and examine the pooled candidates&apos; folders again. The main room in which the pool takes place is Clough Hall, an elegant banqueting room with a minstrels&apos; gallery and a ceiling decorated with plaster mouldings of flowers and heraldic beasts. There is very little conversation. Tutors go through bundles of files making lists of candidates they would like to pull out for their college. Anglepoise lamps spill yellow light on to the desks. Outside, it is overcast. Andy Bell, admissions tutor at Gonville and Caius College, has spotted three potential candidates for places in an arts subject at his college. One of the files that has caught his eye is a boy whose educational background is not that of a &quot;straightforward, standard Cambridge applicant&quot;. He is applying from a &quot;perfectly decent&quot; sixth-form college, but before that he had attended a poor comprehensive school. Bell notes: &quot;His GCSE performance is really quite strong, getting a lot of A*s at GCSE. This is someone who&apos;s been working far above the level of his cohort from an early age.&quot; Outside school, he has displayed an interest in the subject he is applying for  it is such a small course that naming it risks identifying him  through work experience at a university in London, and extensive reading. &quot;This is somebody who&apos;s worked really hard for a number of years, who&apos;s really serious about making something of his academic ability,&quot; Bell says. Seated at a table by one of the tall, arched windows, James Keeler, the admissions tutor at Selwyn College, has perhaps the most dreaded job  reviewing candidates for medicine, acourse so competitive that excellent applicants are routinely turned down. Keeler opens the folder of a candidate who is applying after taking his A-levels. The school reference describes him as a &quot;strong applicant&quot; and underlines the adjective. This is borne out by his results  he has four A*s. For medicine, the tutors look for both a strong aptitude for science and the beginnings of a bedside manner. This candidate has divided his interviewers. While the clinicians thought highly of him, there is a question mark over his scientific ability. Keeler seems inclined to attach greater weight to his exam performance than the interview. &quot;The interview is just part of the picture  his four A*s is the summation of many years of work,&quot; he says. He carries on leafing through the folder, looking for evidence of what the candidate is doing now. &quot;Looking at the personal statement for medicine, it&apos;s important that they have a range ofactivities and, particularly, that they have done a serious level of volunteering  handing out teas in a hospice, working with disabled children. Something where they have to take on a caring role and think about why doctors can&apos;t cure everybody. &quot;He&apos;s been on a gap year,&quot; Keeler notes. &quot;If he&apos;s been sitting on a beach for ayear, I&apos;ll put him in the bin ...&quot; He turns a page of the folder and reads the candidate&apos;s statement: &quot;He&apos;sbeen volunteering with St John Ambulance. And also training to be aspecial constable  that&apos;s something I&apos;ve never seen before. He&apos;s clearly doing something worthwhile. He&apos;s currently volunteering at a care home.&quot; The admissions tutor smiles. &quot;That&apos;s atick for me.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/10/how-cambridge-admissions-really-work", 
    "wordcount": "2897"
}