{
    "headline": "Sir Kenneth Murray obituary", 
    "text": "Sir Kenneth Murray, who has died aged 82, was one of the most distinguished molecular biologists of his age. He was recognised internationally for his contribution to the development of recombinant DNA technology  the set of techniques used by molecular biologists to manipulate DNA; for co-founding Biogen, one of the first and most successful biotechnology companies; and for inventing a widely used vaccine against the liver condition hepatitis B. Working in the department of molecular biology at Edinburgh University in the 1970s, Ken became increasingly interested in nucleic acid biochemistry. Together with his wife, Noreen, a member of the Medical Research Council Microbial Genetics Unit based in the same department, he decided to investigate the molecular basis of restriction and modification, a phenomenon that allows bacteria to protect themselves from viral infection. At the heart of restriction and modification are enzymes, restriction endonucleases, that can recognise foreign DNA and degrade it. DNA molecules are polymers built from four bases arranged in a precise order and some restriction endonucleases only cut DNA at a specific sequence of bases. As a result, any particular DNA will be cut into a defined set of restriction fragments in a way that can be reproduced. Ken and Noreen, together with their colleague Bill Brammar, realised that restriction fragments made from the DNA of any organism could be joined together enzymatically and that if one of these fragments, a so-called &quot;vector fragment&quot;, could replicate in bacteria then this would create a recombinant DNA molecule that would itself replicate in bacteria. They were able to demonstrate this using a fragment of a bacterial virus, Bacteriophage lambda, as the vector and in so doing helped to establish recombinant DNA technology. They went further, suggesting that if one of the fragments in a recombinant DNA molecule contained a gene, then the protein product of that gene would be made in bacteria in which the recombinant molecule was replicating. They showed that this worked for bacterial proteins, so in principle any protein might be made in this way, including proteins of therapeutic value. With this in mind, Ken and a few like-minded colleagues from Europe and the US founded Biogen in 1978. In order to give Biogen something to work on, each of the co-founders agreed to find a project that could be taken up and developed by the company. Ken&apos;s project was to develop a vaccine against hepatitis B. Edinburgh Royal Infirmary had had the leading kidney transplant unit in the UK but in 1970 the unit had to be closed for a time because of an outbreak of hepatitis B that killed patients and staff in the unit. There was no hepatitis vaccine at the time as the virus could not be cultured and the only source of viral protein was virus particles purified from patient serum. Ken thought that it should be possible to join viral DNA to a vector and make proteins for a vaccine in bacteria. This proved to be correct and the project was a success, leading to the development by Biogen of an anti-hepatitis B vaccine that was safer than that in use at the time and was the first vaccine based on recombinant DNA technology. Ken was born in East Ardsley, Yorkshire, but grew up in Nottingham. He left school at 16 to work for Boots Pure Drug Company, studying for a University of London external intermediate BSc at Nottingham Technical College in the evenings and on day release. After two years he moved to Preston, Lancashire, to work for the atomic energy department of the Ministry of Supply from where he was transferred to the Windscale nuclear site in Cumbria. Advised to return to industry, Ken joined Glaxo&apos;s fermentation division at Ulverston, working on the production of penicillin and streptomycin. This allowed him to continue his part-time studies, and work for a higher national certificate in chemistry at Lancaster Technical College. Ken was encouraged to pursue his studies further and studied chemistry at the University of Birmingham, graduating with a first in 1956. He remained in Birmingham to work for a PhD, initially studying histones, the major protein component of chromosomes, and their interaction with DNA and then switching to some work on carbohydrate chemistry. Ken married Noreen Parker, a fellow PhD student, in 1958. Ken continued his interest in histones as a postdoctoral worker in Murray Luck&apos;s laboratory at Stanford University (1960-64) and then in Fred Sanger&apos;s laboratory at the MRC Laboratory of Molecular Biology at Cambridge University (1964-67). In 1967 he accepted a senior lectureship in the newly established department of molecular biology at Edinburgh University, where he remained until he retired in 1998, except for a period of leave to be director of the European Molecular Biology Laboratory in Heidelberg, Germany (1979-82). Ken&apos;s outstanding contributions to biological science and biotechnology were recognised in many ways, including election to fellowships of the Royal Societies of London (1979) and Edinburgh (1989), honorary degrees from six universities and a knighthood in 1993. He was an extraordinarily modest man and anyone meeting him for the first time would have no reason to realise his eminence or the significance of his contributions to science and society. Behind this self-effacing exterior lay a man of exceptional kindness, hospitality and generosity. When sales of his hepatitis vaccine started to generate substantial royalty income he used his share to establish the Darwin Trust of Edinburgh to promote education and research in the natural sciences, and particularly in molecular biology. Ken&apos;s greatest pleasure was to be with Noreen, walking in the hills or dining with friends. She died in 2011; Ken is survived by a nephew, Keith.  Kenneth Murray, molecular biologist, born 30 December 1930; died 7 April 2013", 
    "section": "science", 
    "gid": "science/2013/apr/21/kenneth-murray", 
    "wordcount": "954"
}