{
    "headline": "No, Bruce Willis isn't suing Apple over iTunes rights", 
    "text": "On hearing the &quot;news&quot; that Bruce Willis (you know, the film star) was going to hurtle into Apple&apos;s lift shafts (even if it doesn&apos;t have any - does it have any? Anyhow) and intended to sue the company so that he could leave his iTunes collection to his children, what did the world&apos;s news organisations do? Ask Bruce Willis? Ask his agent? Nah. Why bother with that when you can just repeat the story? Much easier just to rewrite, rephrase and repeat. (This may remind you of something) Pretty much everyone seems to have done this. (Yes, yes. The Guardian too.) So where did this story come from? It appears to have started, in print at least, with the Sunday Times and its (paywalled) story &quot;it&apos;s iHard as Willis fights Apple&quot;. That starts:   HE WAS the actor who refused to Die Hard. Now the Hollywood star Bruce Willis is preparing to take on the technology giant Apple in a battle over who owns his vast collection of digital music when he dies.  But of course the iTunes terms means he doesn&apos;t &quot;own&quot; his vast collection &quot;downloaded over the years&quot;. Except - waitaminute. Is someone seriously suggesting that Willis has bought all that &quot;vast collection from the iTunes Music Store? Given his age (57) one might have just a faint suspicion that most of his collection would be on CDs. (This is a guess, but given that Willis grew up in the age of Vinyl, and went through the Ages of 8-track, Cassette tape, MiniDisc, and CD before arriving at the present Age of Download, wouldn&apos;t a lot of his stuff be on CD?) Anyhow, the Sunday Times continues - without any supporting quote from Willis, his agent, family or lawyer - by saying that   &quot;Willis has asked his advisers to set up family trusts to &quot;hold&quot; his downloads, which according to friends include thousands of classic rock tunes and British acts such as the Beatles, the Rolling Stones and Led Zeppelin as well as modern performers including Adele.&quot;  Led Zeppelin? Well, you can get all the Led Zep tracks, but they&apos;ve been on CD which you could rip to digital form for much longer. And Willis is quite the computer geek - he popped up once in a video chat, as we recorded in 2007. So elements of this story are awry already, and we&apos;re only in the fourth paragraph. Still no quote from Willis. And his last appearance is in the fifth paragraph, where we learn that &quot;he&apos;s also supporting legal moves in five American states that will give downloaders more rights over their music collections.&quot; No link to the actions, though this is the first inkling that Willis might actually be doing something. Still, without any actual quotes from Willis or his agents, lawyers, etc, nobody would follow this up and just write a story, would they? Without any sources?     Bruce Willis suing Apple stories on iTunes - none of them fact-checked    .oh. Still, some people held off writing this, in search of actual, y&apos;know, facts. Stand up Dave Lee at BBC News, and Jennifer-Anne Scott at Computer Weekly. They, at least, managed to punt some questions at the Willis estate.    Not a single news org has a jot of verification between them. Shocking state of affairs. &mdash; Dave Lee (@davelee) September 3, 2012     For a while, all was quiet. And then on Monday afternoon Willis&apos;s wife, Emma Heming-Willis, got on her Twitter feed. First someone tweeted her:     #itunes #BruceWillis #will @emmaheming just tell Bruce to give his daughter his login and password to PC and iTunes, he will live forever ) &mdash; RichieD :) (@RichieD_) September 3, 2012     To which Willis&apos;s wife replied:     @richied_ it's not a true story &mdash; Emma Heming-Willis (@EmmaHeming) September 3, 2012     So now let the search begin for the origin of this. There&apos;s an article from Marketwatch, from 23 August, which bears an odd resemblance - but it has no mention of legal challenge. It&apos;s all talk about Estates and Wills. Which brings us to a horrible pause: might it be that someone saw a mention of &quot;Estates and Wills&quot; and thought it was &quot;estates and Willis&quot;? If you know where this story originated, please tell us in the comments. (Yes, we already know the Guardian did the story. That&apos;s higher up.)", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/03/no-apple-bruce-willis", 
    "wordcount": "660"
}