{
    "headline": "Investors warn against delaying wind energy subsidy cut decision", 
    "text": "Investors have warned that government delays in deciding the future of onshore wind energy subsidies could jeopardise billions of pounds of investment and damage the prospects for new green jobs in the UK. A decision on whether onshore wind energy subsidies should be cut by 10%, as the Department of Energy and Climate Change (Decc) has proposed, or by 25%, as the Treasury wants, was expected this week. However, the two departments and senior cabinet members are still at war over the changes and the decision has been deferred  potentially for months, though the government refused to estimate how long the delay would be. Investors and renewable companies told the Guardian the delay  and the perception that is being created of a government at war with itself over the policy  would severely damage investor confidence and jeopardise the planned flow of billions of pounds into the UK&apos;s economy. Luca Concone, founding partner of the Real Asset Energy Fund, said his company was actively looking to invest more than 400m in renewable energy assets in one of several countries, including the UK, Poland and Turkey, but would only make such investment in stable conditions. He said the UK was becoming a much less attractive place to invest because of policy uncertainty and the seeming reluctance of the government to back renewables. He told the Guardian: &quot;I don&apos;t think cutting back on renewable energy support is the right way to go. The level of subsidy in the UK is already far below that of other major European economies, such as Germany and Italy, and cutting that still further is the wrong message to send out to investors. Like most big investors, we look for stability and just talking about policy uncertainty is really bad for us.&quot; Concone said the impression of a government at war with itself over environmental policies would discourage investors. &quot;The coalition does not speak with one voice on this. We as investors don&apos;t understand why the government is looking to make savings on this policy, when the savings involved are peanuts and what will happen if you do this is that you will lose out on huge opportunities for boosting the economy, creating jobs and generating more revenue for the future.&quot; Investors looking around Europe for renewable energy opportunities would weigh up the attractions and risks on offer, Concone said, and the UK was falling behind as Germany offered about 8bn a year to boost renewable investment, with Italy at about 6bn, compared with about 1bn in the UK. Keith Anderson, ScottishPower&apos;s chief corporate officer; said: &quot;We are worried by reports that the announcement on the outcome of the ROC Banding review may have been deferred again. One of the key advantages of the UK as a place to invest is the predictable nature and stability of its regulatory regime. Sticking to the evidence and the timetable is key to investor confidence. We know that maintaining support for relatively inexpensive onshore wind is likely to be the best option for customers, and we see no reason why an outcome can&apos;t be agreed before the Olympics begin.&quot; The amount the chancellor is likely to save from slashing the onshore wind subsidy is likely to amount to about 20m a year by some estimates. But green experts said that saving would be far outweighed by the lost opportunities from overseas investment in the UK&apos;s energy infrastructure. Maria McCaffery, chief executive of RenewableUK, the trade body for the wind industry, said: &quot;We are urgently calling for the government to reach an agreement [on the subsidy] as quickly as possible. The economic evidence is crystal clear  it shows that there is no case for cutting support for onshore wind beyond the 10% originally proposed and consulted upon in the government&apos;s own review. Any further delay in an announcement could have a devastating impact on investor confidence, job creation and the deployment of clean energy.&quot; She added: &quot;It would be unacceptable if the decision were to be delayed until September  especially as the new banding levels are due to come into force just seven months later, in April 2013. It is imperative that investment and job creation are not harmed in one of our key growth sectors. The industry is demanding clarity at the earliest possible opportunity as a matter of urgency.&quot; Decc told the Guardian that &quot;theoretically&quot; a decision on the cuts could be made within a few weeks, even though parliament is in recess. However, the department admitted that in reality it could take much longer, though the spokeswoman refused to speculate on how long it could take. &quot;We want it to be as soon as possible,&quot; she said. Dale Vince, founder of green energy supplier Ecotricity, said the government must reject the Treasury&apos;s proposals to cut onshore wind subsidies by a quarter. He said: &quot;[That] could be devastating for the renewables industry. First, the government made large solar projects untenable by dramatically cutting support, then they slashed support for small solar, which led to legal challenges and a big hole in the renewables industry  now onshore wind is in the firing line. Cuts must be proportionate to the rate that costs are falling in the sector. A cut of 25% would be a declaration of war by the government on the renewable energy industry  a sign it wants to flatten the industry in order to pave the way for a new round of nuclear and gas  just what Britain really doesn&apos;t need.&quot; Other renewable energy firms have also voiced disappointment over the delay in the decision. Gordon MacDougall, chief operating officer of RES UK &amp; Ireland, explained that postponing a decision about ROCs raised questions over the government&apos;s green credentials, describing the delay as &quot;extremely disappointing&quot;. &quot;The government is exacerbating the uncertainty created by the broader electricity market reform package and sending a worrying message to the industry and to investors in the renewable energy sector. This, in turn, is damaging for global investor confidence in the UK as a whole as &apos;the greenest government ever&apos; is seen as prioritising short-term political views over cornerstone strategic policies based on sound economic evidence. &quot;The lack of long term certainty fostered by the delays to the RO banding is making it harder for us to implement our multi-billion pound investment plans for the next five years.&quot; Ed Gill, head of external affairs at Good Energy, added that the delay could have effects for investment in renewable energy. &quot;Investors need to be confident that support rates are set by a transparent, evidence-based process and these kind of delays don&apos;t help,&quot; he said, adding: The government has talked a lot about delivering longevity and certainty for renewables investors; now&apos;s the time to deliver. That&apos;s important not only to attract investment, but also to reduce its risk and therefore ultimately the cost to the consumer.&quot; Concern over investment was also a factor for the Swedish firm Vattenfall. Peter Wesslau, UK country manager, said: &quot;Since late 2008 Vattenfall has invested nearly 2bn in building five on and offshore windfarms as it saw the UK as an attractive growth market with a relatively stable regulatory regime and strong political support. &quot;The delay to a decision on the RO, on top of proposed fundamental reforms to the UK electricity market, is unsettling and could indicate that support for wind power is in decline. Until there are greater degrees of certainty we will continue to factor in government indecision into our investment decisions.&quot; He pointed out that onshore wind showed the highest absolute increase in electricity generation in the first quarter of 2012  as a result of an increase of 51% in capacity, from 2.4 terawatt hours (TWh) in the first quarter of 2011 to 3.6TWh, according to Decc figures from June. Green campaigners also warned that the Treasury&apos;s attempts to slash the renewable subsidy by more than the 10% that had been agreed last year would backfire on job creation and the economic recovery. Jenny Banks, energy policy officer at WWF UK, said: &quot;It appears that Treasury are actively seeking to undermine the renewables industry. It&apos;s ironic given this sector is the one shining beacon of potential growth and job creation. Osborne appears to be digging his heels in on an argument about 20m a year on the level of support for onshore wind. This is dwarfed by the 2.8bn a year reported to be required by EDF to support new nuclear power which, it has emerged, is more costly than any form of wind generation. Yet we hear nothing from the Treasury about this cost.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/17/investors-wind-energy-subsidy-cut", 
    "wordcount": "1465"
}