{
    "headline": "Boot up: Critics round on Sopa, US FTC 'to expand probe to Google+', and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Where were all the Google TVs at CES? &gt;&gt; Online Video News &quot;...While it&apos;s clear that the CE industry needs to do something to fight fragmentation between the dozen or so smart TV platforms, it seems unlikely that Google TV will be its savior in the near future. Google might have more partners than it did a year ago, but they&apos;re hardly adopting the platform en masse. Unless something drastic happens, don&apos;t expect that to change anytime soon.&quot; Android Market is Probably Not Coming to China Anytime Soon &gt;&gt; Inside Mobile Apps &quot;The Journal reported last week that a major goal for Google in China is to bring Android Market to the country and that the company is pursuing partnerships with local carriers to offer the app store on their phones. But a source familiar with the discussions said that such a move is still in the &quot;exploratory&quot; phase and isn&apos;t as far along as the Journal suggests. &quot;It&apos;s not really happening,&quot; they added.&quot; The problem -- not surprisingly -- is the regulatory environment. Before Solving a Problem, Make Sure You&apos;ve Got the Right Problem &gt;&gt; Tim O&apos;Reilly on Google+ &quot;In the entire discussion, I&apos;ve seen no discussion of credible evidence of this economic harm. There&apos;s no question in my mind that piracy exists, that people around the world are enjoying creative content without paying for it, and even that some criminals are profiting by redistributing it. But is there actual economic harm?&quot; FTC said to expand antitrust probe of Google to social networking service Google+ &gt;&gt; Bloomberg  &quot;The U.S. Federal Trade Commission is expanding its antitrust probe of Google, the world&apos;s most popular search engine, to include scrutiny of its new Google+ social networking service, according to two people familiar with the situation. &quot;The competition issues raised by Google+ go to the heart of the FTC&apos;s investigation into whether the company is giving preference to its own services in search results and whether that practice violates antitrust laws, said the people, who declined to be identified because the probe isn&apos;t public.&quot;   Recall that Google+ is tiny in terms of traffic and external links compared to sites such as Twitter, Facebook, and even Myspace. Then note how its results appear in the first page of searches. Smaller Magnetic Materials Push Boundaries of Nanotechnology - NYTimes.com  &quot;Researchers at I.B.M. have stored and retrieved digital 1s and 0s from an array of just 12 atoms, pushing the boundaries of the magnetic storage of information to the edge of what is possible.&quot;   Current systems need about a million atoms. Google &apos;improperly&apos; accessed Kenyan rival Mocality&apos;s database &gt;&gt; guardian.co.uk  Google has confessed that a number of people working for it &quot;improperly&quot; accessed the customer database of a rival company in Kenya to boost its own business.   Just in case you missed this late on Friday. Microsoft and LG sign patent agreement covering Android and Chrome OS-based devices: agreement provides broad coverage under Microsoft&apos;s patent portfolio &gt;&gt; Microsoft  &quot;Microsoft Corp. and LG Electronics have signed a patent agreement that provides broad coverage under Microsoft&apos;s patent portfolio for LG&apos;s tablets, mobile phones and other consumer devices running the Android or Chrome OS Platform. The contents of the agreement have not been disclosed.&quot;   Which means that Microsoft is getting a payment from 70% of the Android phones being sold in the US; the only one it doesn&apos;t presently have licensed is Motorola. Does Google care? Possibly it doesn&apos;t: the payments aren&apos;t big enough yet to dissuade companies from making Android phones, and it still gets search share. But note how it also covers Chrome OS-based devices. Will Samsung have to sign the same? Snapshot of the computer market, with and without iPad &gt;&gt; Fortune Tech The point about the PC market at present is that it&apos;s the consumer part of it which is down, not the business end. The choice of whether to buy a tablet or a new PC (laptop, notebook) is an either/or for most people. It seems they&apos;re opting for a tablet. You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/16/1", 
    "wordcount": "726"
}