{
    "headline": "EU fishing quotas defy scientific advice, say conservationists", 
    "text": "Fishing fleets will be allowed to extract more fish from European waters than scientists advise is safe next year, after two days and nights of negotiations in Brussels on the EU&apos;s fishing quotas. But there may be fewer discards, if predictions by fisheries ministers are correct. Nearly half of the quotas set were in excess of the best scientific advice, according to the sea conservation organisation Oceana. Greenpeace said the agreement allowed for more fish to be caught than was sustainable, pointing to scientific concerns about overfishing of stocks around Ireland, including in the Irish Sea, north-west of Scotland and in the wider Atlantic waters west of Ireland. There were particular warnings that there should be no fishing at all for herring west of Scotland and Ireland, no fishing for sole in the Irish Sea and a 50% cut for most haddock stocks in the north-east Atlantic. The UK&apos;s fishing fleet, which provides about about 11,800 jobs, will retain the same number of days at sea as last year, which the fishing minister, Richard Benyon, hailed as a victory. Maria Damanaki, the EU fisheries commissioner, managed to stave off some of the proposals made by member states for taking even more fish. She said most of the stocks would be limited to their maximum sustainable yield, determined on scientific advice, by 2015. Better scientific data is now available on many stocks, with 85% now showing sufficient data compared with about 40% in the past. She said: &quot;The commission&apos;s proposal [on quota cuts] was more ambitious but I think the outcome is satisfactory. This is a good message for our fishermen and for our citizens. We can have healthy stocks, more jobs and more income for our coastal communities. &quot;It is not a dream. It can be done. If we have the reform of the common fisheries policy in place next year, this will improve the decision-making process and the progress made in the European parliament this week gives us good hope.&quot; The Department for Environment, Food and Rural Affairs said automatic reductions in the number of days at sea was increasing the number of discards, particularly of cod. With fewer fishing days, fleets would not have enough time to get to the areas where cod fishing would be most sustainable and might have been forced to target younger fish closer to shore, it said. The final quota for the cod catch will not be decided until January, in talks with Norway. The European commission has proposed a 20% cut in the cod quota, but the UK opposes that. In the Celtic Sea, a proposed 55% cut to the haddock quota was reduced to a 15% cut, and an increase of 29% of the whiting catch, while in the west of Scotland a proposed 40% cut to the megrim catch was changed to a 7% cut. Quotas for the channel fleet were increased by 26% on plaice and 6% on sole, and in the west of Scotland there was an 18% increase in the prawn catch. Benyon said: &quot;We were able to secure the best possible deal for the UK fishing industry. The current cod recovery plan has failed to deliver. I always enter these discussions clear in my mind that any decisions on quotas, or days spent at sea, need to be based on three clear principles: scientific advice, fishing sustainability and the need for continued discard reduction. We stuck to these principles throughout.&quot; The annual rounds of wrangling over quotas are set to end soon, if proposals for sweeping reforms of the EU common fisheries policy are successful. Under the new system, allowable catches would be set as far as five years in advance, with more say for member state governments in deciding how to dole out the quotas to their fleets. An important milestone for the reform proposals was passed this week when the fisheries committee of the European parliament accepted them. Next year, the proposals will go before the whole parliament. Saskia Richartz, fisheries policy director at Greenpeace, said: &quot;On Tuesday, the European parliament showed its determination to end decades of unsustainable fishing by the EU&apos;s oversized fishing fleets. This morning&apos;s deal on quotas for 2013 shows that the council of fisheries ministers has also finally understood that steps towards sustainable fisheries will require a level of discipline in setting fishing quotas. &quot;But their measures remain too timid, with many quotas still set above the recommended levels. Science must form the basis of decision-making on quotas by the council, as it now will for the parliament. Short-term vision and the industrial fisheries lobby must not dictate a result that will endanger the long-term health of our seas.&quot; Xavier Pastor, European executive director of Oceana, said: &quot;Now more than ever, decision-makers have the tools they need to responsibly manage the stocks, but unfortunately it seems they do not want to use them. Although we are moving in the right direction in many cases, greater effort is required to end overfishing. By ignoring 48% of the scientific advice, the quotas can hardly ensure sustainability nor can they guarantee reaching the maximum sustainable yield objective.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/20/eu-fishing-quotas-conservationists", 
    "wordcount": "866"
}