{
    "headline": "Finding women in the history of science", 
    "text": "   Margaret Bryan, portrayed here with her daughters, was a writer of popular scientific books and taught sciences at her school for girls. Source: Wikimedia    Today is Ada Lovelace Day, which has been marked annually since 2009 as a celebration of women in science, technology, engineering or mathematics. The Finding Ada website explains that &quot;The aim is to create new role models for girls and women in these male-dominated fields by raising the profile of women in STEM&quot;. Readers of some of my earlier posts - on the Tesla museum campaign, for example, or on whiggish and triumphalist histories - will be aware that I do not see the celebration of heroes in history and science as an uncomplicated matter. This is because, all too often, lionising a particular individual can lead to dismissing the contribution of others and, beyond that, a lack of appreciation of the very collaborative - or aggregating - nature of scientific work.  In fact, despite being named after a woman born in 1815, Ada Lovelace Day is less about heroines and history and more about sharing stories about women who have inspired others&apos; careers in STEM. This might be because of their achievements in science or because of their roles as teachers and mentors. Such factors can be of huge individual significance and, given that women are still sadly in the minority in the upper echelons of science, there is a lot of good to be done. I have to admit, though, that I find the choice of Lovelace as the marker for this event slightly peculiar. She has become something of a cult heroine, claimed as the writer of the first computer programme, produced for Charles Babbage&apos;s never-realised Analytical Engine. But it is only very recently, with a lot of hindsight, that she has been an inspirational figure. It is clear that Lovelace had a deep interest in and feeling for Babbage&apos;s work and an ability in mathematics that few women in the early 19th century were able to demonstrate. However, it is also clear that Babbage indulged and flattered her because she had wealth and influence and, frankly, was one of a number of routes through which he could advertise his scheme. It is not the case that her programme was the first written for Babbage&apos;s machine and there has been much doubt cast on the significance and originality of what she did produce. One would think that there are many women who made more significant contributions in the history of science who might provide a better model. And yet, there is some good to be done in recalling Lovelace, and in seeking out women in the history of science, most of whom, before the 20th century and on the face of it, do not make the grade to be placed in the Dictionary of Scientific Biography without special pleading. Because of their lack of education, and society&apos;s expectations of their role as home-makers and child-rearers, there are vanishingly small numbers of pre-20th century women who made clearly-attributable, original and influential contributions to the content of scientific theory. However, recalling my earlier mention of the collaborative and aggregating nature of science, it is perhaps only our inheritance of older perspectives that leads us to place such work on a higher pedestal than other contributions. It takes all kinds of skills and input from people from across society for scientific ideas to be developed, used and shared. And what is an idea without this? Many of the women who are recalled in the history of science were translators, teachers, writers, collectors and illustrators. These were the kinds of roles that women could undertake without disapproval, and they are ones that really are essential to the development of science and should not be too quickly dismissed. Seeking women in the history of science, we find a significant number who were able to make their mark as assistants or collaborators to their fathers, husbands and brothers. In many cases the true significance of their input may be hard to uncover but, even if simply amanuenses, secretaries or sounding-boards, their contribution may have been absolutely necessary. We will also find some - a very few - who took on paid work of a scientific nature: undertaking calculations, perhaps, or making instruments. Skilled work that played its part in developing a society dependent on science and technology. Lovelace made her mark both in the early 19th century and today as someone who was enthused by and championed a particular technological and mathematical vision. Cheerleaders in influential places have always been essential too. But today, as I host a Finding Ada event, I will be recalling the many, apparently minor, roles that women have taken on, for science is not just made by the big names. I will also be celebrating the fact that today, at last, the big names may increasingly be female ones.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/oct/16/history-science", 
    "wordcount": "793"
}