{
    "headline": "Bangladesh garment industry scrambles to save reputation after fires", 
    "text": "The fire is out and the stench of burnt yarn no longer hangs in the air. But Rukiya Begum, 45, is drawn to the scorched shell of the Tazreen Fashions factory every day. The worst industrial fire in the history of Bangladesh killed at least 111 people on 24 November, including Rukiya&apos;s daughter, Hena, aged 19. Following the blaze at the garment factory in the Ashulia industrial area 24km north of the capital Dhaka, the Bangladesh government scrambled to provide compensation to the families of victims, aware that the fire would come as a major blow to the image of the country as a leading garment exporter. Each victim&apos;s family was allocated 600,000 taka (around 4,600), but Rukiya says she hasn&apos;t received any money. Hena, her only daughter, is among 54 bodies that were charred beyond recognition. &quot;I had no one in the whole world but her,&quot; says Rukiya, who separated from her husband while she was pregnant with Hena. &quot;I have not been able to bury my daughter. Now they say I won&apos;t receive any compensation because I can&apos;t identify her body.&quot; An official from the labour ministry confirmed that compensation in the case of unidentified bodies had been withheld pending a DNA test. Speaking on condition of anonymity, the official acknowledged the hardship faced by affected families, but said the measure was necessary to ensure transparency. The human toll of the Tazreen tragedy has heaped pressure on a country already under fire for poor labour conditions. In December, a group of US congressmen wrote to President Barack Obama&apos;s trade representative, Ron Kirk, calling for a review of trade facilities enjoyed by Bangladeshi exporters. The US gives developing countries a special preferential treatment on tariff, known as the generalised system of preferences (GSP), exporting goods to the US. But Bangladesh could lose the facility if the Office of the US Trade Representative concludes that workers&apos; rights are not observed in Bangladeshi factories. Industry analysts say the withdrawal of the GSP facility may not significantly affect Bangladesh&apos;s export earnings, as less than 5% of its apparel exports to the US get GSP benefits. But it would dent Bangladesh&apos;s reputation as the world&apos;s second-largest exporter of ready-made clothing, after China. Since the fire at the Tazreen factory, which was making clothes for global retailers such as Walmart, Sears, C&amp;A and KiK, the government has been under domestic pressure to take decisive action to improve conditions in the country&apos;s largest export industry: citizens have formed human chains and workers have demonstrated in the industrial areas ringing Dhaka. On 1 January, an inquiry committee formed by the garment manufacturers&apos; association found that the Tazreen fire may have been an act of arson. The committee made several recommendations for improving fire and building safety at the approximately 3,500 garment units in the country. The finding echoes the result of a government investigation, which also pointed to sabotage, but said negligence by the owners was equally to blame for the loss of life. Mikail Shiper, Bangladesh&apos;s labour secretary, says the Tazreen fire was a watershed moment. &quot;The prime minister has ordered us to make sure this never happens again,&quot; he says. &quot;A high-level taskforce headed by the labour minister has started working. We have started an immediate review of the system of giving permissions to factories. We will strengthen the safety components in the labour law and make sure it is strictly enforced.&quot; Acknowledging domestic and international concerns, Shiper said: &quot;We have approached development partners, including the American government, to help us increase fire hydrant points in the industrial areas to fight fires.&quot; He added that the government had moved to set up special garment zones, in order to standardise working conditions and fire safety. The garment industry, which employs more than 3.5 million workers, mostly women, is a lifeline for Bangladesh, where per capita annual income is less than $800 (494). The industry has grown at an average of 13% over the past two decades, according to government data, but workers&apos; groups say low wages and substandard working conditions persist in many factories. Kalpona Akter, executive director of the Bangladesh Centre for Worker Solidarity, says a convoluted and opaque supply chain is largely to blame for the lack of compliance with international labour standards. &quot;Often the factory that gets the order is fully compliant,&quot; she says. &quot;But multiple subcontracts make a mockery of so-called ethical sourcing. When an accident happens, the buyers can simply deny responsibility.&quot; After the Tazreen blaze, retailers said they had not authorised production at the factory. Walmart and Sears said in separate statements that suppliers had subcontracted production without informing them. Tessel Pauli of the Clean Clothes Campaign says the Tazreen fire has given a new urgency to efforts to agree a memorandum of understanding (MoU), first suggested in April 2011, among major retailers to invest in fire safety in Bangladesh. &quot;Companies are now contacting us to discuss the MoU because they realise the urgency for improvements, and risks of doing business with unsafe factories in Bangladesh,&quot; she says. Shahriar Alam, a member of parliament and the managing director of Renaissance Group, a large garment manufacturer, says it is time to sink or swim for Bangladesh&apos;s garments factories. &quot;The majority of our factories are compliant,&quot; he says. &quot;A minority of factories give us a bad name. Today, both buyers and workers are far more conscious. If you can&apos;t compete in price, quality and social compliance  then you shouldn&apos;t be in this business.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/10/bangladesh-garment-industry-reputation-fires", 
    "wordcount": "940"
}