{
    "headline": "Hidden geniuses: science researchers who don't get enough credit", 
    "text": "Professor Alf Adams should be a billionaire. And, if not famous as such, at least acknowledged by more than an academic niche for his work, a collective nod of the head for a genuinely inspired breakthrough. Adams essentially made the digital world we live in possible. His discovery is the &quot;strained quantum well laser&quot;  or the lasers that power the internet, CDs, DVDs, computer mice and supermarket checkouts, to name but a few. His idea was a radical one. All the semiconductor laser research of the time focused on achieving a perfectly matched crystal lattice to make a high quality laser. In a quantum well laser there is an extremely thin layer of semiconducting crystals in which the laser light is generated. Adams&apos;s eureka moment  which came to him while he was walking on a beach at Bournemouth in 1986  was that if the crystal lattice of this layer was grown in a way that put it deliberately under strain, it could be &quot;squashed&quot; into a certain shape, producing a more controlled, concentrated beam of light while making more efficient use of electricity. The result, tested out in practice in the labs at the University of Surrey, is much higher data capacity using less electrical energy. Adams&apos;s idea of actively putting lasers under strain was met by scepticism from other researchers because it flew against the conventional wisdom of the time. So when he went out to British firms to tell them about the potential for the increased power and performance of strained layer lasers, no one wanted to take the risk of backing the idea. Adams found support overseas, gaining interest from the electronics firm Philips in Eindhoven. The R&amp;D team there were immediately stunned by the difference in performance generated by Adams&apos;s approach. CD players were suddenly viable for a mass market, much smaller and cheaper, and the larger data capacity meant fast-processing of images, leading eventually to the development of DVDs and Blu-Ray. It&apos;s fair to say that the majority of all lasers being used around the world are now Alf&apos;s invention. They are everywhere, billions of them, around five in every home it is estimated. I was fortunate to study for my PhD under Adams, working with him on strained-layer lasers during the 1990s to prove how much more effective the technology could be. My impression was of an extremely clever man, particularly in his ability to think around problems, to sit and stare and come up with something no one had ever considered before. He&apos;s still active and in and out of the department, and that ability to use lateral thought to cut through conventional thinking is still clearly evident. Apart from the science, Adams was mainly interested in how his ideas could be applied and to develop something useful. His story is just one example of how work by universities on groundbreaking practical elements of technology can be taken for granted. Adams was quite deservedly made a Fellow of the Royal Society and worthy of wider recognition. Many people might despair at the thought of a lost fortune, but he&apos;s well-known internationally within his field, had a brilliant and enjoyable career, and that&apos;s been immensely satisfying for him. The work begun by Adams has plenty more potential. At the Advanced Technology Institute we are now looking to find even faster and more efficient lasers. The biggest challenge is dealing with the consequences of the sheer success of Adams&apos;s work. The internet consumes more than 1% of the world&apos;s total energy, which is vast in itself, but the rise in demand for internet services is exponential. The next generations of strained-layer laser technology are already becoming available, which will significantly reduce energy consumption and the environmental impact of the internet, meaning more work in a UK university lab which should make life better for everyone. There&apos;s also work on strained layers for low-energy lighting, portable environmental pollution monitoring sensors, and for beaming solar energy from space back to Earth. Now of course, the commercial partners are already on-board. Stephen Sweeney is professor of physics, head of photonics and EPSRC leadership fellow at the University of Surrey. Professor Alf Adams will present his research at an Inaugural Lecture at the Royal Society in London on Monday 27 February 2012, as part of Celebrate Surrey  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/24/alf-adams-laser-research-universities", 
    "wordcount": "756"
}