{
    "headline": "Spam text senders face fines of up to 500,000", 
    "text": "Two people responsible for sending out millions of spam texts offering accident compensation and payment protection insurance (PPI) mis-selling services face fines totalling about half a million pounds, following a crackdown by the Information Commissioner&apos;s Office (ICO). Another eight companies could face similar fines as the data enforcement office concentrates on unsolicited texts, which its research has shown is one of the most annoying examples of unwanted marketing people receive. The case is the first of its kind in which the ICO has used its new powers to levy fines of up to 500,000 for misuse of personal data. Among the abuses cited are that the texts had no named sender, and that when people texted &quot;STOP&quot; to be taken off the list, their number was added to a new list, which was then sold to other companies for further spam marketing. It is also illegal to send text marketing messages or automated marketing calls to people who have not opted to receive them from the company involved  which also means any company that used the numbers collected from &quot;STOP&quot; texts would be breaking the law. The ICO said more cases were in the pipeline as it tries to stamp out such practices. &quot;Those who blatantly break the law will be in line for a sizeable six-figure penalty from the ICO,&quot; said Simon Entwisle, the office&apos;s director of operations. The individuals, who have not yet been named, have been given 28 days to respond to the ICO to explain how their activities were legal. If they cannot, then a &quot;final penalty notice&quot; will come into force, making them personally liable for the payment. They were both linked to a company that is registered under the Data Protection Act, but which the ICO said broke the law in sending the texts. Entwisle said: &quot;The public have told us that they are increasingly concerned about the illegal marketing texts and calls. These are often made by rogue companies claiming to offer payouts for accidents a person has never had or payment protection insurance claims that they are not necessarily entitled to.&quot; He added: &quot;While companies can phone people to sell them the latest product or service, the law states that individuals should not receive unsolicited texts or automated marketing calls unless they have given their permission.&quot; The ICO said it had been investigating the two individuals since the end of last year. &quot;They are linked to the same company, and are ultimately responsible for the actions of the company,&quot; said a spokesman. UK-based marketing companies are forbidden from calling people who have registered their numbers with the free Telephone Preference Service unless they have received explicit consent. However, the growth in availability of automated diallers and databases of mobile phone numbers, plus the rise of low-cost internet-to-SMS &quot;gateways&quot;, has made it easier and cheaper for scammers to send out huge numbers of texts indiscriminately. The ICO said in the past six months, since it began asking people to forward examples of spam texts, it had received nearly 30,000 examples.", 
    "section": "technology", 
    "gid": "technology/2012/oct/01/spam-text-senders-fines", 
    "wordcount": "526"
}