{
    "headline": "Mystery bird: least bittern, Ixobrychus exilis", 
    "text": "      Least bittern, Ixobrychus exilis (synonyms, Ardetta exilis and Botaurus exilis, also Ardetta neoxena, Ixobrychus exilis neoxenus, Ixobrychus neoxenus; protonym, Ardea exilis), Gmelin, JF, 1789, also known as Cory&apos;s bittern (dark morph only), photographed in Anahuac National Wildlife Refuge, Anahuac, Texas.  Image: Joseph Kennedy, 5 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/320s f/8.0 at 1000.0mm iso400     Question: This North American mystery bird has a remarkable ability that is related to its lifestyle. What ability is that? Who first described this ability? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult least bittern, Ixobrychus exilis, which is placed into Ardeidae, the herons, egrets and bitterns. This taxon is notable for being the smallest heron in the Americas.  The herons are found on all continents except Antarctica, and are present in most habitats except the coldest extremes of the Arctic, extremely high mountains and the driest deserts. Although they do not swim, almost all species are associated with water, feeding in the shallows of lakes, rivers, swamps, ponds and marine habitats.  The genus, Ixobrychus, are all small bitterns with just one representative on North America, South America, Eurasia and Australasia. The bitterns are secretive and breed in large, quiet marshes and reedbeds. They are sit-and-wait hunters that eat fish, frogs, and aquatic insects. Here&apos;s a video of a least bittern hunting:             [video link] Like most bitterns, the least bittern is fairly common, but is so secretive that many people may be unaware of its presence. Often, the only clue that people have of the bird&apos;s presence is its calls. Here&apos;s a video that captures the &quot;song&quot; of a least bittern (there&apos;s also lots of clicks from camera shutters in the background):            [video link] The main threat to to this species is humans and their fondness for draining wetlands and converting them to farmland and urban development. When least bitterns are threatened or alarmed, they typically freeze and point their bill upward, sometimes waving gently, to blend with the surrounding vegetation.  The least bittern is a tiny heron with a long neck, long strong legs that are greenish in front and yellow behind, a yellow bill and pale yellow eyes. Its upperparts are black or dark brown, the sides of its body and neck are gold, its underparts are white and its breast has gold streaks. The sexes look alike, although females are generally paler. Immature birds resemble females but brown replaces black on the upperparts. The least bittern is distinctive and thus, very difficult to confuse with any other species in its range. For example, the green heron, Butorides virescens, is much larger, with completely dark wings and a dark bill. The American bittern, Botaurus lentiginosus, is just really huge in comparison, and lacks any black in brown and grey plumage. The rails lack pale wing patches and have much shorter necks.  One interesting trait that this species has is a laterally flattened body, a trait that comes in handy when walking silently through reedbeds. John James Audubon first noted this when he wrote about his observations of a young captive least bittern that easily walked between two books standing 1.5 inches (4 cm) apart. When dead, this bird&apos;s body measured 2.25 inches (5.7 cm) across, indicating that it could compress its breadth to an extraordinary degree.  Last but not least, I&apos;ve been telling you repeatedly that these are really small birds. But just how small is small? This video gives you a very good idea of their size:             [video link] .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/20/9", 
    "wordcount": "667"
}