{
    "headline": "How the burning of fossil fuels was linked to a warming world in 1938", 
    "text": "Seventy-five years ago this month an amateur weather-watcher from West Sussex published a landmark paper in the Quarterly Journal of the Royal Meteorological Society directly linking the burning of fossil fuels to the warming of the Earth&apos;s atmosphere. Guy Callendar was a successful steam engineer by trade, but in his spare time he was a keen meteorologist. In April 1938, his paper, &quot;The artificial production of carbon dioxide and its influence on temperature&quot; (pdf), which built on the earlier work of John Tyndall and Svante Arrhenius, was published with little fanfare or impact. It was only in the proceeding decades that the true significance of his conclusions would be heralded. To mark the anniversary, two modern-day climatologists have published a co-authored paper (pdf) in the same journal celebrating not just his legacy, but also illustrating with modern techniques and data just how accurate Callendar&apos;s calculations proved to be. Dr Ed Hawkins of the University of Reading&apos;s National Centre for Atmospheric Science, who co-authored the paper with Prof Phil Jones at the University of East Anglia, describes why Callendar is so significant to the development of climate science:  In hindsight, Callendar&apos;s contribution was fundamental. He is still relatively unknown, but in terms of the history of climate science, his paper is a classic. He was the first scientist to discover that the planet had warmed by collating temperature measurements from around the globe, and suggested that this warming was partly related to man-made carbon dioxide emissionsPeople were sceptical about some of Callendar&apos;s results, partly because the build-up of CO2 in the atmosphere was not very well known and because his estimates for the warming caused by CO2 were quite simplistic by modern standards. It was only in the 1950s, when improved instruments showed more precisely how water and CO2 absorbed radiation, that we reached a better understanding of its importance. Scientists at the time also couldn&apos;t really believe that humans could impact such a large system as the climate  a problem that climate science still encounters from some people today, despite the compelling evidence to the contrary.  Hawkins has also written a blog post about his new Callendar paper, which delves deeper into why Callendar&apos;s findings were not immediately acted upon, or even discussed until decades later:  Doubts in the role of CO2 remained, partly because the world did not warm further  in fact land temperatures fell slightly until around 1975, before the warming resumed. This temperature plateau is very likely due to increased levels of particulates (or &apos;aerosols&apos;) in the atmosphere reflecting solar radiation back into space. Ironically, these aerosols are also the product of fossil fuel burning and strict regulations were imposed in the developed world on their emissions in the 1960s and 1970s which allowed the warming from carbon dioxide to emerge again. Aerosol emissions from the developing world may also have played a role in the temperature plateau since around 2000.  Here is the illustration produced by Hawkins and Jones to show how Callendar&apos;s findings, published in 1938 and updated in 1961, match a modern-day temperature reconstruction (CRUTEM4) of global land temperatures for the period 1850-2010.     Comparing historical reconstructions of near-global land temperatures using CRUTEM4 (black, Jones et al. 2012) with Callendar (1938) (red) and Callendar (1961) (blue), using a reference period of 1880-1935. The CRUTEM4 estimates are for 60S-60N (to accord with Callendars series), with grey shading representing the 95% uncertainty. Image: Ed Hawkins and Phil D. Jones    Callendar&apos;s original paper can be read in full online. Of particular interest  beyond his workings, of course  is the peer-review &quot;discussion&quot; at the end between various professors and Callendar. You really get the sense that Callendar was viewed as a nave amateur in this field, which possibly contributed to why his conclusions weren&apos;t fully absorbed until the 1960s. Earlier today, Hawkins tweeted part of Callendar&apos;s hand-drawn graph showing land temperatures rising against the mean during the period 1880-1935 set against the &quot;CO2 effect&quot;.    1938 | Guy Callendar sees increase in global temperatures in previous 50 years &amp; links this to CO2 #climatehistory twitter.com/ed_hawkins/sta&mdash; Ed Hawkins (@ed_hawkins) April 22, 2013   However, Callendar&apos;s concluding remarks in his paper are, perhaps, still the best remembered today:  It may be said that the combustion of fossil fuel, whether it be peat from the surface or oil from 10,000 feet below, is likely to prove beneficial to mankind in several ways, besides the provision of heat and power. For instance, the above mentioned small increases of mean temperature would be important at the northern margin of cultivation, and the growth of favourably situated plants is directly proportional to the carbon dioxide pressure. In any case, the return of the deadly glaciers should be delayed indefinitely.  It would be a few years yet before scientists began to discuss the variety of negative impacts resulting from a warming world.", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/22/guy-callendar-climate-fossil-fuels", 
    "wordcount": "735"
}