{
    "headline": "Apps Rush: Tiny Wings HD, Amazing Alex, Little Digits, ViA - By Braille Institute, Tap Tap Revenge and more", 
    "text": "A selection of 17 new and notable apps for you today: Tiny Wings HD This is slightly complicated. There is a sequel to iPhone hit game Tiny Wings, but on iPhone it&apos;s been released as a free update to the original something for which developer Andreas Illiger deserves every ounce of praise he&apos;s currently receiving online. But this also means a brand new iPad version of Tiny Wings, complete with the ability to play against friends on a single device.iPad Amazing Alex Rovio&apos;s first post-Angry Birds game is Amazing Alex, a rebranded version of existing game Casey&apos;s Contraptions (which in turn was inspired by an older game, The Incredible Machine). Expect 100 levels of physics-puzzling, with an editor to create and share your own levels. For more on Amazing Alex, see this separate story.Android / iPhone / iPad Little Digits UK studio Cowly Owl has come up with a wonderfully creative iPad app for children learning their first numbers. It counts from 0 to 10 depending on how many fingers and thumbs are placed on the screen, with colourful number characters and simple maths mini-games. Educational, yes, but also really playful and fun.iPad ViA - By Braille Institute This is a very good idea: an app to recommend other apps that are suitable for blind and visually-impaired iPhone and iPad users. Launched by the Braille Institute, it sorts apps by category, price and star rating, with a forum for people to swap tips on their favourites.iPhone / iPad Tap Tap Revenge Tour Music game Tap Tap Revenge was a huge iOS hit from the early days of the App Store (and, indeed, before when it was available for jailbroken devices). With its developer Tapulous now part of Disney, it&apos;s got a new version promising more than 300 tracks to tap along to from famous names.iPhone Official Scrabble Words: Collins Scrabble Checker and Solver Dispel those destructive rows over the Scrabble board with this app from HarperCollins, which presents the official list of eligible words for the famous board game. There&apos;s also a personal trainer mode to improve your skills by playing against the clock.iPhone Starbucks Starbucks has added its mobile payment features to the UK version of its Android app, enabling people to pay for their skinny latte drinks from their smartphones.Android Mixcloud On-demand radio service Mixcloud has been available on iPhone for a while, but now Android users can join in the fun. And it is fun: offering DJ sets, podcasts and radio shows on a streaming basis, with the ability to set favourites to never miss a new show.Android Jay &amp; Silent Bob in LET US DANCE! Pop culture heroes Jay and Silent Bob have popped up on iOS with a &quot;breakdance party time&quot; game. It&apos;s a music rhythm game, Parappa the Rapper style (sort of) made by Ice Cap Games.iPhone / iPad Michael Johnson&apos;s Fun Run Here&apos;s a possible antidote if you&apos;re unhappy at McDonald&apos;s sponsoring the Olympic Games. Sprinter-turned-pundit Michael Johnson has put his name to an iOS game whose aim is &quot;reinforcing the message that burgers and milkshakes slow you down whilst healthy alternatives put you on the right track&quot;. He&apos;s probably now banned from Stratford for the next month.iPhone / iPad Tuenti Social Messenger Spanish social network Tuenti is majority-owned by operator group Telefonica, and is hoping to find an audience globally with its messaging app.Android Reuters Olympics London 2012 The trickle of Olympic Games apps is turning into a flood, with Reuters latest to dive in. Its app will focus on photography during the Games: &quot;The best live Olympics photos &amp; moments captured by Reuters award-winning photographers.&quot;iPhone / iPad The Expendables 2 Infinite Trailer Hollywood studio Lions Gate has released a promotional app for upcoming film The Expendables 2 that tries to get fans in on the action. &quot;Upload a short video and improve it with cinematic special effects. You can add yourself to the Expendables 2 movie trailer and share it with your friends...&quot; iPhone / iPad Bo&apos;s Dinnertime I&apos;ve noticed a definite uptick in the number of actually-good children&apos;s apps being released for Android. Bo&apos;s Dinnertime is one of them, coming from developer Heppi. It&apos;s all about a cartoon giraffe cooking in the kitchen.Android Jay &amp; Silent Bob in: Too Fat To Fly You wait ages for a Jay and Silent Bob game, then... Here&apos;s the second today, a &quot;challenge-based physics game&quot; that involves shooting Bob through the air from a catapult in a series of locations.iPhone / iPad Knights of the Round Cable More physics-puzzling in Chillingo&apos;s latest game, albeit with more of an action focus as you swing knights through levels on grappling hooks, gathering treasure, dodging enemies and rescuing princesses along the way.iPhone / iPad Metal Slug 3 Selling old Neo Geo games for 4.99 in 2012? A brave strategy. That&apos;s what SNK Playmore is doing though with Metal Slug 3, which is out for iPhone and iPad. It&apos;s a port of the original game with a new Mission Mode, and Bluetooth co-op play.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/12/apps-rush-amazing-alex-tiny-wings", 
    "wordcount": "857"
}