{
    "headline": "Who wants to live forever? This immortal worm knows how", 
    "text": "Internet forums have a reputation as a haven for troublemakers, timewasters and trolls. As someone who spends his days uploading films to YouTube  and drowning in the resultant torrent of comments  I&apos;m familiar with the problem. But occasionally a comment will start something extraordinary. This week a scientific paper was published about the possible &quot;immortality&quot; of a planarian worm species. It is fascinating work, with possible spin-offs in evolutionary biology, genetics and stem cell research.  Amazingly, the paper had its genesis in the comments section of a YouTube video. The process started in February 2008 when I did some filming with molecular biologist Dr Aziz Aboobaker from the University of Nottingham. The resulting film, Immortal Worms, attracted attention and plenty of comments.  These remarkable creatures seem indestructible. Cut them in half and the head will grow a new tail and the tail will grow a new head.  More films followed, delving deeper into Aziz&apos;s work. But the label &quot;Immortal Worms&quot; was really intended as a gimmick  a phrase Aziz borrowed long ago to describe the regenerative powers of his stem cell-rich planarians. Countless viewer comments were posted and Aziz read them with interest. Among the nonsense were many probing questions that can be summarised: &quot;How do you REALLY know they are immortal?&quot; This led to a new focus for Aziz  proving the worms&apos; potential immortality. This week he published the first step of that proof by revealing how his asexual planarians seem to bypass the ageing process seen in organisms that reproduce by sexual reproduction. They do it by constantly regenerating the telomeres at the ends of their chromosomes.  We all have telomeres. They act like a buffer zone or &quot;runway&quot; for enzymes during the complicated process of DNA replication and cell division. But they are eroded every time the DNA replicates  and eventually the runway is not long enough. The planarians studied by Aziz and his collaborators are able to rebuild their telomeres, indefinitely offsetting the erosion of their DNA strands. Of course I oversimplify the process. Aziz describes it more detail in the video below or, better yet, in his freely available paper.             But what interests me is the catalyst for his research  those original YouTube comments. &quot;The questions that people asked were part of the impetus for doing this work,&quot; Aziz explained. &quot;The viewers kind of helped because we probably would have shied away from this question (of immortality) because it was quite a difficult one. &quot;The public drives trends in fashion and pop music and films  so why not science? Obviously there is the major goal, which is to find out things that are useful or find out things that advance our knowledge  But I think the public can also be involved in science in a very active way and become interested in science in the same way they are interested in all these other things.&quot; I can imagine some scientists being sniffy about the idea of the general public shaping research in any way. But I canvassed the opinions of other people who regularly feature in my films and they seemed to agree. Professor Philip Moriarty, a physicist at the University of Nottingham, has made dozens of YouTube films and regularly engages with the people who make comments.   &quot;Some of the students and postdocs think I&apos;m slightly unhinged for responding to YouTube comments because they&apos;re of the opinion that comments posted on YouTube represent nothing more than the condensed stupidity of mankind. But I&apos;ve been impressed by just how perceptive and intelligent some of the remarks can be.&quot;  Professor Moriarty said YouTube viewers had drawn his attention to other scientific research he had been unaware of  and had thus influenced his lectures.   &quot;Although I can point to examples of YouTube comments directly influencing my teaching, there isn&apos;t yet a similar case for research. I could certainly imagine, however, YouTube viewers influencing my research via a particularly insightful comment or pointing me to papers or online content of which I wasn&apos;t previously aware.&quot;  Chemistry Professor Martyn Poliakoff, also at the University of Nottingham, has risen to online fame through the Periodic Table of Videos and was also open-minded about comments from viewers.   &quot;I read most of them. Many of them are not intended to be taken seriously but I am prepared to listen to constructive suggestions and criticism. In our more serious &apos;research videos&apos;  for example the one about Automatic Chemistry  some viewers made good scientific suggestions and we thought about them. I can imagine some comments influencing our work.&quot;   So next time you post a comment on a video  or maybe this blog  you never know who might be reading and where it might lead.", 
    "section": "science", 
    "gid": "science/blog/2012/feb/29/live-forever-immortal-worms", 
    "wordcount": "799"
}