{
    "headline": "Why study science? Parties, prospects and weird facts to unnerve your mates", 
    "text": "&quot;Stem&quot; subjects are on the rise  which means a whole lot more science, technology, engineering and maths students at UK universities. Latest figures show that in 2011-12, the numbers of students opting to start Stem degrees was up 5.7% compared with 2009-10 (based on table 3). But what exactly is the appeal of doing a course that entails long hours, unflattering lab coats and learning everything there is to know about the life cycle of yeast? A common complaint of Stem students is that, with lectures from 9 to 5 plus weekly lab or practical sessions, the workload is heavy. Hayley Williams, a second-year biology student, says: &quot;You can find your timetable fuller than your fellow students  although the positive of this is that it can make you become more focused and productive.&quot; Plus, constantly being in lectures, practicals or tutorials means it is a lot easier to meet and bond with your coursemates. You may spend lonely nights writing up lab reports and learning how to classify a sea slug taxonomically, while your BA-studying housemates are pre-lashing to the dulcet tones of One Direction. But you can rest assured that when the work is in and exams are over (often, unfortunately, a lot later than the rest of your year), Stem students are among the most social on campus. Laura Depner, vice-pres of Leeds University&apos;s FoBSoc (faculty of biological sciences society) says: &quot;We are one of the biggest societies in the union. We definitely take full advantage of this and hold as many events as possible, giving us a reputation to rival the law and medical societies.&quot; But the benefits of doing a Stem degree go much further than the social. For one thing, your CV basically fills itself out. The early starts and long days prepare you for the working world by honing your punctuality and time management skills. Successfully completing an animal development practical that involves working with maggots for hours having barely slept the night before shows that you can function under difficult conditions. Working with professors at the top of their field, using cutting-edge equipment, is both daunting and exciting. During my final-year project, I realised I was the first person to witness proteins co-localising under a microscope that cost 750,000. It&apos;s not curing cancer or eradicating world poverty or anything, but it does make you feel you have contributed, in a tiny way, to our knowledge of how the world works. With Stem subjects offering the most flexible of course routes, a chance practical or lecture series can awaken an interest that may jump-start your future career. And you get lots of opportunities to attract the attention of graduate employers. Most Stem faculties have considerable contacts with industry, and are eager to help any undergraduate wanting some experience over the summer or even as a sandwich year. William Cooter, a final-year chemistry and energy engineering student, has found that in today&apos;s graduate job market &quot;when it comes down to it, companies care just as much about your industrial experience as your degree&quot;. With the help of my biological sciences faculty, I managed to get an industry year in the research and development department of Janssen Pharmaceutica in Beerse, Belgium. A quarter of my genetics class chose to do something similar. Stem students can see exactly where their tuition fees are going. When the inevitable day comes that we have to start paying the government back, we will look back on all the pipette tips we used, the failed prototypes we had to re-do, and the many hours spent being lectured by professors who had to be paid. I&apos;m not sure whether a history student, with only four contact hours a week, can feel the same conviction that their 9,000 a year is money well spent. Best of all, as a Stem student, you pick up an awful lot of odd facts. Learning that humans once had keratinised penile spines, or that 50% of our DNA is identical to rice is amazingly useful when stuck at a boring party. Knowing that the average human body is 72.8% water can come in handy too. If your friend&apos;s boyfriend has just dumped her, she&apos;s bound to be consoled to learn he&apos;s mostly just water. Now, if only they would sort out those lab coats.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/jan/24/why-you-should-study-science", 
    "wordcount": "731"
}