{
    "headline": "New to Nature No 88: Euryplatea nanaknihali", 
    "text": "What is smaller than a 2mm-long ant? A parasitoid scuttle fly whose larva is so tiny that it can develop inside the ant&apos;s head. Not only is new species Euryplatea nanaknihali much smaller than its presumed ant host, at a mere 0.4mm it is the smallest fly in the world. This is an unusual fly in a family known for the unusual. Other Phoridae are predators on such delicacies as slug and spider eggs, snails, and aphids; parasitoids on millipedes and various insects; or saprophages feeding on dead hosts. Among the strangest phorid flies are species with grotesquely bloated soft abdomens reminiscent of queen termites, wingless and legless females that look more like larval ants than adult flies, and small flightless shield-shaped forms like Enanaknihali. Before this discovery it was conjectured that extremely small ants were immune to phorid attacks. At 1-3 mm length, known phorid parasitoids were physically too large to develop inside the cranium of a minute ant. This new species, smaller than any known gnat, mosquito or midge, changed all that. If dwarfism in ants was a defence strategy, then it has been out-smalled and defeated by these diminutive attackers. Enanaknihali was discovered in Thailand during an intensive insect collecting project, and described and named by Dr Brian V Brown of the Natural History Museum of Los Angeles County. Like the only other species of the genus, the fly is small with smoky grey wings and a pointed ovipositor. No males of either species have been seen. The type species of the genus, Eeidmanni, lives in the nests of the ant Crematogaster impressa on Bioko island, Equatorial Guinea. Although the life history of the new species is not yet known, it is reasonable to infer that it has similar habits. Enanaknihali is only about a third the size of its sister species and differs also by a longer costal vein along the front edge of the wing and the absence of a visible scutellum, a trianglular-shaped sclerite on its back. The fly was found in a malaise trap in the Kaeng Krachan national park. Enanaknihali is known only from a single slide-mounted specimen, expertly illustrated by Inna Strazhnik. Brown refers to the fly as the latest addition to the entomological &quot;nanosphere&quot;, a world of ultra-small insects dominated by trichogrammatid and mymarid wasps. To date, the smallest known insects are mymarids. At a mere 0.14mm in length they are also the smallest multicellular animals. This species is a reminder of just how little we know about scuttle flies, which are among the most biologically diverse, anatomically adventurous and species-rich of any Diptera family. Quentin Wheeler is director of the International Institute for Species Exploration", 
    "section": "science", 
    "gid": "science/2012/oct/14/euryplatea-nanaknihali-new-to-nature", 
    "wordcount": "460"
}