{
    "headline": "Australia has huge deposits of shale gas  but it won't come cheap", 
    "text": "Australia could be sitting on more than 1,000tn cubic feet of untapped shale gas, but effective environmental regulations and a fall in costs are needed before this resource can be fully exploited, according to a new report. The Australian Council of Learned Academies study found that while Australia had huge deposits of gas, it would not be cheap gas in most circumstances and would have a slightly higher rate of carbon emissions than standard gas, albeit significantly less than coal-fired power. The report states that shale gas infrastructure costs in Australia will be double that of the US, where the industry is relatively mature, and will require a high price to make it profitable. Around $500m will be spent by businesses over the next two years on shale gas exploration, the report predicts, with resources company Santos already working on an initial well in Queensland. Shale gas extraction is similar to coal seam gas in that both processes gather methane for energy use. However, shale gas involves drilling at far greater depths than coal seam gas. The report is sanguine on the environmental impact of coal seam gas, with some caveats. A large number of impacts are possible, but the likelihood of many of them occurring is low and where they do occur, other than in the case of some biodiversity impacts, there are generally remedial steps that can be taken, it states. Nonetheless it is important that the shale gas industry takes full account of possible adverse impacts on the landscape, soils, flora and fauna, groundwater and surface water, the atmosphere and on human health in order to address peoples concerns. Prof Peter Cook, co-author of the report, told Guardian Australia that rigorous background work would need to be done on shale gas for it to avoid the controversy that has dogged the coal seam gas industry. You need a regulatory regime that is transparent, he said. One problem with coal seam gas is that people didnt do the work needed before they started. You need to know what the impact is going to be, rather than rely on a high degree of speculation. That has caused angst around coal seam gas. Groundwater clearly needs to be safeguarded and used in careful way to ensure it doesnt get contaminated. Fragmentation of landscapes through roads and drilling is another thing you need to be careful of. He added: We wont see a shale gas boom here as we have in North America. It will be more modest growth, but what might really push it along is the oil associated with the gas. Oil is what is driving the industry in North America. Gas is almost a byproduct. Things will move very quickly if they find oil amongst the shale gas here, because Australia doesnt have much oil. But we just dont know whats down there yet.", 
    "section": "environment", 
    "gid": "world/2013/jun/05/australia-huge-deposits-shale-gas", 
    "wordcount": "484"
}