{
    "headline": "About the University Awards", 
    "text": "The Guardian University Awards recognise best practice, achievement and innovation across a range of categories. In areas ranging from teaching best practice and innovation to campus facilities the awards will act as a benchmark for excellence and offer universities a seal of approval to endorse their ongoing great work. The awards are based on specific projects and will reward institutions that have undertaken projects which have delivered services or work over and above the expectations of students, staff and other institutions.  HEIs, university departments, professionals working in the HE sector and students and graduates will be invited to nominate institutions and departments in the UK for initiatives, services and excellence. Entries will be paid for and must be focused around a specific initiative, campaign or project, within our outlined categories. The categories will be judged by our panel of judges. All short listed entries will be invited to attend the awards ceremony in central London where the winners will be announced. In addition there will be a dedicated site which will host the University Awards Ideas Bank, comprised of the shortlisted entries as case studies. A message from our judges At the Guardian we are committed to covering education through regular expert coverage in print and online and with the Guardian Higher Education Network we reach thousands people working in the sector each month.  So we are delighted to introduce the Guardian University Awards which will recognise and celebrate the very best in universities whether it is in research, teaching excellence or facilities and everything else in between - all the things that make UK universities uniquely great. I&apos;m looking forward to seeing some outstanding and innovative entries from all kinds of universities throughout the sector.Wendy Berliner, head of education, Guardian Professional and chair of the judging panel  In the UK we have a very successful university sector of which we can all rightly be proud - all the different universities in the UK have a hugely important role to play. It&apos;s right that these awards cover the range of work that all universities do. No university can be measured on one single thing but their achievements in different areas should be recognised. I look forward to seeing an impressive range of entries from all universities and I&apos;ve no doubt we will have a tough job ahead of us to pick just one winner in each category.Alex Thompson, director of policy, The Russell Group and awards judge", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/aug/24/about-university-awards", 
    "wordcount": "409"
}