{
    "headline": "Quebec student protests: an explainer", 
    "text": "The plan seemed simple enough  a hike in university tuition fees of $325 (205) a year over five years starting in September 2012. Not a negligible amount, but hardly bank-breaking. The Quebec provincial government of Jean Charest had announced its intentions in the spring of 2011 and confirmed them in the budget speech delivered on March 22 of this year. The government&apos;s main rationale was the need to improve the financing of Quebec&apos;s universities, which, relative to the rest of Canada, are underfunded, and to move fees closer to the Canadian average - education is a provincial responsibility and tuition fees vary from province to province. When fully implemented, the hikes would raise tuition fees for Quebec university students to $3,800 (2,400) a year by fall 2016, still more than 30% below the current Canadian average. But the hikes nevertheless would represent a 75% increase for these students over five years. Cue the student protests. Quebec has been down this road before. Indeed, many have strong student opposition over the years with keeping the province&apos;s tuition fees low. The most recent dispute, in 2005, that saw Quebecois university and college students boycott their classes was over a plan to cut student bursaries. Mr Charest&apos;s liberal government, the same one in administration today, backed down.  Starting early this year, in anticipation of the planned tuition hikes, student associations began voting to boycott their classes. They argued higher fees will lower participation rates and increase student debt. By April, about 175,000 college and university students were out on an &quot;unlimited general strike&quot; (in French, grve gnral illimit, which spawned the protests&apos; semi-official Twitter hashtag, #ggi). An early indication of the power of the movement was a massive protest of up to 200,000 students on March 22  the day the budget was tabled  that paralysed downtown Montreal. Events quickly escalated from there in the ensuing weeks, with peaceful demonstrations often followed by vandalism and ugly, violent altercations with police. Public support and sympathy towards the students was dampened by severe disruptions to Montreal&apos;s roads, bridges and underground metro system. Then came the sudden resignation in May of education minister Line Beauchamp and the passage of special legislation, Bill 78, which suspended classes, placed restrictions on protesters&apos; actions and threatened heavy fines for transgressors. University administrators, meanwhile, find themselves caught between a rock and a hard place. They have been calling for more funding for years, but don&apos;t wish to alienate their students and can&apos;t be seen to take sides in a very political battle. Keeping score Keeping score in all this is a mug&apos;s game, but the students seemed to have the early advantage. They have had generally sympathetic media coverage in the province as well as the support and encouragement of many professors, trade unions and the province&apos;s influential artistic community. The articulate, telegenic student leaders have been treated as celebrities, and the symbol of the movement  a simple red square  has become iconic.  The Charest government, by contrast, appears tired and befuddled. Bill 78, deemed heavy handed by many, has managed to further inflame the situation. Government ministers have met sporadically with student leaders, offering some modifications to its tuition plans, but the talks have gone nowhere. The government said it will not budge on the main issue of a fee rise. But some context, and caution, is necessary. At no point have the protests recieved majority support from the Quebec population, and polls suggest most Quebecois believe a tuition hike is necessary. Even a seemingly moribund government has seen its support rise since the start of the protests. And while 175,000 striking students is an impressive number, those who quietly finished their classes this spring with little fanfare, were double that number. Also, somewhere along the way, the movement has morphed into something far wider-ranging than a fight over tuition fees. The protests have become a lightning rod for the generally disaffected, the anti-capitalists, the Occupy movement, and others. The most radical of Quebec&apos;s three main student groups has declared the protests to be one element of a &quot;cultural revolution.&quot;  Summer recess It&apos;s July and when it&apos;s summer in the land of snow, Quebecois take a break but nothing has been resolved. There is a convoluted process worked out for the affected colleges and universities to have student boycotters finish their winter semester in August on a compressed scale and delay the start of their fall term, but no one knows what will happen. There are rumours the government will call an election for September, but the outcome of a province-wide vote is uncertain and could create its own unstable dynamic. Quebec&apos;s universities and colleges, at least those most affected, remain in a bind. Their scheduling plans are in a mess and could get worse. On a more positive note, the protests have provoked an important and much-needed discussion about accessibility to higher education and the role of the state in supporting it. Outside the province, the repercussions will likely be negligible. The rest of Canada has responded mainly with incomprehension and little sympathy to what&apos;s been happening in its &apos;distinct&apos; sister province. The prospect of the protests spreading beyond Quebec&apos;s borders is slim. Lo Charbonneau is deputy of editor of University Affairs magazine and author of a blog on higher education issues in Canada, Margin Notes.  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/09/international-fees", 
    "wordcount": "939"
}