{
    "headline": "Jumping spider that pioneered space travel dies in museum", 
    "text": "The first jumping spider to travel to space as part of a YouTube competition has died four days after going on display in a museum. The spider, named Nefertiti, spent 100 days in space at the International Space Station and travelled 42m miles but died of natural causes soon after returning to the Smithsonian National Museum of Natural History in Washington, DC, where it was to be exhibited. The Johnson Jumper (Phidippus johnsoni) spider was launched to the ISS in July after 18-year-old Amr Mohamed from Alexandria, Egypt, won the YouTube Space Lab video contest. Nefertiti, named after an Egyptian queen, demonstrated that its species was able to adapt to the effects of weightlessness and still catch its prey. It then successfully readjusted to gravity after its return to Earth in October. Amr believed that the spider would have difficulty catching fruit flies in space but Nefertiti learned to sidle up to its prey rather than jump on it. It took a few days to adapt to gravity on its return. Kelly Carnes of the Smithsonian told the LA Times: &quot;The unexpected loss of this special animal who inspired so many imaginations will be felt throughout the museum community  The body of Nefertiti will be added to the museum&apos;s collection of specimens where she will continue to contribute to our understanding of spiders.&quot; Nefertiti was accompanied by Cleopatra, a zebra spider which died shortly after touchdown. Female spiders were chosen because male spiders normally stop eating when they are fully grown. The average lifespan of jumping spiders is about a year. Nefertiti at the age of 10 months probably did not have much longer to live anyway. The Smithsonian already has Arabella and Anita, the first spiders to spin webs in space, which died on the United States&apos; first space station, Skylab, in 1973.", 
    "section": "science", 
    "gid": "science/2012/dec/05/space-pioneer-jumping-spider-dies", 
    "wordcount": "306"
}