{
    "headline": "Steve Jobs threatened to sue Palm over no-hire agreement, documents show", 
    "text": "Steve Jobs threatened to sue the rival smartphone maker Palm over poaching of Apple staff, in a bid to enforce a clandestine pact between tech companies in Silicon Valley, new documents reveal. The late Apple co-founder menaced Palm with a patent lawsuit to try to compel adherence to a possibly illegal agreement between rival firms to not recruit each other&apos;s employees. The email from Jobs, along with other documents tech industry chiefs tried to keep secret, surfaced on Tuesday in a civil lawsuit brought by five tech workers against Apple and other companies including Google, Intel, Adobe, Walt Disney&apos;s Pixar animation unit, Intuit and Lucasfilm Ltd. The suit claims there was an illegal conspiracy to eliminate competition for each other&apos;s employees and to reduce wages, an alleged dark side to Silicon Valley&apos;s freewheeling, sunny public image. Judge Lucy Koh, of the US district court in San Jose, is considering a plaintiffs&apos; request to turn the civil lawsuit into a class action, increasing their chances of winning damages which could run into hundreds of millions of dollars. The August 2007 exchanges between Jobs and then-Palm chief executive Edward Colligan were the latest embarrassing revelations to enter the public record because of the case. In a sworn statement Colligan said Jobs called him to complain that several Apple employees had moved to Palm and to propose an &quot;arrangement&quot; whereby neither would hire the other&apos;s employees. Jobs threatened a patent lawsuit to encourage compliance, said Colligan. At the time Palm, which has since been bought by Hewlett-Packard Co, was developing its Palm Pre to compete with Apple&apos;s iPhone. Jobs was especially concerned that senior staff such as Jon Rubinstein, senior vice president of hardware development, had moved to the rival company. Colligan rebuffed Jobs in an 24 August 2007 email: &quot;Your proposal that we agree that neither company will hire the other&apos;s employees, regardless of the individual&apos;s desires, is not only wrong, it is likely illegal.&quot; He said the lawsuit threat was &quot;just out of line&quot;, would not intimidate him and would serve only to enrich lawyers. Jobs replied two days later, a Sunday, curtly noting &quot;this is not satisfactory to Apple&quot; and reminding his rival of the &quot;asymmetry&quot; in their financial resources should the lawsuit proceed. Last week Judge Koh ordered Apple&apos;s chief executive officer, Tim Cook, to give a deposition, saying it was &quot;hard to believe&quot; he was not consulted about no-poaching agreements which may have violated antitrust laws. Apple did not immediately reply to a request for comment on Wednesday. Court filings on Tuesday revealed that such pacts were common in Silicon Valley. In February 2006 , a year before his clash with Palm, Jobs emailed the then Google CEO Eric Schmidt: &quot;Eric, I am told that Google&apos;s new cell phone software group is relentlessly recruiting in our iPod group. If this is indeed the truth, can you put a stop to it? Thanks, Steve.&quot; Schmidt proved receptive: &quot;I&apos;m sorry to hear this; we have a policy of no recruiting of Apple employees. I will investigate immediately! Eric.&quot; In a separate exchange the Google chief urged his human resources director to be discreet when seeking such agreements with rivals. &quot;Schmidt responded that he preferred it be shared &apos;verbally, since I don&apos;t want to create a paper trail over which we can be sued later&apos;.&quot; Schmidt was briefed that a recruiter who tried to poach an Apple employee &quot;will be terminated within the hour&quot;. The plaintiff&apos;s lawyers are due to question Schmidt next month. Google declined an interview request on Wednesday but in a statement said it has &quot;always actively and aggressively recruited top talent&quot;. Rumours of a no-poaching agreements between top tech companies prompted a US justice department probe in 2010, leading to a promise by Google, Apple, Adobe and others to refrain from such pacts. Authorities believe the practice continues in parts of the industry. The justice department and antitrust regulators sued eBay last year over an alleged no-poaching deal with the software firm Intuit.", 
    "section": "technology", 
    "gid": "technology/2013/jan/23/steve-jobs-apple-palm-tech-lawsuit", 
    "wordcount": "687"
}