{
    "headline": "The Walking Dead: Survival Instinct  preview", 
    "text": "These are bountiful times for gamers who are also fans of The Walking Dead, the post-zombie-outbreak Robert Kirkman comic-book, which was translated into a massively popular and critically acclaimed US TV series. But there&apos;s also plenty of potential for confusion.  Last year, indie publisher Telltale Games turned the comic-book into one of the games of the year, despite operating on a tiny budget, by concentrating on the moral implications of negotiating a zombie outbreak. But at the same time, Activision, the world&apos;s biggest games publisher, had acquired the rights to make a game of the TV series. The result is The Walking Dead: Survival Instinct, due to arrive on 29 March for Xbox 360, PS3 and Wii U. Telltale Games turned the most basic of ingredients  effectively a point-and-click adventure with stylised 2D graphics  into something way more than the sum of its parts. Alternatively, Terminal Reality, the US developer behind The Walking Dead: Survival Instinct, is a big-budget 3D first-person shooter and, due to the web&apos;s in-built propensity to favour the underdog, has already attracted some online flak. Terminal Reality&apos;s principal effects artist, Glenn Gamble, talked us through the game to the backdrop of a fairly extensive demo: &quot;The game takes its cues from the TV show, in terms of its sounds, lighting and art-style  it has a similar sepia tone. We asked the fans of the TV series what they wanted, and they asked for an action/survival game.&quot;  It&apos;s effectively a prequel to the TV series: &quot;It takes place while Rick [Andrew Lincoln&apos;s character] is still in a coma, and the whole thing is beginning to go to hell in a handbasket. It follows the story of the Dixon brothers, Daryl and Merle. You play as Daryl who, we feel, made the biggest character growth in the TV series.&quot; Getting the walkers right Gamble says that Terminal Reality went to great length to achieve authenticity: &quot;We took botany lessons and learned about the flora and fauna of Georgia.&quot;  But, he says, the zombies  known as walkers, in Walking Dead parlance, are &quot;the stars of the show. One of the hardest things was to make those guys seem engaging  what do you do to make them feel alive? So we made them environmentally aware. You have to sneak around a lot, leaning and peeking: they can hear you and smell you, and they will investigate any sounds associated with humans.&quot; Gamble maintains that the gameplay errs more on the side of survival, and a that guns-blazing approach won&apos;t bear fruit: &quot;It&apos;s not a Call of Duty-type game; three walkers are more than a player should be able to handle at a time. And we can randomise the positions of dead bodies  walkers lying on the ground could be dead, but they might not be.  &quot;You can melee, but it&apos;s usually best not to get too close: there&apos;s a grappling mini-game, which lets you push them off, or line them up for a skill-shot.&quot;  Also in the game&apos;s favour is the ability to take multiple paths through Georgia, and to choose whether or not to help survivors  according to Gamble: &quot;Some survivors might be better for your group than others.&quot; So what is it like in action? Activision&apos;s demo swiftly confirmed that, in gameplay terms, The Walking Dead: Survival Instinct proceeds along very similar lines to Ubisoft&apos;s ZombiU, even down to providing objects such as flares, which can be used to distract walkers.  One mission involved collecting boxes of fireworks in order to set a church, into which you had enticed a whole community of walkers, on fire. Again, similarly to ZombiU, you could take a path across the town in which the mission was set via the rooftops, avoiding the hordes of walkers on the ground. Weapons included the usual shotguns, and an axe appeared to be the game&apos;s staple melee weapon, the equivalent of ZombiU&apos;s cricket bat. Although Gamble asserted that it was ponderous in comparison with other, lighter single-handed weapons. The Walking Dead: Survival Instinct looked likely to appeal to those who enjoy the more cerebral, strategic survival-horror gameplay, which is thoroughly in tune with the nature of the TV series. But there was one obviously sub-standard aspect to the game: its graphics, with a washed-out grey-brown filter applied to ape the TV series&apos; look, were pretty unimpressive.  Terminal Reality&apos;s decision to adopt that particular art-style appeared to have the unwanted effect of creating a flat, somewhat textureless ambience, which was disappointing, compared with the uniformly amazing-looking games that have recently graced this late stage of the console cycle.  Let&apos;s hope Terminal Reality can add some graphical gloss before the game&apos;s release, and that its writing is sharp and complex. Otherwise, The Walking Dead: Survival will struggle to appeal to a constituency beyond the TV series&apos; most avid fans.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/11/walking-dead-survival-instinct-preview", 
    "wordcount": "816"
}