{
    "headline": "Can Jamie's school meals revolution survive the Gove recipe?", 
    "text": "Pupils are ditching chips, hamburgers and sweets for soup, sandwiches and fruit juice at lunchtime in the wake of the school food revolution begun by Jamie Oliver, a new study reveals. But the chef warned that this &quot;huge progress&quot; was at risk from the government&apos;s &quot;short-sighted and dangerous&quot; decision to exempt academies and free schools from the rules that have compelled other schools to improve the food they offer to students. The report by the Children&apos;s Food Trust (CFT) shows the proportion of teenagers having chips at lunchtime has dropped from 43% to just 7% between 2004 and 2011, while those consuming starchy foods cooked in fat or oil, such as garlic bread or yorkshire pudding, is down from 50% to 17%. The number of schools offering pizza every day has fallen from 66% to 50%. At the same time the number of pupils eating sandwiches has risen from 13% to 29%. Those having vegetables and salad has doubled, albeit only to 12%, while 98% of schools now have both foods on their menu four or five days a week  up from 60%. Two-thirds fewer pupils now opt for sweet treats such as cakes and biscuits. And today&apos;s average school lunch is more nutritious than in 2004, containing a third less salt, sugar, total fat and saturated fat, and 50% more vitamin A. Oliver hailed the &quot;really important research&quot; as proof of the dramatic changes since his series. &quot;This research shows that kids in secondary schools are smart when it comes to food choices  we knew that, but also it shows the huge progress that schools have been making across the country,&quot; the chef told the Guardian. He also renewed his attack on the education secretary, Michael Gove, for not insisting that academies must serve the same healthy fare as maintained schools. The rapid growth in academies  just over half of England&apos;s 3,261 secondaries are or aim to become one  has sparked fears among doctors, campaigners and caterers that fewer pupils will be sure to receive healthy food. &quot;I just wish Mr Gove and the government would wake up and support these positive results by reinstating the perfectly good, cash-neutral, nutritional standards they&apos;ve callously stripped away, that were there to protect our children. &quot;As more and more schools get academy status, it&apos;s more vital than ever that the law is changed immediately to bring academies in line with the nutritional standards for maintained schools. To simply trust busy, financially strapped headteachers to make school food a priority is short-sighted and dangerous,&quot; Oliver said. Judy Hargadon, the CFT&apos;s chief executive, said: &quot;This report debunks the myth that children don&apos;t like healthy food. There were cynics who said pupils wouldn&apos;t eat school food after the standards came in. But children are perfectly happy to do so. We&apos;re seeing a significant change in their eating habits. We&apos;ve gone quite a long way on the school food journey but there&apos;s still a way to go.&quot; But the cafeteria-style service offered at lunchtime by many secondary schools, in which pupils can choose whatever they like, makes it harder to ensure they eat a balanced meal, said Hargadon. She wants more secondaries to do the same as primaries and offer pupils a main course and a dessert, albeit still with some choice of dish. And schools that have moved their lunch-hour back to 1pm or 1.30pm should rethink, she added, as that meant many pupils ate a lot at the morning break and were no longer hungry by the time they were offered nutritious food at lunchtime. The CFT was set up in 2005 by the then Labour government as the School Food Trust to overhaul meals after the Jamie&apos;s School Dinners series on Channel4 exposed how unhealthy many of them were. Embarrassed by the &quot;Turkey Twizzlers&quot; row, Labour brought in minimum nutritional standards for school meals in England from 2008, and stopped schools selling confectionery and canned drinks. However, packed lunches  more pupils still bring one in than eat school food  remain a problem, separate CFT research found. Some 69% contain &quot;non-permitted foods&quot; schools can no longer offer, such as crisps; 37% include a fizzy drink, and 26% confectionery, cakes or biscuits. But three times as many pupils having a packed lunch eat fruit (34%) than do those who have a school lunch (11%). The fact that healthy school meals are now the rule rather than the exception &quot;will go a long way to helping stem the obesity crisis we are facing&quot;, said Professor Terence Stephenson, president of the Royal College of Paediatrics and Child Health, which represents children&apos;s doctors. But other measures are needed, too, such as compulsory cooking lessons for pupils and limits on the number of fast-food outlets allowed to open near schools, he added. The Queen Katherine school in Kendal, Cumbria, revamped its menus soon after Oliver&apos;s series was broadcast. Alex Stewart, a 17-year-old pupil, recalls the switch from chips, hamburgers and crisps to healthier food from his first year in 2005. &quot;They now serve things like lasagne, shepherd&apos;s pie and even sausage, mash and beans, and jacket potatoes, baguettes and sandwiches are available every day, as is fruit, yogurt and fruit-flavoured rather than sugary drinks,&quot; he said. &quot;It&apos;s opened people&apos;s minds.&quot; Pupils now eat a wider variety of foods and a healthier, more balanced diet, he said. &quot;One or two still want a burger and chips, and some sixth-formers still buy hot sausages or chicken bites from a nearby supermarket, but most actually like the food.&quot; At breaktime the school&apos;s 1,420 pupils can buy crumpets, cheese on toast or coffee from its tuckshops, which used to sell sweets and crisps. Lynda Mitchell, national chair of the Local Authority Caterers Association, said everyone who had implemented the new system had helped overcome &quot;huge challenges&quot; including &quot;the initial resistance of teenagers to healthier eating&quot;.After an initial fall in uptake nationally, three year-on-year rises mean 44.1% of primary pupils and 37.6% of secondary ones now have a school dinner (take-up across all schools was 44.9% in 2004). Ministers should see the CFT&apos;s study as evidence that &quot;we are turning the corner in secondary schools and that mandatory nutritional standards are beginning to pay off&quot;, Mitchell added. The Department for Education welcomed what a spokesman called &quot;a lasting culture change in attitudes&quot; since Oliver&apos;s expos. &quot;Heads know that failing to invest in good, nutritious food is a false economy and parents won&apos;t tolerate reconstituted turkey being put back on the menu.&quot; He rejected Oliver&apos;s fears about academies. &quot;The tough nutrition standards remain in place in maintained schools and set a clear benchmark for the rest. Catering is outstanding in many of the longest established academies. We see no reason that they will all not be serving high-quality food to pupils that meet the standards,&quot; he added. On the menu in 2004  Main courses  Turkey Twizzlers  Sausages and chips  Hot dog and chips  Sausage roll and chips  Hamburger and chips  Battered fish and chips  Pizza with ham, cheese and tomato Desserts  Selection of tray bakes eg chocolate rice crispies, flapjacks  Iced buns On the menu in 2011 Main courses  Mediterranean braised lamb with couscous  Roasted vegetable stack  Cauliflower cheese bake  Mushroom stroganoff  Pork and apple casserole and mashed potatoes  Quorn burger with chilli jam  Country-style vegetable tart Desserts  Yoghurt  Fresh fruit Source: Local Authority Caterers Association", 
    "section": "education", 
    "gid": "education/2012/apr/27/jamie-oliver-school-meals-gove", 
    "wordcount": "1268"
}