{
    "headline": "World's biggest offshore windfarm planned off Scottish coast", 
    "text": "The world&apos;s biggest offshore windfarm could be built off the northern Scottish coast, after a scheme with enough capacity to power 40% of Scottish households was submitted for planning permission. The 4.5bn complex would have 339 turbines covering 300 square kilometres off Caithness, making it 50% bigger than the giant London Array scheme off Kent. It is expected to be the first in a series of deep water schemes under &quot;Round 3&quot; licensing. The renewable industry has hailed it as a watershed moment but warned these new deep water farms might only be fully realised if the government provides policy stability by pushing through its proposed Energy Bill. The 1.5-gigawatt farm is being developed by Moray Offshore Renewables, a joint venture between Spanish oil company Repsol, and an arm of Portuguese power group EDP, which has recently become partly owned by China&apos;s state-owned Three Gorges Corporation. Dan Finch, project director for the scheme due to come on stream in 2018, said working more than 12 miles from shore allowed it to take advantage of the excellent wind resource in the outer Moray Firth. &quot;We estimate that the project will be capable of supplying the electricity needs of 800,000 to 1m households ... Each year this development could save between 3.5m and 4.5m tonnes of carbon dioxide compared with coal fired generation, and between 1.5m and 2m tonnes of carbon dioxide compared with gas fired generation,&quot; he said. The industry body, RenewableUK, said a further 4.5 gigawatts of offshore wind schemes should follow into the planning process this year with a total of 18 gigawatts expected to become operational over the next eight years. But Maria McCaffery, RenewableUK&apos;s chief executive, emphasised that this progress could only be achieved if the policy certainty laid out in the upcoming Energy Bill was achieved. &quot;We&apos;re marking a watershed moment as Round Three starts to become a reality with this planning application. It&apos;s the first of many coming forward. As well as delivering secure supplies of low carbon electricity to British homes and businesses, our global leadership role in offshore wind can provide tens of thousands of jobs across the country, building and maintaining these turbines.&quot; The Moray Firth wind farm, which will be given significant subsidies, compares with the 1-gigawatt at the London Array, which is currently in the construction phase, and compares with the largest British coal-fired plant, Drax in northern Yorkshire of 4 gigawatts, and the planned new EDF nuclear reactors at Hinkley Point in Somerset with a combined output of 3.2 gigawatts and a bill of at least 10bn. China Three Gorges Corporation acquired a 21% holding from the cash-strapped Portuguese government in Energias de Portugal, EDP, for 2.69bn (2.13bn). The Beijing-based energy company was responsible for construction of the also controversial Three Gorges Dam-project, the world largest hydroelectric power plant, that went into operation in 2008.  This article was amended on 4 September 2012 to remove a reference to Donald Trump opposing the windfarm off Caithness because he believes the turbines will spoil the view from his new golf course. That objection relates to a different offshore windfarm project near his Aberdeenshire golf course.", 
    "section": "environment", 
    "gid": "environment/2012/aug/31/world-biggest-offshore-windfarm-scotland", 
    "wordcount": "542"
}