{
    "headline": "EA: where now for the games giant?", 
    "text": "If HBO called right now and asked me to pitch ideas on a new series about the games industry, I know what I&apos;d put right at the centre of it: EA&apos;s search for a new CEO. In March, John Riccitiello resigned from the position after a tumultuous period of change and controversy. During his six-year tenure he attempted to drag the company into the digital era, scaling back on packaged goods and spending hundreds of millions on funky companies such as Playfish and Popcap, not to mention greenlighting Origin, EA&apos;s rival to the mighty digital distribution channel, Steam.  Now he&apos;s gone and his successor will have to survey half a decade of radical change and mega-spending in an industry troubled by fierce rivalries and looming revolution. And a question will inevitably spring to mind: can anything really be done at this veteran company? Is change possible? I mean, look at Kodak. That company dominated the photographic industry for a hundred years, but couldn&apos;t move fast enough to embrace digital, despite actually inventing the first digital camera in 1975. This corporate torpour was partly about protecting the company&apos;s legacy business in film, but it was also about the bewildered bosses not understanding why anyone would want to look at low-resolution images on a screen in the first place. In the technology business  especially in the digital technology business  the popular consensus is that change requires two things: youth and ambition. That&apos;s why Facebook, Twitter and Google all came from young geeks in bedrooms, garages and university computer labs and not from Microsoft.  So yeah, what does EA do about all that? &quot;John Riccitiello took some great steps by reducing EA&apos;s reliance on packaged goods in favour of a transition towards digital distribution, but it&apos;s a hugely difficult change to make for an organisation of that size,&quot; says Harvey Elliot, who once ran one of EA&apos;s UK studios. &quot;We&apos;re now far beyond the stage of considering the fast-growing mobile and social companies like Gree and King.com as upstarts in the gaming space: they are highly efficient competitors and EA certainly isn&apos;t alone in struggling to maintain market position in the face of this new breed of publisher.&quot; This is a really big problem. For the last decade, EA has pitched itself against Activision, another gaming dinosaur that it knows well  and it still has to do that because Call of Duty v Battlefield remains a vital part of the business. However, can the same company then also look over its shoulder at the upcoming digital whiz-kids, often emerging from unexpected places, such as Japanese social media platforms? That&apos;s two completely different business ideologies.  &quot;The major challenge all CEOs of major listed publishers face is balancing the maintenance of a legacy business against significant investment in digital and mobile opportunities,&quot; says Piers Harding-Rolls, a senior analyst at IHS Screen Digest. &quot;While there is overlap in internal shared services between the major games opportunities, often this will feel like running two separate businesses and that places strain on internal processes and margins.&quot;  Riccitiello went at this in the old business way: he bought stuff. He paid, lest we forget, more than $300m for Playfish and $750m for Popcap, and neither has set the world alight since (not least because the social gaming market itself was beginning to run out of breath). &quot;EA&apos;s next CEO inherits a company beset by a broad range of legacy problems created not just by difficult retail market conditions but also by its own hand,&quot; says Nick Gibson an analyst at Games Investor Consulting Ltd. &quot;It has been too eager to use major acquisitions  Jamdat, Playfish, Bioware, PopCap etc  to try to accelerate growth or gain early leadership positions in emerging markets, often overpaying by substantial amounts for companies that subsequently fail to deliver what EA expected they would.&quot;     Game over? EA's John Riccitiello presents its lineup at E3 in 2011. Photograph: Kevork Djansezian/Getty Images    However, it&apos;s important to point out that the painful and ludicrously expensive changes have pointed the company in broadly the right direction. &quot;The outgoing CEO has pushed through many important changes,&quot; says Harding-Rolls. &quot;Product and service diversification, infrastructure investment and platforms for direct consumer interaction ... it will be the next CEO&apos;s role to continue that transformation.  &quot;Many of the major decisions are likely to be internally focused. The new CEO will have to decide whether to alter the dynamics of investment across the portfolio and the company&apos;s accents on the major distribution channels  boxed, digital and mobile. Any significant alteration of this mix is likely to have a significant implication on how EA is organised, its staff and the skills it needs. The future CEO will also have to derive further efficiencies from its current operations to drive margins. Much of the painful investment work has been done  especially in infrastructure and back-end integration  and now the benefits need to be realised to make a return on all that investment.&quot; Driving efficiencies? Uh-oh. The worry is, that will mean far fewer original titles, greater reliance on franchises and more projects spread across multiple studios. The latter tactic can work (Ubisoft, Rockstar), but it can also mean that games lose any sort of identity as great hulking middle management layers take a deathly grip on creative decisions. The new CEO may well have to partake in a game of clones where a handful of familiar licences spawn out across platforms like a virus. And at the eye of this vortex? &quot;In an increasingly multiscreen and multidistribution channel operating environment, Origin is the glue that holds together all of EA&apos;s future product and services,&quot; says Harding-Rolls. &quot;It also holds a role as the company&apos;s key interface with the consumer and offers an opportunity for the company to engage and communicate with gamers in a personalised and more rewarding way.&quot; But after plenty of negative news reports, Origin itself has to be overhauled if it is to become the Steam-like centre of EA&apos;s universe. &quot;Its management needs to become more open to learn from best practice elsewhere in the industry,&quot; says Gibson. &quot;For example, making use of more rigorous testing methodologies pre-launch to improve game quality and prevent SimCity-style launch debacles; engaging with, listening to and rewarding its games&apos; communities more readily; learning from, rather than dismissing, the successful practices of competitors such as Steam, etc.&quot;     SimCity: launch debacle. Photograph: EA Games    Partly, the next change  the one the next CEO will have to oversee  is as much about culture as it is about raw business efficiency. A couple of weeks ago, US site The Escapist wrote about how EA&apos;s upper echelon is dominated by money men not gamers. That&apos;s not entirely true  current president of EA Labels, Frank Gibeau, has been in the games industry since starting out as a product manager in 1991. But perhaps Riccitiello&apos;s replacement needs a better understanding of how modern developers think and create than Riccitiello ever had. &quot;I think the next CEO of EA needs to look at ensuring that the acquisitions of the last few years are maintaining their culture and staff and not being squashed by the corporate culture,&quot; says digital games analyst Will Luton. &quot;They are the best links to the future, but talent drain will kill them.&quot; Luton points to the loss of Bejeweled producer Giordano Bruno from Popcap to Tilting Point, as well as the departure of the Playfish founders. Popcap and Playfish are now mostly working on extensions to familiar brands, and it&apos;s clear not everyone wants to play the game of clones. So yes, that new CEO and the task ahead. If EA is to survive, the message from the analysts is  further streamline the console business, while strengthening Origin and ensuring the high-profile digital acquisitions are doing what they were bought for. &quot;Achieving substantive change in a 30-year-old company with $4bn in annual sales and 9,000 employees is not going to be easy,&quot; says Gibson. &quot;But in fact EA has many of the right ingredients: fantastic games brands, global reach, a healthy balance sheet, one of the largest &apos;digital&apos; businesses in the world and certainly the most broad with activities in almost every corner of gaming.&quot; And beyond the online invective and &quot;EA is evil&quot; absurdities, this is a company with a great history and some wonderful titles. It needs to give up on its game of clones, of buying into and subsuming sparkling newcomers, of depersonalised business models and payment systems; it needs to understand where the industry is going. Last week at the Game Developers Conference in San Francisco there was a sense of coming change  a new emphasis on individualism and idiosyncrasy. Rather optimistically Kotaku writer Kirk Hamilton is calling it the week the industry woke up.  That is what needs to happen for this company, which started out as a rebellious presence in the business, determined to get credit for its creative visionaries. It would make a fascinating HBO story, wouldn&apos;t it? The grand patriarch, battling dissent and delusion, coming in for another shot, a new king on the throne, an impossible future to face down.", 
    "section": "technology", 
    "gid": "technology/2013/apr/02/ea-ceo-search-games-giant", 
    "wordcount": "1532"
}