{
    "headline": "Young human rights reporters impress the judges", 
    "text": "An article by an 11-year-old about casual sexism in school captured the attention of judges for this year&apos;s Amnesty International Young Human Rights Reporter of the Year competition. &quot;When I was home-schooled, nobody made an issue of me being a girl. Since I started school, I&apos;ve been told girls can&apos;t play football and I can only wear pink pyjamas on Pyjama Day, boys made jokes about me before I could understand them,&quot; wrote Aine Clarke from Newport primary school in Newport, near Dundee. Other students wrote passionately on subjects as diverse as abortions in Kenya and drug addicts being sent to labour camps in Vietnam: &quot;They&apos;re forced to work on the dusty ground husking and skinning nuts  men refusing to work are locked in isolation and deprived of food or water for days on end. Others are given electric shocks and many die,&quot; wrote lower secondary category winner, Alice Reynolds. The articles were among 3,000 entries to the competition, run in collaboration with the Guardian Teacher Network to reward human rights writing and action in schools across the country. Judge and Guardian journalist Ian Cobain said: &quot;The entries displayed a maturity, awareness and sensitivity that was heartening to see.&quot; The primary category winner is 11-year-old Aine Clarke. Aine&apos;s piece on the rights of girls and women in education was straight from the heart on sexism at school  and its more deadly version in the developing world. The runners-up: Emmet Carry Fennessy, 10, from St George&apos;s RC primary in Enfield, who wrote a call to abolish the death penalty, focusing on China, and Lorna Williamson, 11, from Bablake junior school in Coventry, with her piece on the plight of the homeless. The lower secondary winner is Alice Reynolds, 13, from The Royal school in Haslemere, for her powerful piece on human rights violations in Vietnam. The runners-up in the lower secondary category are Georgia Gilholy, 14, from Paget high school in Burton on Trent, and Fran Talbot, aged 14, from Benton Park school in Rawdon, Yorkshire. Georgia wrote movingly on child brides and Fran&apos;s piece was on free speech and writing for rights. The winner of the upper secondary category is Heather Booton, aged 16, from Skipton girls&apos; high school in Yorkshire. Heather&apos;s article on the complex issues surrounding abortion in Kenya packed a huge punch. &quot;Overdosing on malaria pills. Drinking bleach. Forcing bicycle spokes, knitting needles, water pipes, coat hangers, sticks and pens through the cervix. Anaesthetic? Unheard of. If you are a pregnant Kenyan woman, living in poverty, this is your abortion.&quot; The runners-up are Oscar Hutchings, 15, from Wellsway school in Keynsham, Somerset, who wrote on the horror of cluster bombs in Laos, and Ciara McKay, 16, from St Andrew&apos;s academy in Paisley, for her piece on child soldiers. The sixth-form winner is Alice Woodhouse, 17, from King&apos;s high school in Warwick. Alice&apos;s article on Gypsy, Roma and Traveller rights brought to life how the shocking prejudice towards these communities is rarely challenged in the UK. &quot;Terms such as &apos;pikey&apos; fall frighteningly easily from the lips of otherwise amiable people.&quot; The runner-up awards in the sixth-form category go to Stephanie Gabbatt, 17, from Bolton school girls&apos; division, Bolton, for her piece on human traffickers in Guinea-Bissau and Beth Rowland, 17, from Bablake school in Coventry, for her work on tasers. You can download the Young Human Rights Reporter of the Year ceremony booklet, containing all the shortlisted entries, on the Guardian Teacher Network. Also see Amnesty&apos;s guidance on teaching controversial issues and a really useful PowerPoint on Amnesty&apos;s International&apos;s Speak Free campaign. Special commendations Primary  Jillian Lynn, Belfast Royal academy; Adam McTeggart, Belfast Royal academy; Sam Farrow, St Cedd&apos;s, Chelmsford; Chrishanthi Dayani Desilva, Stag Lane junior, Edgware; Jonny Evans, Belfast Royal academy, Belfast; Molly Hall, Pedmore CofE primary, Stourbridge; Gareth Morgan, Rhodes Avenue primary, London. Lower secondary Rebecca Saidaroos, Blatchington Mill school, Hove; Chloe Lansley, Hethersett Old Hall school, Norwich; Cicily Hillebrand, Bishop&apos;s Hatfield girls&apos; school, Hatfield; Kathryn Jackson, Yarm school, Yarm; Honor Shelton, Oxford high school, Oxford; Lana Mawlood, Bancroft&apos;s school, Woodford; Roison McCloskey, The Marist senior school, Ascot. Upper secondary Stephen Earls, Wilson&apos;s school, Wallington; Zaahid Rahman, Cranbrook school, Ilford; Lucy Watkiss, Northallerton college, Northhallerton; Emily Adams, Weaverham high school, Weaverham; Anju Gaston, Queen Elizabeth&apos;s, Exeter; Paloma Vince, Farnborough Hill, Farnborough; Alexander Bromwich, Chigwell school, Chigwell. Sixth form Charlotte Tamplin, Central Sussex college; Fiona Salisbury, Ringwood school, Ringwood; Rhona Aitken St Kentigern&apos;s academy, Blackburn; Sarah Ross, Bradford grammar school, Bradford; Charlie Blake, Bancroft&apos;s school, Woodford Green,; Sarah McDowell, Coleraine high school, Coleraine; Emily McMullin, Colchester sixth-form college, Colchester.", 
    "section": "education", 
    "gid": "education/2012/may/14/amnesty-human-rights-reporter-competition", 
    "wordcount": "773"
}