{
    "headline": "From trollies to otters: trust opens new chapter for Britain's canals and rivers", 
    "text": "An ironing board protrudes from the water of the Leeds-Liverpool canal as if ready for use. A burnt-out microwave oven has been fished out of the water, while a yellow football bobs among the floating drink cans and the discarded crisp packets that have been leached of colour. The household objects are out of place among the reed beds and green weeping willows. A team of volunteers work to clear the debris despite the rain. &quot;If anything, I would say the torrential rain makes everyone work a bit harder as they want to get everything done a bit quicker,&quot; says volunteer leader Hazel Mayow. They meet at the canal in Bootle, Mersyside, twice a month to remove the rubbish from the water and towpaths. It is projects such as this one that the new custodians of Britain&apos;s canals and rivers - the Canal and River Trust - hope will flourish now that they have been released from government control. It was conceived as a replacement for British Waterways during the coalition&apos;s &quot;bonfire of the quangos&quot; in the months that followed the 2010 election when arm&apos;s-length bodies were scrapped or taken off the exchequer&apos;s books. In additionto managing the waterways, the trust is seeking to improve water vole habitats, reed beds, nesting habitats; create wildflower areas; and establish fruit orchards. The trust has unveiled 50 new projects across the extensive 2,200-mile canal network. The trust, which has Prince Charles as its patron and the support of celebrities such as comedian Hugh Dennis, is funded through commercial income and a unique 15-year contract with government: donations will be spent directly on conserving, restoring and preserving the waterways, once the hard-working arteries of the industrial revolution. The trust hopes that now the organisation is no longer an extension of a government department, people will be more willing to donate money or leave legacies to the trust. Mayow says their record rubbish collection in one session on the Bootle project was &quot;72 bags in four hours plus a pile of other stuff, this high.&quot; She reaches her arm up to head height. &quot;We&apos;ve found all sorts of random things: doll&apos;s houses, a motorbike, children&apos;s toys and shopping trollies. It was a lot worse when you look at old photographs from the 1960s and 70s. It is unrecognisable compared to now. There was so much rubbish dumped in the canals, you could almost walk across them.&quot; She praises the dedication of volunteers who devote their time to such projects, which create a virtuous circle. People are less likely to dump rubbish if the environment looks pleasant. Sid Mason, a volunteer, recalls pulling a gun and ammunition out of a canal, and his colleague, Tommy Fayer, talks in hushed tones of bodies in the water. Fayer says: &quot;I&apos;ve been working on the canals for 30 years and it used to be really bad with rubbish, debris and weeds. It&apos;s much cleaner now and there&apos;s a lot more traffic with boats. People seem to want to look after the waterways.&quot; Another volunteer and local, Phil Elliott, says: &quot;There is a sense of worth that you are doing something positive about your environment. Also, there&apos;s the broken window theory that if people see it is being treated with respect, they are more likely to respect the environment.&quot; In the future, he would like to see canal rangers working in the area. Mark Robinson, an ecologist with the trust, said it has picked 50 important projects to improve the habitat for wildlife and visitors. &quot;[The waterways] are a free resource. We are asking people to get involved and make a modest donation,&quot; he says. Robinson has worked with British Waterways for 12 years and &quot;people do care.&quot; &quot;There&apos;s been an improvement in the public perception of waterways,&quot; he says. &quot;Twenty years ago, they were places that were full of shopping trolleys. I haven&apos;t seen one for years. Now they are vibrant, interesting places and there&apos;s been a huge renaissance in canals over the last 10 or 15 years.&quot; Canals run through the heart of many cities, yet they can be tranquil places. An estimated 10 million people visit the waterways and the trust hopes they will invest their time, by volunteering, or with money. Canals have become a vital environment for plants and wildlife, supporting habitats for otters and owls, carp and crayfish. Reed beds  like the ones in Bootle  offer homes to threatened species like reed warblers, reed buntings, grasshopper warblers, otters and kingfishers. Tony Hales, chairman of the trust, says: &quot;In the last 50 years our canals and rivers have been transformed from a national disgrace to a national treasure. This in itself has been extraordinary, but it is only the start. The Canal and River Trust opens an exciting new chapter in the waterways&apos; long history and gives a chance for everyone who cares for them to play a part in their future.&quot; The People&apos;s Postcode Lottery has pledged 1m and The Co-operative Bank is offering customers the option of supporting its work.", 
    "section": "environment", 
    "gid": "environment/2012/jul/12/for-7am-launch", 
    "wordcount": "861"
}