{
    "headline": "Students: could you turn flexitarian?", 
    "text": "A friend of mine who&apos;s preparing for a year abroad was told a cautionary tale by the course organiser. Apparently, while studying in Canada, a few students had contracted scurvy. The meat there was so cheap compared with UK prices, that it was all the students had been eating. Although this story may be more fiction than fact, it does highlight a genuine student issue concerning the cost of food. The NUS estimates that on average students suffer a cash shortfall of 6,071 if studying in London (7,819 if studying elsewhere). They predict that most spend around 1,956 a year on food. Naturally, this means expensive groceries are out and cheap grub is in. As a vegetarian I&apos;m lucky that meat isn&apos;t on my shopping list  most students I spoke to said that meat was the most expensive item they purchased, with the exception of alcohol. The temptation to opt for basic or processed meat is therefore high. But the well-publicised health risks of eating processed meat, the recent horsemeat scandal and the ethical implications of buying intensively farmed meat are not lost on students. Researchers at Oxford University found that lower-meat diets could cut deaths from heart disease by around 31,000, deaths from cancer by 9,000 and deaths from strokes by 5,000 each year. They also noted that the average supermarket chicken contains 2.7 times more fat than in 1970 and 30% less protein. Since going to university, many of my meat-loving friends say they choose quality over quantity, only eat meat occasionally and try to buy reduced-quality meat rather than opting for basics or processed kinds. This sense of responsible eating seems widespread. I&apos;ve been hearing the term &quot;flexitarian&quot; quite frequently since joining university as students become part-time vegetarians, either buying meat only when they&apos;re craving it or avoiding eating it until they go home. The student-led movement People and Planet have endorsed Sir Paul McCartney&apos;s Meat Free Monday campaign which began in 2009 to try and ease the environmental strain caused by the meat industry. During Green Week, which started on 11 February, Warwick, Surrey, York, East Anglia, Queen Mary&apos;s and Royal Holloway universities all participated in Meat Free Monday. There are also part-time carnivore groups at 25 universities across the UK. Although few of my friends are completely vegetarian, the vast majority of them are ethically and environmentally conscious, despite the lure of cheap meat and eggs. However, they can afford to be so. A different situation faces students who require a high protein diet. Members of sports teams or gym fanatics obviously need to be eating first-class proteins regularly  and that can be expensive. One person told me that he spends between 70-80 a week on food and only purchases basic meat, despite recognising its poor quality. A friend on the University College London rowing team needs to eat meat daily and in large quantities so buying high-quality meat simply isn&apos;t a viable option. Obviously for this group, ethical eating is difficult to achieve. There also are those who simply don&apos;t see ethical eating as something they can afford to care about. Although eating meat less often may be feasible, buying organic milk and free range eggs isn&apos;t always possible when faced with a dwindling overdraft and a looming rent bill. Where possible though, I think many students are trying to do the ethical thing. It&apos;s a bit of a clich to assume that all students go for the cheapest, most unhealthy food. Many of my friends put me to shame by telling me that they prioritise food, allocate it a reasonable budget and choose the ethical option wherever possible. At the very least, I don&apos;t think any of us are heading towards scurvy  Interested in how universities are meeting the green agenda? Don&apos;t miss the People and Planet Green League  online on Monday evening", 
    "section": "education", 
    "gid": "education/2013/jun/06/students-would-you-turn-flexitarian1", 
    "wordcount": "654"
}