{
    "headline": "Graduate job opportunities shrink amid economic uncertainty", 
    "text": "Leading British companies recruited fewer graduates in 2012 than 2011, according to a study of 100 top companies, the first drop in three years and an indicator of continued economic uncertainty in the corporate sector. There were 0.8% fewer graduate-level jobs among the 100 companies, with the biggest reductions at investment banks and accounting firms, according to the report by a specialist market research company, High Fliers. While small, the drop reverses a trend which saw rises of 2.8% and 12.6% in 2011 and 2010, which followed sharp falls amid the global financial crisis in the two previous years. In a telling sign of how charities and the private sector are increasingly big players in the English education sector, the biggest single graduate recruiter was not a major accountancy outfit or similar corporate behemoth but Teach First, formed only in 2002, which trains graduates as teachers for schools in deprived areas. It filled 1,260 vacancies, just ahead of Deloitte and PwC. There is mixed news for those leaving university this year and currently buried under applications forms. On a positive note, the companies surveyed said they expected overall vacancies to nudge up by 2.7% this year. However, such is the competition for places, virtually all will be taken by graduates with sometimes extensive experience on work placements or holiday work, very often at the same company. Recruiters told the study they expected a third of all the jobs to be filled by graduates who had already spent time at their organisation, a proportion rising to about 50% for big law firms and three-quarters for investment banks. The message from recruiters at more than half the organisations was that those without any sort of relevant work experience would have almost no chance of being considered at all, no matter how stellar their academic record. Martin Birchall from High Fliers said: &quot;This latest research confirms that taking part in work placements or internships whilst at university is now just as important as getting a 2.1 or a first-class degree. Graduate recruiters warn that in a highly competitive job market, new graduates who&apos;ve not had any work experience at all during their studies are increasingly unlikely to be offered a good graduate job after university.&quot; Those who do get jobs this year will earn an average starting salary of 29,000, unchanged for a fourth straight year but still some way above the UK average full-time wage of 26,500. This does, of course, vary between sectors, with newly minted investment bankers starting on an average 45,000 while those in the public sector earn about 22,000. Overall, however, the picture remains somewhat gloomy for those already leaving university with huge debts  the expected 2013 vacancies remain 11% lower than the pre-recession level of 2007.", 
    "section": "education", 
    "gid": "education/2013/jan/14/graduate-job-opportunities-shrink-economic-uncertainty", 
    "wordcount": "475"
}