{
    "headline": "Google's window of opportunity for its Android tablet is closing fast", 
    "text": "The window of opportunity is closing fast for Google to make its presence felt in tablets. It&apos;s about to get caught between Apple&apos;s iPad and the rapidly approaching Windows 8 - which, on tablets, may offer everything that people need if they don&apos;t want an iPad. In which case, what&apos;s left for Google&apos;s Android? (Note the emphasis on Google here, because Amazon&apos;s Kindle Fire has shown that non-Google Android tablets can make a splash.) We know that Google thinks tablets are important. Here&apos;s Larry Page, Google&apos;s chief executive, who at last week&apos;s earnings discussion was asked directly by an analyst about the company&apos;s presence in the tablet market - one which is expected to grow by about 50% per year over the next few years, and double this year. Heather Bellini - Goldman Sachs Group Inc., Research Division:   &quot;I was wondering, Larry, if you could walk us through your view on Google&apos;s tablet strategy via Android and the relative importance of having success with these devices in terms of achieving your long-term goal?&quot;  Larry Page:   &quot;Heather, that&apos;s a good question. I think that we&apos;re very excited about tablets. I think there&apos;s a number of Android tablets out there and obviously, we have strong competition there as well. I think you&apos;ve seen us really invest substantially also in things like Google Play, which really give you great access to entertainment, media, books and videos and so on, and as well as the apps. And we think that&apos;s an important component of what we&apos;re doing. I think there&apos;s also -- obviously, there&apos;s been a lot of success on some lower-priced tablets that run Android, maybe not the full Google version of Android. But we definitely believe that there&apos;s going to be a lot of success at the lower end of the market as well with lower-priced products that will be very significant. And it&apos;s definitely an area we think is important and we&apos;re quite focused on.&quot;  (Thanks to SeekingAlpha for the transcript.) The rumours that Google is going to release a low-priced Google-branded tablet, made by Asus, have become pervasive; from the hints apparently dropped by Eric Schmidt (Google&apos;s ex-CEO, now chairman) a few months ago, to the murmurs from the manufacturing side, to the stories earlier this month that a planned launch in May of said tablet has been put off until July. In truth, the chance for Android tablets - more particularly, for tablets running Google&apos;s Android - to grab a sizable share of the market is shrinking There are three reasons for this: Amazon (and other &quot;white box&quot; tablet makers) at the bottom end of the price spectrum; Apple at the top end; and Windows 8 alongside Apple to sweep up all the people who want a tablet for some sort of work but don&apos;t want an iPad.  Gartner&apos;s Carolina Milanesi put out a forecast for the tablet market last week in which she predicted that Apple will continue to dominate the field through to 2016, selling 169m per year by 2016 (compared to just under 40m last year), while Android tablets will ship 137m (compared to 17.3m last year) and Windows 8-based tablets only 43m (in 2011: 0).      Gartner tablet sales forecast to 2016 from April 2011 (dotted line) and April 2012 (solid line)    The graph shows how her forecasts have changed since April of 2011: mostly, iPad sales were lower than expected in 2011, and of course WebOS never took off, and QNX (on the PlayBook) turned out to be an anchor instead of a balloon. At the time Microsoft hadn&apos;t said anything about Windows 8 and tablets and touch; all it had done was show that the next version of Windows would run on the ARM architecture as well as Intel&apos;s. The touch version and Metro didn&apos;t appear until the summer. But now we know about Metro, and Windows 8. For this year, Milanesi is forecasting 73m iPads, 37.8m Android tablets (including non-Google ones), and just under 5m Windows tablets. Further ahead, she&apos;s still seeing good prospects for Android over Windows. Now, she&apos;s the professional on this (and I respect her opinion a lot), but I beg to differ. While she doesn&apos;t distinguish between Google Android (let&apos;s call them GAndroid) and non-Google Android tablets (such as the Kindle Fire), it&apos;s clear from data given by Andy Rubin, Google&apos;s head of Android, that non-Google Android is outselling GAndroid by a substantial margin.  Android rising - but which? In October 2011, Rubin said (see the 6.52pm slot) that there were about 6m Android tablets using Google services out there. By the end of the year, the proportion of devices accessing the Android Market (as it then was) had risen from 1.8% (around when Rubin spoke) to 2.4%, so allowing for expansion of the Android installed base generally, may have hit 10m. Compare that with Milanesi&apos;s estimate, of 17.3m Android tablets shipped during 2011, and you start to see the scale of Google&apos;s (not necessarily Android&apos;s) problem: it&apos;s barely dominating its own sector. And when you then compare it to Apple, which Milanesi says shipped just shy of 40m tablets in 2011, or 66% of the total for the year, then you see that Google already has a mass of trouble in this sector. But Microsoft is going to make it worse.  Reality bites A quick dose of reality first: most owners of Android-powered smartphones, if they have a PC, are Windows users. That&apos;s simple statistics: even the most generous assumptions can&apos;t push the Mac share among consumers beyond 10%, and as GAndroid smartphones now make up more than half of smartphone sales, and rapidly heading towards being half of the installed base of smartphones too, their users are overwhelmingly going to be Windows users too. Only a tiny pool of people will use an Android-powered phone and a Macintosh. (The other key player in the smartphone market is RIM and its BlackBerry, of course; again, the vast majority there will be running Windows.) Apple&apos;s small computer share notwithstanding, the iPad has been a tremendous success in the tablet market. That&apos;s been helped by the App Store, which has amazing stuff like Wonders (the app based on the Brian Cox series; it really is astonishing) as well as access to the iTunes store, so you can download music, TV and films, as well as all those apps that people seem to like.  And now here comes Windows 8, expected in the autumn (October is the favoured month) and PC and tablet makers are gearing up to offer it. Not only that: Windows 8 on a tablet works really well, even on hardware that wasn&apos;t designed for it (see Matthew Baxter-Reynolds&apos;s experience using the Consumer Preview on an Acer Iconia). And Intel has announced the specifications for forthcoming tablets, and expects there will be about 10 models available - in 10in and 11in versions - by the end of the year. Not only that; Microsoft hasn&apos;t yet unveiled everything that Windows 8 tablets will have - where you should probably expect some integration, possibly even tight integration, with Xbox Live, and all the content that&apos;s available there; the Xbox has become an important conduit for all sorts of conduit, including TV and films, to the living room (arguably more effectively than its own Media Center, and far more so than any other non-TV platform). There will be Xbox integration on Windows 8 tablets, and that&apos;s going to mean the chance to play games on them, or watch video, or buy music.  Feast of choice So there you are at Christmas 2012. Like many people, you&apos;re a Windows user with a Google Android smartphone. (Or perhaps just a featurephone.) You&apos;re considering buying a tablet. Here are your choices.  Apple iPad. Doesn&apos;t run any Windows software (and it&apos;s looking increasingly unlikely that Microsoft will offer any form of Office for it). However it can connect to Google services, which you, as a GAndroid user, are signed up for. Lots of apps, lots of games, lots of content. (If you don&apos;t have a smartphone, the apps side won&apos;t matter; you don&apos;t have any.)  Amazon Kindle Fire. Just a guess, but it&apos;s likely Amazon will have this in the UK by the end of the year. Lots of apps and games (through its forked Android market), lots of content that you get with your Amazon ID. No inbuilt apps for your Google services, though you can set up email. (As with the iPad, if you don&apos;t have a smartphone, you don&apos;t have any existing apps to worry about.)  Windows 8 tablet. Available from a range of makers, with access to your Google services (via email setup and the web, eg for Google Docs), plus Windows compatibility (for things like Office documents, via Office 365 or perhaps directly on the device), plus Xbox content such as games, TV and films that you can sign up for easily - and might already be signed up for.   generic Google Android tablet. Available from a range of makers; price about the same as the iPad, but without the same range of content and apps as Apple, because even if what Eric Schmidt predicted happens and app makers begin targeting Android first on smartphones, in the tablet field Apple still leads, and things like Wonders are still going to get built for the Retina Display iPad and its siblings first. That gives Apple an advantage in the content wars. Google Play does have films and music - but so does Apple, and the price is the same. But the iPad is cheaper, because it&apos;s got volume, whereas the top tablet maker in the Android field at the end of 2011 was doing less than a sixth of Apple&apos;s volumes.   Google-Asus &quot;Google tablet&quot;. May be at the same sort of price as Amazon&apos;s, but it&apos;s hard to believe that it will be comparable, given that it will have been built down to a price, where Amazon can happily sell at break-even, knowing it will profit from selling content. Google (and Asus) have no such guarantee, and the same problems that the generic Google Android tablets face. So it will be cheaper, but won&apos;t have the content. Disadvantage Google? Now, the fact that the Google tablet will have the Google brand on it may make a substantial difference for shoppers - the average person will likely see it and think that it&apos;s a brand they can trust. (Most people trust Google.) Whether that trust will be sustained once they get it home and find that they can&apos;t get Homeland, the TV series. (Then again, it&apos;s not on Xbox yet, it seems. Apple does have it. How will things look by Christmas?) The key question is, will people be more loyal to their smartphone, or their PC? (If they don&apos;t have a smartphone, will that make a difference?) Will they view a tablet purchase as better if it integrates with the former, or the latter? &quot;Gartner&apos;s consumer survey data shows that consumers are running many of their apps on their mobile phones and their tablets,&quot; the company says. But there&apos;s still a huge number of people who don&apos;t have tablets, and the fact that so many have chosen to buy iPads, yet have Windows PCs (statistics again), indicates that plenty of people are running different apps on their smartphones and tablets. That&apos;s why I think that Windows 8 tablets will see a more rapid ramp in sales than Gartner is forecasting. After all, if the argument in favour of Android tablets over the iPad is &quot;you can plug in an SD card/USB device&quot;, then the Windows tablets will do all that for certain. And if the GAndroid tablets don&apos;t have specification tickboxes in their favour, what do they have? What could hold Windows 8 on tablets back? Only a couple of things:1) price. With the Windows licence on top of the build price of the tablet, you&apos;ll have to expect that they will initially cost more than Android tablets of a similar size. But they might be able to count on volume because of the attractions mentioned above. That could bring price down in short order. 2) app availability. The Windows 8 (ARM) tablets will have a walled garden app store, just like the iPad does, but it&apos;s not yet clear how quick the takeup will be by developers to rewrite apps for it. Although we&apos;re told that porting is pretty easy, we were told that too about getting apps onto Windows Phone, and that has hardly set the world alight, despite Microsoft offering money to apps developers. A platform has to be built, and won&apos;t grow overnight. 3) general user experience. Except, as we&apos;ve already seen, that is already pretty good - and the Windows 8 tablet experience seems miles ahead of the Android experience; the result of Microsoft having spent very much longer on it than Google.  Overall, then, this is going to be a very tricky time for Google. It now has three challengers in the tablet market: Apple, the leader; Microsoft, the very experienced pretender; non-Google Android makers such as Amazon and Barnes &amp; Noble and a zillion Chinese white-box makers; and then, finally, Google itself, and the companies making Google Android tablets. If you had to choose two of those to succeed, which would they be - and why?", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/16/tablets-ipad-windows-google-android", 
    "wordcount": "2226"
}