{
    "headline": "Twitter Vine app launches on Android after attracting 13m iPhone users", 
    "text": "Five months after launching on iPhone, Twitter&apos;s Vine video-sharing app is now available for Android smartphones too. The free app, which enables people to record and share clips of up to six seconds with other Vine users as well as on Twitter and Facebook, has been available on iPhone since late January. In a blog post announcing the Android port, Twitter revealed that Vine has so far attracted 13m users on iPhone, although it did not make it clear whether these are monthly active users or all registered users. &quot;Vine for Android has many of the features that more than 13 million people have grown to love: easy video creation with automatic playback and sound; Explore, where you can discover popular posts and see what&apos;s trending; and Find Friends, where you can find and invite people you know to join,&quot; explained Android engineer Sara Haider. The new version has one feature that&apos;s not (yet) in Vine for iPhone: zoom. However, some features are missing on Android, including support for smartphones&apos; front-facing cameras, hashtags, search and sharing to Facebook. Complaints about these omissions are the reason Vine has a modest average review rating of 3.2 stars out of five on Android&apos;s Google Play app store at the time of writing, although Twitter says the features will be added soon. &quot;Though we&apos;ve been very focused on releasing Vine for Android, we&apos;ve continued to release updates and add new features to the iOS app. As a result, the two apps are not perfectly in sync, but that won&apos;t be the case for long,&quot; writes Haider. The coming weeks will see &quot;frequent updates&quot; to the Vine Android app to add these features. &quot;Of course, this is only the beginning  we have exciting plans for features that could exist only on Android,&quot; adds Haider. Vine&apos;s roots are in a startup of the same name, which was acquired by Twitter in October 2012 before ever launching its app. Four months later, Twitter released it for iPhone as an official sub-brand. At the time, Twitter pitched Vine as &quot;a new way to share video&quot;, although the looping six-second video-clip format had a clear antedecent in the shape of animated GIFs. 13m users on iPhone is still a relatively small percentage of Twitter&apos;s overall user base. In April 2013 the company said 60% of the 200m active Twitter users are accessing the service from mobile devices. Android should give Vine a big boost, if the example of Instagram is anything to go by. The then-independent photo-sharing app made a similar leap from iPhone to Android in April 2012, was downloaded 1m times in its first 24 hours, and a year later accounted for nearly half of Instagram&apos;s 100m monthly active users. Vine&apos;s Android launch is also good news for the growing number of brands who are using the service. While Twitter isn&apos;t (yet) selling advertising on Vine, there are plenty of branded videos being shared through the app. Bacardi, Urban Outfitters, Gap, Dunkin Donuts, Doritos, Next and Samsung are among the brands that have been active on Vine in 2013. In May, video technology company Unruly estimated that just 4% of the 100 most popular Vine videos came from brands, but that &quot;branded Vines are four times more likely to be shared than branded online videos&quot;. Based on its analysis of 10m tweets over a one-month period, Unruly also claimed that on average, five tweets per second contain a Vine link note, this includes multiple tweets of the same clips, so it&apos;s not five new Vine videos every second. Vine has also made a few waves within the creative community. Some of the most-shared clips have come from music artists like Tyler, the Creator, Wiz Khalifa and Harry Styles from One Direction. Meanwhile, the Tribeca film festival held a #6SECFILMS Vine contest in April 2013, attracting more than 400 entries from animators and filmmakers. Vine has also given Twitter a few headaches since its launch in January. First there was the inevitable discovery of adult content on the service, and an ensuing debate over whether Twitter would allow it. Copyright issues have also made headlines, after Prince&apos;s record label sent takedown requests to Twitter and Vine for clips shot by fans at his SXSW gig in March. This, as well as previous copyright rows involving Prince and user-generated content on YouTube, led the Electronic Frontier Foundation to give him a &quot;Lifetime Aggrievement Award&quot; in May, but the question of whether six-second looping clips can infringe copyright or should count as fair-use rumbles on. On a lighter note, Vine also underwent a Web 2.0 rite of passage just as its Android app was being released: the service was Rickrolled. Developer Will Smidlein managed to upload a full-length version of Rick Astley&apos;s Never Gonna Give You Up onto Vine, exploiting a loophole in its system. In a blog post titled &quot;I Think I Broke Something: The Story of Rickrolling Vine&quot;, Smidlein apologised to Twitter&apos;s engineering team for the jape. &quot;Vine is a really well built concept, app, and service. They&apos;ve scaled wonderfully, and I hope that people like me don&apos;t discourage them to continue doing great things.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/04/twitter-vine-app-android-brands", 
    "wordcount": "878"
}