{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "I want to start this letter by trying to be understanding. I am making every effort to empathise with your situation. I can see that you&apos;re in a government that has made an assessment of what&apos;s wrong with the British economy and what needs to be done about it. Correct me if I&apos;m wrong, but your colleagues must have told you that this country will go to the dogs unless poor people are poorer and rich people are richer. No doubt they put it in terms of &quot;keeping labour costs down in order to stay competitive&quot; or &quot;providing incentives to entrepreneurs&quot;, but that&apos;s just the kind of euphemism you with your love of clear English must despise, so let&apos;s not use that kind of phraseology. Your cabinet seniors, I guess, must turn to you (as to all the other departments) and say, &quot;OK, Michael, what can you do to help with the job of keeping poor people poor?&quot; And you are doing all you can to help, aren&apos;t you? You have shown them that you can offer the economy an army of 16- to 18-year-olds who will have failed. Thanks to you, these will be people who have failed, failed and failed again through the many-layered exam system and who, as a result, won&apos;t see themselves as talented people who on occasions happen to have not succeeded, but rather will see themselves as failures  intrinsically, essentially, irrevocably dud. Clearly, this army should have no lingering sense that they might be can-do people, a feeling about themselves they might have acquired from a time at school when they completed a project, finished a module, investigated, discovered, created or invented anything; interpreted for themselves some evidence or a piece of writing. You&apos;ve abolished all that. Instead, you and your colleagues need these failures to have had a sense that their education was a sequence of knowledge injections which in their case, didn&apos;t work; the injections didn&apos;t &quot;take&quot;. Wherever we look in the education system  curriculum, assessment or structure  you have built in a guaranteed failure rate. The way you have secured this for your cabinet superiors is to lock into the system constant competition: with norm-referenced exams, pupil competes against pupil; with performance-related pay, teacher competes against teacher; with league tables based on exams, each &quot;autonomous&quot; school &quot;freed&quot; from local authority planning, school competes against school. The result of all this competition is of course that many must fail: pupils, teachers, schools. This enables you and Sir Michael Wilshaw of Ofsted to keep up a dual rhetoric: a) blaming people or schools for failing (even though, under this system of yours, many must); b) complaining that there are bright children somewhere in the system not &quot;getting on&quot;. In reality, hundreds of thousands of state-educated children &quot;getting on&quot; would be a nightmare for this government by toffs for toffs. The service-industry economy wouldn&apos;t know what to do with them. That&apos;s why you&apos;re locking in a deadly combination of high university debt and the downgrading of arts, design and technology. This kills off the aspiration and achievement of thousands of young people. As your cabinet masters must be saying, &quot;Well done, Michael, we rich people can&apos;t afford to have huge numbers of high-achieving young people. We&apos;re working towards becoming the call centre of the world, an aircraft carrier for vertical-landing millionaires to pop in, make a swift buck, pay no tax and take off again.&quot; Well done, Michael, for talking the talk about &quot;rigour&quot; and &quot;gold standard&quot;; it offers the masses the illusion of upping the quality, while guaranteeing that most won&apos;t achieve it. Well done, Michael.", 
    "section": "education", 
    "gid": "education/2013/feb/04/michael-rosen-letter-from-curious-parent", 
    "wordcount": "625"
}