{
    "headline": "Keystone XL pipeline: Obama to fast-track southern portion of project", 
    "text": "President Barack Obama has firmly defended his record on oil drilling, ordering the government to fast-track an Oklahoma pipeline while rebuking Congress for playing politics with a larger Canada-to-Gulf Coast pipeline project. Deep in Republican oil country on Thursday, Obama said lawmakers refused to give his administration enough time review the controversial 1,170-mile Keystone XL pipeline in order to ensure that it wouldn&apos;t compromise the health and safety of people living in surrounding areas. &quot;Unfortunately, Congress decided they wanted their own timeline,&quot; Obama said. &quot;Not the company, not the experts, but members of Congress who decided this might be a fun political issue decided to try to intervene and make it impossible for us to make an informed decision.&quot; Facing fresh criticism from Republicans who blame him for gas prices near $4 a gallon, Obama announced Thursday that he was directing federal agencies to expedite a 485-mile line from Oklahoma to refineries on Texas&apos; Gulf Coast that would remove a critical bottleneck in the country&apos;s oil transportation system. The directive would also apply to other pipelines that alleviate choke points. &quot;Anyone who says that we&apos;re somehow suppressing domestic oil production isn&apos;t paying attention,&quot; Obama said, speaking at the site of the new Oklahoma project. Republicans said the moves were little more than a publicity stunt, arguing that it wouldn&apos;t help Canadian company TransCanada build the pipeline any sooner. Construction is expected to begin in June with completion next year. &quot;The American people can&apos;t afford more half-measures on energy from the president. No matter what he says, the reality is he killed the Keystone pipeline and the energy production and 20,000 jobs that went with it,&quot; said Kirsten Kukowski, a Republican National Committee spokeswoman. Environmentalists were also critical. Susan Casey-Lefkowitz of the Natural Resources Defense Council said Obama&apos;s move was &quot;downright foolhardy to cut corners on safety reviews for permitting&quot; the Texas-to-Oklahoma line, &quot;especially when the industry has a history of oil spills&quot;. Obama has been highlighting his energy agenda this week in Nevada, New Mexico, Oklahoma and later Thursday in battleground Ohio, a trip that reflects the degree to which high gas prices have begun hitting consumers in their pocketbooks. For Obama&apos;s advisers, rising gas prices pose a threat to his re-election bid because they could undermine the benefits of a payroll tax cut that he made the centerpiece of his jobs agenda last fall  Congress approved the tax cut extension in February  and throttle the economic recovery. Republicans view rising gas prices as emblematic of Obama&apos;s energy record and hope to tag him with the blame even though no president has much control over prices at the pump. Gas prices have risen more than 50 cents a gallon since January in response to a standoff over Iran&apos;s nuclear programme that has threatened to disrupt Middle East oil supplies. GOP presidential hopeful Rick Santorum, campaigning at a Harvey, Louisiana, company that services oil rigs, said Obama&apos;s administration should open more federal lands for leases to boost US oil production and revenue for the federal government. &quot;Here&apos;s an opportunity for us in this country to do something about it: increasing jobs, lowering energy prices, decreasing the deficit, all of the things you would think the president of the United States would be for,&quot; Santorum said. Mitt Romney, Santorum&apos;s chief rival for the Republican nomination, has labeled Obama&apos;s top energy advisers as the &quot;gas hike trio&quot;, urging the president to fire three cabinet secretaries because of the high prices. Obama&apos;s energy tour was also aimed at defending his administration&apos;s support of renewable energy projects, an agenda tarnished by his administration&apos;s decision to pump millions into California solar company Solyndra before it collapsed. Obama was ending the day with a stop in battleground Ohio, talking about automobile research and development at Ohio State University in Columbus. The president has cited his decision to raise fuel efficiency standards to 55 miles per gallon for new vehicles by 2025 as an important step in conserving oil and saving consumers at the gas pump. Obama has repeatedly invoked his decision to rescue General Motors and Chrysler from collapse with billions in federal aid, a move that saved hundreds of thousands of auto assembly and supplier jobs in Ohio, Michigan and elsewhere. Romney opposed the bailout, and Obama&apos;s team intends to make it a stark contrast between the two candidates if the former Massachusetts governor wins the GOP nomination.", 
    "section": "environment", 
    "gid": "environment/2012/mar/22/keystone-xl-obama-fast-track-southern", 
    "wordcount": "750"
}