{
    "headline": "Australian logging company Gunns goes into liquidation", 
    "text": "Collapsed Australian timber company Gunns, which gained notoriety for its repeated clashes with environmentalists, has been placed into liquidation. More than 80 people owed more than $750m by the 140-year-old Tasmanian business &quot;resolved unanimously&quot; to wind it up at a second creditors meeting, Daniel Bryant of administrator PPB Advisory told reporters. PPB, now the liquidator, is now set to further investigate its own report that claims that Gunns may have traded while insolvent, following its collapse in September last year. The PPB report, which will be sent to Australia&apos;s corporate regulator for possible action against company directors, also stated that secured lenders, owed $446m, are unlikely to get all of their money back, with Gunns crippled by debts of around $3bn. Two of Gunns&apos; saw mills have already been sold, with a further two placed on the market. In 2011, the entrepreneurs Graeme Wood and Jan Cameron bought a major Gunns woodchip mill Triabunna, with the intention of converting it into an eco tourism resort. Gunns&apos; liquidation is an ignominious moment for what was the largest hardwood sawmiller in the southern hemisphere. The company is reviled by several environmental and community groups over its previous poisoning of native wildlife and its proposed $2.3bn pulp mill in Tasmania&apos;s Tamar Valley. Opponents claim waste from the pulp mill would severely damage the nearby marine environment. In 2004, Gunns launched a $6.5m lawsuit against environmentalists that opposed its logging operations, sparking furious protests in support of the so-called Gunns 20. The case dragged on for six years until Gunns backed down and agreed to pay $155,000 towards the legal costs of the four remaining defendants. In the same year, the company also announced it would leave native forest logging, but it wasn&apos;t enough to save it from collapse. Last year, the New Zealand billionaire Richard Chandler backed away from plans to rescue the company after coming under severe pressure from conservationists. Environmental group the Wilderness Society claims that more than 20 financial institutions have declined to fund the Tamar Valley pulp mill due, in part, to green lobbying and regular scenes of protesters chaining themselves to Gunns machinery. However, conservationists have warned the ANZ bank, Gunns&apos; main secured creditor, not to push ahead with the pulp mill, which is the subject of an ongoing legal challenge. &quot;If ANZ takes any steps that support the construction of a pulp mill in the Tamar Valley, the alliance will campaign vigorously against ANZ at a higher level than has occurred in the past,&quot; No Pulp Mill Alliance&apos;s Lucy Landon-Lane said.", 
    "section": "environment", 
    "gid": "environment/2013/mar/05/australian-logging-company-liquidation", 
    "wordcount": "431"
}