{
    "headline": "Twitter faces censorship backlash", 
    "text": "The social network Twitter is facing a storm of criticism from users, after revealing that it has implemented a system that would let it withhold particular tweets from specific countries. The company has insisted that it will not use the gagging system in a blanket fashion, but would apply it on a case-by-case basis, as already happens when governments or organisations complain about individual tweets. The new system, which can filter tweets on a country-by-country basis and has already been incorporated into the site&apos;s output, will not change Twitter&apos;s approach to freedom of expression, sources there indicated. In theory it could have been used last year in the UK to block tweets exposing details hidden by superinjunctions about celebrities, or in 2010 when Trafigura used a superinjunction to block the Guardian and BBC from revealing details about a report on activities in Africa. A number of superinjunctions have been abandoned after details leaked on Twitter, to the displeasure of some judges. However, activists in countries such as Syria or China might be concerned that they would be unable to see information they need to know. Twitter insists that the system will only formalise a system it already uses, where tweets are blocked or deleted following full judicial process. Being able to limit tweets to particular countries, rather than blocking them altogether, expands its ability to &quot;let tweets flow&quot;. In a blogpost, it points out that France and Germany restrict pro-Nazi content; under the US&apos;s First Amendment, tweets with such view would be legal in the US while illegal in those countries. Google, Yahoo, eBay and Facebook already use similar systems to control what content is shown in which countries. In China, Google indicates when a search result has been censored. In the same way, blocked tweets will say: &quot;This tweet from [username] is withheld.&quot; The blocking can work at the individual tweet or account level. But some users have been critical of the move, which has already seen an update to Twitter&apos;s API, the means through which programs access and show tweets. Every tweet includes fields such as the user&apos;s name, time of the tweet and the tweet&apos;s content. But now it will also include a &quot;withheld_in_countries&quot; field. Terence Eden, a London-based mobile developer, complained on Twitter: &quot;I don&apos;t want to develop on an API which contains a &apos;withheld_in_countries&apos; field. What&apos;s next, a &apos;for_your_own_good&apos; field?&quot; He added: &quot;I helped develop a Twitter client that Chinese pro-democracy activists used. Guess that&apos;s dead now. Thanks, Twitter.&quot; Eden, who describes the move as censorship, said it would be difficult to work around because Twitter will identify which country a user is in by their internet address. &quot;You can spot the censorship, but it&apos;s hard to route around it,&quot; he said. Twitter says it will continue to post requests for the blocking or censoring of tweets to the Chilling Effects site where it has recorded requests to remove tweets from its service.", 
    "section": "technology", 
    "gid": "technology/2012/jan/27/twitter-faces-censorship-backlash", 
    "wordcount": "500"
}