{
    "headline": "Pride: a secret weapon in protecting primates", 
    "text": "&quot;What we use to motivate the people is pride,&quot; says Ekwoge Enang Abwe, whose extraordinary work in saving the gorillas and chimpanzees in the Ebo forest in south-west Cameroon has been recognised by a 35,000 award from the Whitley fund for Nature. The people have a great deal to be proud of - the forest harbours 11 primate species, forest elephants and the world&apos;s biggest frog - but for many years the 5,000 villagers spread around the forest relied hunting the animals for their livelihoods. The two million inhabitants of the city of Douala paid well for gorilla and chimp bushmeat, but Abwe&apos;s enthusiasm has prevailed. &quot;You can see these chimpanzees cracking nuts with stone hammers and fishing for termites with sticks - that is a unique combination of tool use,&quot; he says. The 25 gorillas in the forest are also unique, he says, a fragmentary population isolated between the cross river gorillas to the north and the western lowland gorillas to the south, and only recorded by scientists in 2002. &quot;Hunting was very common, but it is dying out,&quot; Abwe says. &quot;It&apos;s been education, education, education. We cannot promise money from eco-tourism or fund farmers. But we do talk to them about other livelihoods and they are now getting into farming, such as cocoa.&quot; Abwe has pulled off a remarkable feat, achieved by working with traditional villages leaders to move towards a sustainable local economy. It is this on-the-ground success, created by local people, that the Whitley awards rightly celebrates. Another winner, John Kahekwa Munihuzi, took a different approach to confronting the difficult economic realities in the Kahuzi Biega national park in the Democratic Republic of Congo, where he has worked for 25 years.  &quot;My people say &apos;an empty stomach has no ears&apos;,&quot; Munihuzi tells me. The gorilla population in Kahuzi Biega park has suffered severely from bushmeat hunting. But in 1986, Munihuzi led an American tourist to see one troop of gorillas that he had visited. The man gave him $10 for a home-made T-shirt that read &quot;I tracked gorillas in Kahuzi Biega national park&quot;. Six years later, that $10 turned into $6000, enough to start Munihuzi&apos;s Pole Pole foundation, which means Slowly, Slowly, and reflects Munihuzi&apos;s indefatigable approach. But the terrible war that then devastated the people of DRC did not leave the gorilla&apos;s unscathed. Numbers plummeted from 258 in 1996 to just 130. DRC remains the poorest on the planet and Munihuzi says: &quot;My country has been forgotten by the world for years.&quot; The region around the park combines extraordinary biodiversity and vast unexplored areas with thousands of refugees, poachers, illegal miners and violent militia. But his slowly, slowly approach is working. &quot;Now, due to all our efforts and all the risk we take, we have 178 gorillas,&quot; he says. &quot;I have recruited 47 people, all of whom had been arrested for poaching many times.&quot; These people work for Pole Pole and some harvest charcoal, timber and carving wood from the forest of millions of trees it has planted. Munihuzi has a straightforward attitude to the natural riches in the park, a Unesco world heritage site: &quot;You can&apos;t have a cow without drinking its milk.&quot;     2013 Whitley Awards winner John Kahekwa Munihuzi has spent 25 years working with local communities. Photograph: 2013 Whitley Awards    Munihuzi and Abwe show what can be achieved by brilliant people, working in the places where they were born. That local understanding is key to their success and rightly the focus of the Whitley Fund for Nature, which has now given almost 10 million to conservation and recognised 160 conservation leaders in more than 70 countries. It is very inspiring.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/may/03/gorilla-cameroon-congo-conservation-whitley", 
    "wordcount": "613"
}