{
    "headline": "Senegal makes headway on gender equality  but not everyone is happy", 
    "text": "In March, Senegal came of age as a democracy. After 12 years in office, the country&apos;s 86-year-old president, Abdoulaye Wade, ceded electoral defeat to his popular rival Macky Sall. The republic had proved it was capable of managing democratic transitions of power. On 1 July, elections to the national assembly  the lower of Senegal&apos;s two French-style legislative bodies  confirmed Sall&apos;s victory, with his Benno Bokk Yakaar (BBY) coalition comfortably beating Wade&apos;s Parti Dmocratique Sngalais (PDS). But as the new government settles down to business, it is becoming clear that this year&apos;s elections have been more than a test for democracy in the west African country. Sixty four of the 150 new representatives in the national assembly are women, a development cited as a landmark step towards gender equality. &quot;Having this record number of female parliamentarians is excellent not only for women in Senegal but in the entire sub-region,&quot; said Hawa Ba, Senegal officer at the Dakar-based Open Society Initiative for West Africa. In 2010, Senegal&apos;s gender parity law came into force, which requires political parties to ensure that at least half their candidates in local and national elections are women. The law is viewed by many as a necessary step to force change in a country with complex gender dynamics, influenced by traditional customs and beliefs, Islam and French colonialism. More than half of Senegal&apos;s 12.5 million population is female and although women have long organised at a local level, forming co-operatives and associations to improve access to public services, this has not translated easily into power at parliamentary level. &quot;This high representation will raise self-esteem among women in a predominantly male-dominated society where politics is largely viewed as a man&apos;s business,&quot; said Ba. &quot;For young girls, the image of a parliament in which women are a significant majority clearly illustrates the limitless bounds of opportunities and the possibility of access to any sphere of [the] decisionmaking process.&quot; But criticism of the parity law, and its newly felt effects on the national assembly, has been mounting in Senegal in recent weeks. El Hadji Diouf, a prominent Senegalese lawyer, has been outspoken in his condemnation, and has threatened to propose new legislation striking down the measures. &quot;This law is an injustice. It is pure humbug coupled with political fraud,&quot; Diouf said last month. &quot;It will slow down development. Instead, we must have the courage to tell women that they will not be given an easy route into politics as a gift [without working for it].&quot; Pape Diogaye Faye, chairman of the PDS in the town of Mbour in the central region of Senegal, said: &quot;The parity law was one of the worst mistakes of the outgoing Wade government  it was a fatal blow against Senegalese democracy.&quot; And some voters  even those who support the goal of gender equality in Senegalese politics  are concerned that candidates were not chosen on merit. &quot;The initiative of gender parity is a good one, but I&apos;m not sure Senegal is ready for this,&quot; said Amadou Diop, a male voter in Dakar. &quot;Women going to the national assembly need to be better educated  I have no issue with them being elected if they are chosen based on skills, but I do have a problem with them being elected simply because they are women.&quot; The inauguration comes at a time when jubilation in Senegal has begun to give way to the reality of governing a country facing severe development challenges. Senegal is ranked 155 out of 187 in the 2011 UNDP Human Development Index and faces not only massive youth unemployment  with 44% of its population now under 15  but also shrinking agriculture, depleting fish stocks, persistent food insecurity and long-term infrastructure challenges. But some in Senegal believe that women are uniquely placed to confront the country&apos;s needs. &quot;Women parliamentarians are better placed to plead for more human socio-economic policies in Senegal,&quot; said Ba. &quot;Women are the ones who deal, on a daily basis, [with] the reality of hard life conditions for the over 70% of the population who live below the poverty line. It is women who line up for long hours under the sun to find the precious gas, water and bread when the state fails to do what it was supposed to do to guarantee proper public services and equal access to resources.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/16/senegal-headway-gender-equality", 
    "wordcount": "745"
}