{
    "headline": "Kingdoms of Amalur: Reckoning  review", 
    "text": "After a recent preview, I was looking forward to getting my hands on this one and I&apos;m pleased to report that it was well worth the wait. In a genre where words such as &quot;epic&quot; are frequently overused, Kingdoms of Amalur: Reckoning hits you with a the kind of mammoth role-playing experience that is increasingly rare outside MMOs. As such, it deserves to find a home with RPG fans as well as those who may have found the genre too deep or time consuming in the past. Things kick off in a deceptively conventional fashion, starting with a choice of four races and a host of options to customise your hero&apos;s appearance. None of these exactly break the mould; in fact, neither does the first 15 minutes or so of play. With an intro very much influenced by Lord of the Rings, right down to a Cate Blanchett-sounding narrator, Reckoning is something of a slow burner. Graphically, Amalur starts off looking a bit blurry and formulaic, again typified by a visual style that often evokes Peter Jackson&apos;s vision of Lothlorien or Mordor. However, once your exploration begins in earnest some stunningly original locations and set pieces emerge. Whether it&apos;s the waterfalls of Caer Byralim, the Crying Eyes of Sinsea or the exploding ice caves as you approach Amerthyn, Reckoning&apos;s learning curve is brilliantly paced, refusing to shoot all its arrows at once and ensuring that its model of questing, combat and exploration is usually rewarded by a pleasant surprise, twist or discovery every few minutes. And once you get into the gameplay, you quickly appreciate how extensively Reckoning has strayed from the RPG rule-book. Why restrict your character to a path that was decided on in the first five minutes of the game? Reckoning does away with this by allowing you to change your destiny at any point, reallocating all your point for a few thousand credits-by meeting characters known as Fateweavers.     Kingdoms of Amalur: Reckoning    Even without this, you can still customise your hero in ways that most RPG&apos;s would never allow. Mine was a Thief/Warrior combo who still managed to reel off some impressive spells  all easily accessed from the UI. And, by allying myself with Nomads (one of six playable factions) I even opened up a lucrative side career in pickpocketing. Not that there&apos;s much of a need for extra income  Amular is positively bursting with booty which can be sold (stolen items are spurned by most traders), used, salvaged or upgraded via the three highly-detailed crafting systems on offer. Reckoning&apos;s combat uses a hybrid of styles, combining the simple, arcade fluidity of Dungeon Siege with the Quicktime events of God of War. It works brilliantly, allowing you to swap weapons in mid battle and reel off moves in a way many beat-em-ups would be proud of, albeit without the need to ever memorise more than two button presses. It may lack the precision of, say Witcher 2&apos;s combat, but it makes for a style that can be picked up in seconds, customised to your own particular style of play and crowned with impressive arcade-style finishes. The best of these are activated in Reckoning Mode, which triggers a slow-motion sequence that racks up extra points and Fate energies to use on improving your character later. Right  so far, so impressive but naturally, there are a few niggles.     Kingdoms of Amalur: Reckoning    As with all RPG&apos;s, the longer you hang around, the more repetitive the sidequests become. This is compounded by the inability to cancel quests once accepted or the fact that some will remain unresolved even when you&apos;ve completed their objectives. There are some silly design flaws too; bulletin boards, for example, may tell you where you can pick up tasty contracts but you won&apos;t discover their reward until completion, making them pointless distractions rather than calculated choices. Most significantly, after such a brilliant build up, the boss battles can feel a bit formulaic (avoid the spawning enemies before finishing with a Reckoning move) as well as occasionally playing havoc with the engine&apos;s camera angles and perspectives. Honestly, though  these quibbles are more than outweighed by the sheer scale and depth of Reckoning&apos;s ambition. There have been very few original IPs in recent years that hit the ground running this impressively. Amalur&apos;s mythology has been painstakingly constructed, the storytelling is well paced and the gameplay just the right blend of skillful and instinctive. If you want to play it for depth and longevity, you&apos;ll be wallowing in these glades, mountains, deserts and dungeons for months; if you want to hack and slash through the game for set pieces alone, that&apos;s OK too. Kingdoms of Amalur: Reckoning is a triumph that makes the prospect of a future MMO based on the same world and engine all the more enticing.  Game reviewed on PC", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/07/kingdoms-of-amalur-reckoning-review", 
    "wordcount": "800"
}