{
    "headline": "Seabird species face extinction as invaders storm empire's last outcrops", 
    "text": "They are more exotic than the gulls, gannets and terns of Britain&apos;s home coastlines, but many of the fascinating and charismatic species of birds on the remote shores of UK overseas territories are now close to extinction. In a report to the government, the RSPB warns 33 species of birds, including penguins, parrots and albatrosses, are now critically endangered across the remnants of the empire. And that means we have a duty to fulfil. &quot;Our overseas territories hold more threatened bird species than the entire European continent,&quot; said RSPB official Graham Madge. &quot;Yet only 1.4m a year is spent by the government protecting habitats that provide homes for these endangered creatures. We need to spend 10 times that amount to save them.&quot; The society&apos;s report is part of a series of submissions to the Foreign Office, which is preparing a white paper on Britain&apos;s strategy regarding its 14 overseas territories, including Montserrat, Bermuda, the Falklands, Tristan da Cunha and the atolls of the British Indian Ocean Territories as well Gibraltar and a chunk of the Antarctic. The white paper will propose economic and political changes in policies for running these areas and will outline ways to use them more actively to bolster Britain&apos;s defences. The key concern for environment groups such as the RSPB is the need to improve care of the alarming number of threatened and endangered animals now found in these territories. &quot;The overseas territories hold 85%of the threatened biodiversity for which the UK is responsible,&quot; said Jonathan Glenn-Hall of the RSPB. A typical example is the Tristan albatross, which breeds almost exclusively on Gough Island, part of the Tristan da Cunha archipelago. The albatross&apos;s numbers have been destroyed by invasive species that have been brought to the island, in particular, rats, cats and pigs which eat albatross chicks. These invaders were eradicated several years ago in a campaign that only triggered a new threat to the Tristan albatross: mice. Without predators, mice on Gough Island have thrived and now grow to three times their normal mainland size. They burrow into the flesh of nesting chicks so that the birds bleed to death. Then the mice eat them. About 1,000 Tristan albatross chicks are thought to be killed each year this way. One recent survey has shown that, in 2008 numbers of Tristan albatross chicks that have managed to fledge is five times lower than normal. &quot;Invasive species  pests like rats and cats  are a major problem for the overseas territories,&quot; added Madge. &quot;The remnants of our empire consist mainly of the odd remote island on which a small number of species have settled and evolved into forms unique to that place. They have evolved in a little bubble and that makes them very vulnerable to threats introduced by humans and gives us a special responsibility for looking after them.&quot; In the case of Gough Island, it is estimated that at least 5m will be needed to eradicate its giant mice and save the Tristan albatross from extinction. &quot;We estimate that in total, Britain needs to spend 16m a year for the next five years to halt the worst threats to the habitats of its overseas territories,&quot; added Glenn-Hall. Birds are not the only concern, the RSPB admits. For example, on St Helena introduced plants such as bilberry and furze have pushed many native plants to the edge of extinction with the St Helena olive tree being declared extinct in 2004. &quot;It is unthinkable that this would have been allowed to drop off into extinction if the last species had been found in Britain, but all too often the overseas territories are out of sight and out of mind,&quot; added Glenn-Hall. Other threatened species include the blue iguana on the Cayman Islands and turtles in the Caribbean which will lose many nesting sites as global warming melts ice caps and causes sea levels to rise. However, it is the importance of the bird populations of the overseas territories that is stressed by Madge, and in particular seabirds. When it comes to these, Britain is in second place among countries with the most threatened populations, he says. Only New Zealand has more endangered seabirds. &quot;Thanks to our overseas territories, we outrank the US, Mexico, South Africa and other large nations when it comes to being responsible for saving endangered birds.&quot; Apart from feral invaders, ecologists have highlighted three other main dangers facing birds in overseas territories: climate change, poor planning controls and weak management of local fisheries. A typical victim of climate change is the Northern Rockhopper penguin, also found on Gough Island and suffering, not from mice, but from disruptions to its food chain brought about by global warming. Populations have declined by more than 90% in the last 50 years. By contrast, the white-chinned petrel  which breeds on several South Atlantic islands including South Georgia and the Falklands  is suffering major population reductions because birds are getting caught in longlines towed by fishing vessels and being dragged underwater. And in the Cayman Islands, uncontrolled development is destroying the habitats in which the Grand Cayman parrot and the Cayman Brac parrot breed, again with disastrous consequences for populations. &quot;Many of these places rely on money brought by tourists who visit to see the exotic wildlife,&quot; added Madge. &quot;We have a responsibility to make sure that wildlife survives.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/18/seabirds-british-overseas-territories-extinction", 
    "wordcount": "915"
}