{
    "headline": "Discovery of Higgs Boson rated year's top scientific achievement by Science", 
    "text": "From landing the Curiosity rover on Mars after a 350m-mile journey, to the discovery of the world&apos;s most wanted sub-atomic particle, the top 10 scientific achievements of 2012 have been nominated by the journal of the American Association for the Advancement of Science, giving a snapshot of the march of human knowledge in genetics, physics, cosmology, medicine and nanoscience. The discovery of the Higgs boson by physicists using the Large Hadron Collider in Switzerland was named breakthrough of the year by Science magazine, with runners-up including the pin-sharp DNA sequencing of a Siberian cave girl who lived 50,000 years ago and a delicate brain implant in a Pennsylvania woman paralysed from the neck down that allowed her to use the power of thought to manipulate a robotic arm to grasp a bottle and take a sip of coffee. Adrian Cho, a writer on the journal, said: &quot;For all the hype, the discovery of the Higgs boson easily merits recognition as the breakthrough of the year. Its observation completes the standard model, perhaps the most elaborate and precise theory in all of science.&quot; The discovery proves there is an energy field all around us that gives mass to the fundamental particles that make up our world. The announcement of its discovery in Geneva was met by cheers usually heard at football matches or rock concerts. &quot;The feat marks an intellectual, technological and organisational triumph,&quot; said Cho. The result of the 43-year long hunt for the Higgs boson was not the only exercise in exploring the world&apos;s very smallest particles to make the shortlist. A team of Chinese physicists won plaudits for describing how elusive particles called neutrinos morph into one another as they zip along at near-light speed. The discovery looks set to open up the field of neutrino physics and may help solve a puzzle that has long vexed scientists across the globe: how the universe evolved after its creation to contain so much matter and so little anti-matter. Researchers believe there could be some as-yet-unknown differences between the two types of particles or else the laws of physics might need to be modified. The breakthrough saw the Chinese beat teams working in France, South Korea, Japan and the US. In genetics, the results of a 180m decade-long study to create an encyclopedia of DNA elements, known as Encode, were published to wild acclaim in parts of the science media with this newspaper describing it as &quot;the most significant shift in scientists&apos; understanding of the way our DNA operates since the sequencing of the human genome&quot;. The portrait of DNA helps explain how genes are controlled and some researchers have already used the insights to clarify genetic risk factors for diseases such as multiple sclerosis and Crohn&apos;s disease. From the tiny to the vast, Science&apos;s shortlist celebrated the eight-month trip through space of the four-tonne Curiosity rover, which landed on Mars on 5 August like something out of a Boy&apos;s Own adventure using a crane &quot;festooned with retro-rockets&quot;. It went on to explore the Gale crater and the successful landing reassured Nasa planners that it can now send a rover to collect samples from Mars and land a second mission on the spot to pick up the samples and lift them into Mars&apos; orbit for eventual return to earth. But amid the celebration of scientific achievement, the journal also highlighted an ongoing global controversy over the safety of research into bird flu, which it said was mired in moratoriums amid fears over which studies were safe and which could lead to the creation of potentially even more devastating strains of the virus that could fall into the hands of terrorists. Fears grew when a Rotterdam-based virologist, Ron Fouchier, announced said his team had engineered a version of the bird flu virus that could be transmittable between humans. The journal has also predicted next year&apos;s breakthroughs, which it believes include the most precise map yet of the afterglow of the big bang, the event in which the universe is thought to have been born, and the exploration of a mysterious sub-glacial lake four kilometres beneath the Antarctic ice, which is likely to have been cut off from life on the rest of the planet for millions of years. Breakthrough of the year Discovery of the Higgs boson  the elusive &quot;god&quot; particle of physics. Runners-up Denisovan DNA  sequencing genetic code from an extinct group of humans who lived in Siberia 50,000 years ago. Genome engineering  new &quot;cutting&quot; tools that can modify the genomes of rats, crickets and human cells. Neutrino mixing  last part of the jigsaw describing how neutrino particles morph from one strain to another. Eggs from stem cells  embryonic stem cells from mice coaxed into becoming viable egg cells. Curiosity&apos;s landing  &quot;sky crane&quot; dropped Mars rover from a hovering platform. X-ray laser  used to determine structure of an enzyme required by the parasite that causes African sleeping sickness. Majorana fermions  discovery of particles that act as their own antimatter and annihilate themselves. Encode project  human genetic code is more functional than first believed. Brain-machine interface  hope for people paralysed by strokes and spinal injuries as technique by which thought can move robot arms is improved.", 
    "section": "science", 
    "gid": "science/2012/dec/20/top-scientific-discoveries-higgs-boson", 
    "wordcount": "882"
}