{
    "headline": "Why maths should be compulsory for all A-level students", 
    "text": "When a House of Lords report suggested earlier this week that maths A-level should be compulsory for all sixth-formers, students were aghast. While some thanked the heavens they had escaped the proposals, others labeled the report ridiculous, pointing out that had they been forced to take a maths A-level, they may not have made it to university. Those who voted on Guardian Students&apos; Facebook poll were also overwhelmingly opposed to the idea. It&apos;s not hard to see why. Maths is seen as difficult and intimidating by many. Even I, a natural sciences student, was able to say &quot;I hate maths&quot; in 3 different languages well before I&apos;d mastered calculus. But despite all this, I think the proposals are a good idea. Few students have decided what degree course they want to study by the time they&apos;re 16. Lack of advice, even in good schools, means that many are unaware that if they don&apos;t sign up to maths, their choices are immediately restricted. Admittedly, not all science degrees currently demand a maths A-level, mainly because there are so few candidates equipped with the qualification that they can&apos;t afford to turn people down on this basis. However maths is core to modern science and a student who has not studied it post-16 is at a huge disadvantage. As a physicist, maths was often the hardest part of my course. Even if you&apos;re certain you don&apos;t want to pursue the subject academically however, a basic level of numeracy is invaluable. Maths enables you to understand the statistics used in the news, make sense of the economy, medicine and law. Without the capacity to deal with numbers you&apos;re placed at a disadvantage socially and financially. Unfortunately, GCSEs don&apos;t go far enough. On a practical note, if students feel they are unlikely to achieve a good grade but don&apos;t want to jeopardise their Ucas application, maths could be taken as a fourth or fifth subject. Of course, it&apos;s useless to force people to study a subject they hate, especially given the pressures already placed upon sixth-form students. Perhaps an acceptable compromise would be to make maths compulsory only at AS-level. Some may find that despite a lack of confidence, they would benefit from the subject. The Lords report suggested that A-level maths teaching is vital if we are to to improve the state of science in our universities. Given the prominence of maths in adult life, it wouldn&apos;t hurt the non-scientists either.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/26/why-a-level-maths-should-be-compulsory", 
    "wordcount": "409"
}