{
    "headline": "Centralised pay for teachers is hitting pupils' grades, study says", 
    "text": "Pupils&apos; education is suffering because their teachers&apos; pay is negotiated centrally, according to new research that finds a pupil&apos;s exam performance drops by an average of one GCSE grade when there is a 10% rise in local private sector salaries. The study, by academics from the University of Bristol, analysed data from around 3,000 state secondary schools in England, which educate 3m children a year. Current national pay scales for teachers allow for little regional variation; the average differential in teachers&apos; wages between inner London and north-east England is 9% compared with 30% for private sector jobs, the study says. This can cause difficulties in recruitment and retention, especially of the best teachers, the paper&apos;s authors say. Carol Propper and Jack Britton, of the Centre for Market and Public Organisation, write: &quot;High ability teachers might decide to leave the profession, move within the profession to a region where the relative wage is higher, or be deterred from entering teaching in the first place.&quot; The study accounted for a school&apos;s intake to allow for different levels of difficulty in educating pupils of varying backgrounds. The research finds that a 10% increase in the average wage over five years is associated with a drop of one GCSE grade in one subject, per pupil. The study&apos;s authors say the losses in school performance from keeping teachers&apos; wages too low in expensive areas outweigh the gains from overpaying teachers in cheaper areas. A separate analysis published earlier this month found that schools in London, where the wage differential is sharpest, outperform schools in the rest of the country. However, Propper said the effect of the wage difference in London may be masked by the fact that the capital draws young teachers. She said: &quot;Obviously there are other things going on beyond pay. In London we would say that schools would do even better if you removed the wage regulation. &quot;What happens in London, is that a lot of young teachers go to work for their first four or five years, and they may be doing some very good work by the time they are only three or four years out of teacher training college. They leave, and can be replaced by another crop of young people who want to come to London. The problem is in the places that are high-wage but don&apos;t attract the London kudos.&quot; Propper&apos;s study was based on data from 2002 to 2008, before there were large numbers of academy schools in the system. Academies can deviate from the national pay scale, although a survey published in March found that two-thirds have not altered pay and conditions. Earlier research by Propper found that centralised pay regulation for nurses harmed patients. Patients in hospitals where nurses&apos; wages were low compared to the general labour market were more likely to die after an emergency admission for a heart attack. The education secretary, Michael Gove, has proposed that state schools should be allowed to set their own pay. In a letter to the School Teachers&apos; Review Body, which sets guidelines for teachers&apos; pay, he asked for advice on &quot;how the pay framework for teachers should best be made more market-facing in local areas&quot;. Gove also requested guidance on a closer link between pay and performance and other reforms to &quot;raise the status of the profession&quot;. The review body is due to report back in late September. Christine Blower, general secretary of the National Union of Teachers, said pupil performance depended on a range of factors, including properly funded schools, the home environment and the skill of teachers. She said: &quot;It is this government&apos;s policy of cutting the real and relative value of teachers&apos; pay that will make teaching as a career much less attractive and cause real issues with recruitment and retention. As independent research has shown, removing centralised pay regulations for teachers would simply reduce teacher mobility and lead to teacher shortages in areas of lower pay.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/22/teachers-centralised-pay-hitting-grades", 
    "wordcount": "667"
}