{
    "headline": "How to make 11 quid last seven days", 
    "text": "If you&apos;re a university student from an average-income family, you&apos;ll have a mere 11.15 left in student support to live on after paying for your rent and utility bills, according to an NUS survey. It&apos;s not surprising that so many turn to a part-time job, or parental assistance to see them through their student years. But what happens if you try to survive without either? I decided to try getting through seven days on 11.15. Day one gets off to a lack-luster start. I promise myself I&apos;ll walk to lectures  but a combination of terrible weather and getting up late mean I jump on the bus without a moment&apos;s thought. To my credit, I walk home afterwards, but it&apos;s hard to feel good about a 1.30 saving when you look like a drowned rat. Switching my usual bus ride for a 40-minute walk could save me 10.40 over an average study week, so I decide it has to be done, and make a note to carry a brolly in future. With travel taken care of, my biggest challenge is food. The NUS estimates an average first-year spends around 37 a week on food. I decide to allow myself cupboard basics like seasoning, butter and (pushing it a bit) rice and pasta, as I have them already.  I won&apos;t get my five-a-day from these though, so I set off to the supermarket in search of some nutrients. With only 9.85 left to last me the week, and without the luxury of a bulk-buying strategy, I know this&apos;ll be tough. Breakfast is simple: own-brand cornflakes cost just 33p and, for lunches, I pick up a loaf of bread. For my dinners I decide to cook two meals in bulk: chili con carne  a student classic  and vegetarian curry. The former is made with the cheapest mince I can find (be sure to drain off the fat when cooking), a carton of tomatoes (use plenty of puree with these as they are a bit watery), one onion and a tin of kidney beans. The latter needs only a dented tin of coconut milk and some chickpeas. I can&apos;t survive a week without chocolate, so I also pick up a large packet of cookies and the cheapest bar of chocolate I can find. Add to this the bag of mushrooms I buy from the local market, and my total spend comes to just over 6. Friday night, usually date night with the girlfriend, is salvaged by my university library&apos;s film collection. I pick Let the Right One In, if you must know. But Saturday night is more tricky. I can&apos;t afford to go on my usual night out so settle for three cans of lager and an evening playing computer games at my friend&apos;s house.  His social life, he tells me, is also dictated by the thrice-yearly student loan payments: &quot;You spend three weeks catching up with friends and maintaining friendships, and the next three months paying the price.&quot; I get through Sunday without a hitch, and I even make record progress on my essays  it&apos;s amazing what poverty-enforced boredom can do for productivity. Surviving a week is one thing, but could I do it for the next three years? Absolutely not. It&apos;s no surprise to see NUS figures showing higher dropout rates among those from poorer families. Something needs to change if higher education is to be accessible to all.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/dec/05/student-budgeting-how-to-make-11-50-last-seven-days", 
    "wordcount": "581"
}