{
    "headline": "Are British-made clothes more sustainable?", 
    "text": "I agree, you can&apos;t move for brands flirting with Union Jack labels and British heritage. The ethicalfashionforum.com explains that: &quot;Made in Britain labelling is being associated with high sustainability standards by fashion designers and brands in the UK.&quot; This is merited when it comes to brands which have short supply chains and where the designer has adirect relationship with that chain. Some of the best examples are Henrietta Ludgate (quirky design), Sirplus (menswear from cabbage  that&apos;s industry speak for off-cuts), Tanner Bates (oak-bark-dyed leather from Devon) and Lily Cole&apos;s the North Circular (hand knits by grannies). But these are tiny brands with big prices. The real excitement comes now that high-street names are talking about &quot;onshoring&quot;  manufacturing in the UK after decades of aggressively offshoring production to factories with cheap labour in China, Bangladesh, Cambodia and elsewhere. River Island, for instance, has increased its British-made offering by 50%. There is likely to be a small ethical dividend to British manufacturing. Labourbehindthelabel.org says: &quot;Consumers know that buying UK-made clothes probably means the people who made them were treated more fairly than in factories overseas.&quot; But in reality fashion production returning to Britain has been vastly over-hyped. Figures from big retailers sound impressive, but George at Asda admits that despite an increase of 50%, British-made clothing only represents 1-2% of clothes and accessories sold. Meanwhile, beware hollow heritage claims. I&apos;ve seen pieces incorporating a tiny percentage of British-made fabric (a tweed trim for example) or partly assembled in the UK, pleading British identity. Look for the brands that mean it. When you buy from privatewhitevc.com, you are supporting a 2m investment into the Manchester factory where these clothes are made. Manufacturing capacity has been increased and the next generation of skilled workers is being trained  the stuff that British manufacturing needs to prove it can cut it sustainably. Green crush of the week The Bay (in cinemas from 1 March) is the stuff of ecological nightmares. Director Barry Levinson (who won an Oscar for Rain Man) originally wanted to make a factual film about Maryland&apos;s Chesapeake Bay&apos;s marine &apos;dead zone&apos; caused by pollution. Then he discovered a previous documentary had been ignored, so decided to fictionalise and up the horror (but 80% is still based on fact). Beware: if you watch this film, seafood and drinking water will lose their appeal. Greenspeak: Open pollinators Non-hybrid and non-GMO plant seeds that have been pollinated naturally. They aid biodiversity and sustain the heritage characteristics of vegetables and herbs. Open pollinators also encourage more seed saving If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2013/feb/10/are-british-made-clothes-more-sustainable", 
    "wordcount": "464"
}