{
    "headline": "Peering at bright screens after dark could harm health, doctor claims", 
    "text": "Watching TV or using computers, tablets or smartphones after dark may cause sleep loss and resultant health problems, a leading doctor has warned. Peering at brightly lit screens at night disrupts the body&apos;s natural rhythms and raises the risk of medical conditions linked to poor sleep, including obesity, heart disease, strokes and depression, he said. The warning, from Charles Czeisler, director of sleep medicine at Brigham and Women&apos;s Hospital in Boston in the US, comes as cheap electricity and more portable devices make it easier to surf the web, read books and check social media on glowing gadgets at any time of night. Artificial light can prevent a good night&apos;s rest by dampening down the activity of neurons that bring on sleep, activating those for wakefulness, and suppressing the sleep hormone, melatonin. Together these push back the natural clock that controls the body&apos;s sleep-wake cycle. &quot;As a result, many people are still checking email, doing homework, or watching TV at midnight, with hardly a clue that it is the middle of the solar night,&quot; Czeisler writes in the journal, Nature. &quot;Technology has effectively decoupled us from the natural 24-hour day to which our bodies evolved, driving us to bed later. And we use caffeine in the morning to rise as early as we ever did, putting the squeeze on sleep.&quot; Reliable trends on sleep behaviour are hard to confirm, but a survey published last year of workers in Britain claimed that 5% slept no more than five hours a night. After a similar survey in the US suggested that nearly 30% of respondents were sleeping no more than six hours a night, the Centres for Disease Control and Prevention said insufficient sleep was a &quot;public health epidemic&quot;. Long-term sleep loss raises the risk of a range of diseases, and those who get less than five hours a night have a 15% greater risk of death from all causes than people of the same age who sleep well. Because sleep-deprived children become hyperactive rather than dozy, sleep loss might be mistaken for attention-deficit hyperactivity disorder, Czeisler warns. The Boston physician, who holds patents on using light to reset the body&apos;s circadian clock, claims that the number of people who aren&apos;t getting enough sleep is likely to rise because of the availability of TVs, computer screens, laptops, tablets and handheld devices that use energy-efficient LEDs. These can produce light rich in blue and blue-green wavelengths, which light-sensitive cells in the eye respond to most strongly. Czeisler calls for night lighting that replaces the bluer hues with reds and oranges, which disrupt the body&apos;s circadian rhythms less. He criticises some airlines&apos; decision to flood aircraft cabins with blue light  the best colour for suppressing melatonin and disrupting sleep. Derk-Jan Dijk, director of the Surrey Sleep Research Centre at Surrey University, said exposure to artificial light in the evening made people less sleepy, and so less likely to go to bed on time. In a report last year, he concluded there was a &quot;growing need to engineer artificial light to minimise its disruptive effect&quot;. &quot;Before the advent of artificial light, going to bed was determined by the Earth&apos;s rotation about its axis. Now it&apos;s determined by our behaviour, and that is the really fundamental change,&quot; Dijk said. &quot;The main issue now is awareness. Light has an activating effect, but people don&apos;t treat light as they would caffeine. If you have problems falling asleep that might be associated with this, keep your exposure to light low in the evening.&quot;", 
    "section": "science", 
    "gid": "science/2013/may/22/peering-bright-screens-dark-harm-health", 
    "wordcount": "596"
}