{
    "headline": "Game on: Metal Gear Solid HD Collection", 
    "text": "For all its colossal mainstream success, the Metal Gear franchise has always had the feel of an arthouse film. Metal Gear games have, of course, all the conventional elements of a successful stealth-em-up: a generous choice of ways to kill, evade or subdue your unwitting opponents, all-action against-the-odds boss battles, a rugged, gadget-laden hero and a story-line overflowing with betrayals, revelations and explosions. But what sets them apart from the many imitators spawned in the wake of 1998&apos;s Playstation smash hit Metal Gear Solid is the bold, experimental storytelling of an auteur; in this case long-time writer and director Hideo Kojima. Under Kojima&apos;s stewardship, Metal Gear games have hammered relentlessly at the fourth wall, blurring the line between player and character. At one point in Metal Gear Solid the television screen would cut out as if the console had died. This, it turned out, was a trick played on the gamer by a telekinetic opponent, who could in turn be outwitted by unplugging the controller and reinserting it in a different port. It was one of many moments in the series when characters addressed hero Solid Snake directly as a gamer  telling him to turn off the console, or drop the controller, or hold it to his arm as it vibrated, for relief after a particularly gruesome in-game ordeal. It&apos;s the plots though, and particularly the plot of Metal Gear Solid 2: Sons of Liberty, that push the series deep into weird, postmodern territory. The madness of the sequel is best summed up in this single fact: one of the principal antagonists was the severed right hand of the hero&apos;s clone brother. Wait, two facts: one of the others was the US president, who also happened to be a clone of Snake&apos;s dad. OK, three: another of the baddies was a vampire. The story wasn&apos;t just confusing either, it was deliberately contradictory, leaving the player to choose which characters to believe and which not, while interspersed with the action were lengthy cut-scenes in which characters waxed philosophical on the themes of artificial intelligence, fate, consciousness, identity and nuclear proliferation. Among others. The weird but, at least in its gameplay, wonderful Sons of Liberty is the first of three titles in the series remastered for high-definition as part of the Metal Gear Solid HD Collection (PS3/Xbox 360)  out 3 February. The second is Metal Gear Solid 3: Snake Eater  in which you play as the father of the aforementioned severed hand, Naked Snake, decades earlier, sneaking around in a rainforest at the height of the cold war, back when clone-son Solid Snake was just a twinkle in some evil scientist&apos;s microscope. Snake Eater compensates for the low-tech setting by introducing camouflage, survival skills and injuries, and returning to the more conventional narrative, almost apologetically, after the confusing Sons of Liberty. The third major title to get the HD treatment is not, strictly, a sequel. Metal Gear Solid: Peace Walker initially reached a far smaller audience than past instalments because it was released on the PlayStation Portable. Alittle less postmodern, but more political than its predecessors, Peace WalkerItagain follows Naked Snake as he crawls around in a jungle, only now he&apos;s 10 years older and running his ownmercenary company  ironically named Militaires Sans Frontires  among the CIA agents and Sandinistas of South America. Dedicated fans will relish the lo-fi thrill of the game that spawned it all, the 1987 original Metal Gear, and the follow-up Metal Gear 2: Solid Snake, both first released for the MSX2 home computer system and included here almost as an afterthought. All told, though there&apos;s nothing wholly new in this five-title collection: it&apos;s a generous dose of gaming history from a franchise that has walked the line between genius and the absurd and fallen, mostly, on the good side.", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/metal-gear-solid-high-definition", 
    "wordcount": "641"
}