{
    "headline": "No 'magic wand' for Sahel as food shortages loom yet again", 
    "text": "Aid agencies are gearing up for a second year of emergency response in the Sahel where an estimated 10.3 million people could be affected by food shortages, according to the UN (pdf). Despite rains in 2012 leading to a good harvest in October-November, deficits incurred during last year&apos;s food crisis means the poorest families have not been able to replenish their stocks and pay off debts. The situation this year is exacerbated by a lower than expected harvest in Nigeria (pdf), which produces a lot of the grain consumed in the Sahel  prices have shot up. The crisis in Mali has prevented thousands of families there from planting at all. &quot;We can say there is a crisis already, just by the number of cases of malnutrition which we&apos;re dealing with in hospitals from Chad to Burkina Faso to Mali,&quot; said Alvaro Pascual, Sahel desk officer for Action Against Hunger. Although fewer people are affected than last year, when about 18 million people were at risk of food shortages, Action Against Hunger estimates that 1.4 million under-fives could have severe acute malnutrition, which usually requires hospital treatment. The problems are consistent with what some humanitarians call a crisis of resilience  there have been three serious food crises since 2005, meaning people simply cannot absorb any more shocks. With a drought in 2009 and subsequent hunger in 2010, some families lost up to half their animals, ate their emergency stocks and borrowed money to cover the cost of buying food on the market. The outgoing head of the World Food Programme (WFP) in Niger, Denise Brown, who is the WFP&apos;s new regional director for west Africa in Dakar, said food security remains a significant challenge in Niger. But she added: &quot;We continue to be encouraged by the government&apos;s commitment to addressing the underlying causes of food insecurity&quot;  a reference to the government&apos;s Nigeriens Nourish Nigeriens programme, which is trying to increase agricultural yields and promote healthy nutrition. WFP expects there to be pockets of hunger in Diffa, Maradi and Keita regions, and prices have already risen by 16% in the capital Niamey. WFP is continuing its cash for work and food for work programmes. Brown said: &quot;The ground reality is that last year&apos;s good harvest is not a magic wand to alleviate deep-rooted poverty; that will take a generation to fix.&quot; In northern Mali, the French intervention has failed to provide enough security for people to return home to start planting crops in June, when the rains are expected. The UN estimated about 450,000 people had been displaced by the conflict in northern Mali, about 180,000 of whom remain in refugee camps in Mauritania, Niger and Burkina Faso where they are receiving food handouts. Oxfam recently highlighted the problem of rocketing prices in the market in Gao in north-east Mali. Fighting by French and Malian soldiers who are trying to chase out Islamist rebels has restricted access for humanitarian workers and traders. The closure of the Algerian border has strangled the flow of goods into Gao and Kidal, which are about 1,000 kilometres from Bamako. &quot;Prices have increased dramatically with local rice going up by more than 50%,&quot; Philippe Conraud, Oxfam&apos;s Mali director, said in March. &quot;The banking system is completely disrupted and the population has very little cash available.&quot; Action Against Hunger says it is operating in emergency phase, treating severely and moderately malnourished children in hospitals and mobile clinics in Gao, Bourem and Ansongo. The NGO plans to start blanket feeding soon. This is usually the hardest time for poor families  the so-called lean season runs from April until September as stocks run low while farmers prepare to plant. &quot;We&apos;re seeing the same picture in all our malnutrition clinics from Burkina Faso to Chad,&quot; said Pascual. The west Africa regional food security and nutrition working group, comprising NGOs and UN agencies, has requested $716m from international donors to meet immediate food, agriculture and nutrition needs. In total, $1.6bn has been requested to improve resilience and deal with the extra complication of Mali. Last year&apos;s integrated Sahel appeal was relatively well funded  again the agencies asked for about $1.6bn, of which about 70% was donated. The UK government will provide 10m to the Sahel  5m for WFP&apos;s delivery of emergency rations to 200,000 refugees from the Darfur, Sudan, crisis still living in eastern Chad, and 5m for Unicef to provide nutrient-rich food to 130,000 severely malnourished children in Mauritania, Burkina Faso, Niger and Chad. Funding for programmes in Chad has been particularly difficult to secure.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/10/no-magic-wand-sahel-food-shortages", 
    "wordcount": "778"
}