{
    "headline": "David Cameron gives green light for aid cash to go on military", 
    "text": "Hundreds of millions of pounds from Britain&apos;s aid budget are expected to be diverted to peacekeeping defence operations as the government moves to build up support on the Tory benches for overseas development. Amid deep unease among Conservative MPs at the size of the 10bn aid budget, which has increased while defence spending has been cut, David Cameron said on Wednesday that he was &quot;very open&quot; to the idea of pooling more resources. Speaking in Amritsar on the final leg of his Indian trip, the prime minister said difficult decisions would have to be taken by the chancellor, George Osborne, when he outlines the government&apos;s spending review for the first year after the 2015 general election. &quot;These spending rounds are always difficult,&quot; Cameron said as he praised the Treasury chief secretary, Danny Alexander, for criticising the &quot;fiscal nimbyism&quot; of some ministers who call for overall restraint while fighting to preserve their own budgets. He added: &quot;I am sure the coalition will step up to the plate and make them.&quot; No 10 said the aid budget could only be used to fund military spending in three areas  security, demobilisation and peacekeeping. The new funds would not be used for combat operations or combat equipment. The prime minister expressed support for one of the few members of the cabinet who feels uncomfortable about the size of their budget. Justine Greening, the international development secretary, believes she needs to work hard to justify the ringfencing of her Department for International Development (DFID) budget as the government moves towards meeting the UN target of spending 0.7% of gross national income on overseas aid by the end of this year. Cameron said he would like to see more of the aid budget diverted to defence in the period before the next spending review by building up the &quot;conflict pool&quot; that is already used by the ministry of defence and international development department. He told reporters: &quot;Can we do more; can we build on this approach? I am very open to ideas like that. We have our moral responsibilities for tackling poverty around the world. We also have our national security responsibilities for mending conflict states and helping with development around the world.&quot; The peacekeeping mission in Sierra Leone a decade ago, regarded as one of the unequivocal foreign policy triumphs of Tony Blair&apos;s time in office, is the sort of operation that would qualify under Cameron&apos;s plan. Some sources have suggested that the new mechanism, which may be controversial with some aid organisations, could be used to fund British troops who will remain in Afghanistan to train local forces after the withdrawal of all combat forces by the end of 2014. However, this may not be permissible because British troops will be training Afghan forces for combat operations. Downing Street aides stressed the spending would be compliant with international rules that define aid spending, set by the OECD&apos;s development assistance committee. &quot;You can be sure that we are not going to use this money to buy any tanks,&quot; one source said. Moving aid resources to the Ministry of Defence could help Cameron meet his 2010 undertaking to defence chiefs that their budget would rise after 2015. The budget is due to stand at 32.5bn a year by 2014-15, the last year of the current spending period. However, Osborne announced further cuts in his last autumn statement which could cut its budget to just below 32bn by 2014-15, lowering the &quot;baseline&quot;. Cameron&apos;s new approach could allow the 32bn to be increased, though Osborne is likely to resist counting this as a formal change in the baseline figure in order to avoid tying his hands on the MoD budget in future spending rounds. The prime minister said he was keen to focus the resources on countries emerging from conflicts. He said: &quot;I think we have to demonstrate that the DFID budget is used wisely. One of the things that Justine Greening is rightly keen on is to make sure that countries that are affected by conflict that we think about them particularly. &quot;There is a real national interest there. Conflict states haven&apos;t met a Millennium Development Goal between them. So we should be thinking very carefully about how we help states that have been riven with conflict and war. It is obviously true that if you can help deliver security and help provide stability and help with stabilisation  that that is the base on which all development can proceed.&quot; The prime minister said the new thinking was an example of how his government has integrated DFID more effectively into Whitehall, ending the department&apos;s days as an unofficial NGO. Cameron said: &quot;What is very healthy about this government is that DFID is no longer seen as, nor does it see itself as, a sort of giant NGO. It is very much part of the government on the national security council. DFID, the Foreign Office and the defence secretaries work incredibly closely together. &quot;If you are asking can they work even more closely together to make sure that the funds we have at our disposal are used to provide basic levels of security in deeply broken and fragile states, then yes, we should. That is an important part of development.&quot;", 
    "section": "global-development", 
    "gid": "politics/2013/feb/21/david-cameron-aid-military", 
    "wordcount": "899"
}