{
    "headline": "Government plan to make developers consider financial value of nature", 
    "text": "New homes, supermarkets and other developments will have to consider the financial value of nature such as woodlands and parks, under plans laid out by the environment secretary on Monday. Ministers, civil servants and local authorities will have access to a new range of tools to incorporate environmental factors into their decision-making, with a view to improving the protection of biodiversity and other &quot;ecosystem services&quot;, Caroline Spelman said. She set out a roadmap for the UK&apos;s National Eco-System Assessment for the next two years which will for the first time set a value on natural ecosystems and the &quot;services&quot; they provide from clean water to leisure and recreation. The result should be advice that will allow decision-makers to include &quot;natural capital&quot; and its values into policy-making processes. The roadmap builds on the assessment that was completed last year to take a comprehensive view of the UK&apos;s natural ecosystems. The plan comes as the government is to announce the details of its reforms to planning policy on Tuesday, which chancellor, George Osborne, said in his budget statement last week would feature a &quot;presumption in favour of sustainable development while protecting our most precious environments.&quot; But critics fear it will be a &quot;developers&apos; charter.&quot; Spelman said: &quot;The National Ecosystem Assessment was a huge step forward in helping us understand the value of what we get from nature for free. Now we want to go even further so that the economic value of the natural world is fully understood, and also see how best to measure the cultural and emotional benefit we get from walks in the countryside or taking in views of our wonderful landscape. Of course, much of what we value in nature cannot be calculated in pounds and pence, but that&apos;s precisely why we should find other ways of measuring it so that local authorities and government can take it into account when making decisions.&quot; In the past, for instance, local authorities may not have needed to, or not been able, to consider the value of local woodland, waterway or park when making decisions about developments such as a new supermarket or industrial estate. At a national level, the value of protecting ecosystems may not have been adequately reflected in environmental regulations or planning policies, and when it has been valued, the ways of doing so have sometimes been opaque or ad hoc. This new phase of the assessment, which will take two years to complete at a cost of about 1.8m, will begin by developing existing economic analyses for ecosystem servcies. Robert Watson, chief scientist at the Deparment for Environment and Rural Affairs, said this would help to broaden the government&apos;s understanding of natural capital, from woodlands to rivers and coastlines. The aim will be to ensure that these values are represented in the UK&apos;s national accounts, as a first step to incorporating them in decision-making processes. As part of the work, academics and officials will also analyse how changing developments, such as infrastructure build-out, will increase or damage the value of these natural systems. Cultural values will also be important  officials will try to put a value on the amenities of parks, areas of natural beauty and leisure areas. When the work has been completed, the result should be a set of tools that will allow officials to draw up their own values of natural amenities in a given area, and add this to policy. Watson said this process would help to ensure that the UK&apos;s natural environment is properly valued and protected.", 
    "section": "environment", 
    "gid": "environment/2012/mar/26/nature-woodlands-development-plan", 
    "wordcount": "599"
}