{
    "headline": "Road safety: narrow focus on casualty statistics is misleading", 
    "text": "Oranges, as we all know, are not the only fruit. And casualty statistics are not the only way to measure road safety. But neither ministers nor MPs seem able to challenge conventional wisdom and inject fresh ideas into how to make our roads safer for everybody. As a one-time lobby journalist, I&apos;m quite used to the waffle and fudge served up by parliamentary select committees. Most MPs lack the forensic skills to question the assumptions that underlie the bland evidence of ministers and other witnesses. Nowhere is this truer than in the area of road safety. This week&apos;s report on the government&apos;s road safety framework by the Commons transport committee, which has been several months in preparation, is disappointing even by the low standards of Westminster. Road safety, as I have discovered as a local cycling activist in west Kent, is a cosy world dominated by the needs and expectations of motorists. The conventional view from behind the steering wheel is rarely questioned, and even cycling campaigners seem often reluctant to break up the consensus. Faced with complacent presentations by junior ministers Mike Penning and Norman Baker, the committee, chaired by Labour stalwart Louise Ellman, accused the government of using its &quot;localism&quot; agenda to disguise a general failure of leadership, especially on cycling. One cheer for that, one might think. But the report fails to endorse or even investigate the most significant local road safety initiative of the past five years, the introduction of default 20mph limits for residential streets in cities such as Portsmouth and Oxford. Instead, it wastes much time and space on a theological discussion about road safety targets. There are other flaws in the report, but the most serious is the unquestioning acceptance of the conventional wisdom that road safety is defined exclusively in terms of casualty and accident statistics. A road is &quot;safe&quot; for cyclists or children if there are no accidents involving cyclists or children. I live in Kent, where requests for traffic calming, speed enforcement, better pedestrian crossings and lower limits are routinely dismissed on the grounds that &quot;KSI&quot; statistics  the number of killed and seriously injured  are low or non-existent. Of course reducing the number of crashes and casualties is important. But the narrow focus on &quot;crash remedial measures&quot; and the quantifiable cost of serious accidents is highly misleading. There are many roads where I live where no cyclists dare venture because they are simply too dangerous. So the A25 across Kent is statistically &quot;safe&quot; for cyclists  but only because they all avoid it. My residential street becomes a rat-run twice a day for commuters; parents cannot allow their children to go to school unaccompanied, elderly people stay at home because they can&apos;t cross the road safely, and mothers with pushchairs prefer to put their children in the car rather than walking to the shops. None of these road safety problems even register under the current crash-focused orthodoxy. The government has identified the high level of child casualties in deprived areas as a priority area for action. But the relative absence of child casualties in more prosperous areas does not mean there isn&apos;t a road safety problem; it simply means it is disguised; middle class parents counter the risks of speeding traffic by keeping their children indoors. Until last year, national KSI figures were falling. That&apos;s good  but it does not mean roads are getting safer, especially for vulnerable users. The decline in deaths and injuries is a result of changes in car design, and of big improvements in NHS treatment. Like battlefield casualties in Afghanistan, drivers and passengers now have a much better chance of survival than ever before, despite cars becoming bigger and faster. Raw statistics never tell the whole story, and exclusive reliance on them can lead to absurd outcomes. The easiest way to reduce cycle casualties to zero would be to ban the use of bikes altogether. This is the catch-22 logic of road safety, which very few experts seem to question. The question I would have liked to hear MPs put to ministers is about whether public perceptions of risk on the roads are rising or falling, especially for non-motorised users. But the Department for Transport doesn&apos;t measure perceptions, only crash statistics. It should copy the Home Office, which annually supplements its crime statistics by publishing the British Crime Survey, that measures perceptions. Then we might come closer to a more holistic view of whether our roads are really getting safer or more dangerous.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/18/road-safety-casualty-statistics", 
    "wordcount": "757"
}