{
    "headline": "Minister rules out British Antarctic Survey merger plans", 
    "text": "The British Antarctic Survey (BAS) has been saved from being dismantled after a climbdown from the universities and science minister, David Willetts, and the Natural Environment Research Council (NERC). The proposed merger with the National Oceanography Centre in Southampton would have irreparably damaged one of world&apos;s leading centres for polar research, according to many critics. &quot;BAS is a national and international asset that delivers world-class environmental science, and this country&apos;s strategic presence in Antarctica and the South Atlantic,&quot; Willetts said in a statement to parliament on Friday. &quot;NERC agreed that it will not proceed with the proposal for merger.&quot; &quot;I am delighted that the right decision has been made,&quot; said John Dudeney, BAS deputy director until 2006. &quot;But the devil is in the detail. What you don&apos;t want is want is to leave a husk of BAS that only provides logistics.&quot; He said ensuring science remained an integrated part of work at BAS  whose scientists discovered the ozone hole  was vital. &quot;BAS is outstanding and has always been so,&quot; he said, noting it was about to embark on a landmark experiment to drill into a lake hidden deep under the Antarctic ice, a feat he compared to landing spacecraft on Mars. The announcement was also greeted as &quot;fantastic news&quot; by Conservative MP Zac Goldsmith and Liberal Democrat MP for Cambridge Julian Huppert. Vicky Wyatt, Greenpeace arctic campaigner, said: &quot;The decision acknowledges the critical role that British science does and can play in protecting the polar regions. Right now, with the Arctic summer sea ice melting at a record rate, and growing uncertainty over the effect of climate change on the Antarctic, we need Britain&apos;s scientists more than ever.&quot; The decision ends a period of turmoil at BAS, which has been without a permanent director since February. The interim director appointed was also the director of the National Oceanography Centre with which BAS was to have been merged to save costs. Dudeney said: &quot;NERC needs to consider how they got into such a mess.&quot; The proposed merger met with opposition from politicians, scientists and environmentalists in the UK and abroad. Former US vice-president Al Gore defended BAS as a &quot;globally significant institution&quot;, while Prof Jonathan Shanklin, one of the scientists who discovered the ozone hole in 1985, said: &quot;BAS is almost synonymous with the Antarctic ozone hole. Losing it would create a comparable hole in British science.&quot; The House of Commons science and technology committee also condemned the merger in a report published on Wednesday, the day before NERC decided to abandon the plan. &quot;We concluded that NERC have not made a proper case for it nor demonstrated political nous on the strong non science-related issues surrounding BAS,&quot; said committee chair Andrew Miller. Four of the UK&apos;s biggest green NGOs  Greenpeace, the RSPB, WWF-UK and Friends of the Earth  had also signalled their strong opposition to the merger. The plan attracted further controversy after the Guardian revealed the merger would require BAS to use its skills to help &quot;de-risk&quot; investment for UK oil companies exploring the polar regions. Environmentalist Tony Juniper, who was a prominent critic of the merger plan, said: &quot;It is a good day for polar science and very encouraging that argument has won out over dogma.&quot; He said NERC must appoint a new director for BAS as a matter of urgency in order to confirm that the institution was safe in its current form.", 
    "section": "environment", 
    "gid": "environment/2012/nov/02/british-antarctic-survey-merger", 
    "wordcount": "592"
}