{
    "headline": "The unemployed young academic: facing life on the outside", 
    "text": "Passing my viva without corrections was just the latest addition to a spotless educational record. Despite any initial fears, my work was warmly-received and plans were quickly put in motion to transform the thesis into a book. This was the final validation from colleagues and mentors who had long assured me that I would have a bright future as a sociologist. So how did I end up unemployed? Understand that I would usually consider it distasteful to list my achievements like this, but am finding that modesty is becoming an obsolete quality in today&apos;s labour market. I tell you my achievements only to put my recent experiences in context. Life since the PhD has been hard. Unlike many of my peers, I did not prioritise my employability when I was still a student. Though I did teach and present at a few conferences, I chose to focus most of my energy on crafting my thesis and getting it finished within the funding period. I am passionate about my work and stick by this decision, but what I am now learning is that while I left my viva exam ready to make a mark on the world, ready to prove that I merited the praise given me, I was still just one candidate in a congested academic job market. After graduating, I spent two months finishing my leftover teaching and marking before becoming unemployed. I have applied for around twenty jobs and received one interview, which was unsuccessful. I am out in the cold but I try to remain positive. There are undoubtedly merits to my situation as an unemployed academic; it is wonderful to have so much time in which to think and write. I do, however, feel distant from the warmth of the institution that, over the past years, has validated who I am and what I think. One of the unfortunate things about creative achievements within academia is that they cannot always be expressed in a way that is meaningful to the &apos;outside world&apos;. Floating free of the university, I encounter few people in my daily life who care about my talents as a writer and researcher. I have been claiming Jobseekers&apos; allowance for the previous three months and my advisors at the Job Centre are certainly not impressed. One of the problems I am encountering is that most of the activities that young academics need to perform in order to improve their chances of employment  presenting at conferences, networking, writing articles to satisfy the upcoming Research Excellence Framework (REF), or crafting watertight personal statements  are not seen by Job Centre advisors as legitimate uses of time as an &apos;unemployee&apos;. In a recent review with an advisor, not even my hours spent preparing for a job interview were considered a legitimate use of time. Time spent researching the role was considered time wasted, in which I should have been contacting further prospective employers. After only three months claiming Jobseekers&apos; Allowance, my advisors are already suggesting that my aspirations to work in academia are unrealistic. They do not understand the nature of my qualifications and call me complacent for failing to respond to listed vacancies for cleaners and checkout operators at Asda and Tesco. It is the unperturbed nature of these tellings-off that I find most distressing; the eerily casual manner in which it is suggested that I turn my back on my vocation, my identity, and eight years worth of learning and training. I am familiar with the theories that explain the social mechanics and emotional consequences of what I am going through  I used to teach them. This irony has been a source of wry amusement. I make a lot of jokes these days, sometimes telling friends that I am going to draw on my experiences to write a satirical sequel to Harry Potter, whereby, realising his degree from Hogwarts has no value in the labour market, Harry is forced to get a job in a Virgin Media call centre. On gloomier days I flesh out the story: the narrative will move between Harry looking depressed in his headset taking call after call, and flashbacks to the good old days with Ron and the gang, back when a young wizard&apos;s skills were worth something. But I do wonder how long my friends will find this joke funny. Humour is a horribly transparent coping strategy. A more enduring strategy is to take a sort of sociological interest in one&apos;s experiences. Following the philosopher Bertrand Russell, I believe that any experience that does not cause significant harm can be interesting, regardless of whether its character is positive or negative. Whilst visiting the job centre has been a particularly disheartening experience, I have certainly valued it as a source of social insight. Still, as time goes on and I remain out of work, I can feel my sociological curiosity starting to wear off. Perhaps I am worrying too early, but I do feel like I am walking into a trap. In my struggle to find even a part-time academic job, I am forced to wonder how long the welfare system will tolerate me. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/03/academic-job-seeking-and-post-doc-unemployment", 
    "wordcount": "880"
}