{
    "headline": "Buzzards in the firing line of war over Britain's wildlife", 
    "text": "Wildlife legislation provides for the protection of our wildlife. The licensing procedure, which has been prominent recently in this paper (Comment, 25 May), exists to allow, but only where there is a valid justification, an activity affecting a plant or animal which would otherwise be illegal. Natural England issues many individual licences each year for a number of different purposes which are set down in law and vary from the protection of wild flora and fauna, research and conservation surveys, to the prevention, in exceptional cases, of serious damage to livestock and crops, public health and air safety. Two recent licences appear to have had thorough technical assessments, including detailed economic, commercial and welfare considerations. In the case of a single pheasant shoot it seems that a significant range of options were tried: the use of brash wigwams, car radios, gas guns, scarecrows, flashing lights, reflective tape and diversionary feeding included. The granting of licences to a free-range poultry producer and to a commercial shoot to remove (but not kill) buzzards predating on young reared birds was in response to exceptional but intractable problems. Without such a licencing system we risk consigning free-range chickens to sheds and the viability of responsible shooting, which can play a vital part in conservation of habitat and many species. We need an informed debate on the role of licencing. We pledge our commitment to maintaining this debate with rational and evidence-based dialogue with all who care for wildlife.Teresa DentChief executive, Game &amp; Wildlife Conservation Trust  We were horrified at the revelation that licences have been granted to destroy buzzard nests and kill or capture adult birds. We are shocked that this has happened without any reference to the public, who clearly expressed their opposition when plans to spend 375,000 on research that would have allowed similar activities were proposed last year. It is very concerning that this information was only released after invoking an application through the environmental information regulations. In short, we think that it is wrong for buzzard control licences to be issued to protect commercial shooting interests, especially as the full impact of the release of non-native gamebirds on England&apos;s wildlife has not been properly established. It is wrong that there has been no public scrutiny of these decisions and it is wrong that we only heard of these decisions after the nests have been destroyed. We urge the secretary of state, Owen Paterson, to issue a clear statement that licences will not be issued to kill a native bird of prey to protect commercial gamebirds. This is a simple step which could easily be taken, but it is vital to reassure stakeholders and the public that his department is acting in the public interest and standing up for wildlife. Nature is in crisis and Defra must focus its energies towards addressing this issue: we don&apos;t believe destroying nests of one of our few success stories is the right way forward.Mike Clarke Chief executive, Royal Society for the Protection of BirdsStephanie Hilborne Chief executive, The Wildlife TrustsAndy Atkins Executive director, Friends of the EarthDebbie Pain Director of conservation, Wildfowl &amp; Wetlands TrustTony Gent Chief executive, Amphibian and Reptile ConservationGavin Grant Chief executive, Royal Society for the Prevention of Cruelty to AnimalsBarbara Handley Chair, Hawk and Owl TrustPaul Irving Chairman, Northern England Raptor ForumMark Jones Executive director, Humane Society International/UKJennifer Lonsdale Director, Environmental Investigation AgencyRobbie Marsland UK director, International Fund for Animal WelfareSuzi Morris UK Director, World Society for the Protection of Animals (UK)Jill Nelson Chief executive, People&apos;s Trust for Endangered Species David Ramsden Head of conservation, Barn Owl TrustDave Williams Chair, Badger TrustChris Butler-Stroud Chief executive, Whale and Dolphin Conservation", 
    "section": "environment", 
    "gid": "environment/2013/may/30/buzzards-firing-line-war-wildlife", 
    "wordcount": "615"
}