{
    "headline": "Public Eye award singles out mining company Vale, Barclays", 
    "text": "Brazilian mining giant Vale picked up the dubious distinction today of being the corporation with the most &quot;contempt for the environment and human rights&quot; in the world. After clocking over 25,000 votes online, the world&apos;s second largest mining firm was declared the winner of The Public Eye, an annual awards ceremony organised by Swiss nonprofit, the Berne Declaration and Greenpeace Switzerland. The awards website notes that Vale is constructing the Belo Monte dam in the middle of an Amazonian rainforest, &quot;with devastating consequences for the region&apos;s unique biodiversity and indigenous tribes.&quot; The Public Eye, now in its eighth year, is the anti-Davos: a pointed alternative to the annual World Economic Forum that highlights the social and economic consequences of the behaviour of large corporations. A separate award was conferred on British banking company Barclays by a jury comprising members of Greenpeace and the Berne Declaration. Barclays was described as driving up food prices &quot;at the expense of the world&apos;s poorest people.&quot; In a response posted on the website of the Business &amp; Human Rights Resource Centre, Vale called the allegations &quot;serious&quot; and &quot;unsubstantiated.&quot; &quot;Those who have chosen to misrepresent Vale&apos;s record cite our participation on the Belo Monte Project, where we hold a 9% share,&quot; wrote the company in a statement. &quot;Clearly, we are a minority shareholder.&quot; Barclays also posted an online response: &quot;A considerable number of studies have demonstrated that financial flows have little or no impact on commodities prices. The factors influencing food prices are complex and multiple, ranging from extreme weather conditions to export bans and rising supply and demand from emerging markets&quot;. Apart from Vale and Barclays, four other corporations out of a total of 45 nominations were shortlisted for this year&apos;s title: US copper and gold producer Freeport McMoRan; Korean electronics firm Samsung; Japanese electric utility company Tepco; and Swiss agrochemicals corporation Syngenta. Nominations were made by nonprofits from around the world; some 90,000 people voted online.  At the awards ceremony in Davos today, Nobel prize winning economist, Joseph E Stiglitz spoke about the global economic crisis.  &quot;There is no longer any credibility if there ever was  to the interpretation of Adam Smith&apos;s ideas that suggests firms&apos; pursuit of self-interest leads, as if by an invisible hand, to the well-being of society,&quot; he said. &quot;With these nominations, some of the worst examples of corporate irresponsibility in the last year have been identified.&quot;  Franois Meienberg, co-founder of The Berne Declaration, cited a lack of transparency in business as a major problem.  &quot;The main criticism was here in Davos, big companies are meeting with governments behind closed doors, and nobody knows what is happening,&quot; he told the Guardian. &quot;For us it was always important to show the other side, in some cases the victims of these companies have a voice up here.&quot; Meienberg cites a food security event he attended in Davos yesterday as an example. &quot;Unilever was there, Bill Gates was there, but there was no farmer,&quot; he says. While shaming corporations into better behaviour is part of what the awards are about, Meienberg also looks at the bigger picture. &quot;It can&apos;t be the goal in itself to blame these companies every year. We try to show that there is a lack of regulation of these kinds of companies,&quot; he said. Last year&apos;s winners were Finnish energy corporation Neste Oil and South African mining company AngloGold Ashanti.", 
    "section": "environment", 
    "gid": "environment/2012/jan/27/public-eye-awards-vale-barclays", 
    "wordcount": "594"
}