{
    "headline": "New to nature No 99: Phagocata flamenca", 
    "text": "Planarians are freshwater flatworms of the order Tricladida, scavengers and predators on other invertebrates, hermaphroditic, and capable of both sexual and asexual reproduction. They are distinguished from other flatworms by their trifurcate digestive tract and ovaries positioned in front of the brain. Familiar laboratory animals noted for their regenerative properties, they can be cut in half transversely with both head and tail halves developing into new whole worms, or split at the front to induce the development of two complete heads. Geneticists have recently identified key genes responsible for regeneration of the intestines with the hope of new insights into possible internal organ regeneration. And planarians caused quite a sensation in the 1960s when those conditioned to flashes of light and a simple maze retained the &quot;memory&quot; in regenerated worms and passed memory to other worms when eaten. While planarians remain fascinating laboratory subjects, much remains to be learned about their diversity in the wild. A newly discovered species, Phagocata flamenca, is a case in point. It was found in large numbers in Granada, Spain, in the well of an artificial spring fed by irrigation channels. The species is unusual, immediately recognisable, and memorably named. Its undulating lateral margins are approached only in one other freshwater planarian, Phagocata undulata from Lake Ohrid on the border of Macedonia and Albania. The latter species shares the wave-like folds along the margin but also has a bordering row of short, cone-shaped papillae absent in the new species. The flowing lateral lines of Pflamenca reminded the authors of the ruffles on the dresses worn by flamenco dancers  appropriately, coming from the region of Andaluca,home of the art form. The species was described by Dr Miquel Vila Farr of the Universitat de Barcelona in collaboration with three colleagues from the University of Amsterdam, the European Molecular Biology Laboratory in Heidelberg, and the Museo Nacional de Ciencias Naturales in Madrid. The team conducted the most extensive inventory of freshwater planarians in the Iberian peninsula to date, describing six new species from Spain and assessing the status and distributions of five others. Their study reinforced the established view that lake species common elsewhere in Europe are indeed rare in Spain, adding periodic flooding and drought to previously offered explanations for their absence. Their work casts doubt on earlier records of three lake species in Spain and Portugal that were identified by external morphology alone and did not show up in new sampling. They did reveal the presence of a surprisingly diverse planarian stream fauna in the peninsula. In addition, their paper names two new species from Greece where the planarian fauna is similarly poorly studied. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2013/feb/17/new-to-nature-phagocata-flamenca-flatworm", 
    "wordcount": "460"
}