{
    "headline": "Angry farmers wonder: who'll end up paying for the new horsemeat testing?", 
    "text": "Once again, farmers face having to pick up the tab for a crisis not of their making. They say horsemeat in the food chain is a scandal tarnishing their industry  and they&apos;re angry. &quot;Farmers have been furious about what has happened,&quot; said Peter Kendall, president of the National Farmers&apos; Union. &quot;They have spent many years working to ensure the British supply chain is fully traceable from farm to pack and have upheld strong principles which are embodied in assurance schemes like Red Tractor. For me, this is fundamental for consumer confidence.&quot; Farming and food production are often overlooked as the UK&apos;s biggest manufacturing sector, accounting for 18bn in exports in 2011, supporting 4m jobs and adding 90bn to the economy. British farmers like both to boast and to grumble that their standards of animal welfare are the highest in the world  with the costs that go with it. But farmers do not know whether they will be required to pay for the testing and monitoring regimes that are to be brought in as a result of the scandal. So when environment secretary, Owen Paterson, told the conference the scandal offered &quot;a fantastic opportunity for British farming&quot;, there were doubts as well as guarded support. Colin Smith from Staffordshire said: &quot;This [scandal] highlights the underhand practices of some in the supply chain  but British produce is very traceable, and we should get support for that from the supermarkets.&quot; &quot;I&apos;m not sure this is an opportunity,&quot; said Trevor Cligg from Dorset. &quot;It&apos;s been a long time coming  what the supermarkets are really saying is that they have problems with their sourcing, which they need to sort out.&quot; Tesco&apos;s announcement that it would buy more British meat was greeted sceptically, though few were willing to speak out publicly against the supermarkets that are their biggest customers. One senior figure in the food industry told the Guardian: &quot;It&apos;s all very well they&apos;re saying they will buy more British products  the question is, at what price? If it&apos;s below the cost of production, then it&apos;s worth less than nothing.&quot; A farmer from north-east England, who would not be named, said: &quot;I do not like supermarkets. I found Tesco&apos;s attitude patronising  they&apos;re just looking after themselves.&quot; Farmers in the UK already feel disadvantaged compared with their continental counterparts, because of the government&apos;s embrace of reforms to the common agricultural policy. Paterson, like his predecessors, wants to move away from the old system of subsidies based on food production, which led to the notorious &quot;wine lakes&quot; and &quot;butter mountains&quot; of the 1980s. Instead, he wants a &quot;decoupling&quot; of subsidies from production for them to be tied instead to other services, such as improving the environment. The problem is that the proposed reforms are not accepted by all, leaving UK farmers at the mercy of the market while their competitors are insulated. A British dairy farmer receives on average 262 per hectare from the CAP  in the Netherlands, that is 500 and in Denmark 447. Before the horsemeat problem, UK farming was already reeling from last year&apos;s disastrous weather, with months of drought followed by one of the wettest summers on record. Profits for beef, dairy, pig and sheep farmers were down between 42% and 52%, according to the NFU, while yields on wheat were the worst since 1998. The Royal Agricultural Benevolent Institution reports that it spent 250,000 more than usual last year, with two thirds of applications for help coming from working farmers. Normally, most requests come from retired, old, sick or disabled farmers. For farmers, the horsemeat scandal could yet have the positive effects that Paterson claims, if people permanently change their shopping habits to buy British. But is that likely? &quot;People in this country forget after six weeks,&quot; said Kevin Bowes, a Norfolk livestock farmer. &quot;Then they will go back to normal and forget that they wanted to buy good British meat.&quot; Meanwhile, farmers could still be bearing the cost.", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/angry-farmers-pay-horsemeat-testing", 
    "wordcount": "686"
}