{
    "headline": "Rio+20: A voice from London, UK", 
    "text": "   Meredith Alexander, Rio+20 Photograph: ActionAid    Sustainable development is all about human choices; ensuring people&apos;s basic rights to water, healthcare, affordable food and education. The aim is to meet the needs of everyone today without compromising the ability for future generations to meet their own needs. No easy solutions will be found at Rio+20; the road to sustainable development is slow and difficult. Sadly, there is no silver bullet  though unfortunately that almost certainly won&apos;t stop the summit discussing technological magic wands. This quest for a technological solution to solving global problems is distracting from the hard day-to-day questions that need to be answered. Whether it is genetically modified food (expensive and repeatedly proven to fail poor farmers) or geoengineering (the great white hope for climate change), technological approaches that ignore real human needs just don&apos;t deliver. Biofuels is a classic example. Once thought to be the answer to CO2 reduction, all the evidence now shows that biofuels contribute more carbon, are one of the key reasons for global food price spikes, and have a devastating impact on the lives of people in poor countries. ActionAid would like to see a recognition at Rio+20 that the biofuels gold rush has been a misguided experiment that has no place in any sustainable development plans. Over the past 20 years, the approach to development and aid has changed enormously. UK aid moved from being just another part of foreign policy to its own department focused on the rights of the poor. The generosity of British people was as strong in response to the earthquake in Haiti as it was to Live Aid a generation ago. But there is also a desire to invest consistently in the longer term to tackle global poverty. This should be reflected in legislation to ensure that 0.7% of the UK&apos;s GNI should be ringfenced for global development aid. The original Earth summit in Brazil was genuinely transformational. Twenty years on, Rio+20 has big shoes to fill.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio-20-voice-london-uk", 
    "wordcount": "327"
}