{
    "headline": "'Cyber Jedi' schools contest a new hope for Britain's IT empire to strike back", 
    "text": "The job might sound a little nerdy and conjure unflattering images of geeky men who need to get out more. But the UK is now so short of experts in cybersecurity, they could soon command footballers&apos; salaries, according to one of the world&apos;s leading analysts. Ministers support plans for a national competition for schools in the hope of encouraging teenagers, especially girls, to become so-called &quot;cyber Jedi&quot;  defending firms, banks and government departments from an ever increasing number of online attacks. Two thousand schools will take part in a pilot project starting in September, with the aim of rolling out the contest across England and Wales next year. The organisers are not looking for people with a hacking background, or even those who already are computer literate. &quot;We need kids with raw talent in things like problem solving,&quot; said Stephanie Daman, the head of Cyber Security Challenge UK, the government-funded body driving the idea. &quot;One of the most important messages we need to get across is that cybersecurity is a proper career, and it is not just for geeks. We need to get away from that image and encourage a much broader range of people to get involved in this area because the country is desperately short of them. And we need more women.&quot; A competition for grown-ups is already under way, with the latest winner crowned champion last month. Stephen Miller, 28, is a chemist and had no formal background in IT before he decided to take part in the challenge, beating thousands of other hopefuls and opening doors to potential jobs at places such as GCHQ, the government&apos;s electronic intelligence-gathering centre in Cheltenham. The junior competition will be similar, said Daman, but aimed specifically at teenagers at secondary school. &quot;Kids need to know there is a real career in this, because they have no concept at the moment. And we need to spark their interest. It&apos;s a profession like law or accountancy, with well-paid salaries. &quot;A lot of companies are desperate to hire people for the roles in cybersecurity, but they have not been able to find the number of qualified recruits. There is a huge gap in terms of the number of properly qualified people in this area, and we need to tap into talent we know is out there.&quot; The coalition government made cyber security a &quot;tier one&quot; national priority in the 2010 strategic defence and security review, because of the damage that is being done to the UK economy from theft, espionage and sabotage from cyber space. China and Russia have been consistently accused of being responsible for cyberattacks, whether they be state sponsored, or co-ordinated by criminals. The Cabinet Office minister, Chloe Smith, said last week that, on average, &quot;33,000 malicious emails are blocked at the Gateway to the Government secure intranet every month&quot;. She added: &quot;These are likely to contain, or link to, sophisticated malware, often sent by highly capable cybercriminals and state-sponsored groups.&quot; In another sign of the government&apos;s anxiety on this issue, Michael Gove, the education secretary, has also ripped up the schools IT curriculum, in part because it does not have a cybersecurity element. A new curriculum will be introduced in 2015, but the schools cyber competition needs to start as soon as possible, said Daman. &quot;The US is further down this path than we are. They realised a bit earlier than us and we need to get on. The competition will start in September. There will be regional trials, a bit like football, and then we will have a grand final in February or March next year. The winners will go on a cybercamp.&quot; She added: &quot;We want the schools to decide those who should get involved. For some schools it will be 15- and 16-year-olds, for others it will be 17- and 18-year-olds. And the entry level is fairly low. We are looking for aptitude.&quot; Eugene Kaspersky, the founder of Kaspersky Lab, one of the world&apos;s leading antivirus and spyware companies, was in London last week to meet James Brokenshire, the minister for security at the Home Office, who sits on the National Security Council. Kaspersky said he would be urging the minister to step up the training of young people in the essential arts of cybersecurity. &quot;There aren&apos;t enough of them,&quot; he said. &quot;These experts are going to become the new footballers. Governments have to recognise this as a big problem.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/28/cyber-jedi-contest-britain-empire", 
    "wordcount": "758"
}