{
    "headline": "Name a species competition terms and conditions 2012", 
    "text": "Entering the Competition 1.The Name a Species competition (the &quot;Competition&quot;) is open to UK residents (&quot;You&quot;) subject to paragraph 2 below. 2.Employees or agencies of Guardian News &amp; Media Limited (&quot;GNM&quot;, &quot;We&quot;) its group companies or their family members, or anyone else connected with the Competition may not enter the Competition.  3.By entering the Competition you are accepting these terms and conditions. 4.To enter the Competition, you must complete the details on the entry form online at www.theguardian.com/nameaspecies or by post to Name a Species Competition, Guardian News &amp; Media Limited, Kings Place, 90 York Way, London N1 9GU or by email to name.a.species@theguardian.com. You may submit a name for one or more of the ten listed species on your entry form. If You have any questions about how to enter or in connection with the Competition, please e-mail us at name.a.species@theguardian.com with &quot;Name a species query&quot; in the subject line. 5.You are responsible for the cost (if any) of sending your Competition entry to us.  6.The closing date and time of the Competition is 12 noon on 2 July 2012. Entries received after that date and time will not be considered.  7.By submitting an entry to the Competition, You give GNM the right to use your name and county of residence for the sole purpose of identifying You as the author of your entry and/or as a winner of the Competition.  8.Your entry must be your own work, must not be copied and must not otherwise be obscene, defamatory or in breach of any applicable legislation or regulations. If We have reason to believe your entry is not your own work or otherwise breaches this paragraph 10, then We may not consider it.  Picking the winners 9.A panel of judges will choose one winning entry for each of the ten listed species from all the Competition entries. Full details of the judging process and the judges are available at www.theguardian.com/nameaspecies or on request from name.a.species@theguardian.com. 10.When choosing the winners, the judges will be looking for the most interesting and creative name for each species. 11.The judges&apos; decision of who the winners are will be made on or before 16 July 2012. The judges&apos; decision is final and no correspondence will be entered into.  The Prizes 12.The winner of the most interesting and creative name for each of the ten listed species will receive a certificate from Natural England. 13.The winners will be notified by GNM by email or post on or before 23 July 2012.  14.Details of the winners and their winning entries will also be published on www.theguardian.com/nameaspecies on 23 July 2012 or (at GNM&apos;s sole discretion) at a later date.  15.The certificates will be sent to the winners by GNM by 30 July 2012. Some other rules 16.Entries on behalf of another person will not be accepted and joint submissions are not allowed. 17.We take no responsibility for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt.  18.Details of the winners can be obtained by sending a stamped addressed envelope to the following address: Name a Species Competition, Environment desk, Guardian News &amp; Media Limited, Kings Place, 90 York Way, London N1 9GU.  19.The winners may be required for promotional activity. 20.The Promoter of the Competition is Guardian News &amp; Media Limited whose address is Kings Place, 90 York Way, London N1 9GU. Any complaints regarding the Competition should be sent to this address.  21.Nothing in these Terms and Conditions shall exclude the liability of GNM for death, personal injury, fraud or fraudulent misrepresentation as a result of its negligence. 22.GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by You as a result of entering the Competition or accepting any prize. GNM further disclaims liability for any injury or damage to You or any other person&apos;s computer relating to or resulting from participation in or downloading any materials in connection with the Competition.  23.GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, this Competition with or without prior notice due to reasons outside its control (including, without limitation, in the case of anticipated, suspected or actual fraud). The decision of GNM in all matters under its control is final and binding. 24.GNM shall not be liable for any failure to comply with its obligations where the failure is caused by something outside its reasonable control. Such circumstances shall include, but not be limited to, weather conditions, fire, flood, hurricane, strike, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, supervening legislation or any other circumstances amounting to force majeure. 25.The Competition will be governed by English law.", 
    "section": "environment", 
    "gid": "environment/2011/jun/10/name-a-species-competition-terms", 
    "wordcount": "858"
}