{
    "headline": "Green energy investment soars to $260bn", 
    "text": "Global investment in clean energy reached a new high of $260bn (169bn) last year  despite the financial crisis and the anti-environment agenda of Republicans in the US Congress, a United Nations investors&apos; summit was told on Thursday. Data from Bloomberg New Energy Finance, which tracks clean energy investment, showed a 5% increase compared with 2010, driven largely by a surge of money going to the solar industry. Investment in solar power rose 36% last year to $136.6bn. And while the US domestic political scene was riven by the furore over a $535m government loan to the now bankrupt solar-panel manufacturer Solyndra, there was apparently little immediate direct fallout for industry. The US made $56bn in clean energy investment last year, overtaking China, which invested $47.4bn. It is the first time since 2008 that the US has invested more. The surge reflected the phasing out of Barack Obama&apos;s economic recovery plan, which set aside as much as $80bn for the green economy, once investment in high-speed railways is factored in. &quot;The stimulus went out with a bang,&quot; said Ethan Zindler, head of policy analysis for Bloomberg New Energy Finance. The analysis was presented to 500 global investors meeting at the UN to try to mobilise the large-scale funds needed to address climate change. The $260bn figure includes investment in renewables, biofuels and smart technologies. It does not include natural gas, nuclear energy or clean coal. The summit, organised by the Ceres sustainable business group, was also aimed at giving momentum to the Rio sustainability summit, to be held in June. A separate analysis by Deutsche Bank&apos;s climate change advisors&apos; group, which used a narrower definition of global investment in clean energy and energy efficiency, found an even more striking rise to $140bn in the first nine months of last year from $103bn over the equivalent period in 2010. Kevin Parker, global head of Deutsche Asset Management, said: &quot;Investors really have no excuse any longer for dealing with climate risk because it&apos;s going mainstream.&quot; But there were also big losers in the clean energy world last year. Investment in wind fell 17% to $74.9bn. Meanwhile, manufacturers of wind turbines and solar panels are being squeezed by a drop in the price of raw materials and oversupply. The same pressures led to the downfall of Solyndra, which collapsed after receiving half a billion dollars under Barack Obama&apos;s recovery plan. Republicans used the company&apos;s collapse to try to discredit Obama&apos;s entire clean energy agenda. But while those at the meeting dismissed the Republican charges as &quot;smoke and mirrors&quot;, they acknowledged the difficulties for clean energy manufacturing. In an another such example, Vesta Wind Systems, the world&apos;s biggest turbine maker, said on Thursday that it was halting production at one factory and cutting 2,335 jobs, or about 10% of its staff, to try to compete with Chinese manufacturers. The company said another 1,600 jobs in the US were at risk as tax credits supporting the industry expire at the year&apos;s end. That phasing out of economic recovery plans around the world could also affect prospects for 2012, Zindler said. &quot;Most of those dollars have now been spent,&quot; he said. &quot;What that means is that next year industry will have to be more competitive and more cost-effective without government support.&quot; But he said the &quot;vast majority&quot; of the $260bn figure was private funds. And  despite the political climate  there remained growing demand in America for renewable power, with 29 states in the US requiring utilities to generate a share of their electricity form wind, solar, geothermal, and biomass. Analysts believe those mandates will create a demand for as much as $400bn in new construction of renewable power plants  a process under way despite the harsh Republican rhetoric against the shift to clean energy. &quot;This is about building stuff. This is about infrastructure,&quot; said one analyst. There is also strong interest in clean energy from developing countries, with emerging economies such as India and Brazil needing more power. &quot;They need more power generation and they don&apos;t necessarily want that to be coal,&quot; said Zindler.", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/green-energy-investment-increases", 
    "wordcount": "699"
}