{
    "headline": "Earth's environment getting worse, not better, says WWF ahead of Rio+20", 
    "text": "Twenty years on from the Rio Earth summit, the environment of the planet is getting worse not better, according to a report from WWF. Swelling population, mass migration to cities, increasing energy use and soaring carbon dioxide emissions mean humanity is putting a greater squeeze on the planet&apos;s resources then ever before. Particularly hard hit is the diversity of animals and plants, upon which many natural resources such as clean water are based. &quot;The Rio+20 conference next month is an opportunity for the world to get serious about the need for development to become sustainable. Our report indicates that we haven&apos;t yet done that since the last Rio summit,&quot; said David Nussbaum, WWF-UK chief executive. The latest Living Planet report, published on Tuesday, estimates that global demand for natural resources has doubled since 1996 and that it now takes 1.5 years to regenerate the renewable resources used in one year by humans. By 2030, the report predicts it will take the equivalent of two planets to meet the current demand for resources. Most alarming, says the report, is that many of these changes have accelerated in the past decade, despite the plethora of international conventions signed since the initial Rio Summit in 1992. Climate-warming carbon emissions have increased 40% in the past 20 years, but two-thirds of that rise occurred in the past decade. The report, compiled by WWF, the Zoological Society of London and the Global Footprint Network, compiles data from around the world on the ecological footprints of each country and the status of resources like water and forests. It also examines changes in populations of 2,688 animal species, with the latest available data coming from 2008. The eighth report of its kind, the new Living Planet document, comes five weeks before Rio+20, the latest United Nations conference on sustainable development. Nussbaum said: &quot;We have taken some important steps forward: the UN Framework Convention on Climate Change is an important step, a way in which the world is seeking to come to agreement about [cutting] greenhouse gases. The Convention on Biological Diversity is an important way of the world identifying steps that can be taken in protecting biodiversity. But the pace in both cases is rather glacial. And unfortunately our lifestyles and the consequences of those are having an impact more quickly than the acts we are taking to protect the planet.&quot; Wealthy countries have seen some improvement, with the Living Planet biodiversity index, rising 7% since 1970, as nature reserves and protections were introduced. But the biodiversity index has dropped by 60% in developing countries, where people depend more on nature. Demographic shifts have had a significant impact. The world&apos;s cities have seen a 45% increase in population since 1992, according to the Global Footprint Network, and urban residents typically have a much larger carbon footprint than their rural counterparts. The average Beijinger, says WWF, has a footprint three times the Chinese average, due to factors including private car use. Water security is a growing concern in many parts of the world as population and agriculture drives demand, placing enormous stress on freshwater ecosystems and fishing zones, according to data from WWF. &quot;The Living Planet report shows that the biggest single drop in the living planet index is for freshwater species in tropical areas, which have shown a decline of 70% since 1970,&quot; said David Tickner, head of freshwater at WWF-UK. A note of hope for the future, said the authors, is that the world could see peak population sometime this century. Though the population hit 7 billion in 2011, the UNEP reports the population growth rate has fallen from 1.65% to 1.2% since 1992, with women now having an average of 2.5 children.", 
    "section": "environment", 
    "gid": "environment/2012/may/15/earth-environment-wwf-rio20", 
    "wordcount": "630"
}