{
    "headline": "BT broadband gets billions in subsidy, claims Virgin Media boss", 
    "text": "   Britain's broadband logo Photograph: Guardian    The government is spending &quot;hundreds of millions of pounds of public money&quot; subsidising BT Group, the House of Lords will hear on Tuesday. A total of 980m has been earmarked for improving Britain&apos;s broadband network, including 530m during this parliament to get a basic 2Mbps broadband service to Britain&apos;s hardest to reach areas. But rivals fear most of the money will go to BT. &quot;The noble ambition of locally procured rural broadband networks is protracted and likely to favour the incumbent, freezing out new entrants,&quot; the Virgin Media chief operating officer, Andrew Barron, said in a letter to the Guardian the day before giving evidence to the Lords communications committee&apos;s inquiry in to the UK&apos;s broadband strategy. He claimed true competition with BT existed only in areas where Virgin Media&apos;s cables provide an alternative. Cable now reaches half the UK population, but mostly in urban locations. &quot;The outcome of current government policy,&quot; writes Barron, &quot;is likely to be the subsidy of already dominant infrastructure in areas where we are not, to the sum of hundreds of millions of pounds of public money.&quot; Public funds are being awarded via the Broadband development UK (BDUK) process. BT and Fujitsu are the only two bidders left from an original longlist of nine suppliers in the BDUK framework agreement, which covers 35 local authorities. Cable &amp; Wireless withdrew, as did Geo Networks, claiming BT had an unfair advantage. Rivals had wanted cheaper and more extensive access to BT&apos;s ducts and telephone polls, which reach most homes and businesses in the UK. A further nine areas are running their own procurement outside the BDUK framework, with multiple bidders. BT has won the only two contracts awarded so far, in Lancashire and Rutland, and Fujitsu is only bidding for two, in Cumbria and North Yorkshire. Barron writes: &quot;If we agree competition is the best way to encourage further sustainable investment, and that embedding dominance in markets is bad for consumers, we must also accept that providing the vast majority of available public funding to an incumbent is not in the UK&apos;s best interests.&quot; He criticises the lack of an ambitious national broadband strategy, saying the UK needs an equivalent to the 1984 Cable and Broadcasting Act which effectively created Virgin Media&apos;s network by allowing predecessors like Telewest and NTL to build franchises around the UK. Public money should be used to promote alternative infrastructures to BT, including the use of 4G mobile networks as an alternative to fixed line broadband, and a national framework for Wi-Fi to get better out of home internet coverage. A BT spokesman said: &quot;BT would be more than happy to compete directly with Virgin for BDUK funds but we doubt that will happen. That is because Virgin have steadfastly refused to provide open wholesale access to their network  a key BDUK requirement  and because they have shown no interest to date in supplying rural areas with broadband.  &quot;This is in contrast to BT who offer broadband services on a wholesale basis to 99% of UK premises. Fujitsu have announced their intention to bid for funds and so there will be a competitive process. We are already seeing this in several part of the UK.&quot; Barron will be giving evidence alongside Labour&apos;s communications infrastructure spokesperson Chi Onwurah, and the former chief executive of BT Openreach, Steve Robertson.  This article was amended on Tuesday 22 May 2012 to include a response from BT.", 
    "section": "technology", 
    "gid": "technology/2012/may/21/bt-broadband-virgin-media", 
    "wordcount": "585"
}