{
    "headline": "UK universities: celebrate your success stories by sharing them", 
    "text": "When the Guardian Higher Education Network launched, its aim was to marry insight, advice and best practice from global higher education professionals with Guardian commentary and analysis at a time of unprecedented change and challenge for the sector at large. Eighteen months later and despite familiar narratives of what is (or might be) going wrong in higher education, my editorial inbox is constantly replenished with news of projects and partnerships that are going right. Proof  if it were needed  that individual universities, departments and HE professionals (academic, administrative or otherwise) are working harder than ever to ensure excellence in their own institutions. We now look forward to celebrating the very best of those UK projects at the inaugural Guardian University Awards. Launched last month and taking place on the evening of our Higher Education Summit on 27 February 2013, these awards recognise that UK universities are filled with excellence, creativity and innovation at every level  all things that get the Guardian stamp of approval. This is not a rankings exercise  we already host the QS World University Rankings on the network. Instead, our judging panel are on the look out for great projects, initiatives and campaigns across 10 categories: student experience, teaching excellence, outstanding research impact, employability initiative, contribution to local community, commitment to widening participation, university facilities, sustainability project, international strategy and, finally, inspiring leader. This last category will be nominated by the panel and voted for by network readers  staying true to the open interaction on which this site is predicated. Most exciting to me from an editor&apos;s perspective is the Ideas Bank that we will build after the awards: a collection of 30 case studies of all shortlisted and winning entries, hosted on the network as inspiration for our global higher education readership. Taken together, these success stories should give us a new idea of today&apos;s university  and if that isn&apos;t knowledge transfer I don&apos;t know what is. So remember, remember, the deadline for entries is 5 November. Thank you for all those submitted and we welcome those still to come. To find out more and enter, visit the Guardian University Awards site Nancy Groves is editor of the Guardian Higher Education Network and part of the judging panel for the Guardian University Awards This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/17/ideas-bank-guardian-university-awards", 
    "wordcount": "404"
}