{
    "headline": "Leak exposes how Heartland Institute works to undermine climate science", 
    "text": "The inner workings of alibertarian thinktank working to discredit the established science on climate change have been exposed by a leak of confidential documents detailing its strategy and fundraising networks. DeSmogBlog, which broke the story, said it had received the confidential documents from an &quot;insider&quot; at the Heartland Institute, which is based in Chicago. The blog monitors industry efforts to discredit climate science. The scheme includes spending $100,000 for spreading the message in K-12 schools that &quot;the topic of climate change is controversial and uncertain - two key points that are effective at dissuading teachers from teaching science&quot;, the documents said.  It was not possible to immediately verify the authenticity of the documents, although Heartland issued a statement on Wednesday claiming at least one document was fake, and that it was the victim of theft and forgery. However, Anthony Watts, a weathercaster who runs one of the most prominent anti-science blogs, Watts Up With That?, acknowledged Heartland was helping him with $90,000 for a new project. He added: &quot;They do not regularly fund me nor (sic) my WUWT website, I take no salary from them of any kind.&quot; Watts, in an email, did not mention the entire cost of his temperature station initiative but said: &quot;Heartland simply helped me find a donor for funding a special project.&quot; &quot;There is nothing I can tell you,&quot; Jim Lakely, Heartland&apos;s communications director, said in a telephone interview. &quot;We are investigating what we have seen on the internet and we will have more to say in the morning.&quot; Lakely made no attempt to deny the veracity of information contained in the documents. The Heartland Institute, founded in 1984, has built a reputation over the years for providing a forum for climate change sceptics. But it is especially known for hosting a series of lavish conferencesof climate science doubters at expensive hotels in New York&apos;s Times Square as well as in Washington DC. If authentic the documents provide an intriguing glimpse at the fundraising and political priorities of one of the most powerful and vocal groups working to discredit the established science on climate change and so block any chance of policies to reduce global warming pollution. &quot;It&apos;s a rare glimpse behind the wall of a key climate denial organisation,&quot; Kert Davies, director of research for Greenpeace, said in a telephone interview. &quot;It&apos;s more than just a gotcha to have these documents. It shows there is a co-ordinated effort to have an alternative reality on the climate science in order to have an impact on the policy.&quot; The Valentine&apos;s Day expos of Heartland is reminscent to a certain extent of the hacking of emails from the University of East Anglia&apos;s Climate Research Unit in 2009. Those documents helped sink the UN&apos;s climate summit later that year. In this instance, however, the Heartland documents are policy statements  not private email correspondence. Desmogblog said they came from an insider at Heartland and were not the result of a hack. The documents posted on Desmog&apos;s website include confidential memos of Heartland&apos;s climate science denial strategy, its 2012 budget and fundraising plan, and minutes from a recent board meeting. The fundraising plan suggests Heartland is hoping for a banner year, projecting it will raise $7.7m in 2012, up 70% from last year. The papers indicate that discrediting established climate science remains a core mission of the organisation, which has received support from a network of wealthy individuals  including the Koch oil billionaires as well as corporations such as Microsoft and RJR Tobacco. The documents confirm what environmental groups such as Greenpeace have long suspected: that Heartland itself is a major source of funding to a network of experts and bloggers who have been prominent in the campaign to discredit established science. Heartland is anxious to retain its hold over mainstream media outlets, fretting in the documents about how Forbes magazine is publishing prominent climate scientists such as Peter Gleick. &quot;This influential audience has usually been reliably anti-climate and it is important to keep opposing voices out,&quot; Heartland documents warn. But the cache raises an equal number of questions  such as the identity of an anonymous donor that has been a mainstay of Heartland. The unnamed donor, who contributed $4.6m in 2008, has since scaled back contributions. Even so, the donor&apos;s $979,000 contribution in 2011 accounted for 20% of Heartland&apos;s overall budget, the fundraising plan says  According to the fundraising document Heartland hopes to bump that up to $1.25m in 2012 [click for PDF]. The importance of one or two wealthy individuals to Heartland&apos;s operations is underscored by a line in the fundraising document noting that a foundation connected to the oil billionaire Charles Koch had returned as a donor after a lengthy hiatus with a gift of $200,000 in 2011. &quot;We expect to ramp up their level of support in 2012 and gain access to the network of philanthropists they work with,&quot; the document said. Heartland hopes to cash in on its vocal support for the controversial mining method known as fracking, the document suggests. Heartland operates on a range of issues besides the environment. But discrediting the science of climate change remains a key mission. The group spends $300,000 on salaries for a team of experts working to undermine the findings of the UN climate body, the IPCC. It plans to expand that this year by paying a former US department of energy employee to write an alternative curriculum for schoolchildren that will cast doubt on global warming. The fundraising plan notes the anonymous donor has set aside $100,000 for the project. The plan also notes the difficulty of injecting non-scientific topics in schools. &quot;Heartland has tried to make material available to teachers, but has had only limited success. Principals and teachers are heavily biased toward the alarmist perspective. Moreover, material for classroom use must be carefully written to meet curriculum guidelines, and the amount of time teachers have for supplemental material is steadily shrinking due to the spread of standardized tests in K-12 education,&quot; the fundraising plan said.           The documents suggest several prominent voices in the campaign to deny established climate science are recipients of Heartland funding. They include, according to the documents, a number of contrarian climate experts. &quot;At the moment, this funding goes primarily to Craig Idso ($11,600 per month), Fred Singer ($5,000 per month, plus expenses), Robert Carter ($1,667 per month), and a number of other individuals, but we will consider expanding it, if funding can be found,&quot; the documents say. Whether these funding arrangements actually exist cannot be verified. However, Heartland&apos;s website notes that Idso, Singer, and Carter were commissioned to write a report for the organisation.", 
    "section": "environment", 
    "gid": "environment/2012/feb/15/leak-exposes-heartland-institute-climate", 
    "wordcount": "1145"
}