{
    "headline": "An open letter to Owen Paterson, the new environment secretary", 
    "text": "Dear Owen Welcome to your new job as secretary of state for the environment. I predict an interesting spell in office  for you certainly come with unusual credentials. You have virtually no record of making environmental pronouncements of any consequence or for showing concerns about ecological or climatic issues. You say you loathe wind turbines, a source of renewable energy on which Britain was supposed to be becoming reliant, while it is also said that you are a proponent of fracking, the extraction of shale gas, a process that would cause major increases in UK carbon emissions. For good measure you arrive at your new post with the strong endorsement of Britain&apos;s chief climate change denier, Nigel Lawson, the former chancellor who now believes his legacy of laissez-faire economics is being undermined by unnecessary curbs to carbon emissions and who has committed himself to the obstruction of such reforms. It is quite a CV, and you can appreciate why those concerned with scientific issues might be worried. Apart from your own dubious record, several other individuals given cabinet posts last week have also voiced startling, unorthodox views. The new transport minister, Patrick McLoughlin, has revealed he has a morbid fear of flying, for example, while the new health secretary, Jeremy Hunt, turns out to be a supporter of homeopathy, a widely discredited, ineffective form of treatment derided by the medical establishment. Putting such individuals in office is the equivalent of putting Twilight&apos;s Cullen clan of vampires in charge of a blood bank. Certainly the chance of rational, evidence-based debate in cabinet looks a remote prospect these days. Hence my letter to you, Mr Paterson. In taking charge of UK environmental affairs, you have been handed a task that has never been more important. It needs to be directed with pressing urgency: ice sheets are melting, sea levels rising and farmland is turning to desert across the globe as temperatures rise. Hundreds of millions of people are destined to lose their homes in the next few decades unless we take action now. Britain, which gave birth to the industrial revolution and which became the first country to pump significant excesses of carbon dioxide into the atmosphere, has a special responsibility to the world. If nothing else, we need to set an example and end our reliance on the burning of fossil fuels to generate power. And that is what worries me about your appointment. By all accounts you are a charming, pro-foxhunting, country gentleman who has an intense love of his North Shropshire constituency but who has yet to demonstrate any recognition of the global nature of the environmental crisis we face (though I acknowledge your 2010 green paper on fisheries management reveals an appreciation of the current crises affecting the oceans). Humanity is now going through the latter stages of an experiment far greater than the hunt for the Higgs boson or the decoding of the human genome. As we pump more and more greenhouse gases into the atmosphere, thereby melting ice caps, destroying precious ecosystems and eradicating species in their thousands, we are creating a future for ourselves that becomes less and less certain and more and more hostile. Now it is true that Britain may avoid some of the very worst direct impacts of this grand experiment when  later this century  global average temperatures rise by at least 3C to 6C, but we will not escape the secondary consequences. As central Europe and much of Asia scorches, millions of starving people will reach our shores. Our country will be turned into a military outpost dedicated to keeping them out, a point recently raised by Professor Stephen Emmott, who has observed that senior army officers have recently become a common sight at climate conferences. If nothing else, this suggests that the military sees the dangers we face, even if politicians like you do not. In short, you need to see the big picture. My fear is that you were picked because that is the last thing you do. Your appointment is part of George Osborne&apos;s bid to bring short-term boosts to the economy at the expense of long-term environmental gain and in the face of opposition from government climate advisers. Let us bring back fossil fuels, in particular gas, as our main power source and curtail renewable energy sources, argues the chancellor, who has succeeded in persuading the prime minister to pack the cabinet with environmental sceptics, utterly undermining David Cameron&apos;s declared hope his government would be the greenest ever seen in Britain. I hope you have the courage to confound those expectations and to realise that we face a catastrophic future if we do not halt our dependence on fossil fuels. Fracking is not an answer to our problems, nor is the new dash for gas, backed by Osborne. The latter would leave us dependent on natural gas producers such as Qatar and at the mercy of major price rises that would be introduced in later years. By contrast, creating an indigenous renewable power industry in Britain  for wind, wave and tidal turbines  will give us energy independence and wean us off our fossil fuel habits. That is the longer-term, bigger picture. I hope you see it, but I doubt you do. My unease is only deepened by the knowledge that you are the brother-in-law of the environmental sceptic Matt Ridley, whose stewardship at Northern Rock saw the first run on a British bank for 150 years but who has never tired of telling us that climatewise we have nothing to fear. Nor have your actions since taking office done anything to soothe jangled nerves. Pressed last week by journalists to deny or admit you are a climate change sceptic, you hid behind a feeble Department for Environment, Food and Rural Affairs press release that merely acknowledged that you were responsible for exploring issues such as climate change. It was an unimpressive start. I would like to think that things can only get better. Given a pause for reflection about the wider issues, that could happen. I hope you do get the bigger picture. If you do not, then the nation will have wasted further precious time when it could be taking decisive action to counter climate change. And time is a commodity that is already in dangerously short supply. Yours, Robin", 
    "section": "science", 
    "gid": "science/2012/sep/08/open-letter-environment-secretary", 
    "wordcount": "1054"
}