{
    "headline": "Andrew Mitchell bullish over aid value and support for Rwanda", 
    "text": "     He can&apos;t help himself. In the 10 minutes he spoke at the European Parliamentary Forum on Population and Development last week, Andrew Mitchell used the phrase &quot;hard-pressed taxpayers&quot; twice when talking about spending the public&apos;s money on aid. He referred to taxpayers again, several times, later during an interview in his Westminster office. It became his mantra when, as international development secretary, he was required to justify his department&apos;s ring-fenced budget at a time of cuts elsewhere in Whitehall. And he did it well. Mitchell arrived at the Department for International Development (DfID) in 2010 demanding transparency about how money is spent and value from all aid programmes  every pound had to be justified and accounted for. He ordered reviews of bilateral and multilateral aid, which resulted in the suspension of financing for organisations such as the Food and Agriculture Organisation, the end of aid to India and, most recently, to South Africa in 2015  a move Mitchell backs and a process he began while secretary of state. Although no longer development secretary  he was reshuffled out of DfID last year to become chief whip, and resigned from that job in October  he&apos;s still bullish and very much on message when it comes to aid spending. Asked how to ensure the big sums of money promised at last year&apos;s family planning summit benefit those who need it most, he says DfID is fully capable of tracking progress. The summit was organised by the British government and the Bill and Melinda Gates Foundation, and donors pledged $2.6bn over the next eight years. &quot;In the past there have been considerable problems; that the money doesn&apos;t reach the frontline, that too much handling goes on before it gets to the frontline  But under these new policies, which are now pretty embedded in DfID, and which DfID and the British government are also trying to embed in the multilateral system  specifically at whether people were delivering, I think the system is now much more open, much more transparent, and we can actually see the effect on the ground.&quot; He wholeheartedly defends the coalition government&apos;s failure to enshrine into law the target to spend 0.7% of GNI on aid. &quot;I think worrying too much about the law could eclipse this very strong commitment that Britain has honoured,&quot; he says. Mitchell adds that he&apos;s not a fan of the legislation, despite a commitment to legislate on aid in the Conservative manifesto (pdf) three years ago and in the coalition government agreement. It had also been promised in numerous ministerial speeches  including those given by him  right up until last month. &quot;I don&apos;t actually particularly like or approve of declaratory legislation,&quot; says Mitchell. &quot;I think it&apos;s quite demeaning for parliament. If parliament says it&apos;s going to do something, if the government says it&apos;s going to do something, they should do it. You don&apos;t need to be bound by some law. We should do it because we say we&apos;re going to do it, as we have done with the 0.7%.&quot; So it&apos;s nothing to do with pressure from the backbenches? &quot;It&apos;s not the pressure from the backbenches. We have done it,&quot; he says. And then there&apos;s Rwanda. Mitchell&apos;s decision to reinstate general budget support  money that goes directly to foreign governments  on his last day at DfID came back to haunt him. Aid to Rwanda, totalling 16m, was suspended in July over allegations in a UN report that Kigali was supporting the M23 rebel group in neighbouring the Democratic Republic of the Congo. Mitchell reinstated support in September. However, following a second UN report supporting the allegations, the UK government withheld the money and Mitchell was hauled before the international development committee to justify his actions. Does he regret his decisions over Rwanda? &quot;No, not at all. I took the decision, the British government took the decision, that it wouldn&apos;t be right to provide the support as general budget support and that&apos;s why I reduced by half the amount of general budget support we were giving. And then my successor [Justine Greening] quite rightly, on the basis of the evidence that she had, made her decisions. &quot;But I set out very clearly to the select committee why we made that decision when we did, why we then made a decision to reinstate, albeit in a different way, our support for Rwanda.&quot; Mitchell defends Britain&apos;s support for countries such as Rwanda and Ethiopia, which are considered development successes but have dubious human rights records. &quot;The closeness of the relationship gives us a chance to talk about issues of concern, what really is effective on behalf of the people of Rwanda. If you look at issues of press freedom and political freedom, we are always seeking to nudge the government in the right direction. There is evidence of progress on both counts and that is in the best interest of the Rwandan people and of our relationship with them,&quot; he says. &quot;You have to exercise a degree of strategic patience and not expect the perfect society to be created overnight. It does take time. What&apos;s most important is the direction they&apos;re going and, with both Ethiopia and Rwanda, there are grounds for optimism.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/14/andrew-mitchell-bullish-aid-rwanda", 
    "wordcount": "886"
}