{
    "headline": "GCSE and A-levels are easier, Ofqual finds", 
    "text": "GCSE and A-level exams have become easier over the past few years, a review has found, prompting the government to warn of a gradual decline in standards. The qualifications regulator, Ofqual, compared question papers in biology and chemistry GCSEs, and biology, chemistry and geography A-levels between 2003 and 2008, and 2001 and 2010. The papers from 2008 and 2010 were far more likely to demand less of teenagers than those from 2001 and 2003, the regulator found, as they had more multiple-choice questions and fewer essay questions. In the case of chemistry A-level many more questions were at GCSE level in 2008 than they were in 2003. The review comes amid growing fears that the exam system is failing to prepare teenagers for degree study. Glenys Stacey, chief executive of Ofqual, recently said it was impossible to justify year-on-year grade inflation in A-level results. She told the Sunday Telegraph: &quot;If you look at the history, we have seen persistent grade inflation for these key qualifications for at least a decade. [It] is virtually impossible to justify and it has done more than anything to undermine confidence in the value of those qualifications.&quot; A review of the national curriculum ordered by ministers is expected to publish its findings later this year. Michael Gove, the education secretary, wrote to Ofqual last month calling for exam boards and ministers to &quot;take a step back&quot; from dictating the content of A-levels and instead allow universities to set exam papers. The Ofqual review found that students taking geography A-level in 2010 were tested on fewer topics than they were in 2001. &quot;The geographical content  has continued to be &apos;softened&apos;,&quot; it said, and there had been an &quot;overall narrowing of subject coverage and fewer opportunities to assess the skills of students&quot;. In 2010 fewer questions required scientific knowledge and more tested pupils on issues related to human geography than in 2001. Removal of coursework had reduced the overall demand of geography A-level and &quot;may have meant students were less well prepared for higher education&quot;, the regulator said. In biology GCSE 2008 exam papers contained more multiple-choice and short-answer questions than 2003 papers. This reduced demand on students because they were &quot;not required to demonstrate skills such as synthesis and analysis, which can only be tested with more complex questions&quot;, the regulator said. The 2008 papers also had &quot;more limited opportunities for A-grade students to demonstrate their abilities in relation to higher-order skills such as organising information and analysing and interpreting complex data&quot;. Ofqual found A-level chemistry papers from 2008 had more short-answer questions than in 2003, and too many questions were of GCSE standard. In one case, in a 2008 paper, a quarter of the total marks were related to GCSE-level questions. A spokesman from the Department for Education said the review showed the exams system had &quot;fallen short of commanding the level of confidence we need&quot;. He added: &quot;These reports show that in recent years not enough has been demanded of students, and that they are not being asked to demonstrate real depth and breadth of knowledge.&quot; A spokesman from Ofqual said the review &quot;raised concerns about the maintenance of standards&quot;. He added: &quot;We will consider what wider lessons we need to learn from these findings. The GCSE papers reviewed have since been replaced to be more demanding.&quot; Pupils starting GCSE courses this autumn will sit fewer tests throughout the year because modules are being scrapped in favour of end-of-year exams. Some 12% of marks will be allocated for punctuation and spelling in English and English literature GCSE this summer. This will be rolled out across all subjects eventually. A poll of lecturers last month found that many think A-levels no longer prepare students for university. Just over half of the 633 academics polled by Cambridge University&apos;s exam board, Cambridge Assessment, said students did not possess the writing or critical thinking skills needed for their degree courses. Three-fifths said their universities offered catchup classes for first-year undergraduates. Meanwhile, more than half of headteachers say they have less money than last year despite the pupil premium. The National Association of Head Teachers (NAHT) quizzed more than 2,000 heads on what difference the pupil premium had made to their school budget. The pupil premium is an extra 600 awarded to schools annually per pupil eligible for free school meals. Some 53% of heads told the NAHT the money did not make up for losses elsewhere in their budgets, while almost a third  32%  said it evened out a shortfall from the previous year. Most heads said funds from the pupil premium were being spent on extra teaching assistants and one-to-one tuition. Schools are also using the money to pay for resources, such as books and computers. Others are spending it on school trips and extra-curricular activities for their poorest pupils.", 
    "section": "education", 
    "gid": "education/2012/may/01/gcse-alevels-easier-says-ofqual", 
    "wordcount": "827"
}