{
    "headline": "Science Weekly podcast: DarwinTunes  naturally selected music", 
    "text": "On this week&apos;s edition of Science Weekly with Alok Jha, we meet Prof Frances Ashcroft, recipient of the L&apos;Oreal Unesco Women in Science Award 2012 who is about to publish her latest book The Spark of Life: Electricity in the Human Body. Alok and Frances discuss the role of ion channels in nerve cells and why our every sense and action from smelling and smiling to retching and remembering is dependent on the tiny electric signals they mediate. Also in the show, Alok learns how Darwinian principles are being used to evolve catchy pop tunes from random noise. Evolutionary developmental biologist and broadcaster Dr Armand Leroi of Imperial College London came into the studio to discuss DarwinTunes, a project to see what would happen if loops of raw noise were allowed to mate and their offspring &quot;naturally selected&quot; by online listeners. Finally, Alok is joined by Prof Geoffrey Boulton, chair of the Royal Society working group looking at open science. Prof Boulton discusses his group&apos;s report, Science as a Public Enterprise: Opening up Scientific Information, published this week, which asks questions about the nature of scientific practice in the internet age and why large and complex data sets should be opened up to the scrutiny of a wider scientific and non-scientific community. Subscribe for free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed). Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science. Email scienceweeklypodcast@gmail.com. Guardian Science is now on Facebook. You can also join our Science Weekly Facebook group. We&apos;re always here when you need us. Listen back through our archive.", 
    "section": "science", 
    "gid": "science/audio/2012/jun/25/science-weekly-podcast-darwintunes-naturally-selected-music", 
    "wordcount": "283"
}