{
    "headline": "Apps beach tech tycoons in public-private battle for California coastline", 
    "text": "For California&apos;s geek tycoons, life used to be simple: make billions of dollars, seal off a beach, live happily  and privately  ever after. Their Silicon Valley fortunes bought coastal properties and endless ways to impede public access to what were, in theory, public beaches. That was before technology turned against them and empowered the plebs. Or, as some see it, before poetic justice bit the moguls on the ass. Activists and local authorities have discovered that they can use smartphone apps to map hidden trails and beaches, so ordinary people can find and enjoy them. The California Coastal Commission has ordered Sean Parker, who made a fortune with Napster and Facebook, to develop such an app as part of a $2.5m penalty for not having proper permits for his wedding at Big Sur last weekend. Parker built a virtual film set with fake ruins, staircases and waterfalls for a $10m ceremony at the plush Ventana Inn &amp; Spa resort, overlooking the Pacific.  The commission&apos;s order, which was published on Monday, comes on the eve of the release of a different app for Malibu, 300 miles south, where tycoons such as the Oracle chief executive, Larry Ellison, try to deter the public from visiting beaches lining their properties. Jenny Price, an activist who has spent a decade exploring and publicising access routes, has created the app, Our Malibu Beaches, to expose fake driveways and gates as well as bogus, intimidating signs saying &quot;no parking&quot;, &quot;no trespassing&quot; or &quot;private beach&quot;. No California beach can be completely private. The point between wet sand and the water is public space. &quot;Angelenos, Californians, nature lovers and everyone  let&apos;s open up the legendary 27 miles of Malibu beaches once and for all!&quot; said Price&apos;s Kickstarter pitch, which surpassed its $30,000 goal last month. The app will show each public access point and &quot;[help] you park. It even walks you down each beach  house-by-house  to find the best spot for your towel on the dry sand.&quot; The app, which has been co-developed with Escape App&apos;s Ben Adair, should be available for free on Androids and iPhones later this month. Hollywood moguls like Jeffrey Katzenberg and David Geffen are known to pad along Carbon Beach, aka Billionairess Beach. The cartoonist Gary Trudeau lampooned the latter as &quot;Lord Geffen&quot; in his Doonesbury strip, after he resisted an access path alongside his home. Local media hailed the app initiative. It will &quot;drive rich Malibuites crazy&quot;, crowed one blog. The Los Angeles Times welcomed the prospect of the &quot;hoi polloi&quot; having better access and played down concerns about litter and unleashed dogs. Malibu&apos;s app appears to have inspired the Californian Coastal Commission in its punishment of Parker for temporarily transforming an ecologically sensitive area of Big Sur, in the Monterey peninsula. An arch, an artificial pond and a stone bridge were built for the Napster founder&apos;s marriage to the singer-songwriter Alexandra Lenas. Around 300 guests attended, including Sting and Emma Watson. No serious damage was done but Parker lacked proper permits. Private security guards shooed people away from the area while the site was built. The Ventana Spa &amp; Inn, a boutique resort, was accused of illegally closing a campsite and failing to provide promised parking space. The CCC allowed the wedding to go ahead after Parker agreed to pay a $2.5m penalty to fund conservation and public access projects, including an app mapping publicly accessible parts of nearby coastline. In a statement, Parker said he and his bride were delighted to contribute: &quot;We always dreamed of getting married in Big Sur, one of the most magical places on Earth. In continuing my foundation&apos;s mission, we are excited to support these important conservation-related projects for and with the local community.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/04/apps-beaches-public-access-california", 
    "wordcount": "640"
}