{
    "headline": "BlackBerry Q10 is 'fastest-selling ever' at Selfridges as corporates snap it up", 
    "text": "BlackBerry&apos;s keyboard-based Q10 handset, its first with both a keyboard and running its BB10 software, has made a red-hot start on its first weekend in the UK, selling thousands per hour at Selfridges, the only outlet that was selling it. According to two people who were there separately, the Carphone Warehouse outlet was selling dozens of handsets at once to buyers from corporate IT customers and to would-be exporters. In a statement, Selfridges said that the Q10 had been its fastest-selling consumer electronics product ever, through its London, Birmingham and Manchester stores. &quot;Selfridges&apos; initial stock of the BlackBerry Q10 sold out in stores within two hours,&quot; the store said in a statement. &quot;Stock of the BlackBerry Q10 is being continually delivered on the hour, every hour to keep up with demand.&quot; However a spokesperson for BlackBerry declined to say how many units were sold in total, or how the first three days&apos; sales compared to those for the touchscreen-based Z10, which was launched at multiple retail outlets in January.  The popularity of the handset suggests that BlackBerry&apos;s core business users who have relied on its keyboard-based models, rather than using full touchscreen devices, are snapping up the Q10 handsets, despite their launch having had little publicity - in stark contrast to the Z10, which has had widespread advertising. The Z10 and Q10 are key to BlackBerry&apos;s future success, after a torrid year in which it has suffered a number of quarters with poor financial results and seen falling revenues. Handset shipments in its most recent quarter, to the start of February, were just 6m, its lowest figure since spring 2008. But those figures preceded the widespread launch of the new BB10 handsets. Michael Collins, a former hedge fund manager, wrote on SeekingAlpha that on arriving at 9am on Friday morning &quot;there were lots of exporters there buying 20+ units each. They had suitcases, and one used the suitcase to block people in the escalator so his pal could be first to the counter. Carphone Warehouse [which was selling the units inside Selfridges] had broken customers out into two lines - single unit buyers like me and &apos;multi-unit&apos; buyers.&quot; Collins estimated that around 2,000 units were sold in the first 90 minutes, and that the entire day&apos;s stock was sold in six hours. &quot;I asked the manager how this compared to the Z10 and she giggled, rolling her eyes and raising her arm in the air skyward, saying it was &apos;leagues beyond anything they had seen.&apos;&quot; Oli Farago, technology partner at M7 Real Estate LLP, was at the London store too. He told the Guardian: &quot;It was an absolutely bizarre morning. My senior partner is an absolutely diehard BlackBerry fan and loyalist, at least to the keyboard if not the platform itself.&quot; Farago said he had heard nothing about the Q10&apos;s launch until the day before when he saw a comment on Twitter saying it would be available in London. &quot;I couldn&apos;t quite believe that I wouldn&apos;t have heard about it and assumed it must be a mistake, but the more digging I did, it did appear to be true.&quot; The queue was split into two, for bulk buyers and &quot;small purchases&quot; - and Farago, aiming to buy three units prived around 600 each, was classed in the latter. After buying his units, he checked the &quot;bulk&quot; queue, and found people were buying 30 or more units at once - which would cost 18,000 or more in a single transaction. &quot;These people were here to buy them at the UK exclusive and resell them either in the UK or export them, as one guy I spoke to was doing,&quot; Farago told the Guardian. Julian Slim, Selfridges head of Home and Leisure, commented: &quot;The BlackBerry Q10 has been, without a doubt, the most highly anticipated smartphone we have ever sold and is already our most successful. Our partnership [with BlackBerry] has proven to be a powerful combination of great technology and commercial success.&quot; But Farago expressed some doubt. &quot;Am I surprised they sold out? Not at all, when people were buying as many in a single transaction, how could they not. Was it a huge success for BlackBerry? No, I don&apos;t think it was. I don&apos;t understand what the point was. Why organise a UK exclusive sale and then not make any obvious fanfare about it? Why no big Blackberry presence demoing phones? Why not cap the sales to deter resellers and make the phones last longer to get in the hands of actual consumers. Why no press? The lack of genuine consumer interest certainly doesn&apos;t bode well for the second part of the BB10 launch which most of Blackberry&apos;s future seems to hang on, but perhaps if anyone had known about it, it would have been a different story.&quot; However Farago observed that &quot;Maybe I&apos;ve just missed the point all together and since people are now writing about how they &apos;sold out in hours&apos; they have got exactly what they wanted. All I know is it didn&apos;t feel like the launch of a game changing device for Blackberry.&quot;  On Friday BlackBerry announced that London law firm Clifford Chance will be taking 1,600 devices, including both the Z10 and Q10.", 
    "section": "technology", 
    "gid": "technology/2013/apr/29/blackberry-q10-sellout-uk", 
    "wordcount": "898"
}