{
    "headline": "Cyber security should be promoted with hard-hitting ad campaign, says Labour", 
    "text": "Ministers should treat cyber security in the same way as drink-driving and launch a hard-hitting advertising campaign to encourage people to take more care online, Labour has said. Jim Murphy, the shadow defence secretary, said people needed to realise that failing to take responsibility for security should be regarded as unacceptable behaviour that was making life for easy for computer hackers and thieves. Businesses should be &quot;kitemarked&quot; on the robustness of their computer systems, he told a security summit in Westminster. Murphy said it was &quot;not an exaggeration to say that the emergence of cyberspace is amongst the biggest changes in human history&quot;. He said cyber security could be the &quot;arms race of the 21st century&quot;. Murphy committed Labour to ensuring that keeping safe online becomes an important part of the UK&apos;s national curriculum review, so that children realise the dangers as well as the advantages of going online. &quot;The government should also consider a public awareness campaign along the lines of those conducted against drink-driving, highlighting threats and action that can be taken to strengthen personal responsibility,&quot; Murphy said. &quot;For drink-driving, cultural change combined with government action turned what was once a social norm into an unacceptable behaviour in the eyes of the public and in law. We have to ask ourselves what the right combination of education and regulation is because we must develop a cultural intolerance towards aggressive or criminal internet use.&quot; With so many businesses relying on computers to store and transfer information, he said, companies had to spend more on their own defences because any security chain was only as strong as its weakest link. He said this was especially important in defence projects, where hackers could target small suppliers to get into the systems of the major defence companies. &quot;Kitemarks for those with high standards of cyber security must become a reality across the private sector,&quot; Murphy said. &quot;The defence industry is one of the most at risk sectors and so the Ministry of Defence could work with business to set a series of benchmarks for firms&apos; cyber security performance which would be taken into account when making procurement decisions.&quot; The government may also have to consider paying better salaries to in-house computer experts at the MoD and at GCHQ to stop them being poached by private companies. The Cabinet Office and GCHQ take a lead on cyber issues in the UK, and there is already a Get Safe Online website to give advice about computer and online security. Experts believe the government should promote this more aggressively, in addition to focusing on more sophisticated threats. Murphy spoke a day after Philip Hammond announced the MoD budget for next year, which is known to include more money for cyber security in the department. In an interview in the Guardian this month, Major General Jonathan Shaw admitted hackers had breached the department&apos;s systems. He said the MoD was committed to higher spending in this area to stop further breaches. A veteran of the Falklands and Iraq wars, Shaw said: &quot;My generation  we are far too old for this. It is not what we have grown up with. Our natural recourse is to reach for a pen and paper. And although we can set up structures, we really need to be on listening mode for this one. If we want to work the response, if we want to know really what is happening, we really have to listen to the young kids out in the street. They are telling us what is happening out there.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/15/cyber-security-ad-campaign-labour", 
    "wordcount": "605"
}