{
    "headline": "F1 2012: Codemasters reveals first details, plus new family F1 title", 
    "text": "Codemasters has always been skilled at coming into an ailing sports genre and totally reviving it. The Warwickshire-based developer made the tennis sim enjoyable again via its nineties Pete Sampras titles, then brought offroad racing into the mainstream with the brilliantly accessible Colin McRae Rally titles. Then, in 2008 it won the license for F1. Sony had given it up. Selling barely half a million of its final title, the PlayStation giant pulled out of the sport. Codemasters took it on, shook it up, pushed its &quot;be the driver, live the life&quot; philosophy, promising to convey every nuance of the F1 competitor&apos;s experience. F1 2010 sold 2.5m copies, and in 2011, it was the best-selling third-party racing game of the year. Now the publisher has signed a new multi-year deal with the F1 organisation and is working on its third sim in the series. Naturally, F1 2012 will have all the latest drivers, teams and races, and naturally, Codemasters is keen to stress that this is the least of what players can expect. The company is not saying much just yet, but here are the foundations of the game, due for release in September. First, while F1 2011 concentrated on improving the multiplayer mode, it seems the 2012 will be all about evolving the lone experience. &quot;We&apos;re putting time into expanding the career mode and several other single-player modes,&quot; says creative director Stephen Hood. &quot;We&apos;ve carried out a lot of research and many people do just play it in single-player. &quot;Accessibility and rewarding casual players is important. I want to get more people who used to be into F1 or watch it occasionally, who don&apos;t know the rules, the complexities of it, and get them into the game. It comes across as an intimidating sport and the TV commentators do a great job of explaining these things to viewers on the race days  we need to capture that.&quot; Part of this will be via a new introductory mode based around the sport&apos;s young driver tests, held toward the end of every season (Abu Dhabi has hosted the last few). This is where the teams leave one car and some race engineers behind for a day and give up-and-coming young drivers a chance to try out an F1 car, often for the first time. &quot;It&apos;s interesting how the teams go about working with those guys, telling them about the controls and what is required of them,&quot; says Hood, &quot;It&apos;s not about going out and smashing the fastest lap, it&apos;s about being consistent, not damaging the car, getting used to the basics. We want to use that as our tutorial at the start of the game.&quot; Here players will learn about the intricacies of F1 driving  the use of the apex and the racing line, etc  but tests will also be timed, so more experienced players can also compete for the best scores. Performing well unlocks contract offers from racing teams during the career mode  the better your performance, the better the teams making contact. Interestingly, players will have to complete at least a couple of tests before going into the main game modes. What? Why? Well, because this section is used as a kind of set-up sequence allowing players to configure the camera, the controller and other game settings to their requirements. &quot;We want it to be part of the story rather than giving you a load of option screens,&quot; says Hood. &quot;We&apos;ve turned it into an interactive sequence. I think we&apos;ve got it sorted in terms of the amount of time you have to spend with it.&quot; Elsewhere, the development team is doing new stuff with the weather and lighting, and there are &quot;significant&quot; changes to the underlying physics engine. One aim is to make the game more intuitive to play via the joypad, which is how most people experience it. Codemasters has also changed the tests that drivers need to complete in order to earn vehicle upgrades. There was a feeling that these tasks became repetitive over a whole career, so now they&apos;re more varied  but it&apos;s still about achieving certain standards so that the team trusts you with fresh hardware. Hood also wants the game to look a lot sleeker from the moment it boots up. &quot;There are a lot of sports games out now  most obviously from EA  that have very sexy user interfaces. They might not always be easy to navigate for the new player, but there&apos;s a certain standard they&apos;ve achieved, and I don&apos;t think the F1 games have got there so far. There&apos;s more we can play on with the history, the logos, the teams, the look of the cars  we&apos;re changing the UI dramatically for this season.&quot; And what else? They&apos;re not saying yet, but Hood is keen to stress that the F1 license is an ongoing project  they have grand plans: &quot;There are so many things we want to put into our F1 games that we&apos;ve been trying to do since 2010. We want to build it around the whole world of Formula One, the kinds of things the commentators go on about: upgrading the cars, beating your team mate, the strategy of the different teams. That&apos;s all part of the sport, and we&apos;re trying to replicate that.&quot;  Codemasters has also revealed that, alongside this year&apos;s iteration of its console Formula One series, and the forthcoming F1 Online team management sim, it will be releasing a third F1 title aimed at families and casual gamers. The publisher would not say anymore, but it is likely this is a reference to the Wii U F1 game mentioned by CEO Rod Cousens last August. This version is likely to use the forthcoming console&apos;s tablet style controller as an F1 steering wheel complete with driving computer. It is due out this Christmas. One key thing F1 fans may be able to look forward to in the future  especially in light of the multi-year license extension  is a consistent driver profile, which they can carry through subsequent iterations of the main F1 2012 game. Perhaps the aim is a driving RPG, a Formula One Mass Effect in which decisions and achievements carry on through the years. And on top of that, there is the Racenet community, and the launch next month of F1 Online, a browser-based team management sim with top-down visuals that may remind veteran gamers of another great Codemasters license, Micro Machines.  This great British survivor has been somewhat pushed to the side of the industry by heavyweight rivals over the past few years. But with Dirt Showdown on the way, a new Grid title surely in the making and a range of F1 titles, it is playing to its strengths once again. It is pushing back.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/19/f1-2012-codemasters-reveals-details", 
    "wordcount": "1145"
}