{
    "headline": "Boot up: Feature phones 'more profitable than mid-tier smartphones', Apple goes enterprise, and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Featurephones now more profitable than mid-tier smartphones &gt;&gt; Forbes This is remarkable:   For many handset vendors, the world has turned upside down. Nokia&apos;s $40 feature phones are vastly more profitable than Sony Ericsson&apos;s $200 Android models. This is not how the smartphone revolution was supposed to turn out. The latest handset industry reports reveal a market still characterized by exceptional smartphone growth - and deep trouble for most vendors. Globally, smartphone volumes mushroomed by more than 50% YoY in 4Q11. Feature phone sales continued a gentle decline. But in 2012, volumes are still likely to be close to the billion unit mark. Most vendors fled this billion unit market 1-3 years ago, leaving it essentially to Nokia and a cluster of Asian white label firms.   Nokia gets 13% operating margin on featurephones - which could buy it much-needed time in the smartphone market. Is Facebook Killing Google? No, But... &gt;&gt; Jeff Matthews Matthews recounts his experience of trying to buy ads for his book on Google and on Facebook. He preferred the latter. And:   if you really want your head to spin, think about this: according to a friend in retailing, the average Facebook woman updates her relationship status to &quot;Engaged&quot; within two hours of the guy actually proposing...so Facebook sells that relationship status information to retailers who have bridal registries.   (Via Galavantmedia.com) Apple infiltrates the enterprise: one-fifth of global info workers use Apple products for work! &gt;&gt; Forrester Blogs This may explain how Apple&apos;s share of the computer market keeps growing:   Have you noticed an increased presence of Apple products in public spaces and workspaces in the last few years? Turns out that 21% of information workers are using one or more Apple products for work. Almost half of enterprises (1000 employees or more) are issuing Macs to at least some employees - and they plan a 52% increase in the number of Macs they issue in 2012.  Demand for iPhones in China could skyrocket, analyst says &gt;&gt; LA Times In fact, could equal the rest of the world:   For some context, Apple sold 72m iPhones in its fiscal 2011, a staggering number that required all the muscle of the world&apos;s most valuable technology company, as well as a network of Asian factories pumping out the devices at a breakneck pace. The sales came from more than 100 countries. Now Chinese consumers may want to buy nearly that many iPhones all by themselves. That may well happen, says Morgan Stanley analyst Katy Huberty, who in a note to investors guessed that Apple may soon be selling 57m iPhones annually in China, capturing 60% of the projected market for smartphone buyers there. That would be a sixfold increase from the 10m iPhones Chinese consumers bought in 2011.   When you consider how eager people were to buy them (even if they were middlemen queueing to sell them on - so clearly with a market) it looks feasible. Google chafes as lawyers it hired sue company&apos;s Android partners &gt;&gt; Bloomberg Hilarious, ironic or awful?   &quot;In short, Pepper Hamilton is accusing its own client of infringement,&quot; Mountain View, California-based Google said in the filing. &quot;Pepper Hamilton should not be allowed to continue alleging infringement against the products and interests of its current client.&quot; Google, which has used Pepper Hamilton to help it apply for patents related to its Android mobile operating system, accused the law firm of disloyalty and said confidential information it shared creates conflicts of interest in the Digitude case. With so much patent litigation among technology companies there is bound to be some overlap among lawyers, said Scott Daniels, a partner with Westerman Hattori Daniels in Washington. &quot;Conflicts are hard on law firms,&quot; Daniels said in an interview. &quot;You don&apos;t want to anger your clients.&quot;   (Thanks @modelportfolio2003 for the link.) Anti-vaccine activists, 9/11 deniers, and Google&apos;s social search &gt;&gt; Slate Magazine A somewhat contentious viewpoint:   In more than a dozen countries Google already does something similar for users who are searching for terms like &quot;ways to die&quot; or &quot;suicidal thoughts&quot; by placing a prominent red note urging them to call the National Suicide Prevention Hotline. It may seem paternalistic, but this is the kind of nonintrusive paternalism that might be saving lives without interfering with the search results.   Morozov argues that Google should do the same for vaccine wackos, 9/11 loons and climate change denialists. (Not his phrase.) Trouble is, how soon before we&apos;re being upbraided for any and every opinion we hold? Wisconsin uses Microsoft settlement funds to buy iPads for schools &gt;&gt; Apple Insider From the couldn&apos;t-make-it-up department:   The capital of Wisconsin is buying 600 iPads this spring and plans to buy another 800 this fall, all paid for using funds from the state&apos;s settlement with Microsoft related to consumer lawsuits claiming the company overcharged customers for its software.    That&apos;s got to sting a bit in Redmond. Planned use: in schools, to replace textbooks with digital apps and ebooks. So not only is it using Microsoft&apos;s money, it&apos;s using it to not reinforce the Windows/Office monopoly. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service; [feedly mini] ", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/31/featurephones-smartphones-apple-enterprise", 
    "wordcount": "909"
}