{
    "headline": "History of science: Putting the 'H' in The H Word", 
    "text": "It seems polite, in my first post in this brand new blog, to introduce myself, at least briefly, as one half of The H Word. This also seems sensible since the blog branches the Guardian science blogs out into humanities (shock! gasp! please don&apos;t stop reading!) as it is focused on the history of science, medicine and technology. The &apos;H&apos; in &apos;The H Word&apos; stands for &apos;history&apos; every bit as it does Higgitt and Heggie, the two authors. You might note too that across the top of the blog&apos;s front page, the links suggest you might be interested in the Guardian&apos;s history pages, as well as the science blogs and articles tagged history of science. The &quot;Two Cultures&quot; (which never did exist) are properly united here. Nevertheless I should, perhaps, come clean here and now and admit that I am Rebekah and I am a historian.  I was last taught science formally in my penultimate year at school (the Scottish system meant I kept one science up a year longer than I would have done had I been at school in England), my first degree was in history, my second in 17th-century studies and my last in history of science. My undergraduate background makes me somewhat in the minority within the field, but the delightful thing about the academic discipline of history of science is that it does attract and welcome people with backgrounds in arts and humanities, science and social sciences: it makes for healthy and fascinating conversations. It certainly puts me in the minority as a Guardian science blogger, but I hope you will be kind, and I am determined that you will be interested. I hope too that readers of history, books, arts and culture in the Guardian&apos;s pages will also find their way over here and beyond. Lest you bristle at the presumption of a historian commenting on science, I hope the posts in this blog will show, firstly, that science, its policy and communication can benefit from historical insights and, secondly, that the idea that history can be written and taught without paying any attention to science, medicine and technology is, frankly, ludicrous.  This history needs to be studied and shared by historians. Whatever else science might or might not be, it is produced, funded, used, enjoyed, feared or ignored by human beings who are shaped by their local and historic circumstances. That remains true of science today every bit as much as of science in the past.  You might spot that I am also a curator (at the Royal Museums Greenwich, comprising the Royal Observatory Greenwich, National Maritime Museum, Queen&apos;s House and Cutty Sark), which means that astronomical instruments, scientific institutions, museum displays and the importance of making these things interesting, entertaining and relevant to audiences will all come into play.  Enough of the throat clearing. Let the history begin!", 
    "section": "science", 
    "gid": "science/the-h-word/2012/aug/02/history-science", 
    "wordcount": "478"
}