{
    "headline": "Urbanisation can be 'force for good' with better jobs and cheaper services", 
    "text": "Urbanisation can accelerate progress towards the millennium development goals (MDGs), but careful planning is essential to prevent the growth of slums, pollution and crime that can derail achievements, according to a report card on the MDGs. In their annual progress report on the MDGs, the World Bank and the International Monetary Fund (IMF) focus on the positive effects of urbanisation. The report says urbanisation provides higher incomes than workers would earn on a farm and yields further opportunities to climb the income ladder. &quot;Virtually no country has graduated to a high-income status without urbanising and urbanisation rates above 70% are typically found in high-income countries,&quot; said the report, which noted that urban poverty rates were relatively low and declining in all regions between 1990 and 2008. &quot;Governments should not be afraid of urbanisation,&quot; said Jos Verbeek, lead author of the report. &quot;If managed well, it can be a force for good.&quot; In addition to creating better-paid jobs, cities allow better and cheaper access to services. In Niger, for example, the average price of water is 182 West African CFA francs (0.24) per cubic metre for piped water from a network, CFAF 534 from a public fountain and CFAF 926 from a vendor in rural areas. Poor access to basic infrastructure has a disproportionate effect on rural women as they perform most of the domestic chores and often walk long distances to fetch water. About 2.7 billion people in the developing world live in urban areas and 96% of the additional 1.4 billion people in the developing world by 2030 will live in cities. Growth will not only be in today&apos;s megacities of Shanghai or Mumbai, but also in secondary cities such as Huambo in Angola, Fushun in China and Surat in India. The report says many emerging urban centres are still taking shape, providing policymakers with a unique but rapidly closing window of opportunity to get their cities &quot;right&quot;. Slum warning     Poverty_rates2 Photograph: Graphic    &quot;If the forces of urbanisation are not managed speedily and efficiently, slum growth can overwhelm city growth, exacerbate urban poverty, derail MDG achievements and reduce, if not eliminate, cities&apos; comparative advantage regarding attainment of the MDGs,&quot; the report warned. About 1 billion people live in urban slums in poor countries and their numbers are projected to grow by nearly 500 million by 2020. These populations are growing fastest in sub-Saharan Africa, south-east Asia and western Asia. 62% of Africa&apos;s urban population live in slums. &quot;Slums are the result of an unfettered approach to urbanisation,&quot; said Hans Timmer, director of the World Bank team that produced the report. &quot;If you plan right, you would not see the emergence of slums.&quot; A key message of the report is that governments should provide basic services for people in slums, just like in rural areas or cities. In Laos, for example, the government has given squatters long-term leases to public land, formalising their status on the land they already occupied. In Vinh, the Vietnamese government is trying to provide slums with better services by adjusting planning standards to make them more realistic and cheaper. The report emphasises the importance of planning; making markets (labour, goods and services) accessible to other neighbourhoods in the city, other cities and export markets; and financing for large infrastructure projects. &quot;Of the three, planning for land use and basic services is the most important,&quot; said the report. &quot;The challenges for countries at all stages of urbanisation is strengthening institutions for land management  Financing should be city leaders&apos; last concern rather than their first.&quot; Timmer said planning should ensure big cities are connected to small cities and rural areas. &quot;Small cities are very important for rural areas as farmers can get better prices,&quot; he said. &quot;There must be an emphasis on connectivity and you can&apos;t leave all the planning to municipalities as they all compete with each other. You do need some kind of master plan to focus on exchanges between rural areas and small cities.&quot; Sub-Saharan Africa&apos;s poor people are concentrated in rural areas and cannot migrate at once to urban areas, so any strategy to achieve the MDGs should include increasing rural productivity through the introduction of technology and investment in the health and education of villagers, said the report. Mixed news on MDGs     Poverty_rates1 Photograph: Graphic    Only four of the 21 MDG targets or sub-targets have been met worldwide, two years before the 2015 deadline. New estimates confirm that MDG1.a on reducing the number of people living in extreme poverty, on less than $1.25 a day, was reached in 2010. The world has also met MDG7.c, to halve the proportion of people without access to drinking water. MDG7.d  to significantly improve the lives of at least 100 million slum dwellers by 2020  was achieved, and the elimination of gender disparity in primary education (part of MDG3.a) was reached in 2010. However, progress on the remaining MDGs has been less than &quot;stellar&quot;, particularly on education and health. &quot;A vast acceleration is needed to achieve all the goals by 2015,&quot; said the report.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/17/urbanisation-force-good-jobs-services", 
    "wordcount": "867"
}