{
    "headline": "Sir Roger Jowell obituary", 
    "text": "Thanks to Roger Jowell, co-founder of NatCen (the National Centre for Social Research), who has died of a heart attack aged 69, we are potentially a deeply self-knowing society. His studies of British attitudes, over time and in comparison with other European countries, amassed a trove of social knowledge. High standards in fieldwork and intellectual precision in the methods of finding out what we think  Jowell&apos;s hallmarks  have given the UK an international reputation for the quality of this field of sociological inquiry. Results could be uncomfortable for someone of Jowell&apos;s progressive temperament. But to the individualist and anti-egalitarian trend seen in the latest annual British Social Attitudes survey, a series Jowell started in 1983, can be countered the advance of liberalism in attitudes to race and gender, confirming why he had settled in Britain in the 60s, having been warned that it would be dangerous to return to his home in apartheid South Africa, where he had been a student political activist. With his mentor, Claus Moser, Jowell shared a Jewish and expansively social democratic outlook, married to the rigour of numbers. Hard to pigeonhole, he was never a conventional academic, let alone comfortable within a single disciplinary tribe. Jowell&apos;s CBE in 2001 and his knighthood in 2008, for services to social science, occasioned pleasure among sociologists, who still sometimes feel neglected when it comes to honorary and symbolic recognition in the wider culture. Yet, he was the antithesis of what that long-haired phrase used to conjure up, especially on the political right: Jowell was urbane, cricket-loving and cultured  and immensely likeable. True, his politics were left of centre.  He was actively involved with the design and data collection for the great 1980s the great 1980s National Survey of Sexual Attitudes and Lifestyles that Margaret Thatcher famously refused to pay for (but which was rescued with grants from the Wellcome Trust and others). [See footnote] He was passionately interested in politics, working extensively on elections and voting (and consistently rejecting the &quot;Labour is finished&quot; line). What distinguished him were the numbers  he was vice-president of the Royal Statistical Society  and sophisticated work in survey methodology that won admirers in the US. Born in Cape Town, and educated at Cape Town University, Jowell belonged to the diaspora of liberal-minded young South Africans who, in the later 1950s and 1960s, settled in Britain  their ranks included Barbara Follett and Jowell&apos;s brother, the academic lawyer Sir Jeffrey Jowell. In London in 1970, Roger Jowell became an alderman during the glory years of a progressive council, Camden, drawing on its prosperous commercial property base. The Labour council was not just building housing, but buying it up. These were times when local government (at least in certain parts of London) was not just bustling, but sexy. Council affairs became affairs. Jowell&apos;s first wife Tessa, whom he married in 1970, subsequently the Olympics minister, soon afterwards became the Labour councillor for the Swiss Cottage ward. Roger Jowell himself never stood for office, though he retained intense respect for elected politicians and advised successive Labour leaders. His cast of mind suited social inquiry. Finding out what people wanted was a sort of progressive political act  an early influence on him was the polling expert Mark Abrams, who had intrigued and tormented Labour in the 60s with studies asking whether the party would ever win again. With Gerald Hoinville, in 1969, Jowell set up Social and Community Planning Research (SCPR) as a charity to undertake social inquiry. But while other research organisations of the era, such as the Centre for Environmental Studies, became self-obsessed and politically riven, SCPR flourished and grew  in part thanks to Jowell&apos;s burning interest in designing and carrying out surveys that accurately reflected people&apos;s views and beliefs, and elucidating the distinction between the two. That interest carried Jowell into studying voting, and 17 years (from 1983) of co-directing British Election Studies, the regular series of surveys of attitudes towards politics and parties tested against actual voting. Jowell was an encourager, and many able social researchers gained experience at SCPR/NatCen, pushed by a scientist with a sharp intellectual edge, charmed by a humorous colleague who never entirely lost his South African accent. He was concerned with the moral welfare of all kinds of social inquiry. He did not lose touch with those asking questions on behalf of companies wanting to sell things and the Market Research Society awarded him its gold medal. He helped establish the Social Research Association and write a code of ethics for the International Statistical Institute. Giving up his creation, renamed NatCen, was not easy, but Jowell moved on to become a professor at City University, London, where, from 2003, he directed the European Social Survey, a multinational project sponsored by the European commission. Here, he helped solve the dense problems of comparison, ensuring the equivalence of survey questions asked in different languages and cultural contexts, as well as negotiating indefatigably with the European commission and herding legions of collaborators. The survey is about to acquire a prized status as European &quot;research infrastructure&quot;. Its rich data, though extensively used by academics, has not always enthralled an inward-looking, eurosceptic British media and public. Jowell&apos;s health had not been good for some time, but he maintained both research and public service commitments. His experience of politics and numbers was put to use when he became deputy chair of the newly formed UK Statistics Authority in 2008, stiffening the sinews of those who believe evidence and data as our best approximation to truth should out, however uncomfortable or inconvenient for holders of power. In 1979, after his divorce from Tessa, he married Rani Gilani. They had two sons, Marco and Adam, and divorced in 1995. His third marriage, in 1996, was to Sharon Witherspoon, herself a distinguished social researcher and deputy director of the Nuffield Foundation. Sharon and his sons survive him.  Roger Mark Jowell, social statistician, born 26 March 1942; died 25 December 2011  This footnote was added on 27 February 2012 to clarify a line that originally said Roger Jowell led the National Survey of Sexual Attitudes and Lifestyles. Following its conception by Jowell, the survey was carried out by researchers from University College London and The London School of Hygiene and Tropical Medicine in partnership with Social and Community Planning Research, where Jowell had conceived the survey (SCPR, co-founded by Roger Jowell, later became the NCSR).", 
    "section": "education", 
    "gid": "education/2012/jan/08/sir-roger-jowell", 
    "wordcount": "1071"
}