{
    "headline": "Bogus teacher who forged qualifications jailed for 18 months", 
    "text": "A bogus teacher who forged her qualifications to get two jobs in schools and a role with an examining board to improve her &quot;social standing&quot; has been jailed for 18 months. Julia Rawlinson, who taught in Northamptonshire and Devon as well as marking papers for the exam board Edexcel, &quot;blighted&quot; the careers of the youngsters who had been in her care, the judge ruled. Sentencing was delayed by months as psychiatric reports were prepared but no evidence of any mental illness was found. Judge Philip Wassall told her: &quot;There is not a single word of regret or thought for the children who were at the wrong end of your activities. Your entirely self-centred approach to this has blighted the careers of everyone you taught.&quot; Rawlinson, 45, a mother-of-four, from Brixham, Devon, claimed she had advanced qualifications in sciences from universities in Glasgow and South Africa, where she was raised. She used those supposed qualifications, supported by fake certificates, to obtain her first teaching job, at Montagu school in Kettering in 2004. In 2007 her deception was uncovered and she was cautioned by the police, but she had already taken on a role as an examiner with Edexcel, marking papers in biology. She was given a one-year teaching contract at Westlands school in Torquay in 2011, where she was to lead A-level students through their biology modules. But staff became suspicious when Rawlinson&apos;s criminal records bureau check was returned a few weeks into the job, revealing the police caution. Rawlinson was arrested and has admitted fraud. Prosecuting at Exeter crown court, Joss Ticehurst said students had suffered as a result of her dishonesty. He added: &quot;When interviewed by police in October 2011, she said her whole life had been a lie. Even as she was caught out [in 2007], she was continuing to lie and create false supporting documents to obtain jobs. This was a carefully constructed sham of a life.&quot; Defending, Lee Bremridge said Rawlinson was a pathological liar. He said she had had an &quot;awful childhood&quot; growing up in South Africa, adding: &quot;She lied in order to create a life for herself, in order to create social standing as a teacher. She wanted social gain, not financial.&quot; He said it was &quot;ironic&quot; that Rawlinson was clever enough to have become a good teacher had she gone about it in the correct way, with the correct qualifications. Edexcel undertook an investigation after Rawlinson was exposed for the second time and reviewed all the papers she had marked but concluded that every student had been given the right mark.", 
    "section": "education", 
    "gid": "education/2012/nov/29/bogus-teacher-forged-qualifications-jailed", 
    "wordcount": "442"
}