{
    "headline": "Why Microsoft needs to get Michael Bubl working on Windows 8", 
    "text": "2012 will be the year that Windows 8 finally hits the market. This version unshackles Microsoft from CISC-based computing, giving OEMs the chance to create Windows-based tablets that are on a par with the iPad in terms of battery life, performance, and usability. CISC, or complex-instruction set computing, is a way of designing processors that&apos;s very power hungry. RISC, or reduced-instructions set computing, is an alternative way of building processors that are far more power efficient. The processor in your phone? That&apos;s an ARM chip, a specific implementation of a RISC processor design. You&apos;ve got a RISC-based chip not a CISC-based chip in your phone because with CISC you&apos;d have a battery life of four minutes and it&apos;d burn a hole in your jeans (well, almost). One of the key reasons why iPad wins in the market is because, like the iPhone and like virtually every Android phone, it uses a RISC-style ARM processor. The iPad has a massive screen, boatloads of processing power, and a huge battery that lasts all day. Although Windows-based tablets have had some success in niche industries (medicine being a good example), for general use they&apos;re a non-starter because previously Windows would only run on CISC-style x86 chips. These run hot and have a short battery life. The heat issues, battery life and lack of multitouch input makes Windows 7 tablets utterly uninteresting to people who can look in the market and get multi-touch long-lived iPads  even if they don&apos;t run Windows programs. (That said, although Intel is pushing its new &quot;Medfield&quot; chip to Android OEMs. Medfield is an x86 design and therefore CISC-based. Whether it gets anywhere will be another story.) Although the main market for Windows 8 will be desktops and laptops, as it was for Windows 7, Windows 8 will see a variant that will run on ARM processors. OEMs will be able to build iPad-class hardware running Windows. Boom  instant competition to iPad. (Mind you, the jury&apos;s still out on how fully-featured that variant of Windows will be.) We&apos;re going to see Windows 8 go into beta next month, and it&apos;s expected to reach its RTM (release to manufacture) stage, when it&apos;s available for OEMs to build with, around September (Thanks to Mary-Jo Foley for setting my expectations on this.) So here&apos;s a question. There are a bazillion Windows developers out there watching the iPad march across the landscape kicking up a dust storm of opportunities for developers who target it. Is Windows 8 getting any interest on the ground? I decided to try to measure whether developers are talking about developing for these new Windows 8 on ARM devices. I did this by examining traffic on Twitter, and on the popular developer resource site Stack Overflow. And I invented a new unit of measurement  the Bubl. It&apos;s almost as useful as the double-decker bus, the blue whale and Wales itself. Twitterbots There&apos;s some confusion out there about what we call these sorts of applications. The name that Microsoft seems to be using (at the moment at least) is &quot;Metro-style&quot;. For reference, Microsoft currently operates a sub-site on MSDN for Metro-style app development.  Although people can and do refer to Windows Phone development as &quot;Metro&quot;, in this context  and on the MSDN subsite  we&apos;re talking about native applications that are built in Windows 8&apos;s new application framework that goes by the name of WinRT. I&apos;m not going to go into what WinRT is here  here&apos;s a fab answer on Stack Overflow, the takeaway is that if we want to find people talking about building native apps for Windows 8 tablets, we need to find people talking about &quot;WinRT&quot;. For this article, I wrote a number of bots to monitor and analyse traffic on Twitter. The first was programmed to find people talking about WinRT. I also built a number of other bots that were programmed to find other topics (two technical and one &quot;control&quot;) for comparison. The bots at a basic level look for a central keyword (&quot;WinRT&quot; in the first instance) and then score tweets based on discovery of other keywords. It will also inspect linked content (so if a tweet references an article on WinRT it&apos;ll score higher) and it will also discover people on Twitter who it thinks are engaged in discussing the topic. It will also exclude tweets that are not in English. At a basic level then, if we look at a week&apos;s worth of data we get an average of 30 (qualified) tweets per day on the topic of WinRT. Out of 300m-odd tweets per day. That&apos;s pretty minimal. For comparison, I built a &quot;Michael Buble&quot;-bot. This bot discovers around 2,500 tweets per day for the singer. So WinRT gets around 0.01 Bubls of traffic on Twitter in an average day. Two more bots Xamarin is a software company that produces two pieces of software that are important in the mobile development space. They are MonoTouch and MonoDroid. MonoTouch allows you to use C# to build apps for iOS, MonoDroid does the same trick on Android. They&apos;re interesting for our work here because mobile is an allied space to Windows 8 on ARM tablets and there&apos;s an argument that developers waiting for a Windows 8 iPad-clone opportunity would be interested in Xamarin&apos;s offering. So, I wrote a bot that looked for Xamarin, MonoTouch and MonoDroid. By way of a control  well, not really a &quot;control&quot; as this isn&apos;t particularly scientific  I wrote a bot that looks for Erlang. Erlang is a very niche, functional programming language. Frankly I don&apos;t know much about, other than it gets a certain kind of geek all steamy. Plus, the bot was easy as Erlang is a made-up word that doesn&apos;t mean anything. (I originally tried doing this Github&apos;s Janky continuous integration server project, which is a word they nicked from the &quot;yoof&quot;. That did not go well, with the results being decidedly NSFW.) The result? Over the same time period, Xamarin got 57 tweets per day. Erlang got 145. (For those eager to know, that&apos;s 0.023 and 0.058 Bubls each.)     WinRT Chart 1  WinRT Tweet Volume Compared Photograph: Guardian    You can find all the datasets with the comparisons on Google Docs. So what we can see here is that people tend to talk about Xamarin about as much as they do WinRT. Xamarin is a (relevant) product produced by a small software company in a commercially interesting space.  But WinRT is a &quot;bet the farm&quot; strategy from the world&apos;s largest software company designed to enable it to compete directly with a product that&apos;s destroying its business. Something&apos;s wrong there. The chatter about WinRT should be deafening, and it&apos;s not. In fact, there&apos;s almost five times the chatter about Erlang, and that&apos;s just some random geek language &quot;toy&quot; that I&apos;ve picked of the air. Doing work All we&apos;ve looked at so far is what people are talking about. When developers are doing rather than chatting, they need &quot;instruction&quot;. Traditionally, developers have received instruction from books and online content from a combination of non-commercial blogs and commercial content providers. Over the past few years a lot of this has been supplanted by Stack Overflow. Stack Overflow is interesting because their data provides an indication of how many people are actually trying to crank out code. People don&apos;t go to Stack Overflow to chat in the way that they do on Twitter. For all we know, 100% of the Twitter traffic on WinRT might be variations of &quot;Has anyone tried WinRT yet? I&apos;m thinking about it &quot; Stack Overflow is a measure of how stuck people are, and you only get stuck when you&apos;re hacking around. For this next part, I built a Stack Overflow bot using the site&apos;s wonderfully designed API. In terms of data, the API has returned reliable data for most of this year, and so I&apos;ve taken a range of seven days from 4 January 2012 to 10 January 2012. Admittedly, this is a small set. (When we revisit this data as the Windows 8 goes through its release cycle, we&apos;ll get better data as I&apos;ll keep this Stack Overflow bot running.) As a benchmark, I had a look at questions tagged on .NET and Java topics. For the sample I captured, .NET gets around 231 questions a day, Java around 330. (This surprised me  I&apos;d assumed these would be the same.)  (Although not central to the discussion  at the end of this article you can find the 20 highest rates tags I found during this exercise.) What about WinRT? Not looking great  this year there are four questions in our date range.  For comparison, Erlang had a total of 17. MonoTouch and MonoDroid got about the same. (I can&apos;t give you that in Bubls  nobody seems to be trying to program him.) Here&apos;s the data:     WinRT Chart 3  WinRT Stack Overflow Questions Photograph: Guardian    What we can tell from this is that there isn&apos;t much being asked about WinRT on Stack Overflow, and by extension we can say that no one is using it particularly. For comparison, I went back into the data and dug out a few tags that get a similar level of interest  some examples are:  db2 html-parsing (by the way, the parser I used in the bot was HTML Agility Pack - recommended) internet-explorer-6 log4net memcached (surprised by this one) screen-scraping visual-studio-2005 windows-ce windows-installer I&apos;ve tried to be fair with that  but it&apos;s not the most glamourous list of peers to be compared with. Is it really the case that there&apos;s a similar number of people asking questions about log4net as there are WinRT? Again, let&apos;s hammer that home  in the red corner, probably the most important change in Microsoft&apos;s software development platform since the introduction of .NET about eight months away from release. In the blue corner, an admittedly good, open source logging framework. Major Players You may be wondering how the major players stack up on Stack Overflow. Well, I had that data to hand and you can find a chart below. An interesting point to note is that not only is Android consistently getting more volume than iOS, it&apos;s volume is around the same as .NET.     WinRT Chart 2  Major Players Stack Overflow Questions Photograph: Guardian    The long-term life of the WinRT bot For me, actual instructional content whether produced by amateur or professional authors (the distinction here is strictly in the sense as to whether the author gets paid and no other measure) is the most important way of driving developer interest. Stack Overflow is great for when you&apos;re stuck. Instructional content is what developers need to get to a point where they&apos;re stuck as quickly as possible. Getting stuck is a good thing  if you&apos;re stuck, you know you&apos;re learning. I wrote the bot mentioned in this article as a separate project called WinRT People. The idea of this project is to use Twitter to discover great content that WinRT developers can use to build apps for these new iPad-clones that Windows 8 will enable. You can use it one of two ways. You can follow it on Twitter at @winrtppl. The bot will publish articles that it discovers there. Alternatively you can subscribe to the RSS feed at http://winrt.devppl.cc/ to get the same effect. You can also see people to follow on the home page of that site. (The bot and site is very much a work in progress, so expect rough edges.) Conclusion What I think we can see there is that very few people talking about or, apparently, working with WinRT. The content that the WinRT People bot has surfaced for me to read on WinRT is generally pretty good stuff. There are people out there talking about it and doing a good job of evangelising WinRT. We&apos;re only a month away from a proper beta. This beta should be solid and feature complete, and the API won&apos;t be in a state of flux at this point. The lack of develop/test hardware is a problem to develop real software  500 internets to the first person who can get Windows 8 on ARM running on an iPad  but we need to see the chatter on Twitter and questions on Stack Overflow ramping up. WinRT needs to be seeing significant traffic of both kinds as we get closer to RTM or it&apos;s going to start looking like the second half of 2013 before iPad starts getting serious competition. My instinct on this is that as a community we&apos;re behind where we were with .NET at about the same &quot;eight months way&quot; period. Microsoft needs to start getting content out there and get people hacking away. Tags The 20 most used tagged on Stack Overflow for 4th-10th Jan:  android java php javascript jquery mysql asp.net ios css python .net iphone html objective-c ruby-on-rails sql facebook ruby asp.net-mvc-3 Spoiler: The world loves Android. And also Michael Bubl. If he ever creates a programming language, we&apos;re hosed.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/27/windows-8-winrt-microsoft", 
    "wordcount": "2175"
}