{
    "headline": "Why pumpkins can be dangerous at Hallowe'en", 
    "text": "The knifing of pumpkins, an innocent-seeming yet carefully planned act of mutilation, sometimes results (accidentally or otherwise) in sprays, bits and smatterings of human, as well as vegetable, gore. In such cases, blood human blood  flows, drips and coagulates. A hands-on experiment, or rather, an experiment on hands, in 2004, tried to determine the level of medical danger an amateur can and should expect when using a pumpkin-carving tool. Alexander M Marcus, Jason K Green and Frederick W Werner at the State University of New York Upstate Medical University in Syracuse published a study, called The Safety of Pumpkin-Carving Tools, in the journal Preventive Medicine. &quot;Pumpkin-carving accidents&quot;, they inform their peers who read the report, &quot;may leave people with compromised hand function&quot;. There are several kinds of lacerations and puncture wounds that can lead to this hand-compromisation. Lacerations occur &quot;when the knife blade travels across the surface of the hand&quot; or &quot;when the knife is accidentally pushed too far forward and cuts the opposite hand stabilising the pumpkin&quot;, or &quot;when the cutting hand slips forward off the handle and on to the blade&quot;, in which case &quot;injury occurs across zone 2 of the volar surface [the palm] of the hand, while the flexor tendons are taut from gripping the knife&quot;. Marcus, Green and Werner take pains to educate those of their fellow physicians who may lack experience in recognising and treating puncture wounds. &quot;Puncture wounds&quot;, they write, &quot;occur when the point of the knife contacts the hand while travelling perpendicular to it.&quot; Their experiments compared two commercially offered pumpkin-cutting knives (the Pumpkin Kutter; and the Pumpkin Masters&apos; Medium Saw) and two ordinary kitchen knives, one serrated, one plain-edged. They measured how much force was required to make a cut. The first experiment used a machine to plunge each knife into a pumpkin, an actuator driving the weapon downward at a rate of 3mm per second, each knife being inserted at four different penetration sites on each of three pumpkins, testing with the blade being oriented along the grooves of the pumpkin, and separately with it perpendicular to those grooves. One of the doctors also tested what happened when he, not a machine, attacked the pumpkins with a sawing motion. The pumpkin knives required &quot;statistically&quot; less force than the kitchen knives to cut pumpkins. In keeping with the festive theme of the activity, the physicians used &quot;a cadaver model&quot; in their second experiment. They obtained &quot;six cadaver forearms  harvested at the elbow&quot;. The report includes photographs showing how this played out. The results: First, it took less force to cut a person than a pumpkin. Second, the kitchen knives required statistically less force to penetrate cadaver skin, and &quot;caused more skin lacerations that would require suturing than either pumpkin knife&quot;. (Thanks to Kurt Verkest for bringing this to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/oct/22/pumpkin-carving-accidents-halloween-research", 
    "wordcount": "511"
}