{
    "headline": "War on white-tails: cull could see snipers stalk deer in Washington DC", 
    "text": "It&apos;s not exactly a comforting scenario: government sharpshooters, equipped with night-vision goggles and silencers, deployed in the dead of night in a favourite Washingtonian park for the express purpose of slaughtering hundreds of white-tailed deer. But then 60 years after the release of Walt Disney&apos;s film Bambi, Americans aren&apos;t feeling nearly as sentimental about deer. In suburbs and cities up and down the Atlantic coast, it&apos;s more like a war on white-tails. So, too, in the US capital. The authorities managing Washington, DC&apos;s Rock Creek park could decide as early as this week whether to activate a deer management plan that calls for killing 80% of the white-tailed deer, or more than 300 of the animals living in the area, over a two to three-year period. The 2,820-acre park, one of the biggest urban green spaces in the country, divides the city, between the white and largely affluent residential areas to the west and more diverse and African-American neighbourhoods to the east. It is heavily used, with 2 million visitors a year taking advantage of running and bike trails, picnic tables, tennis courts and riding stables. During the week, another 12 million people a year use Rock Creek to commute from the centre of town to the suburbs in nearby Maryland, according to park figures. Under the plan, the national park service, which runs Rock Creek, would deploy snipers from the US Department of Agriculture to take out the majority of the deer population. They would operate at night and in the winter months, when fewer people are using the park. Park police would step in to seal off access roads. Meat from the culled deer would be distributed to local food banks and homeless shelters. Without such extreme steps, environmental experts say the forest would be eaten into oblivion in a matter of years. There are 80 deer per square mile of park; new shoots and delicate plants don&apos;t have a chance. The park is also experiencing severe erosion, because of the lack of regrowth. The animals are increasingly being viewed as a nuisance by gardeners in the sprawling homes overlooking the park, as well as by motorists narrowly dodging deer on their evening commute home. Rescue workers recently had to fish a deer out of the Tidal Basin, which runs along the famous monuments on the national Mall. And last month, a deer was caught on CCTV crashing through a large picture window at the front of a public library and into a row of computers. The animal suffered a broken jaw and was later euthanised.            There have been several other instances in recent months of deer wandering into restaurants, shops and schools in Washington, as in other cities on the mid-Atlantic coast. Though the park service would also use non-lethal methods, such as sterilisation of does, and fencing to keep deer from mowing through new growth, an analysis released last month found those methods would not be fast-acting enough to save the forests. &quot;The deer are grazing on all our new regrowth,&quot; said Nick Bartolomeo, the park&apos;s chief ranger. &quot;The forest can&apos;t regenerate.&quot; The plan would take the deer population down to 15 or 20 animals per square mile. Critics of the plan accuse the park service of going in for the kill without adequately exploring other non-lethal methods of population control. They also argue the plan would be ineffective, and that those deer that survive the cull could well experience a boom in fertility. Others say the idea of donating the meat to food banks is a stunt, made to deflect bad publicity from the cull, and that it would be far more humane to kill the deer through lethal injection, not gunfire. Park officials believe the first deer to make a permanent home in the park arrived in the mid-1980s. Since then, their numbers have exploded; barring the occasional report of a coyote, they have no natural enemies. &quot;The only predators are cars,&quot; said Bartolomeo. On average, more than 40 deer die each year after being hit by a vehicle, according to park figures. Increasingly, it seems as if the authorities have had enough, in cities as well as national parks. A number of other heritage sites along the Atlantic coast have similarly opted for &quot;lethal reduction&quot; of their deer populations, down to distributing venison to the poor. Valley Forge national park, where George Washington&apos;s army made camp in 1777, held its first deer hunt in the autumn of 2010, the first of four such events meant to reduce the deer population by 1,500 over four years. Gettysburg is also adopting similar methods. Last autumn, authorities in Morgantown, West Virginia called in amateur archers to several properties belonging to the state university  including an organic farm and an arboretum  to try to reduce their deer population. Authorities have also used government sharpshooters to kill deer in areas adjoining Washington, DC. But deploying marksmen in a heavily visited park in the heart of the city is an entirely different matter, and the national park service has been in discussions about its deer plan for Rock Creek since 2009. The park service ruled out the idea of relocating the deer, because of the complicated logstics of capturing them alive and keeping them healthy once they are moved. The park service plan released last month gives an indication of some of the difficulties. How will runners or cyclists react if they come across a wounded deer? How will homeowners on the boundaries of the park respond to volleys of gunfire during the night? &quot;Visitors could be adversely affected by deer euthanised in certain circumstances,&quot; the plan warns.", 
    "section": "environment", 
    "gid": "environment/2012/feb/14/washington-deer-cull", 
    "wordcount": "951"
}