{
    "headline": "Javan rhino clings to survival in last forest stronghold", 
    "text": "For most people in south-east Asia, the Javan rhino is effectively already a relic from the past. The stocky herbivore, that once roamed across Burma, Vietnam and Indonesia, is now a rarely glimpsed inhabitant of a single patch of thick forest on the island which gives it its name. No zoo in the world  even through captive breeding programmes  boasts a Javan rhino. Even people dedicated to protecting the world&apos;s rarest large mammal seldom catch sight of the species. &quot;I&apos;ve been to its habitat three times and got very excited just to see its footprints,&quot; says Kerry Crosbie, project director at the Asian Rhino Project, which funds the efforts of Indonesian rhino NGOs. &quot;You have to be incredibly lucky to see one.&quot; Camera traps and footprints in the Ujung Kulon national park, on western tip of Java, confirm that the rhino does still exist, albeit in perilously low numbers. There are 35 confirmed Javan rhinos in its last bastion  22 males, 13 females and five juveniles. However, NGOs in the region estimate the total number could, in fact, be as high as 47. What is not in doubt is sharp decline the species has suffered in the past century due to habitat loss and poaching. The cornered animal is listed as critically endangered by the IUCN, was confirmed extinct in Vietnam last year and some conservationists privately fret the species is doomed. &quot;There is potentially a low genetic pool as there are so few of them left,&quot; says Crosbie. &quot;Generally, they produce just one calf every three years, and that&apos;s in prime breeding conditions. They have a 16-month gestation, which is an issue with raising their numbers.&quot; &quot;The fact they are all in one place is better for breeding, unlike the Sumatran rhino, which is in fragmented pieces of forest. But it does mean all our eggs are in one basket. A catastrophic event, be it a disease or a tsunami, could wipe all of them out.&quot;           Such a disaster in the region isn&apos;t merely theoretical. The 1883 eruption of nearby Krakatoa devastated the area, but with humans displaced and new vegetation blooming, the incident provided an ideal staging ground for the Javan rhino&apos;s last stand. A second catastrophe won&apos;t be quite so helpful to the species. And there are further threats. The vegetation is changing, with the arenga palm tree spreading across the park, crowding out the rhino&apos;s food source. &quot;We are currently working out the best eradication programme for the palm, because it is blanketing the forest,&quot; says Crosbie. &quot;There&apos;s also a problem with banteng  a type of local cattle  which is increasing in number and in food competition with the rhino. We are looking to fence off the western portion of the park to keep out the livestock.&quot; Unlike their African cousins, poaching isn&apos;t considered an imminent threat to the Javan rhinos, with a combination of park rangers, who clear snares from the forest, and the sheer inaccessibility of the creatures ensuring no incidents of hunting in the last decade. However, the continuation of such a tiny population hardly seems viable. Numbers on Java have risen from 25 animals in 1967, but it&apos;s a slow increase.     Javan rhino distribution    Conservationists say they will have to decide whether to split the remaining animals to create another group elsewhere. Adhi Hariyadi, of WWF Indonesia, says: &quot;Having one single population is not ideal from a conservation point of view. We will have to borrow some of the animals to create a second population somewhere, either in Sumatra or Java.&quot; &quot;But the numbers are so low that we will have to be very careful in doing this. If you get it wrong, you&apos;ve badly damaged the species.&quot; &quot;We are hopeful that we can get the numbers up. What gives us hope is the example of the Indian and white rhinos. The Indian rhino was down to 35 individuals and now there are several thousand. The white rhino had just four left in the wild and now they are up to tens of thousands. It can be done.&quot; &quot;If a number of factors work out, I imagine we can get the numbers up by 20% in the next 30 to 40 years. But the increase won&apos;t be dramatic and it will require the next generation to take responsibility for the species.&quot; Australian conservationist Tim Flannery, who is a patron of the rhino project, adds: &quot;They are majestic animals, they play a vital role in dispersing fruit and maintaining a healthy ecosystem and we are bloody lucky to have them. We once had a dozen rhino species and we&apos;re now down to five, so every last one should be treasured.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/javan-rhino-survival", 
    "wordcount": "798"
}