{
    "headline": "Spending levels 'linked to progress on millennium development goals'", 
    "text": "African countries that are allocating a greater share of government spending to health, education and agriculture are making faster progress on achieving the UN millennium development goals (MDGs) but many nations are still failing to meet their commitments and are lagging behind, a new report warns. ONE, the anti-poverty campaign group co-founded by U2 frontman Bono, says 30 countries in sub-Saharan Africa have accelerated progress in the last three years on reaching the MDGs and 16 are on track to halve extreme poverty by 2015, when the targets expire. It is calling for a &quot;sprint finish&quot; over the remaining 1,000 days but says further momentum is at risk due to &quot;laggard countries&quot; where progress has stalled or gone into reverse. In the first big study to rank countries on their overall progress on the MDGs and assess the contribution from sub-Saharan African countries&apos; own spending, ONE highlights a &quot;clear correlation&quot; between spending and progress. ONE&apos;s 2013 data report cites the example of Ethiopia, which it says from 2000 to 2011 &quot;lifted an estimated 10 million people out of extreme poverty&quot; while over the same period spending nearly 45% of its total budget on health, education and agriculture. &quot;This data shows that when developing countries go all out to improve health, education and agriculture, amazing things can happen,&quot; said Adrian Lovett, Europe executive director at ONE. He urged leaders around the world to stay focused on hitting the current set of development goals where possible, even though discussion is already shifting to new anti-poverty targets for when the MDGs expire in 2015. &quot;It&apos;s a make-or-break moment. Those countries in Africa that are lagging behind should be inspired by neighbours that are making dramatic progress. And Europe must deliver on its promise to Africa too. In the next thousand days, we need a sprint finish for the millennium development goals,&quot; said Lovett. ONE&apos;s analysis in the 2013 MDG Progress Index shows that, since 2010, 49 poor countries have improved their overall MDG scores, 17 have declined and 10 have stayed the same. Rwanda, Uganda, Malawi, Ghana and Ethiopia are all ranked as top-performing countries. But at the same time some very large countries, such as Nigeria and the Democratic Republic of the Congo, are failing in many areas and slowing down regional progress. In all, governments across sub-Saharan Africa are set to fall short of their own development commitments by an estimated $243bn by 2015. ONE claims that if African governments did meet their own political commitments to spend a certain proportion of their budgets on health, education, and agriculture the results could be &quot;transformative&quot;. For example, if Nigeria were to meet its health spending commitment each year from now until 2015, the projected additional funding of $22.5bn could provide anti-malarial bed nets to every citizen, fully vaccinate every young child against deadly childhood diseases and provide anti-retroviral treatment to every person who is HIV positive. The findings on broken spending pledges chime with a recent report from Oxfam and Development Finance International (DFI), Putting Progress at Risk, tracking what developing countries are spending on the MDGs. It found most are spending much less than they promised, or has been estimated is needed by international organisations, on all the targets. Lovett urged prime minister David Cameron to push other leaders on the MDGs when the UK hosts a G8 meeting of rich nations in June. &quot;When G8 leaders meet in Northern Ireland next month, UK leadership will be crucial in urging countries to support African plans to stop chronic malnutrition, and fight extreme poverty through greater transparency,&quot; he said. &quot;David Cameron has delivered on his own aid promise and now has an opportunity to lead international action.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/29/millennium-development-goals-progress", 
    "wordcount": "635"
}