{
    "headline": "Drug shortages posing threat to health of seriously ill patients", 
    "text": "Dozens of common drugs are in such short supply in the NHS that the health of patients with life-threatening conditions such as cancer is in peril, an inquiry into the problem has revealed. About 80% of 60 health trusts in England and Wales are experiencing &quot;unacceptable&quot; delays in obtaining drugs because pharmaceutical firms have capped the amount they will sell to the NHS. Patients with Parkinson&apos;s disease and organ failure are also among those affected by trusts running out of particular medications and unable to get fresh supplies. Freedom of information responses from primary care trusts (PCTs) in England and health boards in Wales shows that patients are suffering &quot;serious harm&quot; as a result, with some admitted to hospital after their doctor&apos;s inability to obtain the right drugs left them needing hospital treatment. The scale of the problem, revealed by information requests submitted by Labour MP Huw Irranca-Davies, has prompted calls from NHS bosses for action to increase the availability of drugs. The MP found that as many as 70 drugs were unavailable in some places and patients can wait for up to six months before getting the treatments they need. The problem has arisen since drug manufacturers four years ago began limiting the amount of certain drugs they would sell to the NHS after some that were intended to help British patients were instead sold abroad by British pharmacists and wholesalers profiteering from exchange rates. &quot;The current restriction in supply imposed by drug companies is harming the public and must be addressed urgently,&quot; Professor John Parkes, the chief executive of Milton Keynes and Northamptonshire PCT, told today&apos;s Daily Telegraph. A lack of drugs for stroke patients in Devon left pharmacists warning that &quot;the consequences could be further hospital admissions or even fatalities&quot;. Parkinson&apos;s disease sufferers in Cornwall also needed specialist advice on managing their condition when their medications became unavailable. Those in Hampshire with schizophrenia had to move to alternative medications after their usual drugs became unavailable for six months. Andrew McCoig, chief executive of the NHS pharmaceutical committee for the south-west London boroughs of Merton, Sutton and Wandsworth, said drugs companies were responsible for most of the situation. Lack of supply in his area was &quot;out of hand and nearing catastrophe&quot;, he added.", 
    "section": "science", 
    "gid": "science/2012/jun/23/drug-shortages-threat-health-patients", 
    "wordcount": "385"
}