{
    "headline": "Energy smart meters are a threat to privacy, says watchdog", 
    "text": "Hi-tech monitors that track households&apos; energy consumption threaten to become a major privacy issue, according to the European watchdog in charge of protecting personal data. The European Data Protection Supervisor (EDPS) has warned that smart meters, which must be introduced into every home in the UK within the next seven years, will be used to track much more than energy consumption unless proper safeguards are introduced. The EDPS warns that &quot;while the Europe-wide rollout of smart metering systems may bring significant benefits, it will also enable massive collection of personal data&quot;. It said the technology could be used to track what &quot;households do within the privacy of their own homes, whether they are away on holiday or at work, if someone uses a specific medical device or a baby monitor, or how they spend their free time&quot;. It claims the vast amount of information collected by the new generation of devices could have serious consequences for consumers and what they pay for their energy. &quot;These patterns can be useful for analysing our energy use for energy conservation but, together with data from other sources, the potential for extensive data mining is very significant,&quot; said Giovanni Buttarelli, assistant director of the EDPS. &quot;Profiles can be used for many other purposes, including marketing, advertising and price discrimination by third parties.&quot; The European commission is now under pressure to consider whether legislation should be introduced to ensure that smart meters do not breach data protection rules. All homes are expected to have their old meters replaced with the new technology by the end of 2019. The installation of smart meters will cost an estimated 11bn in the UK. However, few consumers are aware of the new technology. &quot;Many consumers don&apos;t know anything about smart meters, despite a nationwide rollout from 2014,&quot; said Zoe McLeod, head of smart and sustainable energy markets at Consumer Focus. &quot;As with any new technology, there are potential benefits such as accurate bills and opportunities to help you save money on your energy bills, but also new issues that customers should be aware of.&quot; Anna Fielder, consumer rights advocate and campaigner at Privacy International, which campaigns against commercial and state intrusion, said consumers in other countries were starting to question the roll-out of smart meters. &quot;Research in Germany, for example, has found that consumers say it&apos;s really creepy and they don&apos;t want Big Brother in their houses,&quot; Fielder said. She added that a key issue for privacy watchdogs would be the frequency at which information would be collected from the new meters. &quot;If you collect energy information from a household very often, particularly live, even a few things at the end of each day, you get an awful lot of information about people&apos;s lifestyles that can potentially be abused in a number of different ways,&quot; Fielder said. The EDPS recommends that states issue guidance on the frequency of meter readings, how long data can be stored and the use of sophisticated algorithms that allow companies to create profiles of their customers.", 
    "section": "environment", 
    "gid": "environment/2012/jul/01/household-energy-trackers-threat-privacy", 
    "wordcount": "519"
}