{
    "headline": "Specieswatch: Mad March hares are a sign that spring is here", 
    "text": "Despite the reduction in their numbers one of the most delightful signs of spring remains the sight of hares leaping in the air, apparently engaged in a boxing match. Once seen it is obvious why &quot;Mad as a March hare&quot; is an expression the British have used for 600 years. The European hare, Lepus europaeus, is taking part in a mating ritual of sorts. It is usually the female landing the blows, fending off over amorous males. Observers have also thought this behaviour is also aimed at testing the male&apos;s strength before deciding whether to proceed on the next step of courtship. Either way in the still bare March fields this is the best opportunity to view these otherwise mainly nocturnal animals. Hares live above ground in open country, usually hiding in long grass to escape predators, but once disturbed rely on outrunning their enemies. They reach speeds of 45 miles an hour, making them Britain&apos;s fastest land animal. Hares can also jump sideways and backwards over hedges to escape. Unlike many of the smaller British mammals hares do not hibernate or store fat so they need a constant food supply. They are herbivorous and eat a variety of grasses, herbs, twigs and bark to stay healthy. Farmers complain about loss of crops and shoot them in winter, a practice becoming more controversial as numbers dwindle. Hares are not native, but were probably brought by the invading Romans, although it is possible they have been here longer. They are an extremely ancient species, however. Fossil records show their ancestors were around at the time of the dinosaurs. Obviously being able to run very fast is a good survival strategy. The hares seen in most parts of England and southern Scotland are also known as the brown hare, and differ from the smaller native mountain hares that turn white in the winter. Mountain hares occupy the Scottish mountains and most of Ireland and there is a small colony introduced into the Derbyshire Peak district. There used to be four million brown hares in Britain 200 years ago but the species has dropped by 80%. In some parts, notably the South West, hares are now rare. Factors include the intensification of agriculture, particularly loss of hay meadows, and the spraying of pesticides kills many leverets. Removal of hedgerows that provided a variety of diet and an all year round food supply has also hit numbers. Despite this decline large organised shoots take place in East Anglia each winter to protect crops, killing up to 40% of the national hare population. There is a measure of protection preventing their sale between March I and July 31 so they cannot be on restaurant menus. But there is also new hope for the brown hare. Climate change seems to have come to the aid of the species. The breeding season is extending through most the year, so given suitable habitats and less persecution, rapid recovery of numbers is possible.", 
    "section": "environment", 
    "gid": "environment/2013/mar/25/specieswatch-march-hare-countryside", 
    "wordcount": "496"
}