{
    "headline": "30 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new Android apps  and that&apos;s new as in newly-released, rather than new updates to old apps. In a busy week, we&apos;re back up to a Top 30 post. The weekly iOS roundup will follow later in the day. For now, here&apos;s this week&apos;s pick of the Android world: Talking Angela (Free) This is the latest app in Outfit7&apos;s series of Talking Friends apps, following Talking Tom Cat, Talking Ginger and others. And if the idea of a talking cat who repeats your words and accepts virtual gifts sounds niche, bear in mind that millions of children have gone wild for the series. MediaFire (Free) Cloud storage service MediaFire provides its users with 50GB of free space to store their documents, photos, videos and other files. This is its official Android app to access those files, including watching video and listening to audio. You can also upload photos and videos from your device to your MediaFire locker. Oscars (Free) Available only in the US  this is the work of broadcaster ABC this official Oscars app aims to provide film fans with information on nominees, movies and fashion in the run-up to the awards on 24 February. That&apos;ll include livestreams from the red carpet on the night itself, as well as backstage. NFL Matchups (Free) Japanese social games giant DeNA wants to get more Western gamers hooked on card-battling games. Swapping out monsters and wizards for NFL (American) footballers is one strategy. This is an official NFL game that ses you collecting digital cards to play against others over the network. Rise of the Blobs (Free) If colourful, quirky puzzle games are your bag, Rise of the Blobs is an essential download. It sees you chaining together &quot;hungry blobs&quot; as they stream up a tower, filling them with fruit as you go. Power-ups, achievements and Facebook-powered high-score tables add to the fun. Kingdom Conquest II (Free) Altogether more serious is Sega&apos;s Kingdom Conquest II, a sequel to the games veteran&apos;s free-to-play strategy game. No NFL players here, but plenty of monsters and wizards. It includes elements of card-battling and real-time dungeon dust-ups. Weather (Free) On a day when the UK is getting to grips with snow all over the shop, here&apos;s an app claiming to be &quot;The most beautiful weather app. Ever.&quot; It serves up current weather conditions and future forecasts around the world, with swipe-centric controls and eye-catching widgets. D.O.T. Defender of Texel (Free) Here&apos;s another game from DeNA (well, its Mobage subsidiary) which sees you doing battle with robots and dragons in a pixelly 8-bit universe. Your job is to explore the world, evolve your characters and tinker with battle formations to get the best results. PBA Bowling Challenge (Free) Bowling games have a long heritage on mobile phones Jamdat Bowling was one of the first big downloadable hits back in the pre-iPhone days. PBA Bowling Challenge is thankfully bang up to date, getting you to virtually bowl against 21 famous (if you follow the sport) ten-pin bowling stars. Simple (Free) Simple is a US thing for the moment, but it&apos;s interesting: a digital bank (a bit like FirstDirect on this side of the Atlantic) with a new Android app for people to manage their accounts. Helpful features for budgeting and tracking spending add to its appeal. DeezCovr (Free) This app is built using APIs from streaming music service Deezer. The focus is on discovering new music, with the app recommending songs and artists you might like, adapting them based on your mood, and then saving the ones you like to a playlist in your Deezer account. Inaugural 2013 (Free) As Barack Obama prepares to be sworn in for his second term as US president, here&apos;s an official app for the inauguration celebration. It promises a livestream of the event, as well as other related info. Note: the app is provoking debate in the US over what data it collects on users. The Lords of Midnight (2.99) A title to bring a nostalgic glow to the eyes of gamers of a certain age: this is a 2013 update of Mike Singleton&apos;s 1984 adventure The Lords of Midnight. It sees you exploring the land of Midnight while also commanding armies to fend off a witch king named Doomdark. It was an 8-bit Skyrim! Sort of... Asura Cross (Free) Here&apos;s an entirely modern game from Gamevil: an &quot;adventure fighting&quot; title that sees you building up hero Jin to fight against a series of mysterious foes. Eight game modes and a local multiplayer option provide plenty of action to chew on. Crazy Blind Date by OKCupid (Free) Dating service OKCupid has a new spin on location-based romance: &quot;You just tell us when and where you&apos;d like to go, and we set you up with one of our millions of awesome singles,&quot; claims its Google Play listing. This is another app provoking scrutiny over its privacy policies though: a bug exposing people&apos;s details in this case. Sundance Film Festival 2013 (Free) January is Sundance Film Festival time, and there&apos;s an official app for the 2013 event. It enables film fans to browse trailers, photos and descriptions for this year&apos;s entries, while also providing a guide to the event, including screening schedules and visitor information. Gunslugs (1.65) Gunslugs is a brand new game influenced by some old classics, featuring &quot;a bunch of expendable action hero&apos;s [sic] from the 80s&quot;. So yes, also inspired by The Expendables films. Random level generation and unlockable characters look like keeping the challenge fresh in this side-scrolling romp. Lumen: Playground Beta (Free) One of the fun things about Android gaming is getting to play some games in beta before their commercial release. Lumen Playground is an early look at developer Sockeater Studios&apos; upcoming Lumen game, which already looks like a beautiful thing, as you roll a ball through a series of lush environments. GroupVox (Free) A few years ago, the idea of Push-To-Talk (PTT for short) was all the rage among some mobile operators, who thought adding walkie-talkie features to phones was The Future. It wasn&apos;t. Can the idea make a comeback with apps? GroupVox hopes so: it&apos;s a walkie-talkie app for talking to your Facebook friends, including the ability to record messages for people when they&apos;re offline. Jongla (Free) More messaging, but this time the instant variety. Jongla is a new cross-platform messaging app with hopes (even if they&apos;re slim hopes) of taking on WhatsApp and the like. Sharing photos and locations is included, and the app uses push notifications to ensure messages aren&apos;t missed. Colosseum Defense (Free) Another game from Gamevil, this is more of a tower defence-style title where you tap the screen to shoot at the waves of monsters trying to storm your castle. Weapons upgrades and magic help your efforts, with a boss hoving into view every 10 levels to test your progress. Gaana (Free) Gaana, like rivals Dhingana and Saavn, is an Indian streaming music service that&apos;s available worldwide, catering for anyone keen to listen to songs from that country as well as Western tracks. It has more than 1m tracks available, and recommendations to help you mine the catalogue. Tupsu-The Furry Little Monster (Free) Physics-puzzlers have become one of the most popular genres on smartphones and tablets, with Tupsu hoping to become as big a hit (or, at least, nearly as big) as Cut the Rope&apos;s Om Nom. It sounds like painful work though: you play the game by linking Tupsu&apos;s waggly eyes to floating islands in order to propel him around the screen collecting stars. Lode Runner Classic (1.99) Here&apos;s some good news for retro gamers with a yen for the days of the Apple II computer. It&apos;s a conversion of Lode Runner, collecting all 150 levels of the original. New to it? It&apos;s a platform game where your stickman hero runs around collecting gold and dodging enemies. Diglr (Free) Lots of social location apps have crashed and burned in the last couple of years, so the jury&apos;s out on whether Diglr has what it takes to catch on. It&apos;s an interesting idea though: aiming to connect likeminded people based on their interests and locations around specific events. Never Be Bored UK (Free) If you do a lot of travelling around the UK, Never Be Bored&apos;s Android app may be as useful as its website. It throws up guides to restaurants and bars, evenings out, shops, sport and leisure venues and tourism hotspots, as well as hotels and B&amp;Bs. The people behind it want users to share their own recommendations too, to help its database grow. CleverLock (1.01) One of a number of apps designed to make Android handsets child-safe (or, rather, keep a parent&apos;s emails, data and apps safe from children&apos;s wandering hands). It&apos;s a simple way to lock off certain applications with a password before handing a device over to a child. Umano: News Read to You (Free) Why would you want the news read to you on a smartphone? No, not lazy eyes. Think driving, for one. Umano promises &quot;real people with amazing voices read interesting news articles to you&quot;, with a dash of personalisation as you choose which categories you&apos;re interested in. Yelo : Cheap Calls Worldwide (Free) Voice-over-IP apps are plentiful on Android, so Yelo is one more for the list albeit one claiming to be lots cheaper than Skype, Jajah and other similar apps when calling mobile and landlines. As ever with these apps, scrutinise the terms and conditions before diving in. Gene Effect (2) Finally, one more game this week: a side-scrolling action game that sees you exploring mines on a planet called Kratoss. Puzzles, ship upgrades and randomly-generated levels hope to hold your attention. That&apos;s this week&apos;s selection, but what Android apps have you been enjoying? Post your recommendations or views on the apps above in a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/18/best-android-apps-talking-angela", 
    "wordcount": "1670"
}