{
    "headline": "Japan's 'frozen gas' is worthless if we take climate change seriously", 
    "text": "There&apos;s only one way of knowing whether or not governments are serious about climate change: have they decided to leave most of their fossil fuel reserves in the ground? We have already discovered far more carbon than we can afford to burn, if we are not to commit the world to very dangerous levels of heating. Only if most of it  four-fifths according to a detailed estimate  is left where it sits is there a good chance of preventing more than2C of global warming. Forgive me if you&apos;ve heard me say this many times before. But it is the only point that is really worth making. It doesn&apos;t matter how many wind turbines you build, or energy-saving lightbulbs you install, or more economical cars you manufacture: unless most of our fossil fuel reserves are declared off-limits they will, sooner or later, be extracted and burned. The question of whether it is sooner or whether it is later makes little difference: we have already identified more underground carbon than we can afford to burn between now and the year 3000. Far from agreeing to leave existing fossil fuel reserves in the ground, governments and corporations are spending hundreds of billions prospecting for new reserves, and finding ways to extract ever more exotic forms of buried carbon. Every time they succeed, press reports gush like a Texan oil well in the 1920s. This mindless enthusiasm has now greeted the Japanese government&apos;s announcement that it has successfully extracted natural gas from methane hydrates (otherwise known as clathrates) buried under the bed of the sea. Clathrates are composed of a frozen matrix of water and gas, whose texture is rather like a sorbet. They are super-concentrated: a cubic metre of clathrate contains 164 times as much methane as a cubic metre of methane gas. The great majority (99%) are found beneath the sea bed. According to the US Geological Survey:  &quot;Even the most conservative estimates conclude that about 1,000 times more methane is trapped in hydrates than is consumed annually worldwide to meet energy needs.&quot;  Only a small proportion of this resource is exploitable: even so, that small proportion could greatly augment the volume of fossil fuel reserves we cannot afford to burn. If governments intended to curb greenhouse gas emissions, there would be no point in developing this new source of fuel. Their attempts to exploit it reinforce the perception that they have no intention of preventing climate breakdown. The US Geological Survey warns that clathrates could contribute significantly to climate change. Yet it also boasts that the &quot;first goal&quot; of its clathrates project &quot;is to contribute to research that may lead to the development of gas hydrates as a potential energy source.&quot; They know what they&apos;re doing, and they don&apos;t care. The world has felt the impact of a methane-sorbet melt before. During the palaeocene-eocene thermal maximum, 55m years ago, temperatures rose by around 6C. This happened much more slowly than man-made climate change is happening today  it took 20,000 years  but it was fast enough radically to alter the world&apos;s ecosystems, catalysing both mass extinctions and new speciation. There is evidence to suggest that much of this warming was driven by the release of gas from methane hydrates. This may have been the result of positive feedback: as the seas warmed, the clathrates began to destabilise and melt, causing further warming. Could this happen again, as a result of man-made climate change? Not in our lifetimes. While the much smaller volume of methane hydrate locked up in the permafrost beneath shallow Arctic seas could be vulnerable  and could add significantly to global warming  it will take a very long time for extra heating to affect sediments beneath the deep ocean floor, and longer still for the greenhouse gases this releases to reach the atmosphere. (In the deep oceans methane gas is oxidised to carbon dioxide, which takes several hundred years to reach the surface). But this is not to say that there will be no catastrophic release of gas from methane hydrates buried beneath the deep sea. If it happens within this century, it will be the result not of global warming but of the process the Japanese government has now pioneered: extracting gas in order to burn it. Like all the nations which continue to extend the fossil fuel frontier (such as Britain, where companies intend to start producing gas through fracking) Japan is adding to the mountain of fossil fuels we cannot responsibly burn. The brave new technology it has developed, now lauded in the media, would be worthless in a world that took climate change seriously. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/mar/14/japan-gas-climate-change", 
    "wordcount": "779"
}