{
    "headline": "Pollution as big a health problem as malaria or TB, finds report", 
    "text": "Waste from mining, lead smelters, industrial dumps and other toxic sites affects the health of an estimated 125 million people in 49 low- and middle-income countries. This unrecognised health burden is on the scale of malaria or tuberculosis (TB), a new report has found. This year&apos;s World&apos;s worst pollution problems (pdf) report was published on Tuesday by the Blacksmith Institute in partnership with Green Cross Switzerland. It documents, for the first time, the public health impact of industrial pollutants  lead, mercury, chromium, radionuclides and pesticides  in the air, water and soil of developing countries. &quot;This is an extremely conservative estimate,&quot; said Bret Ericson of the Blacksmith Institute, a small international NGO based in New York City. &quot;We&apos;ve investigated 2,600 toxic sites in the last four years, [but] we know there are far more.&quot; The US has an estimated 100,000-300,000 toxic sites, mainly factories or industrial areas, but toxic sites in the low- and middle-income countries assessed in the report are often in residential areas. &quot;We see a lot of disease when we go into these communities,&quot; said Ericson. &quot;But we were surprised the health burden was so high  as much as malaria.&quot; Ericson cited gold mining in the Nigerian state of Zamfara by way of example. In 2010, Mdecins Sans Frontires doctors carrying out vaccinations in villages in Zamfara were shocked to see so few children. The villagers were small-scale gold miners who crushed gold-bearing rocks inside village compounds; the raw ore contained extremely high levels of lead, which had killed hundreds of children and left thousands more with lead poisoning. The health impact of exposure to toxins at the 2,600 sites identified in the report was estimated using the disability adjusted life years (DALYs) metric, which the World Health Organisation (WHO) and other bodies use to measure overall disease burden. The metric is expressed as the number of years lost due to ill-health, disability or early death, with one DALY equivalent to one lost year of healthy life. The estimate for impact of pollution from toxic sites is 17m DALYs; according to the WHO, malaria&apos;s annual toll is 14m DALYs. The human toll of pollution in terms of lost productivity, healthcare cost, lowered life expectancy and social impact is very high. Countries need to wise up to this and realise there are inexpensive ways to avoid toxic pollution, said Ericson. Stephan Robinson, of Green Cross Switzerland, identifies globalisation, and especially mining and resource extraction, as the reason for many toxic sites. The high price of gold has led to increases in both small- and large-scale mining, while lead production rose 10% last year to meet the needs of battery and electronics manufacturers. &quot;Much of this industrial activity is to serve our needs in the developed world,&quot; said Robinson, who added that toxic sites have received very little attention internationally despite their significant impact on the health of millions of people. According to Green Cross, 4m-10m tonnes of obsolete but still dangerous pesticides have been abandoned in tens of thousands of locations and must be destroyed. The cost of doing so will range from $3,000-8,000 (1,900-5,000) a tonne, but attributing responsibility is difficult and it is unclear who will foot the bill, said Robinson. The survey did not include ongoing industrial and large petro-chemical sites. Top 10 toxic industries in 2012, listed by DALY 1) Lead-acid battery recycling (4.8m) 2) Lead smelting (2.6m) 3) Mining and ore processing (2.5m) 4) Tannery operations (1.93m) 5) Industrial/municipal dump sites (1.23m) 6) Industrial estates (1.06m) 7) Artisanal gold mining (1.021m) 8) Product manufacturing (786,000) 9) Chemical manufacturing (765,000) 10) Dye industry (430,000)  Top 10 toxic pollution problems  in pictures", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/24/pollution-health-problem-malaria-tb", 
    "wordcount": "640"
}