{
    "headline": "Green news roundup: Windfarms, bumblebees and canned hunting", 
    "text": "Environment news  Residents to get more say over windfarms Decarbonisation target narrowly defeated in Commons energy bill vote Renegade GM wheat confined to single Oregon field says agriculture secretary Labour fails in attempt to stop badger cull with Commons vote Conservationists launch second legal action against Tasmanian mining plans Methane leaks could negate climate benefits of US natural gas boom: report On the blogs     Beavers are said to have been an integral part of Scotland's ecosystem 400 years ago, but critics of reintroduction dispute this. Photograph: Chris Robbins/Alamy     George Monbiot: It&apos;s time we challenged agricultural hegemony Locals can now veto windfarms: so what about fracking? China&apos;s mega water diversion project begins testing UK bee insecticide study flawed, says EU food agency The fight to protect Turkey&apos;s green spaces began decades ago Seven rhinos killed by poachers in Kenya&apos;s bloodiest week Multimedia     he short haired bumblebee  Bombus subterraneus Nikki Gammans/BWARS Photograph: RSPB     Short-haired bumblebee reintroduced to Britain - video Tracking badgers - in pictures Lions bred to be shot in South Africa&apos;s &apos;canned hunting&apos; industry - video The week in wildlife - in pictures Features and comment     A lion bred on a farm in South Africa for commercial use. Photograph: Stephane De Sakutin/AFP/Getty Images     &apos;Canned hunting&apos;: the lions bred for slaughterReturning rare bumblebee to Britain is a dauntingly complex mission Ed Davey: I want to see a community energy revolution in the UK Best of the web  China signals hunger for Arctic&apos;s mineral riches World&apos;s largest Redd project finally approved in Indonesia How China fell in love with fixies ... And finally     There has been a surge in numbers of one of the most toxic species of jellyfish, the so-called mauve stinger or Pelagia noctiluca. Photograph: Dani Cardona/Reuters     Jellyfish surge in Mediterranean threatens environment  and touristsA project is tracking the phenomenon as global warming and overfishing boost numbers of the venomous sea creature", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/1", 
    "wordcount": "236"
}