{
    "headline": "Conventional thinking will not solve the climate crisis", 
    "text": "Three months and counting The good news - according to the World Energy Council (WEC) - is that, per person, our energy demand is set to peak before 2030. Of course, there will be more of us around by then too, so that total demand will only slow, rather than level out. A heady whiff of technological optimism accompanies the explanation that this will happen because of unprecedented efficiencies created by new technologies and more stringent energy policies.  The bad news is that under the scenarios drawn up by the WEC, even keeping to the upper target agreed in Paris of global warming no greater than 2C will require an exceptional and enduring effort that goes beyond any current commitments and needs a price for coal, oil and gas that is dramatically higher.  To sweeten this pill, the WEC gives its scenarios names which must appear funky in the world of energy policy. Modern jazz is about shiny, digitally driven markets, the slightly less enthusiastic Unfinished symphony is about emerging greener models for growth, while Hard rock is a future of both low and grubby growth. The problem with these and many other scenarios that emerge in the mainstream, is the intellectual editing that occurs before they even begin. Most share two overwhelming, linked characteristics that strictly limit any subsequent room for manoeuvre. Firstly the demand for energy itself is seen as something innate, unchallengeable and unmanageable. It must be met, and the only question is how.  Secondly, the assumption remains that the principles and practices of the economic model that has dominated for the last 30 years will remain for at least the next 30 years. There is no sign yet of the ferocious challenge to neoliberal orthodoxy happening at the margins of economics shaping mainstream visions of our possible futures. The merest glance at the history of changing ideas suggests this is short-sighted. There are reasons why we need to get a move on with tackling energy demand. Extreme weather events abound. Record flooding in North Carolina in the United States follows record flooding in Louisiana earlier in the year. While no individual event can be described a direct cause and effect relationship, increasingly heavy rainfall and flood events are consistent with climate models for a warming world. Its nearly a year on from the wettest UK December on record in 2015. Subsequently, work by the World Weather Attribution project estimated that the odds for that rainfall event were increased by 50-75% by climate change.  Now, insurers in the UK complain that householders are failing to protect their properties from flooding, while the Environment Agency says that insurers preside over a system in which risk is simply rebuilt where flooding has already taken place. The Climate Change Committee says the UK is off track to meet its mid-century carbon reduction target, just as key decisions on aviation expansion and fracking look set to lock in emissions-intensive infrastructure.  Scenarios for industrial transition are needed that tell a bolder and more convincing tale, not just of the UK meeting its international obligations that are written into treaties, but that go further and stand a genuine chance of limiting warming to 2C. What sort of scenarios should we be looking at then? We can learn from the impoverished Brexit debate that was marred by binary choices cloaked in wilful misinformation. For the whole population to fully understand our options, and the choices and challenges embedded in them, we should be thinking as openly and broadly as possible. We can look at how far techno-fixes will get us, and at the maximum speed and scale of change that market mechanisms and the pricing of carbon are likely to deliver. In both, the different impacts on rich and poor need assessing.  But we should go further to assess the pros and cons of radical scenarios for changing how we live and work. Rarely considered but important variables come from new economics, including the shorter working week, the share economy, shifts in corporate ownership and governance, and intelligent but deliberate measures for economic localisation. Compare these to the stumble on, or business as usual scenario, in which we give up control of our future to a permanently destabilised climate change, but also assess seriously the consequences of the argument for planned so-called de-growth of the economy. At the height of the 2008 financial crisis, the UK government promised to go beyond the conventional thinking to put things right. It never did, but with the climate crisis there is no choice. Conventional thinking is off-course and contradictory. Without a balanced, comparative assessment of strategies to align energy use and industry with inescapable climate action, we wont be able to choose the best possible future. Im glad to say that work like this is beginning to happen at places such as the University of Leeds centre for industrial energy, materials and products. Its going to mean telling better stories of change, rewriting rules and breaking ideological chains all around, but hey, thats jazz ", 
    "section": "environment", 
    "gid": "environment/2016/oct/19/conventional-thinking-will-not-solve-the-climate-crisis", 
    "wordcount": "842"
}