{
    "headline": "Wildlife legacy of Captain Scott in danger from chancellor's bid to tear up habitat protections", 
    "text": "The head of one of the country&apos;s most important wildlife organisations has warned that changes in planning regulations, to be outlined by the government this week, could devastate the country&apos;s fragile natural reserves. Martin Spray, chief executive of the Wildfowl and Wetlands Trust, used the 100th anniversary of the organisation&apos;s genesis to attack the policies of the chancellor, George Osborne, who wants to weaken rules that protect wildlife habitats from industrial development. The timing of Spray&apos;s attack is specific. The trust traces its foundation to the last letter written by Captain Robert Falcon Scott as he lay dying in his tent in Antarctica in March 1912. Spray said: &quot;In his letter, Scott urged his wife to take care of their son Peter and &apos;to make the boy interested in natural history if you can; it is better than games&apos;. &quot;Those words had a fantastic impact. Peter Scott went on to found our trust, help establish the World Wildlife Fund, and lay down key international conventions that protect habitats and wildlife. For good measure, he was a gifted wildlife painter and a wonderful communicator about nature. He completely changed the way we thought about the environment.&quot; But now Scott&apos;s legacy is threatened by Osborne, who wants to ensure environmental regulations no longer impair economic growth in any way, a prospect that exposes WWT reserves to threats such as the construction of a barrage in the Severn estuary and an airport in the Thames estuary. Last year Osborne set up a government review of how EU directives on habitats and birds are being applied in England. Osborne also played a key role in the instigation of a white paper on planning which is to be announced on Tuesday. It is widely expected that it will recommend considerable weakening of environmental regulations in order to open the countryside to development. The timing could not be worse, said Spray, who described Osborne&apos;s proposals as the work of a &quot;naive and ill-informed&quot; person. The day after publication of the white paper on planning rules, the Wildfowl and Wetlands Trust will convene at the London Wetland Centre to commemorate Captain Scott and his son. Sir Peter Scott not only created the trust but became the nation&apos;s first nature broadcaster with his TV series Look, running from 1955 to 1981. Falcon Scott, Captain Scott&apos;s grandson, will attend and announce a series of initiatives aimed at ensuring future generations remain interested in protecting the environment. &quot;My grandfather became very interested in scientific issues during his last expedition to the south pole,&quot; he told the Observer. &quot;When he wrote his last letter, he asked my grandmother Kathleen to make my father [Peter] interested in natural history. She took that request very seriously and certainly succeeded. Thanks to that letter, and to her, we now have the Wildfowl and Wetlands Trust and the WWF and all the other things my father helped set up.&quot; David Attenborough once claimed: &quot;If conservation was ever to have a patron saint, it would be Peter Scott.&quot; Spray agreed: &quot;Peter Scott was a very brave man  he served on destroyers in the Atlantic during the war and won the Distinguished Service Cross. He won a bronze medal for sailing at the Berlin Olympics and was a British gliding champion. But most of all he was an inspirational leader. He understood that the best way to protect wildlife was to get the public interested in it. &quot;In the 1950s, wildlife organisations were simply throwing barbed wire round refuges to protect them. Sir Peter realised that was wrong. He opened his first reserve at Slimbridge in Gloucestershire and encouraged the public to come in and look at the birds there. He stimulated a whole generation of people to be interested in nature. &quot;It is a tragedy, then, that in the very week we honour his work and the work of his father, this government is set to announce measures that will only help to dismantle their great legacy and damage our natural environment, the most precious resource we have in Britain.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/25/wildfowl-wetlands-george-osborne-planning", 
    "wordcount": "689"
}