{
    "headline": "Apps Rush: Brit Awards, Dancing On Ice, Women's Wear Daily, Cat-Nav, Kelly Clarkson and more", 
    "text": "A selection of 10 apps for you today: Brit Awards 2012 with MasterCard The official app for this year&apos;s Brit Awards is live on iPhone, including the ability to vote in the categories open to public votes. It also offers news, photos and competitions to win tickets to the event.iPhone Dancing On Ice ITV show Dancing On Ice is returning to our screens complete with its own second-screen companion app for iPhone. It offers video catch-ups and highlights, as well as a scoring feature to use when the show is airing.iPhone WWD: Women&apos;s Wear Daily Veteran fashion-industry publication Women&apos;s Wear Daily has a new iPad app from publisher Cond Nast. It provides access to a digital version of the daily issue, as well as additional slideshow galleries.iPad Cat-Nav British publisher Persian Cat Press has launched a literary app-discovery app for iOS, promising to guide users &quot;to the cream of the App Store with six new reviews of the best interactive picture books, graphic novels and other immersive writing apps every week&quot;.iPhone / iPad Paul Simon Paul Simon is the latest artist to launch his own iPhone app via a partnership with Mobile Roadie (well, a partnership between his label Sony Music and Mobile Roadie). Expect news, photos, tour dates and social features. This being Mobile Roadie, we expect an Android version sooner rather than later too.iPhone Kelly Clarkson Official Simon isn&apos;t alone in getting an iPhone app this week: US artist Kelly Clarkson has one too, through the same Sony / Mobile Roadie partnership. It has similar features.iPhone Grooveshark Controversial streaming music service Grooveshark currently being sued by the major labels had its native apps removed from Apple and Google&apos;s app stores last year after complaints from those labels. Now it&apos;s back with an HTML5 web-app that works on Android, iOS and tablets from RIM and HP.HTML5 YouTube Pro YouTube Pro is a Windows Phone app designed to play videos over the network, but also download them to the phone for watching offline. It&apos;s available in both free and paid versions.Windows Phone Amelia The latest creative book-app for 3-7 year-olds is Amelia, launched for iPad by Jasseo Interactive. It&apos;s about &quot;a busy body Octopus who thinks that having eight tentacles can replace true friendship, only to discover that everyone needs friends&quot;, complete with mini-games.iPad Vinum Vinum is another Windows Phone app, this time to help people discover new wines  or to get an expert opinion on whether the bottle of plonk they&apos;re looking at in the shop is likely to be drinkable.Windows Phone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/16/apps-rush-brit-awards-kelly-clarkson", 
    "wordcount": "438"
}