{
    "headline": "10 things academics say students get wrong in exams", 
    "text": "Not many students would admit to enjoying taking exams or writing essays, but if you want to get a degree, they&apos;re an ordeal you have to survive. So we&apos;ve worked out how to make the whole thing a little less stressful. We&apos;ve persuaded four academics from a range of subject areas to tell us the top 10 things students get wrong in exams and coursework. This is what they&apos;ve told us: Panic and procrastination  Sometimes a task can feel so overwhelming that it&apos;s difficult to begin, says Amber Regis, lecturer in 19th century literature at the University of Sheffield. Procrastination takes over and you just can&apos;t seem to get anything done. The bare white page is a formidable foe when it stares back at you, untouched, from the library desk. Try not to panic, protect and manage your preparation time, and don&apos;t put off getting started. Lack of analysis It can be tempting to parrot everything you know when writing essays and exam answers. But to demonstrate your understanding you should engage critically with your source material. Always assume an informed reader  they do not need a plot summary or biographies of key figures. Read through the marking scheme used by your department. You will notice some very telling words and phrases attached to the highest marks, for example: &quot;originality of interpretation&quot;, &quot;astute engagement&quot; and &quot;critical thought&quot;. To fulfil these criteria, you must favour analysis. Poor planning  In exams it&apos;s vital that you don&apos;t jump the gun. Take the first five to 10 minutes to read through the paper and plan the questions you&apos;re going to answer in order of how confident you feel in that subject area, says Bhavik Patel, lecturer in physical and analytical chemistry at University of Brighton. Make sure you secure the marks on the questions that you find easiest to answer first, before attempting questions that are more difficult. The latter often make you lose confidence and time during exam conditions. Not reading the question properly When revising, students often rehearse answers in their head. says Roy Jackson, course leader in religion, philosophy and ethics at the University of Gloucestershire. &quot;Although we don&apos;t deliberately intend to catch them out in exams, we do set questions that requires them to think and reflect under timed conditions. But instead students will often pick up key words in the question and write out a rehearsed response.&quot; This can be avoided by taking some time to reflect upon the question, rather than seeing that as wasted time and rushing to fill the pages. Focusing on word count In both exam responses and coursework, students are often more concerned with quantity rather than quality. The best essays are those that demonstrate evidence of personal reflection and are not just trying to achieve a word limit. Insufficient reading around a subject During revision time, students are too selective in what they choose to read, selecting one or two books and remembering as much from those as possible. What comes across in a good essay is confidence, and this can only be achieved by demonstrating plenty of reading on a subject, so that you can be prepared for any question that you come across. This also requires giving yourself plenty of time to read, and not leaving it until a few days before an exam or assignment. Regurgitating in-class or lecture material  In English we are looking for excitement and originality of thought backed up by evidence and we don&apos;t want you to take our formulations as gospel truth, says Martin Eve, lecturer in English literature at the University of Lincoln. Challenge  and think for yourself. Over-generalisation  Always make sure your statements are specific and show self-awareness. Do say: &quot;There is no one single representation of working-class life in post-50s British fiction&quot;. Don&apos;t ever go for something like: &quot;Novels that feature the working class show us that these people...&quot; Carelessness Getting characters&apos; names or other basic factual details wrong just smacks of not caring. If you don&apos;t care enough to do this correctly when you&apos;re paying to be at university, what will an employer think when he or she is paying you? Spelling, grammar and register  Universities have a standard academic English in which you should write. The best way to become proficient at this is to read a great number of academic journal articles and books and mirror the register, language and tone (but not the content: never plagiarise!). It can also help to write a small amount every day as a form of practice.", 
    "section": "education", 
    "gid": "education/2013/apr/30/student-advice-exams-success", 
    "wordcount": "766"
}