{
    "headline": "Happy birthday Critical Mass! So how has it changed over the 20 years?", 
    "text": "On the last Friday of September 1992, a group of San Francisco cyclists decided to get together for a ride through the city. The idea, in the words of Chris Carlsson, one of those riders, was that &quot;by being in a group, we fill the streets with bikes and maybe make our own space for a change ... We&apos;ll be the traffic.&quot; Critical Mass was born, and Friday marks its 20th anniversary. Word soon spread and it wasn&apos;t long before similar group bike rides  leaderless, non-centralised, largely celebratory monthly happenings  were taking place in other cities around the world. Twenty years on and Critical Mass is an international cycling phenomenon, with events taking place in over 300 cities worldwide. So how do the veterans of some of those early rides regard the way the movement has evolved? Hugh D&apos;Andrade, who has been doing the San Francisco Critical Mass since 1993, observes that changes to the way the ride is planned each month have had a big impact on the atmosphere and mood of the event. In the early days, a &quot;suggested route&quot; would finish in a friendly get-together in a city park, whereas now &quot;Critical Mass often just goes and goes and goes. And it just eventually peters out. It doesn&apos;t haven&apos;t a point where we&apos;re just in a park hanging out ... I made hundreds of new friends during those years. And that&apos;s different now.&quot; That&apos;s not to say that the ride is no longer celebratory and sociable  San Francisco Critical Mass is still &quot;a huge, rolling party&quot;, D&apos;Andrade says. It&apos;s just that:  &quot;The less people are engaging with it and helping to shape it, the more it takes on that flavour of being a little bit more antagonistic ... I think it&apos;s become a little bit of an untended garden. Even a leaderless phenomenon needs the contribution of members who participate and bring ideas and energy, and if you don&apos;t do that, if you don&apos;t have that energy, there&apos;s a void that develops and some negative tendencies can be given more voice.&quot;  Those &quot;negative tendencies&quot; exist on the London ride too, but David Dansky, who has been involved in the capital&apos;s event since it began in 1995, notes a positive change in terms of the attitude and skill of riders taking part. He says:  &quot;People now cork [block traffic from side streets so the ride can go through junctions without stopping], they thank people who cork, they try and get ahead and understand the whole principles of how to move a mass of riders and block the traffic at appropriate times to avoid the Mass getting split up. They manage driver expectations by smiling at them and counting down.&quot;  Adam Thompson, who has also been involved in London Critical Mass since the beginning, comments that the ride &quot;reflects what happens in the outside world  it&apos;s not just what happens on Mass, it&apos;s what happens elsewhere&quot;. The example Thompson gives is of the impact of minicab firm Addison Lee deciding to give its drivers cycle training following a spat with cyclists started by the company&apos;s chief executive: &quot;You used to be able to practically predict that every Mass there would be a massive row with a taxi driver. And now, since the whole Addison Lee thing, when cyclists and taxi cab drivers decided they were actually mates, it hasn&apos;t happened.&quot; Thompson&apos;s point about the London ride reflecting what happens around it also holds for other rides in other cities, of course. In Sao Paolo, Brazil, for example, where Critical Mass is known as Bicicletada, the 10-year-old ride has had three distinct phases, believes Thiago Benicchio, who&apos;s been involved since 2004. In this third phase, as issues around public space and urban transportation have become part of the mainstream agenda, Bicicletada has &quot;lost a lot of its creativity, a lot of its sense of community. I think the power of Bicicletada is huge and that it sometimes is wasted here in Sao Paolo.&quot; But however Critical Mass rides in different cities develop in response to local factors, the spirit of the movement remains essentially unchanged, says Carlsson:  &quot;There are very few things you can do in this world, San Francisco or anywhere else, that involves coming together in public in motion and in doing so you are transforming your experience of a city. And you&apos;re not required to buy anything, you&apos;re not required to sign up to anybody&apos;s religion or anybody&apos;s political ideology or anything else, you just come and do it.&quot; ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/28/critical-mass-cycling-movement-birthday", 
    "wordcount": "771"
}