{
    "headline": "Mystery bird: oriental magpie-robin, Copsychus saularis", 
    "text": "    Oriental magpie-robin, Copsychus saularis (protonym, Gracula Saularis), Linnaeus, 1758, also known as the Asian magpie-robin or just as the magpie-robin, also known as the dhyal/dhayal thrush, robin dhyal/dhayal, shama thrush or shama dhyal/dhayal or as the dhyal/dhayal, photographed in Kolkata, West Bengal, India. Image: J.M. Garg, 15 February 2007 (Creative Commons Attribution-Share Alike 3.0 Unported license; velociraptorise). Canon EOS 350D    Question: I am doing something a little different today. I am giving you a mystery bird that I&apos;ve narrowed down to several species, but I have not yet made the ID. Currently, no one knows what this bird is. But that&apos;s not the only thing that&apos;s different; I don&apos;t have a photograph of this Malaysian mystery bird, I only have an audio recording to share. But I know that you&apos;ve been waiting for audio-only mystery birds, and I&apos;ve been trying to initiate an audio-only mystery bird at least once per week, so if you know your Malaysian bird songs, then this is the mystery bird you&apos;ve been waiting for! Based on my own work on this bird, I&apos;ve found these clues:  the bird is a passerine  the bird is singing outside the recordist&apos;s bedroom window, so it is not too bothered by humans  even though it is dark in the video, this is the bird&apos;s &quot;dawnsong&quot;  the nearby habitat is either wetlands, brackish or coastal The recordist believes he&apos;s seen the same bird in daylight, and describes that bird as &quot;black with a white stripe&quot;. Can you identify this bird&apos;s taxonomic family and species based on hearing its dawnsong?  Oriental magpie-robin, Copsychus saularis, adult male singing, recorded in Selangor (Darul Ehsan), on the west coast of Peninsular Malaysia.             Recording: ctcctcctc, uploaded 31 May 2010 [video link].  Response: Well, that was a bit of work, wasn&apos;t it? Based on this bird&apos;s song and location, I think it is a male oriental magpie-robin, Copsychus saularis. I made my identification based on strong similarities between this bird&apos;s song and those of other individuals recorded within this species&apos; range [compare this song to the collected recordings for Copsychus saularis (foreground only) on Xeno-Canto], keeping in mind that this species has a number of regional dialects.  Like many of its close relatives, the oriental magpie-robin was removed from the thrush family, Turdidae, and placed into the Old World flycatcher family, Muscicapidae. They are common and widespread resident breeders in open woodland, forests, cultivated areas and urban gardens close to human habitations throughout much of India, Peninsular Malaysia and parts of southeast Asia. Celebrated for their lovely song, they were popular cagebirds.  As you can see in the photograph, the males are distinctive black birds with a long tail that is held upright whilst singing. They have a white wing patch or stripe, white outer tail feathers and white underparts. The female is similar to the male but has streakier and greyer plumage overall. The small hook at the tip of the beak is consistent with their diet of insects and other invertebrates. They occasionally eat geckos, leeches, centipedes and even fish. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/20/7", 
    "wordcount": "577"
}