{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Autumn leaves on a tree  trunk near Dresden, eastern Germany Photograph: ARNO BURGI/AFP/Getty Images       Mountain gorillas in Virunga national park in the Democratic Republic of Congo, near the border town of Bunagana. WWF is urging the oil company SOCO to abandon its exploration plans in the park  Photograph: JAMES AKENA/REUTERS       An osprey plucks a fish from the waters of the Hyeongsang River in Pohang, South Korea Photograph: Kim Jae-sun/EPA       A young red panda at Dresden zoo, eastern Germany. The animal was born on 30 June 2012 and is now exploring its open air enclosure Photograph: Arno Burgi/AFP/Getty Images       On a windswept Swedish mountain, a 10,000-year-old spruce with a claim to be the world's oldest tree is getting a new lease of life thanks to global warming, even as many plants are struggling Photograph: Staff/Reuters       The Uzbekistan Society for the Protection of Birds has discovered more than 400 sociable lapwings at the Talimarzhan reservoir, during their migration south. This is a national and international record, exceeding the total number of birds that have been recorded wintering in India and Pakistan in recent years Photograph: Boris Nedosekov/BirdLife Int.       Bharal, or Himalayan blue sheep, in Qiangtang nature reserve in  south-west China's Tibet autonomous region.  The reserve covers an area of more than 200,000 sq km and is home to more than 400 kinds of wild animals Photograph: Liu Kun/Corbis       Chromodoris kuniei, a nudibranch, or sea slug,  in the seas around Mabul, a small island off the south-eastern coast of Sabah in Malaysia.  Nudibranches, whose name means 'naked gills', are soft-bodied marine molluscs that are noted for their often extraordinary colours and striking forms. There are more than 3,000 described species of nudibranchs     Photograph: Ed Brown/Rex Features       Two juvenile great grey owls in Yosemite national park. Recent research indicates that the Yosemite population is a genetically distinct subspecies of the California great grey owl Photograph: AP       A herd of elephants walks past a watering hole supplied with water pumped from boreholes powered by more than 45 diesel-powered generators that run continuously to ensure a steady supply of water for animals in the arid Hwange national park, Zimbabwe Photograph: Jekesai Njikizana/AFP/Getty Images       A vet from the Zoological Foundation of El Salvador uses a stethoscope to examine a female dolphin in San Diego. A female and a male dolphin were rescued by local fishermen after they were found beached in two different spots along the coastline. Both animals have scratches and lacerations on their bodies and have been refusing food Photograph: Ulises Rodriguez/REUTERS       Hong Kong customs officers have made a record seizure of smuggled ivory, discovering more than 1,200 elephant tusks and a batch of ivory ornaments estimated to be worth more than $3.3m. Governments gathering last week for a meeting of the United Nations Convention against Transnational Organised Crime have recognised environmental crime as a new form of international organised crime in need of a greater response Photograph: Apple Daily/Reuters       Early autumn sees the start of the migration season for the greylag goose, pictured here in Linum, north-east of Berlin. Some populations of these geese breed in lowland areas of Iceland and migrate south to join the resident British population in Scotland. Scandinavian populations move south-west, wintering in France and Spain, while central and southern European populations winter around the Mediterranean Photograph: Stephanie Pilick/AFP/Getty Images       Deer and autumn leaves at Studley Royal Deer Park, Ripon, Yorkshire Photograph: Anna Gowthorpe/PA       Evening sun shines through the autumn foliage in a forest near Grosskarlbach, Germany Photograph: Fredrik Von Erichsen/EPA       Dead branches in the crown of an ash tree in Frankfurt (Oder), Germany. Imports of ash from Europe will be banned on Monday in an attempt stop a deadly disease wiping out most of the species' 80 million trees in the UK Photograph: Patrick Pleul/Corbis       Professional photographer Guy Edwardes' collection of shots from safari in and around the Kruger national park feature this image of a hungry chameleon launching a surprise attack against an unsuspecting insect Photograph: Guy Edwardes/Rex Features       Landscape in north China's inner Mongolia autonomous region  Photograph: Grolo/ Corbis       Demonstrators from the League Against Cruel Sports march  in Westminster in protest against the British government's proposed plans to cull thousands of Britain's badgers. MPs have voted to abandon the controversial badger cull in England entirely, inflicting an embarrassing defeat on ministers who had already been forced to postpone the start of the killing until next summer Photograph: Lefteris Pitarakis/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/oct/26/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}