{
    "headline": "Lords committee to probe potentially 'out-of-date' superfast broadband plans", 
    "text": "A Lords committee has launched an inquiry into whether government plans to build &quot;the best superfast broadband network in Europe by 2015&quot; are ambitious enough. The Lords communication committee, whose members include broadcaster Lord Bragg, called on Friday for written submissions on whether the investment will deliver &quot;maximum social and economic benefit&quot;. The government wants all 25m UK homes to have access to a basic speed of 2Mbps (megabits per second), and 90% of homes to have a minimum of 24Mbps  enough for several computers to download video simultaneously and on a single line. With cities including Paris and Moscow planning fibre cables direct to millions of homes, to deliver speeds of 100Mbps, there are questions over whether the UK targets will be out of date by 2015. &quot;Superfast broadband is clearly an important development across Britain, not just for economic growth but also because it will impact on how people do things such as view media content, shop and even access healthcare,&quot; said committee chairman Lord Inglewood. &quot;We want to look into the government&apos;s proposals to find out if its targets are likely to be met and whether it is being ambitious enough in its plans.&quot; Ministers have earmarked 530m to bring superfast broadband to rural Britain and a further 100m for high-speed fixed and mobile internet in ten cities including London, Belfast, Edinburgh and Cardiff. Inglewood is asking for views on whether speed is the best way of monitoring broadband, whether enough is being done to connect remote areas where rolling out fibre-optic cables is not commercially attractive, and what role different technologies such as mobile broadband and fibre should play. Local councils must submit plans for rolling out high-speed internet to rural locations by the end of February if they are to win a share of the 530m funding. Government and industry witnesses are likely to be called as the committee said it wanted to &quot;find out more about the thinking behind and progress with the government&apos;s broadband strategy&quot;. The deadline for written evidence is 13 March.", 
    "section": "technology", 
    "gid": "technology/2012/feb/17/superfast-broadband-2015-lords-committee", 
    "wordcount": "353"
}