{
    "headline": "Dhaka slum dwellers live under threat of eviction", 
    "text": "By the time the bulldozers arrived, Mofizul Islam had cleared his shelves. The 44-year-old owner of a small roadside grocery in the Korail slum area of the Bangladeshi capital had been told that the government wanted to remove all structures within 10 feet of the road, and he had prepared accordingly. &quot;They announced that 10 feet on each side of the road would be reclaimed. So I moved all my stock to my house which was well over 50 feet from the road,&quot; said Islam. The bulldozers razed the shops and, to the residents&apos; horror, kept on coming. Panic set in as around 100 households were demolished in a matter of minutes. Soon the air was heavy with dust and the wailing of women and children. &quot;They lied to us,&quot; said Islam, standing in the rubble of his former home on Sunday. &quot;I lost everything I had  my stock, my house and household belongings. There was no time to move anything. We tried to talk to the magistrate in charge, but the riot police drove us back.&quot; Dhaka district authorities say the eviction drive, which started on 4 April, has already removed around 2,000 illegal structures, including houses and shops, and reclaimed 170 acres of public land in the Korail slum, Dhaka&apos;s largest and longest-standing informal settlement. The move to dislodge squatters, says the administration, was in response to a court order in January to clear illegal structures from the side of the road and the banks of the lake that flanks the upscale Gulshan neighbourhood. &quot;The high court order is valid until someone appeals or gets a stay order,&quot; said Selim Hossain Bhuiyan, a district magistrate who oversaw the eviction. The slum dwellers have reacted with anger and dismay. They say many people were injured and one young girl was crushed under a bulldozer during the forced evictions, although this has been denied by the district administration. &quot;However technically legal the form of the eviction may have been, nothing can justify the manner and spirit in which it was carried out,&quot; Faustina Pereira, director of the human rights and legal services programme of the NGO Brac, said in a statement. Five days after the demolition of the shanty houses, many families were living in the open with intermittent rain adding to their misery. &quot;We are left under the open sky without food, water or toilets,&quot; said Islam&apos;s wife, Rasheda Begum. &quot;We have to depend on NGOs like Brac, which hand out food. My daughter had higher secondary examinations yesterday, but she couldn&apos;t take the test.&quot; Last Thursday, several hundred people from the Korail slum staged a sit-in on the airport road, bringing traffic to a standstill. They agreed to move after the district administration announced the evictions would stop, for now. The slum lies at the edge of the Gulshan and Banani areas, where some of the country&apos;s wealthiest families live. The slum sits on government land and is inhabited by at least 40,000 people crammed into rental shanties made of mud, bamboo and corrugated iron sheets. Rights activists say the government is in violation of a 2008 high court order that asked the administration to make arrangements for rehabilitation before evicting Korail slum dwellers. &quot;There is a legal precedence where courts have held that if you uproot very poor people, you not only destroy their livelihoods but also endanger their lives, since their means of finding alternative housing is extremely limited,&quot; said Sharif Bhuiyan, a supreme court lawyer. &quot;People must be consulted, provided with alternative settlement before eviction, and the community must be told exactly what the land they live on will be used for.&quot; In 2007, the World Bank estimated that nearly half of Dhaka&apos;s population of more than 12 million live in slums, and said eviction of squatters from public land has been a &quot;continuing practice of the Bangladesh government&quot;. In 2004, a large-scale eviction in the city&apos;s Agargaon area affected around 40,000 slum dwellers. Last year, 2,450 households were evicted from two slums, according to a study funded by the UK Department for International Development (DfID). The threat of eviction still hangs over the people of Korail. But many, like Mofizul Islam, are determined to stay until the government provides them with alternative housing. &quot;We are not criminals, but people working hard to earn a living and provide for our families,&quot; he said. &quot;We are not going anywhere.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/11/dhaka-bangladesh-slum-dwellers-eviction", 
    "wordcount": "761"
}