{
    "headline": "Why students must demand 'debt abolition for all'", 
    "text": "The stark realities of the economic crisis are obvious in every area of student lives. The tripling of tuition fees, cuts to bursaries, and the abolition of Education Maintenance Allowance (EMA) are leading many thousands of young people into poverty. &quot;The future&quot; offers no way out: for the first time in history, we can expect to be worse-off than our parents. When we graduate, we will enter a job market in which there is record unemployment. Meanwhile the gap between the cost of living and real-terms wages has risen ever since the 1970s. The student experience is linked to a broader attack on living conditions and on the welfare state over the past two years. As retirement is pushed back and pensions are cut, we will all be forced to work longer and for less. In one way in particular, current education policies are going to have a profound effect on the rest of our lives: we are being shackled with unpayable debt. Personal debt is a reality that affects huge numbers in the UK. It now stands at 1.412 trillion, an average of 53,706 per household. Almost every individual is bound to repayments. And our status of debtors leaves us with a stark choice: work, or face destitution. This will only get worse; the Office for Budget Responsibility predicts that total household debt will reach 2.044 trillion by 2017. The education system is going to force graduates to start their working lives with as much as 50,000 of debt. Debt acts a driver to make us produce what we need to survive in the future  plus a surplus, with which to pay our debts. Debt purchases our time, committing us to work longer and harder, while the profits of our work are increasingly enjoyed only by a privileged elite. Graduates will have the course of their lives dictated by financial insecurity, to the detriment of their families and their quality of life. Education, for years a publicly funded system to nurture critical minds, has become a mechanism for producing a compliant and productive workforce of debtors. This is not a new phenomenon: in the last great economic crisis of the 1930s, American politicians were candid about the use of mortgages as a political weapon to prevent workers striking. Margaret Thatcher painted hollow visions of a home-owning, share-owning democracy. Now we face no carrot, only the stick: extraordinary economic conditions are being used to &quot;shock&quot; society into accepting policies that would otherwise be politically impossible to implement. Relentless rhetoric surrounding the deficit distracts the public from questioning the mechanics of the global financial crash, while forcing them to pay for it. Those responsible have predictably escaped retribution, as millions are plunged into deepening poverty and despair. But our passivity must end. When the government of Quebec announced this year that tuition fees would rise, students launched a massive wave of direct action. Strikes, occupations, blockades and demonstrations forced the government into a climbdown, leaving the students with the lowest tuition fees in North America. Crucially, their success depended on millions of working people across Quebec coming out in support of them. Students in the UK can learn much from Quebec: we can also defeat the government and win a free, fair and funded education for all. But if we are to do so, it is essential that we join forces with all those in society who recognise the monumental social injustice being perpetuated. We must cease to engage in single-issue politics and focus on what affects everyone. Debt is an issue that cuts to the core of attempts to privatise our education; it also lies at the root of the misery of millions of ordinary people. In calling for the cancellation of all student debt, the idea that there is no alternative can be broken. It could also be the first step to winning debt abolition for all. Invariably the question will arise: how is this to be paid for? To an extent, we should not concern ourselves with the answer. In the aftermath of the crash, the richest 1,000 Britons, just 0.003% of the population, increased their wealth by 155bn to 415bn. They did not consult us before imposing their crises upon us, we should not consult them on our refusal to accept it. How do we reclaim our futures? The answer lies in the simple question: &quot;What would happen if everybody went on a protest?&quot; On 21 November, tens of thousands of students will demonstrate that the fight is not over by marching with the NUS or by joining the National Campaign Against Fees and Cuts&apos; feeder march. If students are serious about winning, &quot;debt abolition for all&quot; should be the phrase on everyone&apos;s lips.", 
    "section": "education", 
    "gid": "education/2012/nov/09/students-must-demand-debt-abolition-for-all", 
    "wordcount": "807"
}