{
    "headline": "David Cameron defends windfarm plans to Tory MPs", 
    "text": "The prime minister has mounted a strong defence of the government&apos;s plans to build huge wind farms around the country in the face of strong opposition from his own members of parliament. David Cameron has written to more than 100 of his own backbenchers who published an open letter to the PM asking for subsidies for &quot;inefficient&quot; on-shore wind power to be slashed, and complaining about planning policies putting national energy policies ahead of local objections. In his reply, addressed to Chris Heaton-Harris, the Tory MP who organised the original letter, Cameron says he has sympathy with local residents&apos; concerns, but insists there are &quot;perfectly hard-headed reasons&quot; for building more on-shore wind farms  regardless of the UK&apos;s commitments to meet targets for renewable energy and cutting greenhouse gas emissions. &quot;On-shore wind plays a role in a balanced UK electricity mix, alongside gas, nuclear, cleaner coal and other forms of renewable energy,&quot; said the prime minister. &quot;A portfolio of different supplies enhances energy security and prevents the UK from becoming over-reliant on gas imports.&quot; In a nod to the growing pressure on the government to do more to stimulate the economy and in particular meet ambitious promises to create thousands more &quot;green jobs&quot;, Cameron added: &quot;I am also determined that we seize the economic opportunities in renewable energy supply chains as the global race for capital in low-carbon sectors intensifies.&quot; The PM also repeated the government&apos;s existing policy of cutting subsidies to on-shore wind by 10% in the near future in recognition that the building cost had fallen. The letter will offer some reassurance to the renewable energy industry, but is likely to disappoint MPs who signed the original letter, including some senior party figures such as the former party chairman and leadership challenger David Davis, and Nicholas Soames. In return Heaton-Harris, who believes he has enough cross-party support  including at least 10 Labour MPs  to form an all-party group to keep the issue alive, said they would request a meeting with the PM to press for further concessions. &quot;I obviously didn&apos;t expect the prime minister to just say: &apos;OK, you are right,&apos; and change policy in this area and I am pleased he understands the massive concern that local residents have about these plans,&quot; Heaton-Harris told the Guardian. &quot;However, those who signed the letter would like to see a cut in subsidy to on-shore wind greater than the 10% proposed, and hope that our suggested amendments to the national planning policy framework are taken on board. We are also concerned at how the cost of this type of renewable energy is adding to fuel poverty.&quot; The prime minister&apos;s letter also said that new government planning laws were intended to give residents more say in combating unpopular planning proposals in their areas, while the Department of Energy and Climate Change has put forward a scheme under which local communities could take a financial stake in new renewable energy and claim some of the profits.", 
    "section": "environment", 
    "gid": "environment/2012/feb/21/cameron-defends-wind-farm-mps", 
    "wordcount": "510"
}