{
    "headline": "Are mental illnesses such as PMS and depression culturally determined?", 
    "text": "The latest edition of the Diagnostic and Statistical Manual of Mental Disorders  DSM 5  was published over the weekend. Produced by the American Psychiatric Association, it describes the symptoms of a vast range of mental illnesses and is intended as a guide to diagnosis. Why should we in the UK care? Simple: the political dominance of the US means that as soon as a mental disorder is named in the DSM, that disorder becomes valid in the eyes of many. But not everyone is a fan. The DSM committee has been accused of continually expanding the categories of mental illness, resulting in &quot;diagnostic inflation&quot;  with the result that increasing numbers of us are diagnosed with one condition or another. The committee has also fallen foul of the US National Institute for Mental Health (NIMH), which dislikes the DSM&apos;s symptom-based approach. The NIMH argues that laboratory tests for biomarkers are the only rational way to diagnose mental illness. And two weeks ago the British Psychological Society released a statement claiming that there is no scientific validity to diagnostic labels such as schizophrenia and bipolar disorder. Indeed, the DSM&apos;s fondness for the categorisation of mental illness is a major reason for its unpopularity in many quarters. According to Gary Greenberg in the New Yorker, frustrated scientists believe its beloved categories &quot;don&apos;t correspond to biological reality&quot;. Is that a fair criticism? I would argue that the categorisation of mental illness based on symptoms can be useful. But  and it&apos;s a big, fat, hairy but  we must accept that those diagnostic categories are cultural constructions, not global certainties. Culture-bound syndromes are most often the preoccupation of anthropologists. Typically, the patient displays symptoms that are recognised as indicating a particular illness only by other members of that patient&apos;s cultural group. The dhat syndrome observed in parts of India, characterised by fatigue, anxiety and guilt and usually experienced by men, is a well-documented example of a psychological culture-bound syndrome, as is the susto, or fright sickness, of Latin America. In a recent editorial in the British Journal of General Practice, Professor Christopher Dowrick argues that depression could be a western culture-bound syndrome, rather than a universal disorder. In support of his case, Prof Dowrick notes the lack of consensus in psychiatry over what even constitutes depression: the endless shifting of diagnostic goalposts. He points out that there is no discrete genetic variation known to cause depression. Rather, there is genetic overlap across a range of mental illness, including depressive disorder, autism and schizophrenia. Prof Dowrick&apos;s point is that as China and India become politically dominant, spreading different concepts of what constitutes mental illness, we will have to be more sceptical of our cherished diagnostic categories. &quot;In western anglophone societies we have developed an ethic of happiness, in which aberrations  are assumed to indicate illness,&quot; he writes. Others have argued that pre-menstrual syndrome, too, is a Western culture-bound syndrome. In 1987, Thomas S Johnson claimed that the symptoms were an expression of &quot;conflicting societal expectations&quot; on women. In 2012, a meta-analysis of published research failed to find evidence that negative mood correlates to the pre-menstrual phase of the menstrual cycle. And earlier this year, a qualitative study found that a &quot;cognitive reframing&quot; of the symptoms could reduce self-reported pre-menstrual distress. Could depression and PMS really be culture-bound syndromes rather than biological entities? For sure, no one is arguing than they are not genuine illnesses  to the patient, the symptoms are real and painful. I used to be convinced by the biomedical model of depression, but now I&apos;m not so sure. Could depression, and other familiar mental conditions, be interpreted as a kind of local language  our culturally established way of expressing distress and asking for help? A DSM-style categorisation of illness based on symptoms could still be useful, provided we bear in mind that our local diagnostic categories are no more universal than our local language. We may also need to accept that treatments for mental disorder are not universally applicable. Culture-bound syndromes need culture-bound treatments: interventions recognised as &quot;medicine&quot; by both patient and practitioner. It&apos;s a very complex subject  not least because there may be crossover between the cultural and the biological; between the BPS&apos;s dismissal of diagnostic labels and the NIMH&apos;s desire to find a biomarker for every illness. &quot;I think the distinction between &apos;biological&apos; and &apos;social&apos; causes can get tricky. Lots of human practices that are clearly culturally patterned  child-rearing practices, diet, and sleep patterns, for example  affect our biology,&quot; Dr Rachel Cooper, author of Classifying Madness, tells me in response to an email. &quot;You could have cases where a &apos;core&apos; biological disturbance is expressed differently in different cultures. Some have suggested that this might be the case with western-style depression and Chinese neurasthenia.&quot; And in the end, as Dr Cooper concludes, &quot;A biomarker can only tell you that a person is different  not whether that difference should be considered pathological.&quot; Much of mental pathology could be a consequence of culture.", 
    "section": "science", 
    "gid": "science/blog/2013/may/20/mental-illnesses-depression-pms-culturally-determined", 
    "wordcount": "845"
}