{
    "headline": "William Hague tells ministers to help green industries boost economy", 
    "text": "The government should do more to help green industries boost economic growth, stop the UK falling behind international rivals, and avoid losing its global leadership on the environment, William Hague has told cabinet colleagues, in a private letter seen by the Guardian. The foreign secretary also warns in his letter to ministers that unless Britain takes stronger leadership on the green economy there is no hope of securing an international agreement on climate change. Hague&apos;s letter comes at a sensitive time for the government as it faces criticism for not doing enough to stimulate growth. The country has officially entered a double-dip recession with two consecutive quarters of negative growth. David Cameron and George Osborne are also under pressure from environmental groups and some business leaders for failing to live up to their promise to be the &quot;greenest government ever&quot; as they appear to have watered down their ambition in the face of opposition from Tory rightwingers, worried about extra regulation and angry about wind farms. Nowhere in the letter does Hague overtly criticise the government&apos;s programme, and he is supportive of many elements of it, but the letter appears to betray a frustration that more could be done, particularly if senior government ministers were to be more vocal in their support of the green economy. Hague told the Sunday Telegraph that business leaders should &quot;work harder&quot; instead of complaining about the government. But his letter appears to suggest that by giving more support to the low carbon production and consumption the government could do more to stimulate growth, pointing to the success of economies which have done so, particularly China and Germany. The letter says the strategy would have five benefits: reducing exposure to volatile energy prices; revitalising manufacturing based in low carbon sectors; modernising infrastructure; reducing utility bills by cutting energy use, and it would have &quot;a particular appeal for the under 30s&quot;. &quot;I believe we should reframe our response to climate change as an imperative for growth rather than merely being a way of being green or meeting environmental commitments,&quot; says Hague. &quot;The low carbon economy is at the leading edge of a structural shift now taking place globally  we need to stay abreast of this, given our need for an export-led recovery and for inward investment in modern infrastructure and advanced manufacturing.&quot; Hague cites the successes of the coalition government&apos;s green investment bank, electricity market reform and the green deal, but urges a &quot;stronger political emphasis&quot; on the sector. &quot;We could get more mileage from this without additional commitment of expenditure or fiscal risk,&quot; adds the letter, which was written in March but only emerged on Tuesday. As well as helping the UK&apos;s economy, &quot;greater emphasis in our core narrative on low carbon growth&quot; would help the UK&apos;s &quot;commercial diplomacy&quot; with countries interested in investing in and trading with the UK, and in its role in international climate negotiations. &quot;We will not secure a binding agreement in 2015 unless the idea of low carbon growth becomes dominant across the major economies before then,&quot; says Hague. &quot;We can leverage this. But our diplomacy will only succeed if it is rooted in our own domestic narrative.&quot; Hague sets out a strategy, which starts by urging the prime minister to make a special speech on the subject and using the UK&apos;s presidency of the G8 next year to push the message strongly. Just weeks later, an event which had been billed as a keynote speech on the environment by the PM was downgraded by officials, who insisted he was only making &quot;comments&quot;. Other suggestions include a wider push for market growth by lowering barriers to trade and investment in low carbon goods and services, a more focused push by the EU on helping low carbon innovation and infrastructure investment, and pressing the EU to liberalise energy markets to speed up energy saving and other new technology. At least two cabinet colleagues have responded to Hague&apos;s letter: Ed Davey, the energy and climate secretary, and Vince Cable, the business secretary. Both Liberal Democrats appear to sound a more cautious note than the foreign secretary, insisting that any push on the low carbon economy must &quot;fairly represent the costs involved alongside the benefits&quot; in order to be &quot;credible&quot;. Cable also warns that without an international accord on cutting emissions  something currently overseen by the United Nations  &quot;we need to watch the impact of our climate policies on UK competitiveness more broadly&quot;. The Foreign Office said it did not comment on leaked documents.", 
    "section": "environment", 
    "gid": "environment/2012/may/15/william-hague-green-economy-letter", 
    "wordcount": "781"
}