{
    "headline": "Darksiders II  preview", 
    "text": "&quot;And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him.&quot; There are no prizes then for guessing which of the Four Horsemen features in Darksiders II, the 2012 sequel to 2010&apos;s acclaimed title where War took centre stage. A cynic, ahem, might speculate that further sequels are going to be less than glamorous  Famine and Pestilence aren&apos;t obvious heroes, anti- or otherwise  but Vigil Games have already considered this.  &quot;We&apos;ve never really stuck to the actual Horsemen, the official Biblical version,&quot; explains lead designer Hayden Dalton. &quot;Names are being bandied about future more games  Fury and Strife, for example.&quot; He shrugs. &quot;We want to sell games at the end of the day.&quot; That, according to some reports was the problem first time out as, in spite of glowing reviews, Darksiders&apos; sales figures didn&apos;t match expectations. THQ had always envisaged a franchise however and, if this preview session is anything to go by, they&apos;ve not been resting on their proverbials. &quot;There was so much we wanted to do in the first game that we weren&apos;t able to,&quot; explains Hayden. &quot;Questing, looting, customisation, the expansion of the game, more involved skill trees  And we&apos;ve got the technology now to do that.&quot; While a couple of hours hands-on with a single level of Darksiders II isn&apos;t necessarily indicative of the game as a whole, early signs are positive. Death is a more athletic protagonist than War both in terms of negotiating the environment and dealing with numerous foes. Fighting  with dual scythes, naturally  is smooth (and there&apos;s an enormous number of spells and tricks that can, and should, be added via the Skill Trees) but it&apos;s Death&apos;s other tricks that impress most: wall runs, pillar climbs and jumps and Death Grip (think supernatural grappling hook) allow Death the ability to roam. And with a play environment some four times the size of the original roam you will.     Darksiders II     &quot;You can play straight through,&quot; adds Hayden, &quot;but it&apos;s not a bad thing to stray off the path and I think it&apos;s a game you can enjoy and explore for months.&quot; While certainly a challenge in terms of maps and puzzles  &quot;we&apos;re not spoonfeeding&quot;  the design of the game appears to allow some wandering but, happily, also makes it relatively easy to get back to the main objective. &quot;Getting lost is one of my pet peeves,&quot; says Hayden. &quot;The artwork&apos;s on two different levels. One is communicating the story to the player, the exposition, the other is making the player understand the environment they&apos;re in, where they need to go next. We&apos;ve tried to highlight things with shadows and lighting so you&apos;re compelled to go in a certain way or can get back on the path without neon arrows saying &apos;Go This Way&apos;.&quot; Like the original, end of level Boss Battles are also going to be time consuming and tough: perhaps even tougher than before. Of the assembled press that attempted the climactic fight at this preview  and which sees Death&apos;s mount, Despair (not Binky, sadly) enter the fray  none that I spoke to manage to finish it.  Darksiders II is released on 29 June. On this evidence, it&apos;s likely to be a date worth waiting for", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/12/darksiders-2-game-preview", 
    "wordcount": "565"
}