{
    "headline": "Criterion, Most Wanted and the art of racing game design", 
    "text": "&quot;All cars are getaway cars&quot;  Martin Pawley, Architects Journal Cities are designed to fulfil a lot of functions, but fun driving usually isn&apos;t one of them. Quite the opposite these days. Escalating traffic levels have strangled the life out of urban roadways, while congestion charges and designated parking have become familiar weapons in the war against personal transport. We&apos;re not supposed to enjoy cars, we&apos;re supposed to put up with them. Diametrically opposed to this life-sapping philosophy is Need For Speed: Most Wanted, the latest anarchic drive-&apos;em-up from Guildford-based developer, Criterion. The veteran studio has been responsible for some of the best racing games of the last decade, switching from its own Burnout series in 2010 to rescue EA&apos;s long running Need For Speed brand. Its interpretation of NFS: Hot Pursuit sold eight million copies and introduced the brilliant Autolog social competition system, which allowed gamers to asynchronously compete for the best times. And now the development team has returned with another NFS offshoot and another scintillating interpretation. Set in and around the sprawling metropolis of Fairhaven, Most Wanted challenges players to become the most notorious illegal racer in town, speeding through a series of illicit driving events, gathering speed points and unlocking mods. Brilliantly, very few of the dozens of licensed vehicles are locked at the start of the game; instead, they&apos;re hidden around the enormous map  if you find them, you can keep them. And you&apos;re free to explore the entire open-world environment at your leisure, locating challenges and races en route. So how does a studio go about creating a landscape designed specifically for high speed thrills? &quot;It&apos;s quite an interesting process,&quot; says creative director, Craig Sullivan. &quot;We start out talking about the kind of variety we want. So in Hot Pursuit, which was quite different to Most Wanted, we knew we wanted mountains so you could drive in the snow, and we wanted desert so you&apos;d get that Vanishing Point feel. We purposefully didn&apos;t have a city because that game was all about going 200mph through rolling beautiful curves. We were also inspired by California, so we wanted beautiful coastlines, forests  almost a homage back to the original Hot Pursuit games. But with Most Wanted, we knew it had to be based around a city. We kept the coastline, though - it&apos;s our job to make something you can memorise, so if you know the coastline is on the south, you can orientate yourself around that&quot;. The next step was to add specific gameplay set-pieces  an abandoned airfield, a power plant with lots of off road runs  destination areas for players to discover and experiment with. Then comes the road network, or ribbons as Criterion call it, which links everything together and accommodates the vehicle handling. The underlying ambition is to create a world that looks authentic, but that offers up a range of ridiculous possibilities. &quot;We&apos;ve got a 500ft jump that goes across a freeway,&quot; says Sullivan. &quot;You don&apos;t get many of those in real life, but it&apos;s all about staging things so they look like they could exist. I spent a long time skateboarding when I was a kid and I understand the flow of skate parks, the lines you naturally seek out; you take a similar approach when you&apos;re driving at speed: with the best open-world games you&apos;ll find yourself, not in a funnel, but in a geometry set that feeds itself to you as you travel, which allows you to have a fun time - it&apos;s something you can get very wrong, but we&apos;d already done Burnout Paradise so we had experience with exploration&quot;.      Predictably, the designers are heavily inspired by real cities. During the development of Most Wanted, Criterion sent a group of its design staff to Boston, a historic city with a variety of road surfaces and architectural spaces. &quot;To build an authentic city, it can&apos;t all look pristine and new,&quot; says Sullivan. &quot;It needs to look as though it has been constructed over many years. We wanted cobbles, we wanted wide plaza areas and narrow alleys. I&apos;m just about to go on vacation to LA and Hawaii and I know there are things I&apos;ll see that will make me think &apos;that would be cool in a game&apos;. If you find something that looks natural, that looks like it would be fun to drive a car off or through or over, it helps with the design process. We&apos;re constantly trying to keep that balance between believability and fun&quot;. Another key element of the Criterion driving experience is handling. The studio is famous for its accessible, exciting driving model, combining real-life physics with elements of classic japanese arcade design, so you get cars that feel authentic, but can still drift over a kilometre of tarmac. &quot;There are so many little parts that go into making a great driving experience,&quot; says Sullivan. &quot;We start out with the raw data from the manufacturers and produce an accurate simulation of what that car is like to drive; Most Wanted contains the most realistic simulation we&apos;ve ever done - and we could have stayed with that. There are plenty of games out there that are all about simulating how hard it is to drive a car, but we want to go beyond that - it needs to meet your expectations of what a car is like to drive.&quot;  So what does that mean for the coders? &quot;There&apos;s lots of Criterion DNA in there,&quot; says Sullivan. &quot;The brakes are a little bit stronger than they are in a real car so you can weave through traffic at speed. We have systems that help you control the drift  you can get the back end out doing 150-200mph  I don&apos;t know many drivers in the world who could do a 2km drift like that. In our game we have they&apos;re not really assists, they&apos;re smart little systems that allow you to feel like you&apos;re really driving that Porsche 911. It feels believable, but it allows you to drive in a cool way&quot;. These systems are the result of Criterion&apos;s obsessive approach to development, and it has been this way since the beginning. &quot;We spent a lot of time back in 2000, talking about the roots of driving games, talking about AM2,&quot; says Criterion&apos;s vice president, Alex Ward. &quot;That&apos;s where we started: we just discussed braking and sliding  if you don&apos;t have those right, you have nothing.&quot; Both Alex and Craig talk about the endless iteration that goes on at the studio, the compulsion to play and improve. &quot;We constantly change things,&quot; shrugs Sullivan. &quot;Not for the sake of change, but to improve it. Is the game too long, too short, is there enough variety? We&apos;re lucky with EA  they know we change a lot of stuff, but they&apos;re not nervous. We iterate the crap out of every game we do, we&apos;re always cutting stuff, adding stuff, right to the end. When it gets to the later stages, when the debugging begins, the team just wants people like me out of the office because I&apos;m always tweaking stuff. There&apos;s an email I always send out, the subject header is &apos;just one last change&apos; but no one ever believes that it is. They say &apos;can we send him on holiday?&apos;&quot;      Over the years, though all of this, Criterion has learned one vital lesson: handling is all about flattering the player  even if they haven&apos;t a clue about racing lines, the apex of a curve or brake management, you mustn&apos;t tell them that. &quot;There&apos;s a reason you can&apos;t turn assists on and off in a Criterion game,&quot; says Sullivan. &quot;We&apos;re trying to make one experience that allows as many people as possible to have fun. There are a lot of different cars in the game and some of them are hard to drive - we have an Ariel Atom in there and I don&apos;t think theres&apos;s been one on a Need For Speed game before. It drives like a wasp; it&apos;s very quick it corners insanely but it&apos;s also very weak, if it touches anything you crash&quot;. I try to interject with another question, but he&apos;s off now, breathlessly listing super cars. &quot;We have Bugatti Veyron in there, the Lamborghini Aventador, we&apos;ve got the Koenigsegg Agera R in there, which is currently the fastest production car in the world. They all drive in a very different way, but they still have that we&apos;re influenced by games we&apos;ve played in arcades: our job as game creators is to make sure that within two minutes of picking up the controller you can drive the car how you want to drive it and nothing seems unfair. You are going to crash at some point but that should make you smile because you know YOU&apos;VE messed up. That&apos;s the secret of tight, sweet-spot handling. That&apos;s what we always strive to capture&quot;.  Criterion has learned something else from the arcades: the importance of inter-player rivalry. Introduced in Hot Pursuit, the Autolog system would show players the times achieved by their friends on every race they attempted. This meant that, even in the single-player mode there was a constant sense of competition, you&apos;d re-try events dozens of times to beat your friends and get to the top of the leaderboard. In Most Wanted that concept is being extended so that almost everything you do in the game can be compared against the activities of your mates. Approach a speed camera, for example, and a little table will pop up showing how fast your friends have shot through it before you. Pull off an amazing jump through one of the game&apos;s many billboards, and when your pals approach that same board in their own game, they&apos;ll find a poster of your face (taken with the Kinect or Playstation Eye camera if you have one), together with your jump distance. It has proven to be a remarkably popular feature already, and Criterion knows why. &quot;We always wanted Autolog to change the way people play racing games,&quot; says Sullivan. &quot;It was based on stuff we were doing in the office: we&apos;d play Forza or Gran Turismo and we were writing our best times down on a white board, like in Top Gear. And we were like, &apos;why doesn&apos;t the game do this?&apos; So we came up with Autolog and it immediately drove competition around the studio. We had an instance during development where some of the guys in our IT department were playing an event called Vanishing Point; the guy who designed the handling for the cars, Matt Follett, had set an amazing time that nobody could beat - the IT guys attempted it 750 times, they just tried to do it over and over again. Once they&apos;d finally beaten it, they told Matt, who went back in and beat their record first time. He crushed them. They were devastated.&quot;  The Criterion team seems to thrive on these tales of obsession. Alex Ward starts telling me about Burnout Paradise, the team&apos;s first open-world title. Some of the brand&apos;s fans weren&apos;t sure about the game, weren&apos;t sure about the move to a gigantic environment. &quot;We used to get people writing to us saying, you&apos;ve blown it, I&apos;m not playing this game anymore,&quot; he says. &quot;So Matt Webster would ping their telemetry and find out that they&apos;d been playing for 870 hours. We&apos;d write back and say, we&apos;re sorry we couldn&apos;t entertain you more.&quot; Perhaps the most important design decision in Most Wanted is the lack of a vehicle progression system. In most racers, you start off with dull everyday vehicles and have to go through a series of races before you start unlocking the really cool sports cars and exotics. But in Criterion&apos;s latest - the only cars kept from you are the one&apos;s you gain by beating the Most Wanted racers. Everything else is out on the map to discover.  How did this come about? &quot;We have big ideas, but they come at different stages,&quot; says Sullivan. &quot;Most Wanted didn&apos;t start out as the game you&apos;re playing today. We course correct, we change things. We had talked about all the cars being unlocked right at the start of the project, and we spent a bit of time looking at it, but it was a hard problem to solve. So we actually started with a linear progression system. But later, when we had the basics of a game - the races, the cop chases, the open world  built, we realised we could go back and look at this idea of all the cars being open.&quot;      For Sullivan, there was a nagging discrepancy at the heart of linear progression: how could you offer an open world, but then restrict access to vehicles? It didn&apos;t make sense. &quot;For the kind of games we&apos;re making, especially with Need For Speed, player choice is really important - if you go to Disneyland, they don&apos;t force you to go on the rides in a particular order. It might sound weird, but that&apos;s how we approach making our games - we don&apos;t know what every gamer likes, so we give you lots of things and it&apos;s up to you to decide.  &quot;We made closed track games in the past - three or four Burnout games - there&apos;s space for that kind of title in the market, but we&apos;re focused on pushing the genre forward and we think open worlds and player choice is where it&apos;s at. Driving around a track, be it real or fictional, there&apos;s only so much we can bring to that: you can improve the visuals - where else is there to go? We want game designs that support new experiences, things that we might not even know we&apos;re going to design - we don&apos;t want to hem everything in&quot;. Alex Ward is even more bullish in his dismissal of standard racing game progression structures. &quot;Do you want to drive the Aston Martin right now? The Carrera? Why not? 20 years of driving convention says you can&apos;t, but why not? People said the game would have no meaning, but no - put the cars in the world and go drive them. Find the Caterham and take it out. And once you&apos;ve found it you can switch to it at any time.  &quot;I don&apos;t want to make you backtrack around the map. Gaming is changing, this is where we &apos;re going. That&apos;s why there&apos;s no story in the game - I don&apos;t want a story, the game is about me! It&apos;s about me and my friends. The stuff we&apos;re working on with most Wanted and beyond it&apos;s like, that&apos;s tradition, but fuck it, let&apos;s do this. Why can&apos;t I drive all the cars? If I buy a DVD I can watch the ending straight away if I like. If DVDs were like games they&apos;d make you watch the Dutch version to get an achievement. But that&apos;s the past. Grinding is dead&quot;. So, about the future. What will the new consoles bring? I didn&apos;t expect Sullivan to engage with the question, developers can be wary about moving away from the safe ground of their current project. He thinks for a second. &quot;Even bad games have good graphics these days - it&apos;s quite easy to do good graphics,&quot; he says. &quot;There are other things to do with the next generation of hardware that developers need to embrace to make a true next gen experience&quot;. What things? &quot;Look at the last five or six Criterion games: we strongly believe friends are the heart of it all, we know that Autolog is here to stay - all games should be connected. The cross-platform stuff is interesting, lots of platforms talking to each other, gaming everywhere, making the best out of Kinect and cameras. It&apos;s about embracing all that. You can&apos;t rely on the fact that the graphics will be better. It should be about next generation game design, not just a prettier experience. The same thing happens in movies  to me The Matrix didn&apos;t just look amazing, it was almost like a new experience. Generational change means finding new things to grab your attention&quot;. So we end up talking about where Criterion is going, about this studio&apos;s role in the future Sullivan envisages. &quot;There&apos;s still a lot of stuff we want to do with driving,&quot; he says. &quot; We will make another Burnout game at some point. Obviously, as we&apos;re working on NFS we&apos;re thinking of really good ideas that aren&apos;t right for this series; there are ideas that we&apos;re going to explore with Burnout. And we wouldn&apos;t be making NFS or Burnout games if we didn&apos;t think the driving genre had a long shelf life and that we could push the boundaries. There&apos;s a lot of new stuff in Most Wanted, a lot for people to get their heads around - and sometimes there&apos;s only so much explaining you can do - we&apos;ve reined in some of the ideas we had for this game, they were a little ahead of their time&quot;. Okay, I say, let&apos;s imagine you&apos;re going to tackle another classic game series, you can take anything you like  what would it be? &quot;When we did Burnout Paradise we did some motorbike DLC and now everyone thinks that we&apos;re going to do Road Rash at some point,&quot; says Sullivan. &quot;I had a lot of fun playing that game, we think bikes are fun. We might make a Road Rash game. But then we might make a game without vehicles in it. I mean, we made Black, I was the lead designer  we might make a game about blowing the crap out of each other!&quot; He pauses and smiles, before pointedly adding, &quot;but Road Rash seems like a good fit for Criterion&quot;  Need For Speed: Most Wanted is released for PC, PS3 and Xbox 360 on 2 November", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/17/need-for-speed-most-wanted-preview", 
    "wordcount": "3042"
}