{
    "headline": "Students: how to be boss-friendly online", 
    "text": "Have you been getting warnings from your university to clean up your online profile? Perhaps you&apos;ve been ignoring them  but you&apos;re secretly terrified your Facebook could ruin your career chances. The truth is, it&apos;s not enough to obscure yourself online, anonymising your accounts in the hope that prospective employers won&apos;t find you. Take the opportunity to give yourself a positive edge, and showcase your personal brand. Here is the definitive guide to all you need to know to look digitally competent: Ensure you are easily found That avatar of Keith Lemon, a beer bottle, or you wearing a micro bikini and pink cowboy hat while cage dancing in Faliraki is not doing your image in the workplace any favours. Select one distinctive headshot of yourself that is instantly recognisable and use it across all of your accounts  from LinkedIn to Twitter to Facebook. Ensure you are not mistaken for someone else and made to suffer for their bad behaviour. Consider your employer as your primary audience, and don&apos;t pout or tinker with the pic so much that your interviewer either won&apos;t recognise you, or won&apos;t approve of you. If a prospective employer searches for you, be sure they find you and like what they see. Write a snappy bio paragraph showcasing your interests and aptitudes, and use the same one across all your platforms. Make a name for yourself If you discover someone out there with the same name, consider further branding. Upload a backdrop on your Twitter, and use it as a Facebook banner, and a watermark on your blog and aboutme.com. It should highlight your qualities, interests and values  check out how Team GB athletes have done this: here&apos;s @TomDaley1994 making a splash. Start a blog, preferably Wordpress (it has a higher Google page ranking than Blogger or Tumblr), and open SlideShare and Flickr accounts and any others you can think of. You&apos;ll soon send your namesake falling down the pecking order on Google  right down to page 2, or better still 3. I had one student with a great academic record who couldn&apos;t even get an interview. Eventually, an agency bothered to give him honest feedback. Matt discovered that while he didn&apos;t have a Facebook profile, another student in his year with the same name, but a very different lifestyle, did. We created profiles for him on three popular platforms, identified his best qualities with the help of a book called Strengths Finder, and created an authentic representation of Matt. Take control of your digital profile and mould it with care. Clean up Remove all bad language, meticulously correct poor spellings, and avoid textspeak  it gives a very bad impression. If you find anything potentially damaging about you on a Google search, try to get it removed by contacting whoever put it there or asking site moderators to take it down. Get on to Google and ask them to remove that page from their search results. Play down time-wasting Delete all trace of the 60 hours a week you spend tending crops on Farmville, and remove casino-style games and apps  you don&apos;t want potential employers to get the impression you will waste their time gaming. Photographic negatives Clean up your photo albums  but don&apos;t sanitise your pics to the point where you appear bland and characterless. Showcase your fun side, your sporting achievements, your team leadership, your wide group of friends and social activities, your ability to handle alcohol, your love of travel and music, even evidence of your time in the library revising. Remove the images of drinking games, though, and streaking in the fountain at Trafalgar Square. Untag yourself in unwise photographs; remove them completely if you can. Don&apos;t be tempted to be indiscreet on apps like Snapchat (which let you set the time a photo lasts). Screenshots and photos of phones mean anything can be permanent. Consider carefully how photos of you sleeping all over campus on Foursquare could look to a potential employer. Groups and memberships Audit Facebook like/fan pages and groups. Misogynistic comments on pages naming and shaming people for doing the walk of shame after a big night in the student union bar says more about you than the person you are defaming. Play nicely, and never talk negatively about anyone online  employers may fear you will vent about them. Consider very carefully whether you want to remain a fan of pages where members admit sexual indiscretions or express bigoted views, even in jest. What should you &quot;like&quot; then? Savvy students like Facebook groups representing the brands they want to work for. They join groups on LinkedIn run by companies they want to notice them. It&apos;s an effective strategy. Observe the discussions they host on their pages and contribute thoughtfully. Network with staff you meet on work placements. Be seen to move with those you aspire to join. If you offer an opinion in a professional LinkedIn group, be mindful of your tone and don&apos;t come across as pompous. If someone rebuts your opinion, reply politely, and show yourself capable of seeing several sides to an argument. You never know who may be reading. You are known by the company you keep Are you genuinely friends with 1,200 people? Have you checked what they&apos;re up to lately? If your Facebook friends are pictured wearing electronic tags, taking drugs, or driving with cans of beer in their hands, your own image can suffer. Be sure to balance status updates about your social life with mentions of time spent studying. Boasting about your new designer laptop or flying first class may give employers the impression that you don&apos;t actually need the job as much as the next candidate. Never use social media when you are angry, tired, drunk or under the influence of anything else. Never react or reply to anyone who you feel may be trying to flame you or wind you up. If you are wrong, apologise promptly and in public. Blog don&apos;t bleat You have a right to free speech. But if you blog about people you know, be aware that a lack of discretion sends a message to employers. Companies such as Apple are very particular about any mention of their brand or workplace by employees on social media  and may be uncomfortable with employing someone who diarises their every move online. Not only do companies want to guard their brand, they often need to protect client confidentiality. Employers may see what you are saying about fellow students or lecturers as an indication of what you might share about them or their clients. That&apos;s private Of course you should lock down your privacy settings. But I have recently heard of two UK employers asking candidates to log in to their Facebook during an interview. Practice and rehearse how you would negotiate with an interviewer who requests that you log in to your social media accounts at an interview  remaining polite and professional is actually not that easy. Be sure to indicate that you are very interested in the post, but explain that you feel the request is a breach of your privacy and also a legal breach of Facebook&apos;s own terms and conditions of service. You could gently point out that some states in the US (including Illinois and Maryland) have legislated against this practice and diplomatically try to move the interview on. Obviously you could still ultimately be forced to accommodate the request and face the consequences  but if you always consider everything you say on social media as public, and you never share anything you wouldn&apos;t be happy for your grandma to read, you could turn the situation to your advantage.", 
    "section": "education", 
    "gid": "education/2013/jan/31/students-get-boss-friendly-online", 
    "wordcount": "1279"
}