{
    "headline": "Asda turns to Canary Islands bananas to cut carbon footprint", 
    "text": "Supermarket chain Asda is to be the first to sell bananas from the Canary Islands, in an attempt to reduce the fruit&apos;s considerable carbon footprint. Transportation time will be more than 80% shorter than for bananas sourced from central America. The fruit will be shipped from the Canaries to mainland Spain and then by road to the UK ripening centre  a total journey of four days as opposed to 24 days for bananas from the Caribbean and Americas. The bananas, already familiar to the millions of Britons who travel on holiday to the Canary Islands each year, are sweeter and firmer than those grown in central America. Bananas are the best-selling fruit at Asda, with shoppers buying more than 100m bunches a year. Bananas have been grown in the Canary Islands since the 1880s, thanks to the hot and dry climate, but this is the first time they will have been exported other than to mainland Spain and Portugal. Asda has been working with produce importer IPL and Fyffes, a leading importer and distributor of bananas. While many supermarkets have switched to 100% Fairtrade bananas as standard, however, the new Canary bananas in Asda will not be Fairtrade. Jock Higgins, banana technical manager at IPL, said: &quot;This is a really exciting project which we&apos;ve been working on for over a year. Not only do we see the environmental benefit of the reduced transport time, but these bananas are pretty tasty too. We can&apos;t wait to see what our shoppers think.&quot; The bananas, which will be sold under the Fyffes brand, are priced at 1.50 for a bunch of six, and have gone on trial in over 230 stores, with a potential extension nationwide if they are successful. Despite the proximity of the Canary Islands to the UK, no leading supermarkets stock bananas from the region because of issues around quality and volume. A Marks &amp; Spencer spokeswoman said: &quot; It&apos;s something we have looked at in the past but the quality wasn&apos;t right, but it is ongoing and we are still considering it.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/11/asda-canary-islands-bananas", 
    "wordcount": "348"
}