{
    "headline": "Eton: why the old boys' network still flourishes", 
    "text": "In the Porter&apos;s Lodge at Eton, asurprisingly small, panelled room that guards the main entrance to probably the world&apos;s most famous and self-conscious school, a recent issue of the Week magazine lies on a table between two chairs for visitors. On the cover is a cartoon of David Cameron, the 19th OldEtonian to be British prime minister, and a photo of the mayor of London, Boris Johnson, who may become the 20th. The magazine is well-thumbed: outsiders remain as fascinated by Eton&apos;s influence as the school is. On the official Eton website, an elegant sales brochure with pictures of sunlit old school walls and pupils in their ancient, photogenic uniforms, there is an extensive section on &quot;famous Old Etonians&quot;. The list of most recent &quot;OEs&quot; is startling, even to anyone well aware that elite Britain can be narrow. There are smooth media grandees (Geordie Greig, Nicholas Coleridge) and prickly dissenters (the New Left Review veteran Perry Anderson); lifestyle-sellers both macho (Bear Grylls) and gentle (Hugh Fearnley-Whittingstall); environmentalists (Jonathon Porritt) and climate change sceptics (Matt Ridley); actors (Hugh Laurie, Dominic West, Damian Lewis) and princes (Harry and William); rising Tory MPs (Rory Stewart, Kwasi Kwarteng) and people who are likely to interview them (BBC deputy political editor James Landale). Reading the long, hypnotic index of Eton eminences, back to the college&apos;s foundation in the 15th century, British public life begins to seem little more than Eton  a school of 1,300 13-to 18-year-old boys  talking to itself. And the list is not even comprehensive: at the time of writing, no one has thought to include Justin Welby, the new Archbishop of Canterbury. But the power of an institution can be more than its people. Under the coalition, the patchy egalitarianism of postwar state schooling is giving way to a more traditional philosophy: stricter uniforms and rules, pupils organised into private school-style &quot;houses&quot;, more powerful headteachers, more competition and difference between schools. It is a philosophy increasingly friendly to Eton. The current headmaster, Tony Little, remembers his first headship at another private school in the late 80s: &quot;The local comprehensive wouldn&apos;t invite me over the threshold. That has changed massively. The number of phone calls I get from heads of academies has greatly risen in the last two, three years. They want to visit, they want tocollaborate.&quot; Eton now has state &quot;partner schools&quot; in nearby Slough, and this year joined with seven other private schools to open a free school in Stratford in east London.     Justin Welby, the new archbishop of Canterbury, joins a long list of Old Etonian establishment figures, including David Cameron, Boris Johnson and princes William and Harry. Photograph: Matthew Lloyd/Getty Images    Other trends are working in Eton&apos;s favour. With annual fees of 32,067  more than the average after-tax British household income  Eton is, more than ever, &quot;a luxury brand&quot;, as Greig puts it in fellow Old Etonian Nick Fraser&apos;s 2006 book The Importance of Being Eton. As the super-rich and the wish to imitate them have strengthened, Greig continues, &quot;luxury brands have come back&quot;. Like Britain&apos;s many other luxury businesses, Eton has improved its product. &quot;When I was there in 1958 to 1963, the bottom 40% of boys did absolutely no work,&quot; says Simon Head, fellow of the Rothermere American Institute at Oxford University. &quot;That&apos;s gone. Eton has hunkered down. It&apos;s mobilised itself for the global economy.&quot; Even the uniform seems more in keeping with the times. In an era ofDownton Abbey and dandyish, aristocratic menswear fashions, Eton&apos;s waistcoats, tailcoats and stripes look less anachronistic. In the windows of the elderly school outfitters along Eton High Street, the long, theatrical approach to the college through the pretty, prosperous Berkshire town of the same name, there are items you could imagine selling well to east London hipsters. Last month, a mildly droll Etonian reworking of the international pop hit Gangnam Style by PSY, called Eton Style, was posted by pupils on YouTube. Filmed around the school, it has had more than 2.6m views. Eton is adept atmocking and advertising itself simultaneously. And yet, aspects of the school&apos;s success and longevity remain mysterious. What exactly is the source of its pupils&apos; legendary charm and confidence, their almost as legendary slipperiness? In his book, Fraser interviews the late Anthony Sampson, the famous investigator of Britain&apos;s elites. &quot;I&apos;d meet Etonians everywhere I went,&quot; says Sampson, not one himself. &quot;I&apos;ve never understood why they were so good at networking and politics.&quot; Fraser speculates: &quot;The Etonian mystique often seems a matter of mirrors, a collusion between those [non-Etonians] hungry for [Eton] notoriety and Etonians who are only too happy to supply it.&quot; One afternoon last week, I emailed the school to ask if I could visit. Within less than two hours, Little emailed back and offered to meet the next day.     Eton pupils on their way to lessons  known as 'divs' or 'schools' in the college's arcane slang. Photograph: Christopher Furlong/Getty Images    Like many British centres of power, Eton owes some of its influence to geography. It was founded in 1440 on the orders of Henry VI, frequently in residence with his court nearby at Windsor Castle. Nowadays, the school emphasises its closeness to London, the great global money hub, a dozen miles to the east. &quot;About a third of our boys have London addresses,&quot; says Little, leaving open the possibility that they also have others. For the tenth who live abroad  the proportion &quot;has grown a little&quot; since he became head in 2002  Heathrow airport is even closer. Jets intermittently moan loud and low over the school&apos;s spikes and towers. But otherwise, for much of the long school day, there is an uncanny hush. As you approach the college, there is nogrand announcement of Eton&apos;s existence, just small, hand-painted signs, white lettering on black, indicating that an increasing number of the courtyards, alleyways and driveways branching off the High Street are private property. From the open windows of neat classrooms, some late medieval, some Victorian, some Edwardian, some with expensive glass-and-steel modern additions, little of the usual hubbub of secondary school life emerges. Pupils and teachers alike sit upright in the black-and-white uniform, which is somehow both uptight and flamboyant  some might say like Etonians themselves. The uniform was standardised in the 19th century and must be worn for all lessons, AKA &quot;divs&quot; or &quot;schools&quot; in Eton&apos;s elaborate private language. When the lesson ends, the spotless pavements are suddenly flooded with pupils. Some are tall and languid, some are chubby and scurrying, some are black or Asian, most are white. Everyone carries old-fashioned ring-binder files, and no one texts or makes a phone call. But some of the boys greet each other with hugs, or bursts of transatlantic up-talking, or say &quot;like&quot; with a long &quot;i&quot;,London-style  for a minute or two, many seem reasonably modern and normal. Then everyone rushes off to the next lesson. &quot;It is possible to be bored at Eton,&quot; says the school website, &quot;but it takes a bit of effort!&quot; &quot;In many ways it is a conservative institution, with lots of tiny rules,&quot; says someone who was a pupil from 2002 to 2007. The ambiguous outside status of Eton often makes old boys reluctant to declare themselves. &quot;But Eton is probably more liberal, more permissive than its reputation. There are amazing cultural facilities, to do art and theatre for example. There were so many opportunities, it seemed churlish to focus on how annoying it was to have to wear a gown in the heat of summer.&quot; Last month, the History of Art Society, one of dozens of such pupil-run bodies, held a typical extracurricular event, a talk on 20th-century modernism. It was given by the BBC&apos;s arts editor, Will Gompertz. Some boys are so well-connected when they first arrive at the school, they already have a certain swagger. In focusing on a single institution, Eton&apos;s critics are sometimes avoiding the more uncomfortable truth that the roots of Britain&apos;s elites go wider and deeper. But for less overwhelmingly privileged boys, says theex-pupil, Eton can be life-changing: &quot;It&apos;s just expected that you will drink from the cup of opportunity. So you become used to being able to do whatever you put your hand to. Or at the least, you learn not to seem fazed by opportunities in the wider world.&quot;     Tony Little, himself an Old Etonian, has been headmaster since 2002. Photograph: Christopher Furlong/Getty Images    Little himself was a pupil from 1967 to 1972, &quot;the first male in my family to be educated past the age of 14&quot;. His study isbaronial and high-ceilinged, with awindow austerely open to the cold evening, but he is less forbidding than you might expect, with a quiet, calm, middle-class voice, like a senior doctor. &quot;Dad worked at Heathrow, security for British Airways,&quot; he says. One of the school&apos;s main aims, he continues, is to admit a broader mix. But how can it, given the fees, which have raced ahead of earnings and inflation in recent decades? &quot;It&apos;s a huge amount of money,&quot; he admits  the appearance of candour is one of Little&apos;s tactics when he talks to the outside world. &quot;Sometimes I think, short of robbing a bank, what d&apos;you do?&quot; Currently, by giving out scholarships on academic and musical merit, and bursaries according to &quot;financial need&quot;, Eton subsidises the fees of about 20% of its pupils. &quot;Forty-five boys pay nothing at all,&quot; says Little. &quot;Our stated aim is 25% on reduced fees, of whom 70 pay nothing.&quot; What is the timescale? &quot;Quite deliberately non-specific. But I&apos;ll be disappointed if we have not achieved it in 10 years.&quot; Not exactly a social revolution. &quot;A long-term goal&quot; isfor Eton to become &quot;needs-blind&quot;: toadmit any boy, regardless of ability to pay, who makes it through the school&apos;s selection procedure of an interview, a &quot;reasoning test&quot;, and the standard private-school Common Entrance exam. Whether Eton would then become a genuinely inclusive place is open to doubt: one of its selection criteria is an applicant&apos;s suitability for boarding, and many people connected with Eton would surely resist its metamorphosis into a meritocracy. Hierarchy is in Eton&apos;s bones. Either way, Little says, the school does not have nearly enough money to become &quot;needs-blind&quot; yet. According to its latest accounts, Eton has an investment portfolio worth 200m. The school looks enviously on the wealth of private American universities: Harvard, the richest, has an endowment of more than 20bn. Eton seems unlikely to return soon to its core purpose as decreed by Henry VI: theeducation of poor scholars. In fact, the school&apos;s history has been more erratic than many of its admirers and detractors imagine. Henry VI was deposed when Eton was only 21 years old and its funding was cut off: the college was left with a stunted-looking chapel, built to less than half the intended length. Eton is hardly the oldest British private school  one of its main rivals, Westminster, was founded in 1179. According to Fraser, &quot;Etonmania&quot;, like so many supposedly eternal British traditions, only started in the reign of Queen Victoria. From the 1860s to the early 1960s, the school enjoyed agolden age of power and prestige. Then its influence plummeted. The Etonian-packed, slightly drifting Tory administrations of Harold Macmillan and Alec Douglas-Home were blamed for Britain&apos;s apparent decline. Within the school itself, as Harold Wilson&apos;s 60s Labour government  there has never been an Etonian Labour prime minister  seemed poised to create a fairer Britain, a friend of Fraser&apos;s &quot;wasn&apos;t alone in his belief that Eton was doomed, and should be forthwith incorporated within the state system  The Provost and Fellows [the school&apos;s governing body] did consider relocating to Irelandor France, but this was never avery serious notion.&quot; A perceived lack of seriousness hampered Eton for decades afterwards. Reforming headmasters struggled against the school establishment, nostalgic Old Etonians, and sometimes the pupils themselves to make Eton more academic and less obsessed by rules and rituals. Margaret Thatcher still had OEs in her 80s cabinets, but she marginalised and often fired them:they seemed too passive and paternalistic for modern Britain. How different Etonians seem now. Little says the school teaches pupils &quot;how to juggle time, how to work hard&quot;, and how topresent themselves in public: &quot;One thing I say to them when they leave is, if you choose to behave the way a tabloid would expect  you deserve everything you get.&quot; Hedownplays Eton slang as &quot;a quirk and an oddity. A lot of words have fallen out of use.&quot; I wonder if he would say quite the same to a Daily Telegraph journalist. The classic Etonian skills  Cameron has them  have long included adjusting your message to your audience, defusing the issue of privilege with self-deprecation, and bending to the prevailing social and political winds, but only so far. &quot;Do institutions in England change totally while seeming not to, or do they do the opposite?&quot; asks Fraser. &quot;I think the latter. And Eton has changed far less than Oxbridge.&quot; Rushing between lessons with their old-fashioned files, some boys talk earnestly about their essays and marks. But Eton has not quite become an elite academic school: it is usually high, but rarely top, of the exam league tables. &quot;Eton&apos;s view of education encompasses much more than just intellectual achievement,&quot; says the school&apos;s annual report. Nor does Eton participate unreservedly in the global education marketplace: it restricts its number of foreign pupils. &quot;We are a British school that is cosmopolitan,&quot; says Little. &quot;We&apos;re not an international school.&quot;     Actor Damian Lewis is an Old Etonian, as are fellow acting alumni Dominic West and Hugh Laurie. Photograph: Matt Baron/BEI/Rex Features    Does he think a school can ever be too powerful? For once, his affability gives way to something fiercer: &quot;I&apos;m unashamed that we&apos;re aiming for excellence. We want  people who get on with things. The fact that people who come from here will stand in public life  for me, that is a cause for celebration.&quot; If Eton is too influential, he suggests, other schools should try harder. Fraser has another explanation for the success of Old Etonians: &quot;At moments in their lives,&quot; he writes, &quot;they are mysteriously available for each other.&quot; Subtle networking, a sense of mission, an elite that does notthink too hard about its material advantages  Eton&apos;s is a very British formula for dominance. It can be a high-pressure place. Forall the Old Etonians who have considered the rest of life an anti-climax, there have been others damaged by the school: by its relentless timetable, by its crueller rituals, such as the &quot;rips&quot; torn by teachers in bad schoolwork, and by Eton&apos;s strange combination of worldliness and otherworldliness. Compared to most other boarding schools, Eton seems more eccentric and intense, its mental legacy more lingering. &quot;Eton never left me,&quot; writes Fraser. Little says: &quot;I&apos;ve come across a fair number of casualties who were here [with me] in the 60s.&quot; Another more recent ex-pupil describes Eton as &quot;a millstone round my neck every day&quot;. After my interview with Little, I had a parting look inside the grand, domed School Hall. The building was empty except for a single boy, onstage in his stiff uniform at a grand piano, and a watching teacher with a clipboard. Dusk had fallen, and his playing rippled gorgeously through the overheated building. When he finished, the teacher immediately came and stood over him. I couldn&apos;t catch what she said, but he touched his face nervously and nodded. For some people, that is what education should be about. And Eton nowadays works restlessly to satisfy them. Beside its seemingly endless playing fields, the school is building a new quadrangle for 40 more classrooms. Next to the development is a small, bucolic, council-owned park, with litter and rusty goalposts. As Eton flourishes for the next few years at least, the rest of Britain may have to make do.", 
    "section": "education", 
    "gid": "education/2012/nov/13/eton-old-boys-network-flourishes", 
    "wordcount": "2693"
}