{
    "headline": "'Carbon floor price' plans dealt a blow by MPs", 
    "text": "Government plans to prop up the price of emitting carbon dioxide for businesses have been dealt a blow by MPs, who have blasted the proposals as a handicap to British companies. The &quot;carbon floor price&quot; would ensure that companies were paying a minimum price for producing carbon, in contrast to the European Union&apos;s existing emissions trading scheme under which the price of emissions can plunge to near zero. By propping up the cost of carbon, and therefore of fossil fuel energy, the floor price is intended to encourage companies to use energy more efficiently, thereby saving money, and install new technology to cut carbon. But the influential energy and climate change select committee of MPs said in a report published on Thursday that a floor price would push up the cost of energy and disadvantage British companies relative to their European and international rivals, which will not be subject to a minimum price for carbon. The floor price was a key plank in the Tory party&apos;s green policies, as part of its pre-election manifesto. However, the idea has been attacked by business groups and the chancellor, George Osborne, has appeared markedly cooler on green policies in recent months. Tim Yeo, chairman of the committee, said: &quot;The chancellor was right to say we won&apos;t save the planet by putting the UK out of business. Ironically, however, it is the Treasury&apos;s decision to set a carbon price floor that could result in industry and electricity production relocating to other EU countries.&quot; Current EU carbon prices are languishing at little above 7 per tonne of carbon emitted, a long way below the price of 25 to 40 that analysts say is necessary to have an influence on business decisions. The government&apos;s proposed price floor of about 16 a tonne would provide a stronger signal to companies to encourage investment in low-carbon technologies and business processes, and would provide cash to the Treasury, which would receive the extra revenues from the price floor. But Yeo said that by going it alone with a price floor, the UK would be creating a disadvantage for industry, relative to Europe and the rest of the world, and criticised plans that would ensure the money raised from the floor price flowed to the Treasury. &quot;Unless the price of carbon is increased at an EU-wide level, taking action on our own will have no overall effect on emissions other than to out-source them,&quot; he said. &quot;A revenue raising exercise disguised as a green policy won&apos;t help anybody, the price of carbon has to be increased at an EU level to kick start investment in clean-energy.&quot; The Treasury said: &quot;The chancellor has made clear that the UK should go no slower but also no faster than other European countries in cutting emissions. To do this we need to reduce our emissions in the way that works best for circumstances in this country. The carbon price floor is vital in reducing uncertainty and creating incentives for investment in low carbon electricity generation now so we have lower emissions in the future. &quot; An official pointed out that last year, in the chancellor&apos;s autumn statement, the government announced 250m of support for businesses affected by its green policies, including 100m in compensation for the added indirect costs of the carbon price floor. Chris Hewett of Green Alliance said the sums imposed by the proposed floor price were not high enough to influence business decisions to the degree needed to change behaviour. &quot;The carbon price floor is a small step in the right direction, but it is not a dramatic increase [in the price of carbon]. It is there to provide a modest boost to the price of carbon under the EU emissions trading scheme  but it&apos;s only a marginal increase and it is certainly not going to cripple anyone.&quot; But some green campaigners agreed with the committee that the government should reconsider its plans. Joss Garman, campaigner at Greenpeace, said: &quot;George Osborne&apos;s proposed carbon floor price will be ineffective, adding to the squeeze on families and business while making negligible cuts in pollution. The truth is that the only real beneficiary of this plan is the chancellor&apos;s balance sheet.&quot; He added: &quot;This is precisely the sort of measure that destroys public confidence in environmental policies.&quot; Damien Morris, of the Sandbag campaigning group, said: &quot;We agree with the committee&apos;s findings that the UK carbon floor price imposes unnecessary costs on British businesses and consumers. The government would be far better focusing on ways to reduce the volume of emissions allowances currently in circulation. In this context, it is imperative that all British MEPs support key proposals to reform the emissions trading scheme as they are voted on in Brussels over the coming weeks.&quot; Some business analysts also backed up the select committee&apos;s views and called for changes to the EU emissions trading scheme as a whole, instead of unilateral action by the UK. Jonathan Grant, carbon markets specialist at the consultancy PwC, said: &quot;The UK carbon price floor is one of the best examples of carbon leakage - a policy that doesn&apos;t reduce emissions but simply shifts them from one country to another. As all power companies in Europe are covered by an EU-wide cap, unilateral measures in the UK won&apos;t reduce emissions overall.&quot; Instead, he said, a carbon price floor in the UK would merely work to subsidise coal-fired power generation in the rest of Europe, as a lower demand for carbon permits in the UK would mean more were available for companies on the continent, pushing down the prices for high-emitting power plants there. Grant said: &quot;An EU-wide carbon floor price would be more effective in stimulating low-carbon investment and reduce the risk of outsourcing carbon to another country.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/26/carbon-floor-price-blow", 
    "wordcount": "982"
}