{
    "headline": "Fracking laws needed 'to control UK's dash for gas', says MEP", 
    "text": "Brussels will move to regulate the shale gas industry, a senior member of the European parliament has warned, claiming the UK cannot be sure it knows what it is doing in embarking headlong on a &quot;dash for gas&quot;. Jo Leinen MEP, a member of the parliament&apos;s environment committee, said the UK government could not be confident it understood the scale of health and environmental consequences of &quot;fracking&quot;, in which pressurised water, sand and chemicals are pumped into rocks to force them to release gas. The chancellor, George Osborne, announced last week that the coalition would offer tax breaks to fracking firms, and intended to set up a new regulator for &quot;unconventional gas&quot;. The energy secretary, Ed Davey, is shortly expected to lift restrictions on fracking at a site in Lancashire where the process was halted when evidence emerged it was triggering earthquakes. The British Geological Survey is expected to reveal that the amount of shale gas deposited around Blackpool, is 50% bigger than estimated. But Leinan, a member of the German SPD, spoke of the European parliament&apos;s growing concern over large-scale fracking, adding that it would pass new regulations to &quot;manage, to discipline&quot; the sector. He said: &quot;There are basically only two countries where the government is behind using it. It is Poland and it is Great Britain, and Poland has not gone very fast. Then in Great Britain they give green light for industrial exploitation but they have to know what they are doing. I don&apos;t know if they can be so sure and clear about what they are doing.&quot; Recent reports on fracking from the European commission warn of the high risk of ground- and surface-water contamination, noxious air emissions, risks to biodiversity and noise pollution. There is also doubt about the amount of the gas that could be retrieved, despite the government&apos;s claim that shale gas could be a substantial boost to the British economy. R. esearch suggests that 2,500 to 3,000 horizontal wells and up to 113m tonnes of water would be required to produce just 10% of the UK&apos;s gas consumption over the next 20 years. Christophe McGlade, from the UCL Energy Institute who worked on a report for the European commission on the level of shale in the EU, said: &quot;Just because the resource is there, it does not mean that it can be produced economically.&quot; Leinan told the Observer that whatever the level of gas that could be extracted might be, anxiety over the risks demanded regulation that would fix safety standards across the EU. He added that the European parliament had already voted in favour of the commission exploring what new laws were now necessary. Leinan said: &quot;We need new elements [of law]. Whether we fit them into existing legislation or create a &apos;fracking law&apos; is still an open question. But from our analysis there are questions that are not being answered by the existing legislation. &quot;We want to have a proposal from the European commission for a level playing field in the European Union and, let&apos;s say, to have the same standards for environment and health protection. &quot;If fracking gets used as a method for energy supply it is a major issue. We will be busy with this sector for some time to manage it, to discipline it.&quot; Leinan said that among the regulations would be a demand for full disclosure on the chemicals used in the fracking process. He also suggested that fracking should not be attempted near water supplies nor near urban areas, due to the risk of earthquakes. A freeze on fracking was imposed in the UK following two small earthquakes in 2011 in north-west England where the Australian firm Cuadrilla Resources has exploratory drilling sites. A report commissioned by the company concluded that it was &quot;highly probable&quot; that the test drilling triggered the earth tremors, but that they were due to an &quot;unusual combination of geology&quot; at the site. Vanessa Vine, a campaigner who lives nearby in Balcombe, said the government appeared to be &quot;steam-rollering through regardless of the facts, or of the need to protect the greater good&quot;. On Saturday night a Department of Energy spokesman said: &quot;Cuadrilla&apos;s operations near Blackpool in Lancashire are the only ones in the UK that have begun fracking for shale gas. They remain at the exploratory stage and their operations are suspended while we consider the comments received on the independent report into seismic activity and the recent comprehensive report by the Royal Society into the risks of fracking for shale gas. &quot;Shale gas operations will have to meet tough standards of safety and environmental protection.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/09/fracking-laws-dash-for-gas", 
    "wordcount": "793"
}