{
    "headline": "EBRD's work cut out in quest to put Egypt on the road to economic renewal", 
    "text": "As the presidential election process gets under way in Egypt this week, an equally important debate has been going on in London about new ways to bring about the country&apos;s economic development. Together with Tunisia, Egypt has been chosen as a new area of operation for the multilateral European Bank for Reconstruction and Development (EBRD) as it begins its expansion into south-eastern Mediterranean (Semed) countries following last year&apos;s Arab spring. Rania al-Mashat, deputy governor of the Bank of Egypt, and Mustapha Kamal Nabli, governor of the Central Bank of Tunisia, visited the EBRD&apos;s London headquarters over the weekend to discuss co-operation at the bank&apos;s annual meeting. The bank, which has a mandate for environmental sustainability in all its activities, was set up to promote market economies following the collapse of communism in the eastern bloc countries. It has helped former Soviet countries from central Asia, the Balkans and eastern Europe to recover from the collapse of communism and strengthen the private sector&apos;s role in economic development. Now they are hoping to use this experience to help Tunisia, Jordan, Egypt and Morocco. But it seems there will be frank discussions with the new countries over exactly what the promotion of a market economy should entail. Speaking at the meeting, Nabli made his thoughts clear, saying: &quot;We need to be careful about transposing the experiences of eastern Europe on to our countries.&quot; As he pointed out to the bank&apos;s chief economist, the liberalisation of the east European markets took place at a time of unprecedented world growth, and in countries where markets were more formally allied to western Europe. &quot;It might be counterproductive for us to use policies which focus on privatisation and liberalisation,&quot; added Nabli. &quot;We&apos;ve been doing that already for 30 years and the fact that it was done badly and the fruits of privatisation were taken by a small elite was one of the issues that contributed to last year&apos;s revolution.&quot; &quot;The bank is insisting on its usual mantra, that more privatisations and liberalisation are the way to create a middle class that will in turn provide the support needed for the functioning of democracies,&quot; says Mark Fodor, executive director of the monitoring organisation CEE Bankwatch. &quot;The bank presents this as the truth, when in fact it is nothing more than ideology  and one that has taken a few serious blows over the last years for that matter.&quot; Nabli is right about the economic climate; Egypt&apos;s exports to the struggling eurozone have dropped by approximately 2% since last year. Both Tunisia and Egypt experienced recessions in 2011 after a drop in output and tourism following last year&apos;s revolutions. As discussed in the Guardian&apos;s Global development podcast in January, youth unemployment  seen in some quarters as a cause of the revolution in Tunisia after the self-immolation of market trader Mohamed Bouazizi  is still a critical issue. But the situation has worsened since the revolution. Tunisia, which has a high number of skilled graduates, has experienced an increase in unemployment, from 13% in 2010 to 19% in the latest EBRD figures. The EBRD says it is early days in the Semed region and that it is committed to a consultative approach. &quot;We are learning and bringing in both new and old people who have experience of transition,&quot; says Erik Berglf, the bank&apos;s chief economist. &quot;We need to be sensitised to the experience of bad privatisations, where assets were grabbed and large fortunes made. Any decisions need to be made at the right time, with regulatory reform happening in tandem.&quot; The question remains about who may be willing to invest in countries such as Egypt and Tunisia in such turbulent times. al-Mashat said she hoped the EBRD could help Egyptian businesses to become more competitive, while Nabli&apos;s preference appears to be for private sector regulatory and structural reforms which can help homegrown businesses to expand to fill the gaps left by low levels of foreign direct investment.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/24/ebrd-egypt-economic-renewal", 
    "wordcount": "671"
}