{
    "headline": "How Microsoft is looking beyond an app-centric world", 
    "text": "When my kids were small, one of their favourite walks was down Staithe Street in Wells-next-the-Sea, a charming seaside town in Norfolk. Staithe Street is long and narrow and is lined by small shops on either side. What fascinated my kids, however, was not the second-hand book shop, or the antique dealers or the delicatessen or the cafes but the fact that there were several shops selling plastic toys of the kind one finds only in British seaside towns. In addition to buckets and spades and improbable fishing nets, there were exotically shaped pump-action water pistols, plastic swords, three-legged boomerangs, plastic tennis rackets with balls attached by elastic strings and battery-powered devices with lights that flashed and sirens that wailed. In vain did I, as a conscientious parent, try to dissuade my youngsters from squandering their pocket money on such gee-gaws. They came, they saw, and they spent, with the result that their aged parent now has a garage full of defunct water-pistols, eccentric boomerangs, plastic tennis rackets and other crap. The kids, for their part, have long outgrown such childish amusements and devote their every waking hour to the diverting entertainments to be found on smartphones and iPads. These entertainments are, of course, apps  of which there are now an unconscionable number. Apple has to date authorised 500,000 of them for its iPhone. The corresponding number for the Android platform is 600,000. These numbers provide ample justification for the late Steve Jobs&apos;s great insight: phones were really powerful hand-held computers that could run useful applications. And so it proved. Jobs unleashed an explosion in creativity as programmers raced to create apps that people would buy in huge volumes. The result is a world in which smartphones are basically app-running devices that can also make voice calls. Ditto for tablets, except that they don&apos;t bother with the calls. So that&apos;s all right, then? Not quite. Look closer at this explosion of creativity and you find that much of what it has created is either trivial or downright crap. You can, for example, get an app to put an image of bubblewrap on your iPhone screen. Then there&apos;s the Halloween Sound Machine (&quot;Sneak up on your mates with the sounds of a rusty chainsaw, go on, you know you want to!&quot;). Or how about iBeer (&quot;turns the iPhone&apos;s screen into a showy pint of the foamy stuff&quot;)? And gentlemen trying to decide between a walrus moustache, Victorian sidewhiskers or a goatee beard will doubtless find Beard Booth invaluable. I could go on, but you get the point. A large proportion of smartphone apps are the contemporary equivalent of those plastic gee-gaws my kids bought all those years ago: impulse purchases that provide a moment&apos;s entertainment  or even delight  and are then forgotten. The only difference is that instead of cluttering a garage they take up the precious screen area of a handheld device. And this is true not just for teenagers. Count the apps that you have installed on your smartphone or tablet and then ask yourself how many of them you actually use on a regular basis. (Full disclosure: I have 132, of which I use no more than 10 on a daily basis. Maybe I&apos;m unusual because I write about this stuff, but a casual inspection of friends&apos; smartphones also reveals a lot of infrequently used apps.) Does this matter? Yes, in one unexpected way. The success of Jobs&apos;s insight about apps means that we have replaced the old Microsoft Windows software monoculture with a new one based around an apps-centric user interface. Mobile devices have become machines for running apps. And whatever patent litigation says, all smartphones are now either iPhones or iPhone clones: a visiting Martian would be hard pressed to distinguish between an Android device and an Apple product, except perhaps on the basis of price. And, given the way network effects work, we will be stuck in this rut for the next few decades. And now comes the big irony. There is one company that is trying to challenge the dominance of the app-centric model. It has released phone software that puts social connectivity at the heart of the user experience. &quot;The shining asset&quot; of this new interface, writes its most perceptive previewer, Andrew Orlowski, &quot;is that it&apos;s people-centric. Each contact card gathers their activities, whether it&apos;s interactions with your or social media broadcasts. So you can quickly see recent calls, text messages, emails or social network activity from Facebook, LinkedIn or Twitter ... This makes the app-centric design of Android and iOS look quite clumsy.&quot; It does indeed. And the name of this ingenious, adventurous company? Er, Microsoft.", 
    "section": "technology", 
    "gid": "technology/2012/sep/09/microsoft-move-away-app-centric", 
    "wordcount": "783"
}