{
    "headline": "Guatemala's Chixoy dam: where development and terror intersect", 
    "text": "Thirty years ago a massacre took place in the Guatemalan highlands that left 400 people dead. Countless more were displaced, tortured, raped or left starving. And all to make way for a hydroelectric dam. Sadly, there was nothing especially unusual about this event in a country where, by 1982, horrific events had virtually become the norm under a series of military governments intent on terrorising the population. More shocking is that those people suffered to make way for a mega-dam supported by two institutions supposedly committed to development: the World Bank and Inter-American Development Bank. So pleased were the banks with the Chixoy hydroelectric dam that, in 1986, they authorised another loan to the project, making no mention of the human rights catastrophe that had taken place. The Chixoy loan was one of a series made to Guatemala&apos;s government from the mid-1970s onwards, which are analysed for the first time in a report released by Jubilee Debt Campaign to mark international human rights day. There was nothing new about western interference in Guatemala. In 1954, after a brief but glorious 10-year experiment with democracy  the only genuine push for development in Guatemala in the past century  the government was overthrown by a CIA coup. The coup ushered in decades of repressive government but, by the late 1970s, state terror reached genocidal proportions, seeking to eliminate unions and social movements. In the countryside, an all-out war on the indigenous Mayan peasantry was launched. It seems unthinkable that development could happen amid such circumstances. Yet, for the very worst period of the terror, international institutions including the World Bank hugely extended their lending to Guatemala year on year. Until 1974, Guatemala had only $120m (75m) of debt. Thereafter, debt increased rapidly, by $100m a year or more in 1978, 1979 and 1980, and then more than $250m a year in 1981 and 1982, at the height of the terror. By 1985 the country&apos;s debt had reached $2.2bn  an increase of more than $2bn in 10 years. By the time the peace agreement was signed in 1997, Guatemala was repaying these institutions nearly $130m a year, rising to nearly $400m today. The Chixoy dam is one example of the sort of project that was supported. The dam was built close to an area called Rio Negro in the highlands, a region targeted by the government&apos;s terror campaign. Building the dam meant flooding land to build a reservoir, which meant many communities had to be evicted. Opposition was met with fierce repression from the armed forces. On 12 February 1982, about 70 community members were murdered, the first of four massacres in which more than 400 women and children were killed. It is unlikely that Chixoy would have been able to go ahead without the backing of the banks, yet their internal reports made no mention of the massacres. Today, as former dictator Efran Ros Montt is brought to trial in Guatemala on counts of genocide, the survivors of the Chixoy massacre have still not received reparations  despite an acceptance by the banks that they are owed something. This suggests lessons have not been learned. But perhaps that&apos;s because the banks&apos; idea of development is so far from our own. The idea that development is incompatible with terror is only obvious if you accept that development has something in common with human rights, with freedom, with communities making decisions. For institutions that believe development is about growth and profit  and that the emergence of successful opportunities for business will bring about peace and stability  there is not necessarily the same contradiction. This is worrying, because a staggering amount of extraction is planned in Guatemala in coming years. In 2007, the government approved about 370 mining licences. A recent report citing the ministry of energy and mines says mining revenues are soaring, from $9m a year in 2004 to $522m in 2010. These mines will require new dams to be built to increase power generation. In 2004, the International Finance Corporation, a branch of the World Bank, supported one of these mines by giving $45m to Goldcorp for work on the Marlin gold mine. After activists protested, one person was killed by security forces and many more people were injured. Two years ago the Inter-American Commission on Human Rights, a branch of the Organisation of American States, called on the Guatemalan government to suspend operations at the mine on the basis of complaints about serious pollution. Across the north of the country it is impossible to avoid local anti-mining protests. Guatemala has always exported raw materials to the west. Mining projects have deepened this role. The majority of the population has gained nothing. Guatemala ranks 131 out of 187 countries on the UN human development index, which attempts to measure the real standard of living. In the Americas, only Haiti ranks lower. The country remains beset by violence and high levels of racism. That&apos;s why many activists are convinced that big corporate development is not what the country needs. Although the massacre at Chixoy was certainly extreme, it is symptomatic of a problem that goes to the heart of the World Bank&apos;s idea of what development is. The best role the World Bank can play is to make reparations for the damage it has done  and clear the way for people who believe development is about people&apos;s rights rather than corporate profits.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/10/guatemala-chixoy-dam-development-terror", 
    "wordcount": "903"
}