{
    "headline": "High court overturns lifetime bans for Trojan horse teachers", 
    "text": "The high court has thrown out the lifetime bans imposed by the Department for Education on two teachers caught up in the Trojan horse controversy. The decision is a latest setback for the DfE in its handling of allegations of Islamic influence at Park View secondary school in Birmingham dating back to 2014, and may hinder disciplinary hearings against others still under way. In Birminghams high court the judge, Stephen Phillips, overturned the ban imposed against two former Park View teachers, Inamulhaq Anwar and Akeel Ahmed, on the grounds of serious procedural impropriety, because of the DfEs failure to reveal evidence used in other cases to the pair. The two teachers were appealing against findings of unacceptable professional conduct by a disciplinary panel of the National College of Teaching and Leadership (NCTL), and their lifetime bans from teaching which were imposed by the education secretary earlier this year.   Related: Trojan horse school case based on misinformation, tribunal told    But Justice Phillips said the NCTL had erred in not disclosing evidence and arguments it was using in its concurrent hearings against members of the senior leadership team (SLT) at Park View and its associated schools, involving three former headteachers. In his judgment Phillips said he had considerable doubt as to the fairness of proceeding first against teachers before their school leaders, and concluded that the NCTL was obliged to disclose material from the SLT proceedings which might assist the [teachers] case or damage its own. The senior leadership hearings  involving former headteachers Monzoor Hussain, Lindsey Clark and Hardeep Saini  have been continuing for more than a year, and are not now expected to conclude until the end of December. The cases stem from the Trojan horse letter alleging an Islamic plot to run and influence a series of state schools including Park View, which has since been placed under new management and renamed Rockwood Academy.  The high court decision throws into doubt the NCTLs proceedings against three other teachers  Saqib Malik, Shakeel Aktar and Muhammad Umar Khan  which began a year ago and were scheduled to continue next week.", 
    "section": "education", 
    "gid": "education/2016/oct/13/high-court-overturns-lifetime-bans-trojan-horse-teachers-park-view-islam", 
    "wordcount": "341"
}