{
    "headline": "Our brains, and how they're not as simple as we think", 
    "text": "I never used to discuss neuroscience on the bus but it&apos;s happened twice in the last month. On one occasion a fellow passenger mentioned that her &quot;brain wasn&apos;t working properly&quot; to explain that she had gone through a long period of depression. On another, an exchange student enthusiastically told me that one of the advantages of learning abroad is that a new language &quot;made your brain more efficient&quot;. In each case, the conversation was spattered with references to the brain as casually as we mention family members &quot;I don&apos;t think my brain can handle multi-tasking&quot; gliding between us as easily as &quot;my cousin studied in Paris&quot;. A grey day in London, rain on the windows, talking neuroscience with strangers. Scientific concepts have always washed in and out of popular consciousness but like never before, the brain has become part of contemporary culture. With the recent announcement of two billion-dollar science projects, the Human Brain Project in Europe and the Brain Activity Map in the US, it would be hard to ignore the impact on public spending. Meanwhile, the Barbican has just kicked off an unprecedented month-long festival of neuroscience called Wonder, suggesting even the traditionally science-shy art world has raised an eyebrow. But it&apos;s the sheer penetration of neuroscience into everyday life that makes it remarkable. We talk about left- and right-brain thinking, brainstorming and brain disorders. Differences between the male and female brain are the subject of regular press speculation and newspapers publish stories on brain scans that claim to explain everything from love to memory. Young people are increasingly warned that everything from video games to sexual activity could &quot;damage their brains&quot; while old people are encouraged to &quot;train their brain&quot; lest they lose its functions later in life. Unpleasant experiences from malaise to trauma to mental illness are reframed as primarily neurological problems, while art and music are evaluated for their neurochemical effect. Brain science is persistently championed as an answer to life&apos;s deepest problems. It reveals &quot;the deepest mysteries of what makes us who we are&quot;, claims Elaine Fox in the introduction to her book Rainy Brain, Sunny Brain, which could be the introduction to any number of pop neuroscience books that now fill our shelves. Super Brain, Buddha&apos;s Brain, The Tell-Tale Brain, The Brain That Changes Itself  you could stock a library with the new generation of books that encourage us to view life through a neurological lens. This everyday brain talk has taken up an interesting place in our culture. Academics talk about &quot;folk psychology&quot;, which is the collection of concepts we use in everyday life to explain our behaviours and mental states to others. Crucially, it&apos;s distinct from the scientific or systematised psychology used by professionals. When we hear common explanations like &quot;she needs a good cry&quot; or &quot;men are just interested in sex&quot;, that&apos;s folk psychology in action. It&apos;s a mixture of consensus, experience and prejudice that allows us to give reasons for why people do the things they do. One of the difficulties scientific psychology has faced is that it gives reasons for behaviour that often conflict with folk psychology. Most people assume that their experience of their own mind and other people&apos;s actions makes them sufficiently expert to discount any other explanation even if it&apos;s scientifically validated. For example, a great deal of psychology research has shown that we tend not to have a good insight into why we make certain choices. In one of the many studies in the area, Lars Hall and colleagues gave people a survey about their moral beliefs but used sleight of hand to change the choices they had originally made. When asked to justify the beliefs they hadn&apos;t endorsed, more than two-thirds of people didn&apos;t notice the switch and happily gave reasons for why they supported the opposite of their original position. Folk psychology tells us that we can accurately explain our actions and, consequently, many people think that these well-validated psychological effects never apply to them or simply don&apos;t exist. Suggesting that someone may not fully know their own actions and that their post-event justifications might be improvised simply won&apos;t wash in everyday conversation. The popular interest in the brain means that we increasingly have a &quot;folk neuroscience&quot; that is strongly linked to personal identity and subjective experience. Like folk psychology it is not necessarily very precise, and sometimes wildly inaccurate, but it allows us to use neuroscience in everyday language in a way that wasn&apos;t previously credible for non-specialists. Folk neuroscience comes with the additional benefit that it relies on concepts that are not easily challenged with subjective experience. When someone says &quot;James is depressed because he can&apos;t find a job&quot;, this may be dismissed by personal experience, perhaps by mentioning a friend who was unemployed but didn&apos;t get depressed. When someone says that &quot;James is depressed because of a chemical imbalance in his brain&quot;, personal experience is no longer relevant and the claim feels as if it is backed up by the authority of science. Neither usefully accounts for the complex ways in which our social world and neurobiology affect our mood but in non-specialist debate that rarely matters. As politicians have discovered it&apos;s the force of your argument that matters and in rhetorical terms, neuroscience is a force-multiplier, even when it&apos;s misfiring. It is important to bear in mind that part of this persuasive force comes from genuine scientific progress. The revolution in understanding neurochemistry has brought us important medical treatments for mental illness and neurological disorders, while the study of brain-injured patients has demonstrated that individual brain circuits make specialised contributions to our emotions and behaviour. The development of brain scanning technology in the 80s and 90s allowed scientists to see, at least vaguely, brain activity in healthy individuals as they undertook recognisable tasks. But these advances have been unevenly incorporated into public debate. Brightly coloured brain scans are a media favourite as they are both attractive to the eye and apparently easy to understand but in reality they represent some of the most complex scientific information we have. They are not maps of activity but maps of the outcome of complex statistical comparisons of blood flow that unevenly relate to actual brain function. This is a problem that scientists are painfully aware of but it is often glossed over when the results get into the press. You can see this selective reporting in how neuroscience is used in the media. Psychologist Cliodhna O&apos;Connor and her colleagues investigated how brain science was reported across 10 years of newspaper coverage. Rather than reporting on evidence that most challenged pre-existing opinions, of which there is a great deal, neuroscience was typically cited as a form of &quot;biological proof&quot; to support the biases of the author. This is often a circular argument because studies typically compare groups based on identifiable differences and then look for how this is reflected in the brain. But what defines a person, experience or action as different is the totality of the thing itself, not just the workings of the brain. The &quot;biological proof&quot; argument makes about as much sense as saying that you have confirmed that pancakes and pizzas &quot;really are&quot; different because you have chemically analysed the ingredients. It&apos;s only in rare circumstances where two things appear to be identical that a biological analysis will be the deciding factor in confirming whether they differ or not. Crucially, most neuroscience is not concerned with if things differ but how they differ  but this is rarely the focus of media coverage. A recent Fox News article claimed that &quot;Brain scans reveal doctors actually feel their patients&apos; pain&quot;. But the study which inspired the news report didn&apos;t test whether doctors felt the pain of the people they were treating, rather it looked at how brain activation differed during doctors&apos; observations of pain and pain relief. Yet the study was discussed as if it provided &quot;proof&quot; for the idea that doctors have empathy. While this seems an innocuous enough example, O&apos;Connor&apos;s media review found that many stereotypes championed under the guise of neuroscience were far less positive. The researchers, somewhat wearily, noted that: &quot;Articles devoted considerable space to demonstrating male-female neurobiological differences and also to evidence that substance abusers, criminals, homosexuals, obese people, and people with mental health conditions had distinctive brain types. Media coverage of such groups tended to correspond with existing stereotypes: for example, articles regularly linked obesity to low intelligence, adolescence to disagreeableness, and women to irrationality.&quot; But this enthusiasm for a neurological view of human nature is not solely a media fad. Sociologist Nikolas Rose has tracked how society increasingly defines and manages individuals in terms of the brain and how this tendency has permeated commerce, law and politics. The birth of lucrative neuromarketing firms are based on this idea. Ad campaigns have traditionally been assessed by asking people about marketing material and seeing how it affects consumer behaviour. The neuromarketing industry uses brain scans and relies on the belief that this must somehow reveal the &quot;real consumer&quot; despite the fact that no benefits have ever been demonstrated over traditional assessments of buyer behaviour. Politicians have also been keen to use talk of the brain to support their ideas. During the past year, references to neuroscience were used in the House of Commons to argue for a range of social reforms from early intervention with problem families to the regulation of entertainment. Chris Ruane MP argued that unemployment was a problem as it has &quot;physical effects on the brain&quot;. As everything has a physical effect on the brain we are left none the wiser but it is interesting that not having a job was not considered problem enough. It&apos;s not that neuroscience isn&apos;t relevant to these concerns, but just that it has gained such rhetorical power that explaining your concerns in terms of fairness, success, pain or poverty no longer seems sufficient. This is sad but, perhaps, inevitable. As neuroscience has gained authority over previous ways of explaining human nature, it is not surprising that people will be compelled to use it if they want to try and make persuasive claims about how people are or should be  regardless of its accuracy. Folk neuroscience has become Freud for Freud-phobes, everyday psychology for the sceptical, although in reality, rarely more helpful than either. At this point, let me declare my own interests. I&apos;m a neuropsychologist who researches the brain and treats people with neurological difficulties. I am a firm believer in the importance of neuroscience as a way of revealing previously hidden aspects of human nature and as a tool to help us overcome some of our most disabling problems. The advances we make in understanding the brain have, and will continue to have, a significant and lasting impact on our lives. For me, perhaps the most dazzling example is brain surgery for epilepsy. Small malfunctioning brain areas can be the source of disruption that engulfs the brain in waves of activity. Removing this area can often stop the seizures but it&apos;s important to avoid anything that may be important for speech, memory or other essential functions. So patients are woken up during surgery and their brain is mapped by testing psychological functions as the surgeon temporarily freezes the identified areas to make sure they would be safe to remove. For a condition that used to send people to hospital for &quot;incurables&quot; it&apos;s a remarkable example of how our understanding of the intricacies of mind, brain and behaviour have developed and meshed together. Yet instead of revealing the beautiful complexity at our core, we live in a culture where dull biological platitudes make headlines and irritating scientific cliches win arguments. In response, we do not need a simpler culture but one that embraces complexity. Neuroscience holds a prism up to human nature. Be suspicious of anyone who says there are no colours to be seen.", 
    "section": "science", 
    "gid": "science/2013/mar/03/brain-not-simple-folk-neuroscience", 
    "wordcount": "2023"
}