{
    "headline": "General Motors pulls funding from climate sceptic thinktank Heartland", 
    "text": "General Motors, the world&apos;s largest carmaker, has confirmed that it is pulling funding from the Heartland Institute, an ultra-conservative thinktank known for its scepticism about climate change. The decision by the GM Foundation to halt its support for Heartland after 20 years underlines the new image the carmaker is seeking to project as part of its social responsibility programme. In the past GM has itself been associated with efforts to discredit climate change science, but in recent years it has been investing heavily in green technologies and cars including the electric/petrol hybrid, the Chevy Volt. In a statement, GM said that it now runs its business &quot;as if climate change is real and believe we have a role to play in developing new cars, trucks and technologies that can make a difference&quot;. The funding cut  just $15,000 a year  is small beer for the institute, which has a multi-million dollar turnover, largely from a single anonymous donor. But it is a blow to the standing of the thinktank and to the leading role it plays as an advocate of climate change scepticism. The thinktank has long been an incubator of ideas casting doubt that the world is warming as a result of man-made pollution. In 2009 it held a conference in New York under the title &quot;Global warming: was it ever really a crisis?&quot; Kert Davies, head of research for Greenpeace US that tracks the Heartland Institute, lauded the GM move. &quot;It is a further indication that the Heartland Institute&apos;s misinformation about climate change is not something that corporations want to have anything to do with. It has become toxic.&quot;  In its response, the Heartland said that it regretted the loss of GM&apos;s support and called on liberal advocacy groups such as Greenpeace and the Huffington Post to stop &quot;attacking scientists who question the theory of man-made global warming and corporations and foundations that are willing to fund open debate on this important public policy issue&quot;. GM&apos;s funding of Heartland was first revealed in a series of internal documents that have themselves become hotly contested as they were obtained under false pretences by prominent climate change scientist Peter Gleick. A specialist in water science who stepped down as president of the Pacific Institute as a result of the controversy, Gleick had persuaded the Heartland to pass him information about its policies and procedures by posing as a board member. In fact, GM&apos;s donation was not related in any way to climate science but to a wholly different area of Heartland activity. Even so, the relationship has become too awkward for the carmaker to sustain. The first indication that the Detroit-headquartered car giant was going to make a clean break with the thank-tank was given by GM&apos;s chief executive Dan Akerson in a speech he made in San Francisco earlier this month. He told Climate One that he believed that global warming was real, said that he had only just learnt of the funding to Heartland by the GM Foundation and promised to &quot;take another look at it when I get back to Detroit&quot;. The Heartland Institute said in a statement that GM&apos;s breach with it had been prompted by &quot;false claims contained in a fake memo circulated by disgraced climate scientist Peter Gleick&quot;. The comment was a reference to one of the documents obtained by Gleick that appears to have been a forgery. However, the disclosure of GM&apos;s funding was likely to have been contained in a separate document whose authenticity has not been called into question and that clearly contained accurate information about funders.", 
    "section": "environment", 
    "gid": "environment/2012/mar/30/climate-change-general-motors-heartland-institute", 
    "wordcount": "609"
}