{
    "headline": "Microsoft signs Chrome and Android deal with Foxconn parent Hon Hai", 
    "text": "Besides Samsung, there&apos;s one other company making Android pay: Microsoft. The software giant just signed a patent licensing agreement  including unspecified payment terms  with Hon Hai, the parent of manufacturing company Foxconn for devices running Google&apos;s mobile operating system Android and Google&apos;s desktop Chrome OS. Significantly, the agreement says that it covers &quot;smartphones, tablets and televisions&quot;, suggesting Microsoft has now broadened the scope of patents that it is using to pursue Android  and now Chrome OS too  to include GoogleTV, which has so far failed to take off significantly. Google does not charge device manufacturers a licence fee for Android or Chrome OS  unlike Microsoft, which charges manufacturers for the use of Windows Phone, Windows and Windows RT licences. But unlike Google, Microsoft provides coverage against patent lawsuits arising from the use of its operating software. Google&apos;s purchase in 2012 of Motorola Mobility, with a patent portfolio whose value it estimated at $5bn (3.3bn), was meant to fend off such attacks  but so far that has failed. Of Android handset makers, only Samsung is making significant profits, despite shipments of smartphones running the software exceeding 144m in the fourth quarter of 2012. HTC was one of the first companies to sign a deal with Microsoft, in April 2010. Acer, Viewsonic, Samsung, LG, Sharp and Nikon have also signed similar deals, which are thought to pay the US company between $5 and $15 per device. That could mean Microsoft is bringing in at least $500m in revenues from Android  this will in effect all be profit once legal costs are defrayed. In the latest deal, Microsoft will get unspecified per-device royalties from Hon Hai for Android or Chrome OS devices it makes under its own name or as a &quot;white label&quot; manufacturer for other companies which haven&apos;t struck a deal with Microsoft. The deal with Foxconn is the 19th known to have been made by an Android manufacturer with Microsoft, which has a gigantic patent portfolio covering many technologies that are now routinely used in mobile systems. Apple is one of the biggest users of Hon Hai, which assembles the iPad and iPhone for it, but a mutual patent licensing deal with Microsoft means that it is unaffected. Microsoft and Google, meanwhile, are bitter rivals, and Steve Ballmer&apos;s company has been seeking any way it can to undermine Google&apos;s success  including the threat of court action against Android manufacturers unless they sign patent deals. So far, only Motorola Mobility has held out against the licence demands, and is fighting a number of long-running court battles with Microsoft in Europe and the US in which it is asserting a number of its standards-essential patents relating to H.264 video decoding and Wi-Fi wireless networking in court cases, alleging Microsoft needs to make substantial payments. But the effect has so far been minimal, with American and European competition authorities instead warning Google about Motorola&apos;s misuse of patents that it had pledged to standards bodies would be licensed on an equal basis to all comers.", 
    "section": "technology", 
    "gid": "technology/2013/apr/17/microsoft-chrome-android-deal-foxconn-hon-hai", 
    "wordcount": "507"
}