{
    "headline": "Have you been a furious cyclist like Andrew Mitchell?", 
    "text": "I had two immediate reactions when I read the initial Sun story about Andrew Mitchell&apos;s alleged behaviour towards police at Downing Street. If that&apos;s true, I thought, what a pompous, self-important twit. But then a noticed the bit about onlookers being &quot;visibly shocked&quot; at his language. Hang on, someone in London shocked at a middle aged man on a bike swearing? They need to get out more. I don&apos;t wish to get into the details of what Mitchell did or didn&apos;t say, merely explore a wider notion: can riding a bike make you more prone to absurd, self-righteous anger? It&apos;s a common charge from the cyclist haters, and 99% of the time they&apos;ve merely confused this for perfectly justified anger when, for example, a careless diver has almost crushed you. But if I&apos;m being perfectly honest, there is something to it. For the most part cycling relaxes and exhilarates me  I&apos;m much more likely to be furious or stressed in a car. But something about the physical exertion and the slight but inescapable whiff of existential peril that comes from cycling in busy traffic can, on occasions, lead to behaviour which, in retrospect, makes me wince. Here&apos;s a relatively recent one: I was late for work, it was very early in the morning, and I rolled slowly across a red light near my home. It was a junction where traffic only joins from the right, so lots of riders tend to jump it, and it was virtually empty. That said, it was hugely hypocritical of me to do so given my vocal opposition to the practice.  The only other traffic was, in fact, a man on a flash road bike dressed in the full cycling gimp outfit, who was joining the main road from the right. he glared at me and made some withering comment about light jumpers. Feeling rightfully shamed I gave some sort of innocuous &quot;fair cop&quot; response, trying to engage him in polite chat. The response: nothing. Assuming he&apos;d not heard me, I said it again. To my amazement he turned his head away, saying under his breath: &quot;I don&apos;t talk to light jumpers.&quot; That, of course, was his prerogative and I was in the wrong. But something about his toddler-like reaction enraged me. I pursued him down the road insisting he respond. He stepped on the pedals and tried to escape. I grimly hung on. I began shouting ever more absurd things at him to try and provoke him into an answer. At one point, I seem to recall, I announced I would give him a kiss if he ended his silent protest. He turned his head ever further to one side. If it&apos;s possible for a grown man to sulk while riding at 20mph he did it, while still managing to be the more dignified half of our absurd double act.  Not one of my more greatest moments, I&apos;ll sure you&apos;ll agree. Now, let&apos;s hear yours.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/24/furious-cyclist-andrew-mitchell", 
    "wordcount": "497"
}