{
    "headline": "Are there parallels between professional services and HE?", 
    "text": "The numbers of women enrolling as student members of the six major professional accounting bodies in the UK has reached almost 50% over the past eight years. As both a chartered accountant and an academic, I realise this is something to be relished. What was historically a male-dominated profession has been feminised and opened up to a new generation of accountants. It is testament to the skills and hard work of students and staff that we see young women on accounting degrees passing the professional examinations with exceptional results. However, there is no room for complacency over gender equality in the professions and professional services firms. There is evidence that women are still not reaching the higher levels of firms in proportionate numbers, despite the efforts of firms to support women&apos;s careers with equality initiatives and the availability of flexible working. There is still a long-hour culture in professional services and many women find promotion to partnership status, or the higher managerial levels, problematic. It has long been argued that social capital is a necessary component for career advancement, represented by being plugged into good networks and having supporting mentors available. Despite the increase of numbers of women in professional services, many of them are stratified into particular types of work and specialisms that require less mobility, and potentially support lower status and salaries. It strikes me that similar comparisons can be drawn with higher education, where, despite large numbers of women within the workforce, disproportionately few reach senior leadership levels. Some point to the lack of role models in the sector and to caring responsibilities often arising for women as factors contributing to this issue. We can also look to forms of capital as a factor. The findings of my recent two-year research project funded by the ESRC on Professional Identity Formation and the Body in Professional Services Firms sheds some further light on the culture of professional services and the position of women within them. The project addressed the changing nature of professional identity within accounting and law firms, due to these socio-cultural changes in which more women are entering professions. Women lawyers and accountants were interviewed in the UK and the US, as these are the contexts in which the largest professional services firms are located. The project considered the way forms of capital are necessary to acquire perceived attributes suitable for leadership and women&apos;s responses to these. A key issue arising from my project is the role of &quot;physical capital&quot;, a term developed from the sociologist Pierre Bourdieu to represent power, status and distinction encapsulated in the ways that we present ourselves or are perceived by others. Participants were clear that they had to present a professional appearance, but that it was not always straightforward to know what that meant. &quot;Professional demeanor&quot; can be ephemeral and difficult to negotiate. Women lawyers, for example, were aware of the need to be assertive but not perceived as overly aggressive, even though the nature of the job requires a degree of physical presence, performativity and authority. More importantly, &quot;professional demeanor&quot; can be gendered. I have argued, in a recent paper Body Beautiful?: Gender, Identity and the Body in Professional Services Firms, that the culture, and context of, professional services firms remains masculine. If professional identities are gendered, or embodied in specific cultural forms, which may provide opportunities for, or inhibit, the recruitment, retention or career development of skilled professionals, there are organisational and societal implications in terms of culture and management practice. There are potentially interesting parallels between the position of women in professional services and in higher education. Of course, these contexts are not identical and Bourdieu would say that the context or field has to be examined in order to understand the behaviours within it. The culture of academia is increasingly competitive, especially in the context of research publications and funding. And, of course, it is also performative, not just in the lecturing or teaching situation, but also in requiring a degree of self-promotion and presence. Women sometimes undertake more of the emotional labour within higher education roles such as in teaching or programme administration, whether through choice or design. So is it also a masculine form of social and physical capital which is more conducive to career progression in HE? And if so, what can be done to change this culture in the interests of equality and diversity? Professor Kathryn Haynes is the Northern Society chair in accounting at Newcastle University Business School. Her specialist research interest is in gender and diversity within the professional services, especially accounting.  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/29/women-leadership-equality-professional-services", 
    "wordcount": "800"
}