{
    "headline": "Obama launches fundraising campaign to win back environmental voters", 
    "text": "     Barack Obama has launched a new green re-election site hoping to make up with environmental voters ahead of next November&apos;s vote. Environmentalists for Obama is aimed at organising green voters, who have had a complicated relationship with the Obama White House. Republicans have gone out of their way to cast Obama as a leader who put the environment ahead of the economy. Newt Gingrich even called him &quot;President Algae&quot;. But environmental groups are disappointed with Obama for blocking higher ozone standards, opening the door to Arctic drilling, encouraging fracking for oil and natural gas, and advancing the controversial Keystone XL tar sands pipeline. Now Obama is trying to get them back on his side. As the site points out, Obama also raised gas mileage standards for cars and set tough new standards that will effectively ban new coal plants. His 2009 economic recovery plan also ploughed millions into clean energy industry. &quot;None of this progress came easy,&quot; Obama said in a video timed for release on Earth Day on Sunday. &quot;What we do over the next few months will decide whether we have the chance to make even more progress.&quot; The site aims to replicate Obama&apos;s success in organising and raising funds from greens in the 2008 election, even offering a smattering of green-tinged merchandise such as $10 bumper stickers that are &quot;perfect for a hybrid or a bicycle&quot;. Obama is unlikely to get much competition for the green vote. Over the last four years, Republicans have moved sharply away from environmental causes, and many Tea Party activists have been vocal in expressing their disbelief in human-made climate change. Obama is nearly 40 points ahead of Mitt Romney, the Republican presidential candidate, among environmental voters. But Obama also wants to maintain an organising and fundraising edge. For green-minded voters, it will be difficult to rekindle the earlier enthusiasm of his 2008 campaign, when virtually every speech included a promise to help save a &quot;planet in peril&quot;. Some campaigners have warned Obama could lose green voters because he failed to live up to that promise. Environmental groups were disappointed in Obama for failing to press strongly for a climate-change law. The bill that emerged from the House of Representatives in the summer of 2009 eventually died in the Senate. Last September, Obama overruled the environmental protection agency&apos;s efforts to limit ozone, sticking with standards set by George W Bush and regarded by scientists as weak and out-of-date. Obama won back some campaigners last January when he rejected the Keystone XL pipeline. But he moved last March to fast-track the southern portion of the pipeline. He has also frustrated campaigners with his response to the BP oil spill, reopening the Gulf of Mexico to offshore drilling and pushing for more oil and gas drilling in the Arctic.", 
    "section": "environment", 
    "gid": "environment/2012/apr/23/obama-launches-fundraising-environmental-voters", 
    "wordcount": "475"
}