{
    "headline": "Games review roundup: UFC Undisputed 3, Wario Land and more", 
    "text": "UFC Undisputed 3 ...  Xbox 360/PS3; 39.99 cert 15+; THQUFC Undisputed 3 is one of the richest, most detailed fighting games around. You can pick from a roster of 150 fighters across seven weight divisions, mimicking the organisation of real life mixed martial arts, and the game remains as true as it can to reality throughout. Game modes include online play, a streamlined career mode, competitions and a stamina simulation mode that requires you to conserve energy and play strategically, as well as Pride mode - by far my favourite - which allows you to repeatedly mash your opponent&apos;s head into the ground and perform other moves that are quite definitely illegal in standard UFC. There&apos;s a lot of depth and realism to the fighting mechanics, and though I&apos;m not a UFC aficionada personally I found it fairly easy to get into the game thanks to the comprehensive tutorials. The game does its best to entice pro players and amateurs to play together, and it&apos;s possible to get by with button-mashing - but more rewarding to play with pro controls and chain combos. Mary Hamilton Jewel Master: Cradle of Persia ...  DS; 29.99 cert 3+; Rising Star Games Jewel Master: Cradle of Persia is a match-3 puzzle game, in the vein of Bejewelled but with a few extra mechanics to keep things interesting. The game challenges you to clear boards in a limited time, collecting resources to upgrade your city in the process. The boards contain certain tiles that have to be cleared in order to progress, as well as chained gems that need matching twice and bonus tiles that charge up to help you along the way. It&apos;s a long, fairly challenging game, but unfortunately the city-building adventure element is very shallow and occasional slider-puzzle sections don&apos;t add enough variety to the game to keep most players interested. Mary Hamilton Wario Land: Super Mario Land 3 DS/3DS; 3.60 at Nintendo eShop; cert 3+; NintendoNintendo&apos;s bad boy is back in this Game Boy classic from way back in 1994  and in stunning black-and-white! This is the game that saw Wario go from being a baddie in Super Mario Land 2 to a playable character and a star in his own right. It follows the same basic sideways-scrolling platform action as the Mario games, with Wario setting out to get back the castle that Mario took from him. As with the Super Mario Land games, you need to collect coins and defeat baddies  the usual stuff. But one advantage that Wario has up his sleeve is his brute strength and some special moves, such as his body slam. One of the best games of this series, and at just 3.60, an absolute must buy for nostalgia buffs who want to relive those button-mashing Game Boy good times. Stuart O&apos;Connor Metal Gear Solid HD Collection ...  Xbox 360/PS3; 39.99 cert 15+; KonamiFor those of us who played and loved the Metal Gear games the first time round, this collection is a great value trip down memory lane. On two discs, you get fairly basic HD ports of five games: Metal Gear, MG2: Solid Snake, Metal Gear Solid: Peace Walker, MGS2: Sons of Liberty and MGS3: Snake Eater. It&apos;s worth the price for a good hit of retro gaming nostalgia, and worth picking up for the last two games for new players - even though their gameplay feels a little old now and you still have to sit through those interminable MGS3 cutscenes. Mary Hamilton Dillon&apos;s Rolling Western 3DS; 9 at Nintendo eShop; cert 7+; VanpoolDillon&apos;s Rolling Western is a cute tower defense game in which you play as Dillon, an armadillo cowboy who rides into villages to protect them from attacking rock monsters called groks. You spend daytime collecting resources, barricading your base and upgrading towers, and at night fight off waves of bad guys in remarkably fun minigames using the stylus to roll, scratch and grind them to dust. One of the better games I&apos;ve played on the 3DS, with a great difficulty curve and lots of replayability. Very impressive for a download-only title.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/20/games-review-roundup", 
    "wordcount": "694"
}