{
    "headline": "Oxford professor Steven Rawlings's wife says his death was 'tragic accident'", 
    "text": "The sudden and unexplained death of a leading Oxford University professor whose body was found at his best friend&apos;s home was &quot;a tragic accident&quot;, his widow claimed on Friday. Devinder Sivia, 49, a mathematics in science lecturer at St John&apos;s College, was arrested in connection with the death after the body of Professor Steven Rawlings, 50, was found by police at his bungalow in Southmoor, near Abingdon, Oxfordshire at 11.22pm on Wednesday. He was released on bail until 18 April as police described it as a &quot;tragic incident&quot; and said: &quot;Ultimately the death may be a matter for a coroner&apos;s inquest rather than a criminal court.&quot; The two men had known each other for 30 years after meeting as students at Cambridge University, and were described as &quot;inseparable&quot;. In a statement, Rawlings&apos;s widow, Linda, 50, a scientist with an American pharmaceutical company, said: &quot;Steve and Devinder were best friends since college and I believe this is a tragic accident.&quot; Describing her husband as a &quot;well-loved, caring, intelligent, sensitive man&quot;, the statement continued: &quot;I will miss him more than anything else in the world.&quot; It added: &quot;I do not believe that Steve&apos;s death is murder and I do not believe Devinder should be tarnished in this way.&quot; Police investigations into &quot;all potential circumstances that could have led to his death&quot; continued as initial postmortem results proved inconclusive. There have been unconfirmed reports that Rawlings, a leading astrophysicist based at St Peter&apos;s college, had been suffering work-related stress and was contemplating his future at the university when he went to visit Sivia for advice, but there was &quot;an incident&quot;. Police would not confirm if Rawlings had suffered a heart attack. A neighbour was understood to be performing CPR when paramedics arrived, but Rawlings was later pronounced dead. Sivia&apos;s father, Gurbakhsh Sivia, 80, a retired maths teacher, said at his home in Gravesend, Kent, that his son had rung him from the police station. &quot;He only said &apos;Dad, there has been a tragedy and I am in police custody under suspicion. It is being investigated. Hopefully it will be sorted out.&apos;&quot; His father added: &quot;He is shocked himself. He was his best friend. &quot;I can&apos;t believe they would have fallen out. They were very good friends  they were like brothers. &quot;It is just unimaginable. I don&apos;t know what happened. It is really shocking. I am so worried and I am grieving as well because I also knew Steven.&quot; He described Sivia as &quot;a good son and a dedicated teacher&quot; who had simple habits and never drank or smoked. Rawlings&apos;s older sister Linda Davey, 64, was reported to have said: &quot;They have been friends for 30 years. We can&apos;t think that there was any kind of fight. We can only assume it was a terrible accident.&quot; Police were unable to confirm if the two men  who published the book Foundations Of Science Mathematics together in 1999  had been out socially together in the hours before his death. Rawlings&apos;s death caused profound shock among astrophysicists. A world-renowned expert he was one of the lead scientists in the international Square Kilometre Array (SKA) project building the world&apos;s largest radio telescope. Professor Roger Davies, head of the astrophysics department at Oxford, the post Rawlings held for five years until 2010, said: &quot;We are all stunned. The impact of his death is going to be felt very widely. &quot;Steve was a world-leading astrophysicist who worked on active galaxies and cosmology.&quot; He added Rawlings had been part of the 20-strong astrophysics faculty, based at the Department of Physics in Oxford for two decades. &quot;It is impossible to walk the corridors without seeing him and his influence,&quot; said Davies. Colin Greenwood, company secretary of the SKA project said it had lost a &quot;world-renowned and well respected&quot; colleague. He said: &quot;People are absolutely devastated at news of his death.&quot; Dr Andrew Faulkner, a senior research associate in astrophysics at Cambridge University, who collaborated with Rawlings on the SKA project said: &quot;He was a dedicated, hard-working man. I suspect he worked far too hard  he was extremely driven. He was a great friend to me and many other people.&quot; The vice-chancellor of Oxford University, Professor Andrew Hamilton, said: &quot;The entire university community has been profoundly saddened and shocked by the tragic and untimely death of Professor Steve Rawlings.&quot; He was elected to his fellowship in 1994, having initially been employed by the college for two years as a lecturer in mathematics. He was educated at Tarring high school and had a PhD from Cambridge and a DPhil from Oxford. He also worked on re-developing the mothballed Goonhilly satellite relay station in Cornwall, which was used to communicate the 1969 moon landings. Villagers in Letcombe Regis, near Wantage, where Rawlings lived with his wife, spoke of a popular man, well known and liked who loved football and cricket and enjoyed a drink in the local pub.", 
    "section": "education", 
    "gid": "uk/2012/jan/13/oxford-professor-steven-rawlings-wife", 
    "wordcount": "858"
}