{
    "headline": "Guardian Future of Higher Education Summit 2013  the programme in full", 
    "text": "Competition, collaboration and communicating value is the theme of this year&apos;s Guardian Future of Higher Education Summit. At a time when the sector is undergoing huge changes, both across the UK and internationally, what does value mean and how can we best articulate it? We will be hearing from a range of experts in the sector, from UK universities minister David Willetts to vice-chancellors, students and HR staff, to discuss just this, laying bare the issues facing higher education while providing a platform on which to debate, discuss and plan for the future. Can&apos;t make the event? We will be live blogging all day from Senate House on the Higher Education Network homepage. What questions would you like to ask the speakers? Are there issues we have missed that should be brought up? Post your thoughts in the comments section below and we will feed them into our coverage. Programme 09.20 David Willetts MP on understanding how the new system will meet the needs of students, sector and economy   Reviewing the higher education landscape post-reforms, what&apos;s working well? What&apos;s not? And how might the sector look in the future? 09.50 Deborah Roseveare, directorate for education, OECD, explores the UK&apos;s higher education system as a national asset in a global market   How do we meet the challenge of increased global competition against a backdrop of restrictive policy? 10.10 Paul Clark, director of policy, Universities UK, investigates the implications of current controls on student numbers  What are the facts and how can we plan better for the future? 10.30 Les Ebdon, director at Office for Fair Access, examines what widening participation means for different institutions  How can we better understand the implications of widening participation targets for diverse universities, and address the argument that widening participation discriminates against those from wealthier backgrounds? 11.10  12.20 Panel discussions on demonstrating public value, and looking at private provision in the UK HEI landscape   What can we do as a sector to pull together and communicate the value of higher education to politicians and the public?  What does the increasing number of private providers entering the market mean for the UK HE brand? 13.20  14.20 Panel discussions on impact of online learning, and student choice, experience and engagement  Is online learning a passing fad or a major game changer?  What do our student panel consider the main actors affecting their choice of destination, institution and course? 14.40 Improving engagement and student recruitment  how to build a clear identity and message  How can you better understand and communicate the distinctiveness of your institution in a competitive sector? 15.20 Breakout session options A: Exploring innovative funding streams: Can/should universities operate more like businesses? B: How can quality be assessed and what should students, employers and the wider public expect of UK higher education? 16.00 David Sweeney, director of HEFCE on the sustainability of research funding   With REF forthcoming, what do institutions need to do to prepare for its arrival?  How can the sector sustain research funding for STEM, social science and humanities? 16.30 Steven Schwartz, former vice-chancellor of Macquarie University, Brunel University and Murdoch University on the changing landscape of international higher education   How are universities handling change? Will it benefit not only students but society as a whole? For a full version of the programme and all speakers, click here. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/25/guardian-higher-education-summit-2013", 
    "wordcount": "593"
}