{
    "headline": "A life online: 'For my generation it's just normal, you get up and check Facebook'", 
    "text": "Rosie Hickland started playing games online aged about six. &quot;To me it just seemed a lot more fun than playing with my dolls  it was more grown up and there was more to play with,&quot; she said. By the time she was nine she was regularly chatting with friends via instant messaging and started using Bebo, a youth social networking site launched in 2005. &quot;People started blogging on Bebo and they would talk about it in school and I wanted to get on the bandwagon,&quot; she said. But it was joining Facebook at 12 that &quot;changed things massively&quot;. She said: &quot;It was the cool thing to have in school  it was just a great way to keep in contact with your friends.&quot; Rosie has 1,165 Facebook friends, and insists she knows &quot;most of them&quot;. Getting new friends is easy, she said. &quot;Whenever you meet anyone, on holiday or at a party they just say: &apos;I&apos;ll add you on Facebook.&apos; Everyone has it so you don&apos;t have to be really close friends to add them.&quot; She admits to updating her Facebook status  which lets her friends know what she is up to  &quot;a lot&quot;, commenting on music, the weather, what she is doing and where she is going. But does she think that people can make snap judgments from her profile? &quot;People stereotype you because of the things you like or the music you listen to. I&apos;m not really bothered what people think of me but I know that friends will put up stuff they think makes them look cool or will make people like them more. And I have other friends who won&apos;t put up photos of themselves because they think people will be nasty.&quot; Rosie also uses Twitter. &quot;People on Facebook might get annoyed if you are updating your status all the time, but on Twitter you can tweet as many times as you like: that is the whole purpose.&quot; She and her friends constantly check their Facebook. &quot;For my generation it&apos;s just normal  you get up and check your Facebook, get ready and check it, check it throughout the day on your phone and then before you go to sleep. It&apos;s just such a normal thing to do and it&apos;s easy and free.&quot; When Rosie first spoke to the Guardian she said her Facebook page was private, but it later transpired that all of her profile updates and photos were available for all to see. &quot;The only people who can send me friend requests are friends of friends, so I thought that meant no one else could see my profile,&quot; she said. &quot;I think it&apos;s a bit misleading, really  there are so many options. I think they should make it easier to understand.&quot; Privacy settings are often not a priority for young people, many of whom are children when they first create accounts, she added. &quot;I was in year seven, so about 11 when I set up my Facebook  I just don&apos;t think you understand how to do it at that age. I think lots of people would make the same mistake as me.&quot; Rosie has now changed the privacy settings, but has no qualms about letting her &quot;friends&quot; see her photos and personal information. &quot;I don&apos;t think it&apos;s a big problem, I&apos;ve accepted them as friends and I&apos;m letting them into that situation. It&apos;s not like they are stalkers  I&apos;ve opened up to it myself. &quot;I don&apos;t see any drawbacks to be honest  people sometimes try to add you when you don&apos;t know them, but I just ignore them.&quot; Rosie has an email address she uses only to contact her tutors at college; to contact friends she will text or message them on Facebook. She uses Google for research but admits to being something of a Facebook addict. &quot;I have it on my phone and always have a tab open. Once you get into it, you can&apos;t really get out. I don&apos;t think I&apos;d be able to delete it.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/a-life-online-student", 
    "wordcount": "697"
}