{
    "headline": "EU takes summer bite out of mobile phone roaming charges", 
    "text": "Cuts in mobile phone roaming charges are on the way this summer  the latest move by the European commission towards reducing the gap between domestic and foreign call rates almost to zero by 2015, with the rates protected until June 2017. The cost of data services on smartphones will be capped at 0.70 a megabyte, far less than most carriers in the EU charge. Prices on voice calls will also be capped, falling from 0.35 to 0.29 in July and 0.19 in 2014. Text message prices will fall from 0.11 to 0.06. Maximum rates were first imposed on mobile network operators five years ago to tackle what the commission called the &quot;roaming rip-off&quot;. Operators were said to be making excessive profits by charging more than triple the normal rate for calls made while in another EU country, and up to five times for calls received. Today the gap between domestic and &quot;roaming&quot; call charges has fallen by about 75% compared with 2007. Now, after talks between MEPs, EU governments and the commission, final agreement is expected in May from the European parliament and member countries for further cuts from July. The move is the culmination of a lengthy struggle between Brussels and mobile carriers, who say they will have to raise prices for other services. Cross-border charges are reckoned to generate up to 5% of revenues. Some carriers welcomed the move. A spokesman for Three said: &quot;This move by EU policymakers is great news for consumers and will help end the gulf that exists between what people pay at home and what they pay when they are abroad in Europe.&quot; But Everything Everywhere, which in the UK owns Orange and T-Mobile, said: &quot;We are disappointed  as we feel competition, not the continued use of price caps, is the most effective way to bring down, and keep down, international roaming pricing. Data roaming prices have dropped by 78% over the last three years, and this was achieved without a regulatory framework in place. &quot;The international roaming market is only in the early stages of development, and regulation of retail roaming prices will result in lack of competition from new entrants. In addition, the regulation may well lead to the scaling back of essential investment in UK mobile networks.&quot; From 2014, customers will be able to sign up for different carriers in different countries while retaining the same phone number. The EU commissioner for the digital agenda, Neelie Kroes, who took on the sector when calls for voluntary reductions were considered insufficient, said: &quot;Consumers are fed up with being ripped off by high roaming charges. &quot;The new roaming deal gives us a long-term structural solution, with lower prices, more choice and a new smart approach for data and internet browsing. The benefits will be felt in time for the summer break  and by summer 2014, people can shop around for the best deal.&quot; Kroes voiced frustration earlier in the year that all operators are sticking to the high end of the call charges ceilings, in effect blocking wider competition that should drive down prices even further. From July, consumers travelling in another EU country will pay no more than:  0.29 (24p) a minute to make a mobile call;  0.08 to receive a call;  0.09 to send a text message;  0.70 per megabyte to download data or browse the internet while travelling abroad, charged per kilobyte used. A commission statement said: &quot;These regulated price caps will progressively go down so that by 1 July 2014, roaming consumers will be paying no more than 19 cents per minute to make a call, a maximum 5 cents per minute to receive a call, maximum 6 cents to send a text message and maximum 20 cents per megabyte to download data or browse the internet whilst travelling abroad&quot;. The Conservative MEP for South West England and Gibraltar, Giles Chichester, who took part in overnight negotiations with EU officials said he hoped the charges shake-up would encourage the mobile industry to introduce more competition: &quot;It is outrageous that consumers are still paying exorbitant prices when using their phone abroad. Many are still scared to use their phone for simple pleasures like checking websites or using phone apps.&quot; He said soon mobile users would be able to sign up to one company for domestic calls and another for calls and downloads while abroad, all using the same mobile, as a further boost to competition. &quot;Mobile roaming charges are being forced down but it regrettable that it always requires EU legislation, rather than action from the industry itself. &quot;Mobile phone companies will now have to compete for roaming customers like they already compete for domestic customers. With the costs of just about everything going up, this is a rare piece of good news for consumers this summer.&quot; Fiona Hall, leader of the Liberal Democrat MEPs, said: &quot;This is another important step towards ending rip off charges for mobile phone usage abroad. These new rates will apply just in time for families heading off for their summer holidays.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/28/mobile-phones-eu-roaming-charges-cap", 
    "wordcount": "869"
}