{
    "headline": "Somaliland bottles its hopes in Coca-Cola plant", 
    "text": "It is Africa&apos;s, if not the world&apos;s, most isolated Coca-Cola bottling plant, a large shiny white-and-red hangar-like building in the middle of nowhere, with camels and black-headed sheep as neighbours. Inaugurated in May by Somaliland&apos;s president, Ahmed Mahamoud Silanyo, the plant has been described as a diamond in the desert. It lies an hour&apos;s drive from the capital, Hargeisa, travelling along the two-lane road to Berbera  much in need of repair  then along a bumpy track that runs past spiky acacia trees, swaths of aloe vera plants and the occasional darting dik-dik, a tiny antelope. Just before the plant, there is a military cadet training site, with a blindingly white three-story building refurbished with UK aid. The place used to house Russian tanks during the cold war. Thick brown stone walls with rusty iron beams poking out are all that is left of the Russian presence; anything that could be removed has gone. The bottling plant with the bright red logo SBI  Somaliland Beverage Industries  is just beyond the Russian ruins. Three thick breeze blocks lie outside the entrance, which is protected by armed guards. Inside the gate, the 6,000 square metre bottling plant/warehouse, complete with a set of solar panels, dominates the compound. But just as striking are the manicured green lawns watered by sprinklers outside a row of white flats that house 60 of the 100 staff. The lawns on the 150 hectare (370 acre) site  some of which will be used for a game park  provide a surreal contrast to the dun-desert landscape outside. The $17m plant is Somaliland&apos;s biggest private investment since it broke away from Somalia in 1991 to declare itself a republic. It is investment desperately needed in this country where much of the population of 3 million rely on exports of camels and other livestock to the Middle East, and on remittances. An estimated $1.6bn-2bn is remitted to Somali territories by the diaspora every year. The plant  with its spotless testing labs and steel containers  produces 11,000 bottles an hour, or 18,000 cases a day, running at only half capacity. On a recent visit, the production line  manned by Somalilanders who had been trained by workers from Kenya, South Africa and elsewhere  was turning out bottles of the plant&apos;s most popular drink, strawberry Fanta. It is a cloyingly sweet red drink especially favoured by Somaliland women. The plant also produces orange Fanta, Sprite and, of course, Coca-Cola. The investment was put up entirely by SBI, part of the OGF group, a conglomerate with interests in shipping, construction and property founded in 1949 by Osman Guelle Farah in Djibouti, where he used traditional routes to ferry goods between Djibouti and the Ethiopian town of Dire Dawa. SBI&apos;s day-to-day operations are run by Moustapha Osman Guelleh, one of six brothers who are continuing their father&apos;s work after he died last year. It has been a steep learning curve for Guelleh, who first had to fend off efforts by rival bottlers in the Arab world to drive SBI out of business by dumping products past their sell-by date. SBI had to cut its prices by 30% to compete. Guelleh, 41, who has a degree in politics from the UK&apos;s Oxford Brooks University, said building the plant was a logistical nightmare. &quot;It&apos;s not easy to build a state-of-the-art bottling plant at the best of times, but to do so in Somaliland with poor infrastructure and hardly any banking infrastructure was a huge struggle,&quot; said Guelleh. He had to bring large trailers in from Djibouti to transport the delicate machinery from the port of Berbera, two hours away. Few international shipping lines call at Berbera, so it took months for factory parts to arrive. This remains a problem, so the plant has to stock more supplies than other plants  from refined Egyptian sugar to chemicals such as hydrex 4102 to clean the tanks and pipes before switching from one drink to another. The reason for the plant&apos;s isolated location lies beneath the ground. There was not enough water in Hargeisa, and SBI, using Chinese hydrological surveys done in the late 1970s and the advice of village elders, dug boreholes over replenishable aquifers  underground rivers that refill with rain. &quot;That&apos;s why we located here  it&apos;s the most isolated Coke bottler in the world,&quot; said Guelleh. Guelleh said Coca-Cola&apos;s decision to award a franchise to SBI amounts to a vote of confidence in Somaliland, a land in relative peace compared with Somalia, which has been a broken state for the past 20 years. But although it may have peace, Somaliland lacks international recognition, which keeps international investors away  insurers will not cover companies investing in a place that has no legal identity. &quot;An oil company such as Shell will operate in Nigeria where workers get kidnapped but it won&apos;t invest in Somaliland even though it is much more stable,&quot; said Guelleh ruefully, but he does not blame foreign investors for staying away. &quot;If I was a foreign company investing $17m here, I&apos;d be crazy,&quot; he said. Guelleh, who believes SBI will make its money back in five years, said international isolation has forced Somalilanders to rely on their own resources, and he sees the bottling plant as a huge opportunity for the company despite all the obstacles. Now that production is up and running, he is counting on Coca-Cola&apos;s marketing clout to push sales in Somaliland and Puntland, an autonomous region of Somalia, and the Galmudug region of Somalia. In September, there are plans for Coca-Cola to supply coolers and fridges powered by solar panels to selected mini-markets and shops. Guelleh foresees 2,000 to 5,000 entrepreneurs starting up in Somaliland to sell drinks produced by the plant. &quot;I want ice-cold Coke to be at an arm&apos;s reach,&quot; said Guelleh, who hopes to eventually have a second production line. Asked about whether he would not rather produce healthy products such as fruit juices or water, he replied: &quot;It&apos;s like any product, if you consume it in excess it can be harmful. We don&apos;t market to children, but to young people. Eventually we want to produce Minute Maid [fruit juices] and mineral water.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/20/somaliland-bottles-hopes-coca-cola-plant", 
    "wordcount": "1040"
}