{
    "headline": "Apps Rush: Google Drive, Kinect Star Wars for iPad, Angry Birds Space, Naked Wines, Lil' Kingdom and more", 
    "text": "A selection of 13 new apps today: Google Drive Google&apos;s long-rumoured cloud storage service has finally been unveiled, complete with an Android app to access photos, documents, videos and other files stored on Google Drive, while also uploading from the device. An iOS version will follow in the future, according to Google.Android Kinect Star Wars for iPad Microsoft has ported its Windows Phone social app to iPad, serving up Facebook and Twitter updates with a Star Wars skin. As on Windows Phone, they can be viewed in the style of the famous opening title sequence. But no, this isn&apos;t a game.iPad Angry Birds Space Rovio has taken its latest Angry Birds game to another device: RIM&apos;s BlackBerry PlayBook tablet. It includes 60 levels with more free updates planned, although for now its in-app purchases don&apos;t appear to figure.BlackBerry PlayBook Froobles Maths iOS education app Froobles Maths has been ported to Android, aimed at children up to the age of seven who are learning to add, subtract, divide and multiply. It includes a reward chart for parents to use.Android Naked Wines UK-based online wine retailer Naked Wines has launched an iPhone app, with videos, tasting notes, shareable deals and the ability to chat to the actual winemakers: so a social app around wine, rather than a pure e-commerce app.iPhone Lil&apos; Kingdom Another (for now) Android-only game, as Google&apos;s platform continues to gather pace for gaming. This is Glu Mobile&apos;s latest freemium game, which gets players to build their own dungeon. The screenshots make it look like an underground Tiny Tower. Android Bandsintown Concerts Live music site Bandsintown has stolen a march on rival Songkick by being first onto Android. Its app scans the music stored on the phone, logs into Facebook, and provides a &quot;personalised concert cloud&quot; of upcoming gigs that you might like.Android Wordament Indie Windows Phone word game Wordament has been revamped as an Xbox Live title by Microsoft, offering boards of letters for a competitive wordsearch game against &quot;the whole internet&quot;.Windows Phone Find a Property search app for the iPad UK property website FindaProperty.com has a new iPad app to help people browse new homes on their tablets, complete with a map view, floor plans and the ability to contact estate agents by email or share details with friends.iPad London Elections 2012 Publisher Michael O&apos;Mara Books has launched a free app for this year&apos;s London mayoral elections, offering information on the candidates and their manifestos, details on how to vote, video interviews and a policy comparison.iPhone / iPad Tower Bloxx Revolution Digital Chocolate has revamped its already-excellent Tower Bloxx series of mobile games, with a new futuristic version with robots, colour combos and power-ups.Android Archie Comics The famous Archie comics have been turned into an Android app by iVerse Media, with more than 1,200 comics and 40 graphic novels available as in-app purchases.Android Prototype 2 Official Sidekick Console game Prototype 2 has its own companion (or &quot;sidekick&quot;) app, offering level maps, progress-tracking and other hints and tips. One map is free, but the others are bought via in-app purchase. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/25/apps-rush-google-drive-kinect", 
    "wordcount": "543"
}