{
    "headline": "Clegg's local head adds to pressure on deputy PM over son's education", 
    "text": "Nick Clegg, who suggested last week he would send his son to a private school if he failed to find a place in a good comprehensive, has not visited the state school nearest his home, according to its headteacher. Mark Phillips, the principal of Ark Putney academy, said he believed parents in the area had no need to pay for their children&apos;s education. Phillips said that his school, the closest to Clegg&apos;s family home in Putney, south-west London, could provide an &quot;exceptional&quot; education for any child who bought into its values and ethos. But the head, who took over after the school was put into special measures three years ago, said unless Clegg had visited &quot;under cover&quot;, he had not been to the academy, previously known as Elliott school. The deadline for applications for secondary school places in the area for entry in 2013-14 passed last October. Phillips said: &quot;If a child does come to us I am confident they will do exceptionally well. I don&apos;t believe you have to pay for it.&quot; Phillips, whose school was lauded by Nick Gibb, then schools minister, last year as one of the top 100 in the country for improved attainment, added: &quot;I am always very clear that all parents living locally are welcome to choose our school and it is important that every parent comes with their child and takes an objective look to see whether what we offer will meet the needs of their child. I wouldn&apos;t claim to be the answer to every child and every parent. But I hope that if a parent does come, and sees an environment their child will thrive in, they will pick us.&quot; Clegg suggested that his eldest son may be sent to a private school during one of his regular appearances on a weekly phone-in show on LBC radio. He said he and his wife, Miriam, are having to decide on Antonio&apos;s next school as he is due to leave his state primary in Putney this summer. &quot;If it works out to send them to a good state [secondary] we will do so but, like all parents sending their children to secondary school in London, as you know there is huge competition for places. &quot;It&apos;s not about whether it&apos;s private or public  it can be either. I just want the best for my child, and that&apos;s what I think most people listening to this programme want for their children.&quot; Clegg, educated at the independent Westminster school in London, said in a speech last year: &quot;Right now there is a great rift in our education system between our best schools, most of which are private, and the schools ordinary families rely on. That is corrosive for our society and damaging to our economy.&quot; Phillips said his school had seen a rise in applicants for the coming academic year, and praised the Ark academy chain, whose chairman is Paul Marshall, one of the Liberal Democrats&apos; biggest donors. However, the school was given the green light by the education secretary, Michael Gove, last year to sell 41% of its grounds, including six tennis courts, a football pitch and a playground, to fund a refurbishment. It had been due for a 40m revamp under the Building Schools for the Future programme but that was cancelled by Gove in 2010. A former teacher at the school, Di Bindman, 65, said Clegg appeared to believe that it was only good enough for &quot;plebs&quot;. A spokesman for Clegg said: &quot;They have always refused to turn their children&apos;s education into a political football. Nick accepts that when a decision is made it will be subject to commentary but his overwhelming priority as a father is to do what is best for his children.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/26/state-school-head-challenges-clegg", 
    "wordcount": "640"
}