{
    "headline": "Duped women fight back as Burma gets to grips with human trafficking", 
    "text": "The tiny drinks stall Chit Htet had been running for the past few years in Rangoon was doing so poorly that when the 35-year-old&apos;s sister-in-law promised her a job in Burma&apos;s southern province, Chit Htet didn&apos;t think twice. But she had been duped. After taking food and drink offered to her by the sister-in-law, Chit Htet fell asleep  and woke up to discover she had been smuggled into Thailand, where, her sister-in-law said, she would now be working to &quot;pay off her job-placement debts&quot; in a pineapple factory. &quot;I was given 300 baht [6] every 15 days as salary but had to pay for my own water, electricity and rent, which meant that I could only afford to eat one egg a day  half at breakfast and half at dinner,&quot; says Chit Htet. Working in the factory with thousands of others  at least 1,000 of whom she estimated to be Burmese nationals like herself, and many of whom she says had been trafficked by her own sister-in-law  Chit Htet plotted her escape. Guards patrolled the compound and workers were only allowed out in escorted minivans to the local market. But one day she found a Thai colleague&apos;s mobile lying around and made the call to police that freed her. Burma has been fighting trafficking within its borders for the past eight years  it signed the 2004 UN Convention against Transnational Organised Crime and in 2007 established its own anti-trafficking taskforce  with more than 1,700 victims rescued to date. But rights groups say it still lacks the teeth to prosecute and prevent cases from reoccurring  meaning that repeat offenders like Chit Htet&apos;s sister-in-law often walk free. However in a landmark agreement between the Burmese government and the Australian anti-trafficking NGO Walk Free in December, the Burmese government committed to working with local businesses to eradicate all trafficking within its private sector. This would mean that in Burma&apos;s nascent economy, businesses would be required to identify, eradicate and prevent forced labour in their operations and supply chains  preventing situations like Chit Htet&apos;s from occurring on Burmese soil. &quot;This chance to work with Walk Free is a great opportunity to persuade the domestic private sector to work with us on this initiative and, together, I am sure we will end human trafficking in Myanmar,&quot; Police Brigadier General Khin Maung Si told the Guardian. Although slavery is illegal in every country in the world, the International Labour Organisation estimates that nearly 21 million people around the world can be considered modern-day slaves  defined as those working under threat of violence, abuse and harsh penalties  in a market generating roughly $32bn (19.7bn) profit every year. More than half of those people are in Asia, and more than a quarter are women and children. Burmese women are trafficked out of the country every year  the majority of whom are sold into forced marriages, prostitution or forced labour. According to the Burmese government&apos;s most recent plan of action, around 80% of Burma&apos;s trafficking victims end up in China, with the rest primarily going to Thailand, Malaysia and Singapore. Burma&apos;s female workforce has been migrating for decades now, says Ma Mar of the Burmese charity FATE (Fight Against Trafficking and Exploitation of Women), seeking greater economic opportunities abroad to send money back home. &quot;Before it was just women who were poor,&quot; she says. &quot;Now it&apos;s women who are educated  lawyers, teachers, graduates  because their education has no value. They don&apos;t get a decent income to provide for their family but feel they are the ones responsible for providing food and [so they] take the risk of going to places like Saudi Arabia, China, Thailand.&quot; Whether they go abroad or move within Burma, many end up particularly vulnerable to human traffickers because they don&apos;t know how to protect themselves, says Ohnmar Ei Ei Chaw, national project director of the UN&apos;s anti-trafficking unit in Burma. In many cases, this is because victims often fall prey to family members, like Chit Htet, or to neighbours working on behalf of agents. Walk Free aims to change that by making businesses a safer place for employees. Founded by mining tycoon Andrew Forrest, the charity is calling on the world&apos;s largest companies to pledge zero tolerance of slavery. As one of the partners of MTV Exit (End Exploitation and Trafficking), the NGO organised a concert in Rangoon on 16 December in partnership with USAid, Ausaid, the Association of Southeast Asian Nations and the Burmese government to raise awareness about human trafficking. Videos reenacting trafficking situations were played on large-screen TVs, and speakers, including the US ambassador to Burma Derek Mitchell, asked the crowd to &quot;promise never to trust anyone who promises you an offer that sounds too good to be true&quot;. &quot;Business has always been a key driver of social change, shaping modern life through innovation and new technology,&quot; Walk Free says. &quot;If corporate giants  25 of the world&apos;s top businesses whose net worth makes up $5 trillion  prioritise the abolition of modern slavery as their next major innovation, we could quickly deal a major blow to the slavery industry in this generation.&quot; Those targeted by the group include Google, Apple, Microsoft, HSBC and Coca-Cola. While Walk Free and the Burmese government are still in the initial phases of the agreement, the NGO is calling on the experiences of victims like Chit Htet to help raise awareness about trafficking  by identifying where to place posters, billboards and hotlines in trafficking hotspots in Burma and surrounding countries. &quot;We [survivors] should be going to communities where there is trafficking and talking about our experiences,&quot; Chit Htet and a group of other survivors recently told Forrest. &quot;So we can show them we are not different  we are just like them.&quot; Some details have been changed to protect identity", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/24/women-burma-human-trafficking", 
    "wordcount": "986"
}