{
    "headline": "CES 2013 day 4: Samsung's bendy phone screen, Android oven, and more", 
    "text": "Day 4 of CES always sees the journalists and exhibitors all getting a bit battle-weary. The big keynotes are done, the big themes will have been dealt with, and Apple (which doesn&apos;t exhibit) will have done something elsewhere to divert attention (in 2011, letting Verizon announce it would sell the iPhone; this year, announcing App Store download figures 2013.) The biggest event most are looking forward to is checking out of their hotel. So what&apos;s left? Is it just sweepings? Not at all. Finally - finally! - the bendy phone is here:  Samsung shows off bendy smartphone &gt;&gt; Connected Digital World  Samsung has unveiled a prototype phone with a flexible display, meaning it can be folded almost like paper. During its keynote speech at the CES 2013 trade show yesterday (January 9), the Korean firm showed off the bendy display technology, as well as a phone with a curved display. Instead of glass, the flexible phone features super-thin plastic that means it is bendable and unbreakable. The device demonstrated at the keynote ran Windows Phone 8 rather than Android.  The latter is probably no more than a detail. Some more detail:   The demonstration unit had the bendy display attached to a box containing the processor. The phone was shown to flex and bend without any major distortion to the colours or icons. Samsung has been working on flexible displays for several years and previously released a video showing the potential applications for &apos;bendy&apos; smartphones or tablets. Samsung said that the Youm technology will allow its hardware partners to create a whole new range of devices with &quot;bended, foldable and moulded screens&quot;.  This is very exciting, though the &quot;box containing the processor&quot; part is a bit of a downer. But until you have bendy silicon too, it&apos;s not really feasible. Also, does Apple count as a &quot;hardware partner&quot; to Samsung?  Meanwhile, closer to home: Dacor&apos;s Android oven packs 1GHz processor, 7-inch screen, heat (hands-on) &gt;&gt; Engadget  Dacor&apos;s ninth-generation oven pulls together a 1GHz processor, 512MB of DDR2 RAM and Android 4.0.3. It also cooks food. At the front of the Discovery Wall Oven, there&apos;s a 7-inch LCD touch panel, while the UI behind its oven-centric widgets is apparently the product of a design collaboration between Dacor and BMW&apos;s DesigworksUSA -- they&apos;re all simple enough to navigate and get things done. The oven-maker&apos;s Discovery IQ controller cooking app will offer up interactive cooking guides, recipes and all other things cooking, although you&apos;ll still be able to install more standard apps from Google Play. The built-in cooking app offers preprogrammed dishes and adjustable timings for several dishes, while you can even program the oven to cook food remotely from any Android device.  Can it also put the food in remotely? Also, if any are sold, will they count towards Google&apos;s activation figure? Meanwhile, in another part of the Android (and handset) forest Diminishing returns: the cold, hard truth for CES smartphones &gt;&gt; Time.com Jared Newman:   Sony has a new flagship phone at CES called the Xperia Z, and it is pretty decent. The company has another one, called the Xperia ZL, that&apos;s also fairly nice. They&apos;re both roughly as okay as the flagship Ascend D2 phone that Huawei was showing off in another part of the room. If my descriptors seem lacking, that&apos;s intentional. The truth is that none of these phones seem markedly better than last year&apos;s holiday handsets. They&apos;ve got a few perks that some older phones don&apos;t, like 1080p displays and quad-core processors, but in real world use it&apos;s hard to see the added benefit. When I sampled another new phone this morning, Pantech&apos;s Discover, the experience seemed practically as solid as Sony&apos;s and Huawei&apos;s flagship devices, despite a mere 720p display and a dual-core chip. The biggest difference is that Pantech&apos;s phone will sell for $50 on AT&amp;T, starting this Friday. Huawei&apos;s and Sony&apos;s phones will likely be more expensive if they ever reach the United States.  Quad-core and 720p will seem completely sufficient within a year. Moore&apos;s Law at work. The question then becomes, is there any benefit in adding more cores? What&apos;s the processing that&apos;s needed? PCs have hit much the same wall in the past few years. Genius &apos;Ring Presenter&apos; is a computer mouse that you wear on your finger &gt;&gt; Pocket Lint Mike Lowe:   It&apos;s all happening in Vegas at the Consumer Electronics Show. Big 4K screens, big smartphones and, er, a teeny wearable computer mouse that slips over the finger? Yup, that&apos;ll be the Genius Ring Presenter then. What may at first sound rather bonkers does have its practical use. Think about a presentation where you want to &quot;play the weatherman&quot; and navigate around screens when in front of an audience, for example. Well now you can, but without wires.  The coolest cameras at CES 2013 &gt;&gt; Gizmodo  Camera manufacturers announced so many awesome cameras this fall. We honestly weren&apos;t expecting much from them at CES this year. But some big manufacturers delivered the gear anyway. Here are four dope new shooters that all surprised the megapixels out of us.  Like everyone else, you can rush down to your local Jessops and oh.  The Apple economy dominates CES 2013, but Samsung isn&apos;t far behind &gt;&gt; The Verge  Apple hasn&apos;t made an appearance at CES since 1992, but its products are everywhere. At CES 2013, iPhones and iPads adorn the sides of booths for everything from Bluetooth speaker manufacturers to car audio companies. Booth after booth is named iFrogz, iSkins, and iLounge. Row after row of companies like Otterbox and Speck have made fortunes building cases for Apple products. Just Mobile&apos;s booth is something like an aluminum shrine to Sir Jonathan Ive, Apple&apos;s lead industrial designer. At CES an economy of Apple has developed  funding booths as big and as extravagant as CES mainstays. But as the convention floor gets more and more crowded with phone and tablet accessory companies, it&apos;s even harder to stand out. iGuy, an iPad case with arms and legs no longer makes headlines the way it once did. While there&apos;s still plenty of Apple zealotry to be had, casemakers are moving  slowly, surely  in the direction of the Samsung Galaxy S III.  Does that mean, though, that Samsung will have to keep the size of future Galaxy versions the same size and configuration in order to prevent older stock being incompatible? Or can case makers target their manufacture accurately enough to not have surplus stock (or shortfalls)? Samsung is likely, at least, to tell them more about forthcoming models than Apple. Then again, if you&apos;ve got a bendy phone, who needs a case? And finally, the automotive side is huge at CES, but gets little attention, mainly because cars sell in relatively small numbers compared to phones or PCs, and it takes much longer for new tech to filter through. So make of this what you will:  QNX&apos;s Car platform 2.0 puts a 1080p display, LTE, and video calling in your car &gt;&gt; The Verge  In addition to the standard functions of navigation, climate control, and voice calls, the QNX system can also support high-resolution, wide-bandwidth video calling. In the Continental GT test vehicle, two cameras allow both the driver and passenger to participate in video conferences, with full duplex calling and stereo sound. Of course, the video calling feature only works when the car is in park  shifting it to any other gear or neutral will automatically shift the call to voice only. We placed a couple of video calls from the car on the show floor, and came away impressed with both the video and audio quality. QNX says that the system is capable of supporting the full spectrum of audio perceived by the human ear, and based on our quick tests, it sounded really good.  QNX, of course, is the software platform underpinning the RIM PlayBook and forthcoming BB10 products. It&apos;s a real-time OS. So what have you thought of this year&apos;s CES? Did it promise you everything you wanted? It&apos;s pretty clear, at least, that you won&apos;t be short of internet fridges - just as in every previous year.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/11/ces-2013-samsung-bendy-screen", 
    "wordcount": "1374"
}