{
    "headline": "Student march ends in eggs, fruit and anger", 
    "text": "The National Union of Students president, Liam Burns, has been pelted with eggs and fruit at the conclusion of a march in London, which was marked by a low turnout and widespread anger over the perceived failure of the organisation to fight the trebling of university fees. The NUS had hoped to attract 10,000 students to the march, but on a blustery windswept day and amid apparent disillusionment, only between 3,000 and 4,000 made the trip across central London, over Westminster bridge and down to Kennington Park at the Oval. At their protest prior to the vote on fees two years ago, the NUS leadership were privately stunned when turnout far exceeded expectations and 50,000 students massed in London. Delivering an address on stage in Kennington park, Burns was drowned out by chants of &quot;general strike&quot; and &quot;NUS shame on you, where the fuck have you brought us to,&quot; before security at the front lost control in a morass of mud and the crowd stormed the stage. Burns was hurried off. One protester summed up the frustrations of a student body that knows it lost a major political battle a long while ago and now sees little way of getting the coalition government to reverse its policy. &quot;Invading the stage is counter-productive, it&apos;s obviously not going to help matters,&quot; said Rupert Walker who&apos;d travelled down from Lincoln University. &quot;But then again, Liam [Burns] deserves it. He&apos;s done nothing to push forward the cause for free education.&quot; Michael Chessum organiser for the alternative student group, the National Campaign Against Fees and Cuts, said that he was disappointed with the general turnout but believed that NCAFC had helped organise 1,500 to 2,000 students to attend. &quot;It was below what we&apos;d hoped for,&quot; he said. &quot;But is that indicative of the student movement or of students losing the will to fight? No. What I think this is indicative of is that really we&apos;ve been led up a blind alley by an NUS leadership that has called a demonstration under &apos;educate, employ, empower&apos;, which isn&apos;t really a very serious political alternative slogan.&quot; Chessum said that it was also a serious mistake for the NUS to have agreed with police to route the march towards Kennington, instead of demonstrating in front of parliament. &quot;I think a lot of people are very angry about that ... they are being asked to march somewhere where the nearest political target is the Oval, Surrey county cricket club&quot;, he said. &quot;The appetite of students to fight varies proportionally and will rise with how radical you make slogans and how clear you make the political message. If you march people to Kennington with a political slogan that&apos;s difficult to get people behind, you will end up with low numbers.&quot; Division and internecine fighting between the NUS and various student groups has a long history but it has grown in hostility since the coalition government pushed through a trebling of student fees in December 2010. The NUS&apos;s last president, Aaron Porter was vilified and effectively stopped from standing for re-election after he roundly condemned a student assault on Tory HQ in Millbank during an NUS organised march. Porter&apos;s comments helped to spark the formation of the NCAFAC, a body which argues that the NUS is unable to effectively represent students because it is little more than a breeding ground for future Labour party politicians. But this is the first march when hostility to the NUS has been so open and widespread. One third-year English student from University College London, carried a banner during Wednesday&apos;s protest reading: &quot;Free education, smash the NUS.&quot; &quot;We&apos;re carrying this [banner] because the last two or three years have been a record of the NUS betraying what has been a very strong principle among the grass roots in the NUS, which is that we believe in free education not negotiation [over] six, seven, eight thousand pounds [in fees],&quot; he said. &quot; And we believe the NUS bureaucracy has had no interest in us whatsoever.&quot; Those in favour of more militant protest methods have in the past year been encouraged by student victories in Quebec, Canada and in Chile, where protesters have managed to turn back various proposed reforms by engaging in everything from strikes and shutdowns of schools and campuses to running street battles. Burns said such direct action methods would not work in the UK in the 21st century. &quot;One thing we&apos;ve got to understand and get better at is our campaigning techniques. Don&apos;t get me wrong, I do not deride what Quebec students managed to pull off, I&apos;m not saying that the actions in Chile weren&apos;t powerful and inspirational but they are in very, very different political and economic climates.&quot; Burns said that the NUS had heavily &quot;shaped the narrative of the coalition agreement on higher education reform using a series of pledge cards that his members managed to force Lib Dems, including Nick Clegg, to sign up to before the last general election. &quot;We are not going to deride those tactics but we need to have 21st-century campaigning when dealing with 21st-century problems  we have shaped the narrative of the coalition government. &quot;We got shed loads of concessions out of the new tuition fee system because of the [Lib Dem] pledge campaign. That didn&apos;t look like a Quebec all-out strike. It didn&apos;t look like what happened in Chile. But it was powerful and effective.&quot; Speaking about his disrupted speech Burns added: &quot;I was just a bit of a distraction. I&apos;m not going to get particularly bogged down by a few people who want to shout in a rained out park.&quot;  This article was amended on 21 November. The original referred to &quot;Surrey country cricket club&quot;. This has been corrected", 
    "section": "education", 
    "gid": "education/2012/nov/21/student-march-eggs-anger", 
    "wordcount": "991"
}