{
    "headline": "NUS: don't let us down this time", 
    "text": "I&apos;m expecting a bit of dj vu on Wednesday. A demonstration called by the National Union of Students in defence of higher education. A cold November day in London. Throngs of angry young people. You may feel like students on the streets is a familiar sight  but the last time the NUS called a demonstration was in fact two years ago: 10 November 2010. I was a sixth-former at the time. I helped to publicise the demo at my school and ran off flyers on the school photocopier. Seventy pupils turned up on the day at the meeting point we&apos;d advertised  the first good sign of the active role my school would play in the fight for free education. For many, this was their first demo. No one quite knew what to expect, and as we shuffled down Whitehall chanting &quot;Nick Clegg! Shame on you! Shame on you for turning blue!&quot; we soon realised if you shouted really loudly, it was only so long before your voice packed in. As we walked over to the official rally, where NUS leader Aaron Porter dished out soundbites, we saw a conflict going on between two stewards. &quot;That&apos;s the Tory HQ,&quot; said one, gesturing towards Millbank Tower. &quot;Let&apos;s demonstrate here!&quot; &quot;Keep moving,&quot; said the other, looking worried. We could hear the swelling crowds inside the courtyard drumming and chanting &quot;Tory scum!&quot; So we turned towards Millbank. Before long, most of my sixth-form was there  with several making their way to the roof. Windows had been smashed, fires lit  to keep warm more than anything else  and there was something compulsive about the atmosphere. Here were young people  my fellow students, most of whom had been apolitical the day before  and they were genuinely angry. What was more, their anger was being directed where it mattered: right outside the governing party&apos;s offices, and in full view of the world&apos;s media. There was also something striking about the leaderlessness of the Millbank protest. The sixth-formers here weren&apos;t being told how to demonstrate, where to march: it was all down to us. But perhaps that concept felt threatening to the NUS leaders, who were committed to a strategy of lobbying the government in the hope of concessions. I went home from that demo elated, only to see both journalists and NUS officials on TV write off the Millbank demonstration as mindless violence pursued by career agitators. When a movement reaches such a peak, with students excited about their ability to shape the national debate, a successful leader will seek to sustain the momentum. It soon became clear that the NUS was simply pursuing a course of misguided damage-limitation, with officials apparently concerned that associating with &quot;extremists&quot; might harm their future careers. Aaron Porter, the NUS president, refused to support subsequent demos and occupations. He later described his approach as &quot;spineless&quot; and &quot;dithering&quot;  but still failed to give meaningful support to the new hubs of activity. The shortcomings of the NUS didn&apos;t seem so important at the time. At my school, the next (non NUS-endorsed) demo saw 300 walk out of lessons. We soon had our own occupation, on the eve of the vote in parliament. But once politicians had stuck two fingers up at the protest movement, there was an increasing lack of direction among students. And rather than providing leadership, the NUS was reported to have written to the government suggesting cuts to student grants. It has taken the NUS two years to support another demonstration. This is certainly welcome. But although the union may have recovered from its fear of demonstrations, the student movement has still not recovered from the failure of its leadership. A handful of the newly politicised young people at my school stayed active, but many simply did not know where to go, such is the value placed on structure and leadership in our society. Already disillusioned with parliamentary politics over the betrayals of Lib Dem MPs, these young people became permanently disillusioned with the protest movement too. Millbank was a rare moment, when there was so much potential for a new, long-lasting wave of activism. The next time such a moment arises, and it could well on Wednesday, the NUS must learn the lessons of 2010 and realise that it owes it to the students it represents to make it something that lasts.", 
    "section": "education", 
    "gid": "education/2012/nov/19/studentpolitics-students", 
    "wordcount": "742"
}