{
    "headline": "Why do we take economists so seriously?", 
    "text": "If you live in a Western country, the chances are you are a beneficiary of economics. If you have a pension, a savings account, if you use infrastructure too big for one person to have built it (thereby requiring the issue of debt to pay for its construction) you really ought to be sending a thank you card to the estate of Adam Smith. We are lucky enough to have a finely tuned system which allows even the most narrow of specialisations to find its own paying customer - even if the thing that you can do better than anyone else is write faux-naf articles where you claim not to know the difference between a million and a trillion. It&apos;s that particular skill which Suzanne Moore put to profitable use this week, writing a piece in which she first makes use of the worn-out sixth-form revelation that &apos;money isn&apos;t real&apos; before turning her heavy guns on the entire field of economics, blaming it for a variety of woes. The paragraph which I have seen most often quoted on twitter brands the entire field &quot;an antisocial theory&quot; on the basis that: &quot;It cannot calculate for contradiction, culture, altruism, fear, greed, love or humanity at all.&quot; A strong charge, but an inaccurate one: all of those things can be found within the very broad field of economics. Contradiction is one of those most interesting areas of research for behavioural economists, and the publishers of the Journal of Cultural Economics would be very surprised to find that their subject does not exist. Altruism, fear, greed, love and humanity are all - as economics Ph.D. student Raj Chande pointed out on Twitter - parameters of a utility function; and as such make an appearance in most introductory textbooks.  I get the general idea though - economists are either foaming free-market fundamentalists or mindless automatons, sitting uncaring in their lairs, crunching numbers and models that have increasingly little relevance to the real world.  This anti-economics sentiment is widespread in the wash of the financial crisis and depression; it&apos;s rather reminiscent of the way that alternative medicine enthusiasts will point to failings like the Thalidomide or Vioxx scandals, ignoring the massive gains in life expectancy that evidence based medicine has given us. Compared to our parent&apos;s generation, we are incalculably richer, and not just in material terms- we enjoy a social freedom which has come about hand in hand with economic liberalisation.  Technology has earned a few laurels along the way, to be sure, but anyone who has seen the grainy footage of Khrushchev and Nixon debating their countries&apos; scientific achievements in refrigeration and colour television respectively will remember Nikita Sergeyevich&apos;s words: &quot;whoever can give more consumer goods to the people, that will be the best system&quot;; it is the consumer-oriented economics of the West which has won that contest hands-down.  All the same though, Moore raises some important points, particularly about corruption and mis-selling of financial instruments during the bubble. She is right to criticise the unwillingness of many regulators and academics to investigate the findings of the few who dared question the models behind some of these products, but it remains economists who first highlighted the fact that there was a problem and it is economists who are working on potential solutions, using transparent prediction markets which reward those who see the dark clouds on the horizon.  Also understandable is criticism of the over-reliance on risk pricing models which have no human input whatsoever - it&apos;s horrible to think of your mortgage application being rejected despite your years of diligent saving because you happen to live just over the border of a particularly profligate postcode. Those who want a return to the fabled Captain Mainwaring bank manager of old should remember though that the toll of human error is often far greater and in many cases far more corrupt and discriminating: a risk spreadsheet is unlikely to deny anybody credit for being an unaccompanied woman, an all too common experience prior to the computerisation of consumer credit.  The real PR problem for economics is that it is ultimately, as Alfred Marshall put it &quot;on the one side, the study of wealth and on the other and more important side, a part of the study of man,&quot; and economics and economists get a lot of the blame for the actions of a species which they are only trying to describe.  There is something to the stereotype that economists tend to go about their work with less feeling than others professions might, but even this is changing: I can offer you the words of Wharton&apos;s Justin Wolfers on becoming a father (coparenting with another economist, Betsey Stevenson at Princeton):   &quot;Today, I feel the powerful force of biology. It&apos;s visceral; it&apos;s real; it&apos;s hormonal, and it&apos;s not in our economic models. I&apos;m helpless in the face of feelings that overwhelm me.&quot;  - - - - - - - - - -  Michael Story is a London-based documentary-maker and writer, who can be found on Twitter at @mwstory.", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/jun/08/2", 
    "wordcount": "853"
}