{
    "headline": "Runion Island revokes order to hunt sharks", 
    "text": "The mayor of a town on Runion Island has been forced to back down from a decision to pay fishermen to hunt and kill sharks because it contravenes French conservation law. On Monday 30 July, Thierry Robert MP, mayor of St Leu commune near Trois-Bassins, where a bull shark was believed to have been responsible for the death of a surfer last week, made the decision to &quot;act to safeguard the security of goods and people of his town&quot; by authorising fishing of the bull shark &quot;by any means, including spearfishing, day and night&quot;. He said the town would buy bull sharks of more that five feet caught by all fishermen or hunters, and pay 2 per kilo of live weight for the first 30 sharks bought to the marina. Runion, a French-administered territory in the Indian Ocean between Mauritius and Madagascar, reported nine attacks between 2000-2010 with one fatality. But last week&apos;s death was the seventh attack and the third fatality since the start of 2011. On Tuesday evening, concerned that it may be illegal, Robert withdrew the order following a meeting in Paris with Victorin Lurel, the minister of overseas territories. French legislation prohibits fishing or hunting &quot;by any means,&quot; in marine protected areas. The initial decision had been welcomed by local people, with almost 300 surfers gathered in front of the prefecture building to demand shark fishing be allowed in the marine reserve. But animal rights groups criticised the plans. Ali Hood, director of conservation for the UK-based Shark Trust, a member of the Shark Alliance conservation campaign, said: &quot;The Shark Trust expresses its sympathy to the family of the fatally injured surfer. However, the trust does not believe indiscriminate financially driven culling is an appropriate response and encourages the local government to reconsider its position and authorise a more detailed investigation into the circumstances which led to the initial incident.&quot; Allison Perry, shark expert and marine scientist for Oceana Europe, said: &quot;Obviously the loss of human life is a concern for the government but a move such as this is worrying as we don&apos;t know what the potential impact would be on the bull shark population.&quot; Shark attacks have been on the rise in the Indian Ocean, with two fatal attacks in the Seychelles last year. Western Australia has seen an unusual number of attacks, prompting the state government to call for a review of the national protected status of the great white shark. There have been five fatalities globally from shark attacks so far this year. According to the International Shark Attack File, there were 12 deaths from &quot;unprovoked&quot; shark attacks in 2011. Conservationists estimate that up to 73 million sharks are killed each year. &quot;It&apos;s important to keep in mind what sort of numbers we&apos;re talking about. In 2011 worldwide there were 12 fatal unprovoked shark attacks reported, in 2010 there were six. Over those two years, there is an increase but in actual numbers this is relatively small. As far as the numbers of sharks go, we&apos;re much more dangerous to sharks than they are to humans,&quot; said Perry. She cited an Australian study from 2011 which found that the increase in shark attacks were related to an increase in human population: more people going to beaches, an increase in water-based sports, or visiting areas that were previously isolated. &quot;When it comes to shark attacks, surfers and swimmers tend to be more at risk but it&apos;s important to remember that these people are entering the habitat of a wild animal.&quot;  Additional reporting by Eric Hilaire  This article was corrected on 2 August 2012 to say there were nine reported attacks between 2000-2010 with one fatality.", 
    "section": "environment", 
    "gid": "environment/2012/aug/01/reunion-island-shark-attack-hunting", 
    "wordcount": "632"
}