{
    "headline": "Apple and iPhone app developers face privacy questions from US Congress", 
    "text": "Two US Congressmen have written to Apple and 33 publishers of social iPhone apps requesting details on how they gather, store and use data on their users, as the row over apps privacy rumbles on. The pair  Henry A. Waxman and G.K. Butterfield sit respectively on the Congress&apos; energy and commerce committee and its commerce, manufacturing and trade subcommittee. They are looking for answers following the controversy earlier this year around apps uploading their users&apos; iPhone address books to their servers without asking permission. Apple chief executive Tim Cook is receiving one of the letters due to his company publishing the Find My Friends app Apple is separately being questioned by the congressmen over its wider iOS privacy-protection policies. The letters are also being sent to some of the most prominent figures and companies in the social networking and mobile industries: Facebook&apos;s Mark Zuckerberg, LinkedIn&apos;s Jeff Weiner, Twitter&apos;s Dick Costolo, Foursquare&apos;s Dennis Crowley, Instagram&apos;s Kevin Systrom and Pinterest&apos;s Ben Silbermann. Path chief executive Dave Morin is also getting a letter. His company&apos;s app was the first to be fingered publicly for address-book uploading, although it soon emerged that many more apps were doing the same thing. The other companies receiving letters are Foodspotting, Synthetic, Turntable.fm, Quora, Eye2i, Tapbots, Remixation, Schematic Labs, Massive Health, Trover, District Nerds, SoundCloud, Hipster, Forkly, Tiny Review, Fashism, Banjo, Localmind, Redaranj, Ness Computing, Socialcam, Piictu, Stamped, Glancee, d3i and SK Planet. These companies aren&apos;t being accused of malpractice, it should be noted. &quot;The apps were selected for the inquiry based on their inclusion in the &apos;Social Networking&apos; subcategory within the &apos;iPhone Essentials&apos; area of Apple&apos;s App Store,&quot; explain the congressmen. &quot;The members want the information to begin building a fact-based understanding of the privacy and security practices in the app marketplace.&quot; Each developer is asked nine questions about their app, how they deal with user data, and what privacy policies they have in place. Written responses are required by 12 April. Rivals (and journalists) will be looking forward to the answers to the first question: &quot;Through the end of February 201 2, how many times was your iOS app downloaded from Apple&apos;s App Store?&quot; For now, the enquiry seems to be focused on iOS apps specifically, rather than those on rival platforms like Android, Windows Phone and BlackBerry. Action is already being taken outside this enquiry, though. After the initial story about uploading contacts broke, Path and its rivals quickly pushed out updates to their apps to make it clear what information was being uploaded and why. In February 2012, the Californian attorney general brokered an agreement with Apple, Google, Microsoft, RIM, Amazon and HP to force apps developers to be upfront with their privacy policies. The app store owners also agreed to offer ways for their users to report apps that don&apos;t comply. Meanwhile, earlier in February, the US Federal Trade Commission made its own recommendation that app stores and developers must provide clearer privacy policies for apps aimed at children. &quot;Companies that operate in the mobile marketplace provide great benefits, but they must step up to the plate and provide easily accessible, basic information, so that parents can make informed decisions about the apps their kids use,&quot; said FTC chairman Jon Leibowitz at the time. &quot;Right now, it is almost impossible to figure out which apps collect data and what they do with it. The kids app ecosystem needs to wake up, and we want to work collaboratively with industry to help ensure parents have the information they need.&quot; As the congressional letters sent out this week show, the pressure for this awakening process is now being applied to a much wider cross-section of the apps industry.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/23/apple-iphone-apps-privacy-letters", 
    "wordcount": "627"
}