{
    "headline": "Global burden of disease: the key data", 
    "text": "Life expectancy in most countries has increased by around 10 years over the past four decades  but huge discrepancies remain between the richest and poorest nations, according to the Global Burden of Disease Study 2010. The study, published in the Lancet, has taken more than five years and involves 486 authors in 50 countries. Globally, female life expectancy at birth increased from 61.2 years in 1970 to 73.3 years in 2010  while male life expectancy at birth increased from 56.4 years to 67.5 years over the same period.     Click here to see the global burden of disease interactive    A substantial factor was a more than 60% decline in child mortality  and the study highlighted what it said was a potential underestimation of achievement of millennium development goal four because new data for child mortality has tended to show greater declines than estimates from models. &quot;Major success in control of HIV and childhood infectious diseases has led to important and exemplary gains in life expectancy since 1990 in several African countries, but at a global level, the gap in life expectancy between the highest and lowest countries has remained at 32-47 years, excluding the years with notable mortality shocks such as in 1994 in Rwanda,&quot; the report said. Substantial reductions in mortality occurred in eastern and southern sub-Saharan Africa since 2004, coinciding with increased coverage of anti-retroviral therapy and preventive measures against malaria. Life expectancy changes The table below shows the change in life expectancy at birth between 1990 and 2010 for men and women. Since 1970 the largest gains in life expectancy have taken place in the Maldives (27.3 years for men and 29.4 years for women) and improvements in life expectancy at birth in excess of 20 years were recorded in Bangladesh, Bhutan, Iran, and Peru. But life expectancy fell by one to seven years in Zimbabwe and Lesotho, where populations were severely affected by HIV/Aids, and for men in Ukraine and Belarus, where an alcohol crisis took hold. Since 1990, the largest gains in life expectancy have been in sub-Saharan African countries, especially Angola, Ethiopia, Niger, and Rwanda, where life expectancy since 1990 has increased by 12-15 years for men and women, thanks to more widespread and effective strategies for HIV control and reduction of childhood diseases. Gender gap The life expectancy of women, at a global level, increased by 12.1 years between 1970 and 2010, while that of men rose by 11.1 years  widening the gap between the sexes from 4.8 years to 5.7 years. Child mortality Under-five mortality has been decreasing steadily as a worldwide average since 1970, even though the number of live births increased by 12% (to 135 million). But the picture is different in sub-Saharan Africa, where the deaths of children aged under five has increased by 45% since 1970  driven mainly by the 180% increase in newborns. The largest increases in under-five mortality in the past four decades occurred in the band of countries that extend from Niger and Chad to Zambia. Causes of death The study also pulled together data on causes of death for 187 countries from 1980 to 2010 from sources including censuses, surveys, hospitals, police records and mortuaries. The report concluded that a growing and ageing population had led to a broad shift from communicable, maternal, neonatal and nutritional causes of death towards non-communicable diseases. The fall in communicable diseases as a cause of death was largely driven by a decrease in mortality from diarrhoeal disease, lower respiratory infection, neonatal disorder, measles and tetanus. But deaths from HIV/Aids increased from 300,000 in 1990 to 1.5 million in 2010 (peaking at 1.7 million in 2006) and malaria mortality rose by an estimated 19.9% over 20 years to 1.17million deaths in 2010. TB killed 1.2 million people that year. Deaths from non-communicable diseases rose by just under 8 million between 1990 and 2010, to account for two out of every three deaths. Cancer killed 8 million people in 2010 (a 38% rise since 1990). Heart disease and strokes killed 12.9 million people worldwide in 2010  accounting for one in four deaths. Diabetes killed 1.3 million people, twice as many as in 1990.  Life expectancy by country  Life expectancy by age Download the data  Life expectancy by country Life expectancy by age More data More data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr group Contact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/13/global-burden-disease-data", 
    "wordcount": "801"
}