{
    "headline": "Russell Group pulls in four new members", 
    "text": "Hold on to your mortarboards, undergraduates: academe is in turmoil. Sort of. Four esteemed halls of scholarship  Exeter, Durham, York and Queen Mary  have left a collection of British universities known as the 1994 Group, and busted into another: the Russell Group. &quot;It is disappointing,&quot; said a clearly disappointed Michael Farthing, chairman of the 1994 group. What&apos;s the difference? At first glance: not a lot. The Russell Group is more prestigious, and counts Oxbridge as members  but overall, neither group massively outperforms the other. Eight Russell Group members made the top 20 of the Guardian&apos;s university league table last year. The other 12 were from the 1994 group. According to its own blurb, the latter comprises 15 &quot;renowned&quot; universities all bent on maintaining &quot;high-quality research, while ensuring excellent levels of teaching and student experience&quot;. And the Russell Group? They are 20 &quot;leading&quot; universities committed to &quot;the very best research, an outstanding teaching and learning experience.&quot; Sounds familiar. To put clear water between the two, rewind to 1992, when dozens of polytechnics became universities. Two years later, fearing that their new rivals would filch their research funding, the vice-chancellors of several &quot;pre-92&quot; universities met at London&apos;s Hotel Russell and liked it so much they named themselves after it. &quot;Many would say that their objective was pure and simple,&quot; one senior academic told the Times Higher Education supplement: &quot;to make sure that the new universities did not get their hands on research and other funding.&quot; Sidelined by the Russell Group, but still threatened by their younger rivals, another batch of pre-92 universities soon gathered (hotel unknown) to form the 1994 Group. But the Russell Group continued to hold nearly two-thirds of all research funding, which may be why universities are keen to move between the clubs. For its part, the Russell Group may harbour ambitions of representing all pre-92 universities  which is why it is happy to welcome more members.", 
    "section": "education", 
    "gid": "education/shortcuts/2012/mar/13/russell-group-four-new-members", 
    "wordcount": "334"
}