{
    "headline": "Boot up: Daily Mail v Google, mobile US web traffic, Android tablet forecast and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Mobile devices now make up about 20% of US web traffic &gt;&gt; AllThingsD  The analysis, from online advertising network Chitika, finds that those stodgy old PCs still produce just under 80 percent of Web traffic, with smartphones accounting for 14.6% and tablets making up 5.6%.  Other findings of note: Windows Phone now accounts for a third as much traffic as BlackBerry devices. Undoubtedly its market share is far less than that, but its more powerful browser and larger screen likely make it more conducive to Web surfing.   Take a note of that Windows Phone stat in particular. Generally, for mobile to be that large a percentage in a country where most computer access is fixed is surprising. (Statcounter gives a lower figure. Previous caveats given in comments here - that web traffic != internet traffic - apply.) What do people do with tablets, and where? &gt;&gt;Total Research From March, but always good to have data from a large survey:   People who own tablet computers spend more time and money on the internet than anyone else in Britain. This is according to research commissioned by Total Media into how tablet technology has, and will, affect the population in terms of media consumption and behaviour. The quantitative study of more than 1,000 nationally representative respondents identified that 79% of tablet owners mostly use the device at home, with a further 33% saying that the tablet has affected their behaviour in the home.  How an MP3 Player inspired Google&apos;s Knowledge Graph launch &gt;&gt; The Next Web Emily Moxley, Google product manager:   &quot;what actually really got me into technology was a gift I received on my 16th birthday. I got the Diamond Rio MP3 player, one of the first on the market. It had 32MB of storage and was tiny. I started looking into how a CD was encoded into an MP3, I learned about signal compression. I went into engineering at Princeton and did a PHD at Santa Barbra in computer vision.&quot;   If only it were so easy to inspire all children. Engelbart&apos;s Violin &gt;&gt; Loper OS  Fascinating as the chorded keyboard is, its confinement to the ghetto of &quot;crackpot technology&quot; is but a symptom of the underlying disease: the total victory of the technological business model which caters primarily to the unskilled.   Looking at the intriguing question of why the chorded keyboard never took off as an input mechanism. Android gains advantage as business mobile spend explodes &gt;&gt; Strategy Analytics   Globally, nearly all smartphones and tablets are corporate-liable devices, including most BYOD smartphones. Their purchase price or monthly voice/data services fees of $42 per user on average are paid for, in part or in full, by employers. Organisations report plans to buy more Android than iOS corporate tablets in the next 12 months, a warning shot over the bow of iPad current business tablet dominance. Microsoft Windows mobile devices barely show on the radar for corporate support and purchase plans. Microsoft and its partners must start addressing businesses and mobile worker needs. The average replacement cycle for business smartphones has shortened considerably to 1.1 years. RIM, whose smartphones still enjoy solid corporate support, must battle to retain customers who revisit smartphone decisions every year.   From a survey of 1,750 organisations in the US, UK, France, Germany, China, India and Brazil representing more than ten industries. See ya later, Cius: Cisco changes tablet strategy &gt;&gt; Computer Reseller News  Acknowledging that its attempts to market a business-class Android tablet are over, Cisco Systems executives Thursday said the company is halting investments in the fledgling Cius product line.  &quot;[We] will no longer invest in the Cisco Cius tablet,&quot; said Marthin DeBeer, senior vice president and general manager of Cisco&apos;s Video and Collaboration Group. &quot;Instead, we&apos;re going to continue leveraging other people&apos;s tablets and move to deploy Jabber, as well as our other software on top of that,&quot; DeBeer told CRN.   More value to be gained from their own software, such as WebEx, they think. Why Google almost certainly didn&apos;t steal your sex secrets &gt;&gt; PC Pro blog  The arrival of our mini-heatwave appears to have tricked some of our national newspapers into thinking &quot;silly season&quot; has arrived. Both The Sunday Times and The Daily Mail have led with front-page splashes about Google&apos;s Street View data harvesting - both based on a report by the US Federal Communications Commission (FCC) that we and many others reported on when it was published over a month ago.  It&apos;s not the newspapers&apos; late arrival to the story that has me pounding my keyboard in frustration, however. It&apos;s the sensationalist exaggeration of the Street View data collection that has triggered a sudden spike in my blood pressure.   Actually, it&apos;s those newspapers&apos; late arrival which is interesting. Why did they only just choose to write these stories? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/29/technology-links-newsbucket", 
    "wordcount": "862"
}