{
    "headline": "Boot up: Apple v Samsung, McAfee's final reel?, Microsoft's 7in tablet and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team FSA examines whistleblower&apos;s claims of &apos;Libor-like&apos; manipulation in gas prices &gt;&gt; The Guardian  The City watchdog, the Financial Services Authority, is investigating claims by a whistleblower that Britain&apos;s 300bn wholesale gas market has been &quot;regularly&quot; manipulated by some of the big power companies, exploiting weaknesses that echo the recent Libor scandal.   Ooo. Secrets, Schemes, and Lots of Guns: Inside John McAfee&apos;s Heart of Darkness &gt;&gt; Gismodo  It&apos;s not too unusual for eccentric gringos to wind up in Central America and slowly turn stranger--&quot;Rich white men who come to Belize and act strangely are kind of a type,&quot; one local journalist told me. But this one&apos;s story is more peculiar than most. John McAfee is a founding father of the anti-virus software industry, an inveterate self-promoter who built an improbable web security empire on the principles of trust and reliability, then poured his startup fortune into a series of sprawling commune-like retreats, presenting himself in the public eye as a paragon of engaged, passionate living: &quot;Success, for me,&quot; he has said, &quot;is being able to wake up in the morning and feel like a 12 year old.&quot; But down in Belize, McAfee the enlightened Peter Pan seems to have refashioned himself into a kind of final-reel Scarface.   Definitely one of the weirdest stories you&apos;ll read this week, unless you&apos;re really into weird stuff already. Government welcomes HTC-Apple patent settlement &gt;&gt; CNA ENGLISH NEWS  The settlement will have a positive effect on Taiwan&apos;s exports as a major part of its ICT shipments are from HTC, said Chen Ming-shih, a spokesman for the Ministry of Economic Affairs&apos; Bureau of Foreign Trade.  The Taiwanese smartphone vendor&apos;s efforts to sell products in the United States and Europe had been adversely affected by the patent disputes and the European debt crisis, Chen added.   ICT showed the sharpest decline of Taiwan&apos;s exports in October, falling by 36.1% to US$1.2bn. In other words, almost all was HTC. Samsung hits Apple with 20% price hike: report &gt;&gt; MarketWatch  Samsung Electronics , the world&apos;s largest technology firm by revenue, raised the price of mobile processor supplied to Apple Inc. by 20% recently, Chosun Ilbo reported Monday, citing a person familiar with negotiations between the two tech giants.  &quot;Samsung Electronics recently asked Apple for a significant price raise in (the mobile processor known as) application processor,&quot; the person was quoted as saying in the report. &quot;Apple first disapproved it, but finding no replacement supplier, it accepted the (increase.)&quot;   Any foundry that can make ARM-architecture chips might be expecting a phone call. Then again, Samsung is clearly the sole supplier. Where are the 7in Microsoft tablets? &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   A few days ago I was contemplating a blog post with my speculation about a 7in Microsoft tablet when rumors of an &quot;Xbox Surface&quot; re-surfaced. I tend to believe this rumor because I&apos;ve been expecting that a portable Xbox family member would appear, something I discussed back in a March 2011 blog posting. Seems like I speculated on the wrong specific solution but may have gotten it right on the strategic side.  Anyway, the reason I was thinking about this topic was Windows marketing chief Tami Reller&apos;s comment that there were no 7in Windows tablets on the way. Given that this area is exploding, and has now been legitimized by Apple, I was wondering how Microsoft could ignore such a high-volume market segment.   He doesn&apos;t think they&apos;ll ignore it. November 2007: Symbian, Nokia, Microsoft and Apple downplay Android relevance &gt;&gt; Engadget From November 2007, when the Open Handset Alliance had just been announced, but there was no hardware. Most of those quoted didn&apos;t see the point. One key difference: the quote from Apple is from a spokesperson; the other companies quoted have senior people speaking.  Just as interesting are the comments, which rather give the lie to the idea of the &quot;wisdom of the crowd&quot;. (Thanks @modelportfolio2003 for the link.) Apple pays Swiss rail $21m over clock dispute: report &gt;&gt;AFP  The company agreed in October to pay the lump sum so it could continue using SBB&apos;s Swiss-designed station clock face on its iPads and iPhones, the Tages-Anzeiger daily reported on its website, quoting several unnamed sources.   At 200m iOS 6 devices, that&apos;s about 10 cents per infringement. Let&apos;s go back to patenting the &quot;solution&quot;, not the &quot;problem&quot; &gt;&gt; Wired.com Mark Lemley, Stanford professor and partner at Durie Tangri LLP:   ...broad functional claiming is back. This is partly because of the way the means-plus-function claim rules have been interpreted by the Federal Circuit. Patentees have been able to write broad functional claims without being subject to the limitations of section 112(f).  But it&apos;s also because of the nature of computer programming.  Functional claiming of software inventions is arguably responsible for most of the well-recognized problems with software patents today. Software patentees have increasingly been claiming to own the function of their program itself - not merely the particular way they achieved that goal.   His argument would be really powerful if he were to cite an example, but he doesn&apos;t. (Thanks @hotsoup for the link.) China Telecom prepares for Apple&apos;s iPhone 5 &gt;&gt; WSJ.com  Some analysts say that the longer it takes for China to approve the phone, the more users will look to smartphones running Google Inc.&apos;s Android operating system.  Despite Apple&apos;s success in China, it has been losing market share to Android-based smartphones. Phones running Android mobile software claimed a 59% share of the high-end niche in the second quarter, compared with 41% a year earlier, according to Analysys. Apple sold 2.3 million handsets while Android makers sold 3.5 million in the segment, the research firm said.   (Subscription required.) Microsoft admits Surface keyboard splitting problem &gt;&gt; ZDNet  Microsoft acknowledged the issue in a statement sent to ZDNet on Friday.  &quot;Microsoft makes every effort to ensure our customers receive a high quality product. We are in active contact with our Customer Support operations and are aware of a small number of instances of material separation,&quot; the spokeswoman said.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/13/technology-links-newsbucket", 
    "wordcount": "1084"
}