{
    "headline": "European stress test", 
    "text": "Whether it&apos;s the Greek financial crisis, double-dip recession or bank bailouts, the EU has been lurching from one crisis to the next recently. So how are the 25 EU member states represented in the Guardian Weekly? Looking back through the archive I&apos;ve found that it&apos;s a curiously unbalanced picture with history often seeming to get in the way of current realities. First some numbers. While it&apos;s not surprising that British (31,347) gets the most mentions in this newspaper, the rest of the top five were more unexpected, with French (14,858), occurring twice as many times as German (7,700), and Italian (3,819) and Irish (3,328 ) having half the German mentions. Less surprising is that the smaller the state is, the fewer mentions they get, with the bottom five being: Maltese (109), Estonian (79), Slovakian (35), Slovenian (32) and Luxembourgish (6). Small may be beautiful, but it seems that it&apos;s not newsworthy. Looking beyond the numbers, how does the Guardian Weekly represent these 25 different nations? Setting aside terms such as government, capital, authorities and prime minister or president, which are common to all states, we find that British is most frequently used with military matters: troops, soldiers, army, although there is also British Airways and the British Museum. This contrasts with French where culture is more important, as in speaking, Open (tennis tournament) and revolution, before we arrive at a police and troops. When it comes to German, historical reasons still mean there is an emphasis on army, occupation and soldiers, but we then find companies and economy complete the top five. The Italian story is different, with police, food, football, team and renaissance at the top of the list. Finally, for Spanish the civil (war) still gets most mentions, followed by police, judge, language, speaking andflu. If history influences the stereotypes journalists draw on, the account can also change in the light of current events. If you looked for Greek in the archive two years ago, you would have found that its most frequent collocates were orthodox, island and tragedy. Search today and you&apos;ll also find debt. Chris Tribble is a lecturer in applied linguistics at King&apos;s College London", 
    "section": "education", 
    "gid": "education/mind-your-language/2012/jun/19/european-union-collocates", 
    "wordcount": "366"
}