{
    "headline": "Professional development advice for academic librarians", 
    "text": "Simon Bains, deputy librarian, University of Manchester The role of the librarian remains fundamentally unchanged: The consequences of the web have been enormous, and the pace of change shows little sign of slowing. But, fundamentally, our role remains what it always has been - to support our institutions in the delivery of their research and learning strategies. What we need to do to achieve this, though, is radically different from what it was before the explosion in networked digital information. If we don&apos;t recognise that, we will become less and less relevant to our academic colleagues and our students. Libraries are becoming about supporting study, not storing books: The assumption that we might cease to require library buildings as we move towards digital collections has not been borne out. There is huge demand for space from students, but we are becoming people spaces instead of book spaces. Manchester&apos;s new Learning Commons will be run by the library, but will have no print collections; it is designed to support study and learning, and continues a theme of similar buildings elsewhere in the UK and beyond. Librarians need to become effective marketeers: In the past, there has been no need. We have been the gatekeepers of knowledge, and our users have had no choice but to engage with us. Now they do have a choice, they can access knowledge online, so we must engage more effectively than we have in the past. Having said that, I think librarians are effective strategists, and we are good at developing plans, services and business cases to position libraries in new ways. But we must think from the user&apos;s point of view, understand their needs, create services which are meaningful to them, and be effective in promoting them. The National Student Survey (NSS) is useful way of engaging with colleagues: The student experience is being increasingly measured by the NSS. Despite reservations, the NSS gives us an opportunity to work closely with the rest of the institution to come up with specific solutions for common complaints. This brings librarians to the table to engage with university leaders to collectively build the experience we need to persuade fee-paying students to choose our university. Resources: We are very good at building communities nationally and internationally and adding more value through shared services. An obvious example is Worldcat. More recently, the SCONUL shared services project. Scarlet is a good example of technology and traditional library collections coming together in ways that bring new value to learners and researchers. Jo Webb, head of Learning and Research Services, De Montfort University Key steps to building relationships with academic colleagues:  Informal liaison: You need to understand who they are and what they do, what their subjects and information needs are, how their teaching and research works.  Think about improvement and development: Where I work, we have improvement plans from surveys such as the NSS which can pinpoint issues. Use these to think carefully about how to maximise your effectiveness and deploy your resources in the best way.  Develop a strategic plan: We have &apos;faculty action plans&apos; to draw together what we need to do on an annual basis. This means that we can review progress year-on-year, and see how we can evolve resources. Strategic plans feed into wider service planning so you can integrate the academic perspective into library planning. Ask for responsibility for academic support: The university library is probably the most universal service in British HE. Well over 90% of students, on average, access their university library in some way. We talk often about the library being the heart of learning on campus and this can be more than just rhetoric when academic study support moves into the library department - physically and organisationally. At De Montfort, we found that use of our services increased dramatically - doubling year-on-year during the first two years. Students felt that accessing advice on academic writing became a legitimate, enhancing academic activity because the service was located in a library. Good academic librarians understand their users and stakeholders: They work directly with students, sometimes making learning interventions that will change academic outcomes. Create effective learning spaces and support student learning throughout their time. The NUS&apos;s recent charter on academic support indicates that this matters. Librarians need to proactive and academically engaged and be excellent at what we do. We are at a pivotal moment in scholarly communications and libraries have to demonstrate their value: With challenges to the status quo appearing (such as the boycott of Elsevier, and the petition on Vat ON E-Publications), there has never been a better time for libraries to demonstrate that they have the tools and expertise to support new, more effective modes of publishing. In my experience, senior research leads are looking to us to help publish (raise citation counts) and measure (that citation counts have gone up). Does being chartered make any difference? I am a fellow of CILIP. Chartership made a positive difference to how our professional librarian posts were evaluated. But it&apos;s not about a sterile count of qualifications. We may have additional qualifications in other areas but the focus of chartership is a reflection on your holistic development as a professional librarian, not one aspect of the role. Being charted also remains constant even if your specific role in information services changes. Andy Priestner, information and library services manager, Judge Business School, University of Cambridge Communications skills are key for a librarian: Librarians have to communicate all the time - written and verbal. You have to be able to speak in public - there are talks and workshops and meeting which form the bulk of your interaction with the departments. You have to be able to trouble-shoot via email. You have to communicate new ideas successfully and get support for them. You have to communicate bad news, good news. Too often we librarians are far too wordy on our web pages and not realistic about what will be read. We need to grasp that 99% of the time our users aren&apos;t interested in the &apos;ins&apos; and &apos;outs&apos; they just want the access/content and they want it now. We need to give users what they want not what we think they want. Resources: Learn how to gather knowledge about your users and as a result, promote what you have that they need. Ned Porter&apos;s new book, The library marketing toolkit, is a good place to start learning how to do this. I&apos;ve co-edited and co-written a book all about customising our services to make them relevant at point of need. Jane Secker (LSE) and Emma Coonan (Cambridge) are currently engaged in some important research, and a book too, on a new curriculum for information literacy (ANCIL): which explores the librarians role as teachers integrated with the curriculum. Their new definition of information literacy recognises that we have a role to play that goes beyond obvious information skills. Ned Potter, academic liaison librarian, University of York Library The career path for academic librarians has never been that straightforward and the master&apos;s programmes are generally not fit for purpose: I wrote about this on my blog and it generated more responses than pretty much anything else I&apos;ve written, so it&apos;s a topic people feel very strongly about. In the interests of fairness, I think all degrees these days suffer from being out-of-date almost immediately, so that&apos;s not a problem localised to librarianship. Charting the route into the career is nuanced because no one knows what librarianship involves until they get there. Librarians in the past have been part to blame for not communicating that effectively but this is changing. This article on the Guardian&apos;s website is a good example, and mentions some of the ways we try and highlight what this job entails. Ages ago, myself and Laura Woods created a resource that documents over 150 librarians&apos; paths into the profession, from all around the world, called The Library Routes Project. It&apos;s well worth a look. How far away are we from having librarians regularly appearing as pro-vice chancellors in their institutions? We&apos;re already there, at York. Elizabeth Heaps is the former head librarian, and she&apos;s now pro-vice-chancellor, estates and strategic projects. Here&apos;s more info about Elizabeth. Librarians will need to be better collaborators: I worked on LIFE-SHARE, a JISC-funded project which focused on collaboration, among other things. (Some of the outputs are available here.) We found that a lot of institutions talk the talk around collaboration, but of course walking the walk is a lot harder. To truly get value from collaboration you need to commit in a way which leaves you vulnerable, which is hard to do. However, it&apos;s my belief that collaboration will go from a luxury to a necessity fairly quickly over the next few years, just because of harsh economic realities. So we&apos;ll be forced think more creatively and engage more fully with the whole concept. Ann Rossiter, executive director, Society of College, National and University Libraries (SCONUL) It is up to librarians to challenge the negative associations with the word &apos;library&apos;: The concept of &apos;library&apos; has certainly become blurred at the edges. But the core holds true - access to knowledge. Which is why university libraries are packed; usage is going up rather than down. Of course reputation lags behind reality, and of course there is resistance to a service ethos amongst some as antithetical to the spirit of the academy. But fortunately students are inside the library rather than outside. Now we just have to get academic colleagues to recognise the reality. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/22/professional-development-for-academic-librarians", 
    "wordcount": "1625"
}