{
    "headline": "Computer science and IT", 
    "text": "What youll learnTaking a computer science course will mean you will be studying a subject at the very forefront of technology and innovation. Computers are everywhere, and the demand to make them smaller, work more quickly, and be fitted with new and exciting software has never been greater. Most computing courses tend to focus on software engineering - things like database design, network systems, computer hardware and the internet. But there are other options in this field, such as virtual reality, artificial intelligence, cybernetics, and multimedia and games design, and apps design.   interactive   How youll learnComputer science students tend to get around 14 hours of contact time a week - which is about average when compared with other courses. Youll spend your time in lectures, seminars and practical workshops. You might also be required to pitch an idea for a project and develop this as part of your course. You could end up producing a product for a third party, and managing some freelance work as part of your degree. What are the entry requirements?Entry requirements vary, though some courses will require maths A-level (or equivalent) and/or computing/computer science. A-levels in further maths, physics and philosophy are also likely to help your application.   interactive   What job you could doLots of computing and IT graduates get jobs in the industry in technical fields, such as computer operations, computer systems sales and service, programming, software development, software engineering, or find work as analysts and programme writers. This could mean working in specific IT firms or in companies outside the industry that use computers as a core part of the job, perhaps managing the computing needs of an advertising firms employees. Graduate employment rates vary a lot between institutions, so its worth asking admissions tutors for information about how many former students are now in work, and what type of jobs they have. If you graduate bursting with ideas, or with some freelance work under your belt, then perhaps you could consider setting up your business or developing your existing work. After all, Google, YouTube and Twitter didnt just happen on their own.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.computerscienceandit", 
    "wordcount": "357"
}