{
    "headline": "Fall in students from India and Pakistan as immigration rules bite", 
    "text": "The number of students from India and Pakistan coming to study at British universities and higher education colleges has fallen for the first time, adding to concerns that the government&apos;s immigration crackdown is deterring applicants. The number of students from India fell by 23.5% overall, including a 28% drop in postgraduates. The number of students from Pakistan declined by 13.4%, with a 19% drop in postgraduates. Experts say the fall in student numbers from India and Pakistan is partly due to the growing perception that Britain is not a welcoming place for international students, and partly to the new visa rules that mean students cannot work during or after their studies. Figures released by the Higher Education Statistics Agency also show the number of non-EU students coming to Britain for postgraduate courses has dropped for the first time in 16 years, raising concern that &quot;the best and brightest&quot; are among those turning their back on the UK. Jo Beall, British Council&apos;s director of education and society, said: &quot;The sector was expecting a decline in growth, but the actual reduction in postgraduate numbers is of real concern.&quot; &quot;International students make up the majority of numbers in many postgraduate courses and research teams in science, technology, engineering and mathematics.&quot; Overall, the number of non-EU students went up by 1.5%, thanks largely to a 16.9% rise in those coming from China. However, Beall described the rise as tiny in a growing market, especially compared with the UK&apos;s competitor countries. &quot;This suggests that we are beginning to lose out in an incredibly competitive market,&quot; she said. &quot;Attracting the brightest and most ambitious postgraduate and research students is critical if the UK is to maintain its quality reputation for research and innovation.&quot; Overseas students are estimated to bring 8bn a year into the economy (pdf), a figure projected to rise to 16.8bn by 2025, according to a study by the Department for Business, Innovation and Skills. Universities get 10% of their total income and a third of their tuition fee revenue from non-EU students. Earlier this week Nicola Dandridge, chief executive of Universities UK, said the government&apos;s tough rhetoric on immigration was threatening to undermine the multibillion-pound market in foreign students. Her comments followed an announcement by home secretary Theresa May last month that consular staff would interview more than 100,000 prospective students in an attempt to prevent bogus applicants entering the country. May&apos;s comments followed the introduction of new limitations on students&apos; right to work during and after their studies. Dandridge said the latest figures were a &quot;real cause for concern&quot; and called for a &quot;period of stability on immigration policy&quot;, adding it was essential ministers did not create &quot;inappropriate barriers for international students&quot;. &quot;We must make sure that both government and universities promote a compelling case internationally for the quality of our universities, and make explicit that the UK welcomes international students.&quot; Tim Westlake, director of student experience at Manchester University, said students whose families relied on them to work in Britain after their studies to gain experience and repay fees were looking elsewhere. &quot;Since 2004, the university has had significant growth in Indian students, but in the past two years there has been a 32% fall in Indian master&apos;s enrolments. Master&apos;s applications from India are down again by 33% this year.&quot; Beall said: &quot;Playing to a British audience [on immigration] has a huge impact on countries like India and Pakistan which have historical relationships with us, large middle classes that are English speaking and a free, English speaking press. So when these things are said here they get reported over there and it has a very damaging impact on how we are perceived by potential students.&quot; Immigration minister Mark Harper said: &quot;The student visa regime we inherited was open to widespread abuse. It neither controlled immigration nor protected legitimate students from poor quality sponsors. &quot;Our reforms have tackled abuse head on while favouring universities, to ensure we remain open to the brightest and the best. That&apos;s why it&apos;s no surprise that these figures, and our own visa statistics, show a continued increase in the number of foreign students coming to study at our world class universities.&quot; &quot;It&apos;s clear that our immigration changes are working with overall net migration to the UK falling by a quarter in the past year.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/11/fall-students-india-pakistan-immigration", 
    "wordcount": "752"
}