{
    "headline": "How fishermen are bringing lost secrets of UK waters to land", 
    "text": "Trawlerman Dennis Hunt was crossing Colwyn Bay in his boat in 1995 when its nets snagged on the seabed. Unable to free them, Hunt contacted diver Keith Hurley, who swam 60ft down to the sea floor  and found that the nets were caught on a rusting submarine&apos;s conning tower. Hunt and Hurley had found the Resurgam, one of Britain&apos;s first submarines, which sank in 1880. It was a key historical discovery but certainly not a first for fishermen. Every day hundreds of items, ranging from Spitfire engines to ancient stone tools, are dragged up by fishing vessels while wreck sites are revealed after nets become snagged on sunken craft. As fishing intensifies, more discoveries are being made this way, a process that threatens to run out of control. As a result, English Heritage will launch a pilot scheme this month that aims to keep in order the avalanche of historical finds now produced by our fishermen. &quot;There are about 46,000 recorded shipwrecks, crashed aircraft and sites of archaeological finds in English waters that we know of,&quot; said archaeologist Simon Davidson. &quot;However, these recorded sites only make up about 10% of the total down there, we estimate.&quot; In addition, it is reckoned that, in the second world war alone, 13,000 aircraft were lost in UK waters, including the plane that carried the American swing band leader Glenn Miller on a flight that disappeared, presumed lost in action, on 15 December 1944. &quot;This collection of lost ships and aircraft represents an enormous historical resource,&quot; said Davidson. &quot;Certainly, given its size, it is not surprising so many items get dredged up by fishermen.&quot; The pilot scheme will be in Sussex. About 400 fishing boats sail from its nine ports and every day about half of these craft dredge up a historical item. Leaflets about the scheme, which will be administered with the help of Sussex Inshore Fisheries and Conservation Authority, will provide fishermen with the details of those to contact after a find is made and provide information about salvage rights. The scheme, if successful, will be spread throughout the country. The project&apos;s importance was stressed by marine archaeologist Alison James. &quot;Britain has 61 protected historic shipwrecks and a significant number were found by fishermen. Some were the result of net snags, but others  like the wreck of the 16th- or 17th-century Dunwich Bank off the Suffolk coast  occurred when a length of timber was dredged up in a net. It is important that we continue to work closely with fishermen.&quot; Other finds have included the Admiral Gardner, which sank off Dover harbour in 1809 and which was found by routine investigations into a net snag, and the wreck of the Irish paddle steamer Irishman, which sank en route to Portree in 1862 and was found by scallop divers. At the same time, hoards of stone implements have been dredged up from Dogger Bank and other shallow parts of the North Sea, demonstrating that our stone age ancestors hunted mammoths and other creatures on land that was later inundated by the melting ice caps. Fishermen make a significant contribution to our understanding of Britain&apos;s past. An example is provided by oyster fisherman Michael White, who has assembled nearly 300 artefacts including prehistoric flint tools while dredging in the Solent. The collection, which ranges from stone age axe heads to metal tools from the bronze age, has been described by Channel 4&apos;s Time Team archaeologist Phil Harding as extraordinary. &quot;All of these have helped us reconstruct how the landscape was used before the English Channel flooded it 10,000 years ago,&quot; says Harding. &quot;If it hadn&apos;t been for Michael collecting all this material and telling us about it, we may never have encountered it  and our knowledge of the prehistoric Solent would be all the poorer.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/01/fishermen-net-uks-nautical-history", 
    "wordcount": "648"
}