{
    "headline": "Curiosity finds ancient riverbed on Mars", 
    "text": "     A shallow river once coursed through a great crater on Mars according to the latest images from the surface that suggest the dusty planet was a more hospitable world in ancient times. Photographs from Nasa&apos;s Curiosity rover revealed clear signs of an ancient waterway winding from the northern edge of the Gale crater towards the base of Mount Sharp, a mountain that rises 3.1 miles (5km) from the crater floor. The dried-up riverbed left a trail of pebbles and sand grains that over time became weathered and locked in rock. Their size and shape point to a river somewhere between ankle and waist deep that flowed through the landscape at a speedy metre a second. The $2.5bn (1.6bn) trundling science lab began its mission on Mars after a dramatic arrival last month in which the rover was winched to the surface from a spacecraft hovering overhead on rocket thrusters. Powered by radioactive plutonium and lithium-ion batteries, the rover will spend one Martian year, or 687 Earth days, exploring the Gale crater and its central mountain. For much of the mission, the rover will sample rocks on the gentle flanks of Mount Sharp, following a path worked out from pictures snapped by orbiters overhead. Curiosity is searching not for signs of life past or present, but for evidence that Mars was once habitable. Scores of earlier missions have found evidence for water. Spacecraft orbiting Mars have beamed back images of ancient lakes and gullies, though none that still flows today. The north and south poles are largely frozen water. The latest pictures are the first to show stones and gravel that have been dragged along the Martian surface by a river in the planet&apos;s distance past. Nasa geologists said the rounder shape of some of the pebbles suggested they had travelled long distances from above the crater rim. The rover took the images with a telephoto camera on its central mast, downhill from a pattern of sediments called an alluvial fan created by several water streams perhaps billions of years ago. The stones vary from angular to smooth and range from golf ball-sized to grains of sand. &quot;The shapes tell you they were transported and the sizes tell you they couldn&apos;t be transported by wind. They were transported by water flow,&quot; said Rebecca Williams, who works on the Curiosity mission at the Planetary Science Institute in Arizona. The rover&apos;s prime destination is the slope of Mount Sharp where regions rich in clays and sulphates have been mapped from orbit. These minerals can preserve organic material that is thought to be crucial for life to thrive. &quot;We have gravels of different sizes cemented into rock and at some points we can see they are weathered out androunded, and that tells us this was a stream bed with violently flowing water,&quot; said SusanneSchwenzer, a postdoctoral researcher at Open University. &quot;It&apos;s the first time we&apos;ve really had this from Mars. This is basically the same as we would see in a terrestrial flow, with violently flowing and transporting these gravels,&quot; There is not enough information yet to date the ancient riverbed, she added. Some of the earliest evidence for water on Mars was beamed back to Earth from Nasa&apos;s Mariner 9 orbiter in the 1970s. The probe arrived amid a spectacular month-long storm that obscured the whole planet. But as the dust settled, the spacecraft&apos;s cameras looked down on a landscape carved by ancient river systems. More recent evidence for water on Mars came from Nasa&apos;s Phoenix lander which explored the geology and chemistry of the planet&apos;s Arctic region. Instruments onboard the lander scanned clouds that formed several kilometres high in the Martian sky and even noticed a gentle fall of snow. As Curiosity climbs Mount Sharp the layers of rock it encounters will become younger and younger, from perhaps 3.5bn years old at the base, to modern times at the summit. Through analysing rocks along the way, the rover can build up a picture of the planet&apos;s geological history, and when water that may have sustained life was there. &quot;A long-flowing stream can be a habitable environment. It is not our top choice as an environment for preservation of organics, though,&quot; said John Grotzinger, a project scientist and geologist on the mission at Nasa&apos;s Jet Propulsion Laboratory in California. &quot;We&apos;re still going to Mount Sharp, but this is insurance that we have already found our first potentially habitable environment.&quot;", 
    "section": "science", 
    "gid": "science/2012/sep/28/curiosity-finds-ancient-riverbed-mars", 
    "wordcount": "756"
}