{
    "headline": "An evening of extraordinarily beautiful music based on birdsong", 
    "text": "If you&apos;d opened the window at the property called the Old Meeting House several months ago you could have heard a nightingale singing briefly in our parish. Last week, however, you could have kept the windows shut and there was still heavenly music on offer. This building is an opera house (surely the only one in any British village) and for two months each year the huge downstairs room is cleared, when it acquires a stage and seating for 100 people. The musical repertoire is catholic, reflecting the wide tastes of the enterprising owner, but this year it was particularly innovative. The evening featured the hugely talented English pianist and composer Peter Cowdrey, whose music reflects his passionate love of birdsong. As well as a new short tragi-comic opera called The Mad Duchess, Cowdrey showcased a work entitled The Conference of Birds. All the pieces have avian links, such as Vivaldi&apos;s flute concerto Gardellino, but most original was a Cowdrey piece based on the actual vocalisations of song thrush, blackbird and wren. By slowing recordings of each songster right down  in the case of the wren&apos;s military-fife-like torrent of music to as little as one-sixteenth of normal speed  Cowdrey is able to locate melodies approximating to human music. Using motifs borrowed exclusively from the birds, he then created a work for piano, flute, cello and violin. The music is extraordinary and was beautifully performed by Cowdrey&apos;s accompanying ensemble, Opera Unlimited. What I found most moving about the piece was a point emphasised in the composer&apos;s introduction. Humans and birds are the only music-makers whose songs are not hardwired into the DNA. They are constantly relearned as each generation listens and copies the songs of their elders. We have a musical heritage stretching back centuries, but the birds&apos; own extends into the Pleistocene. By tapping into these ancient seams of sound, Cowdrey is quarrying out exquisite melodies that may be older than our entire species.", 
    "section": "environment", 
    "gid": "environment/2012/sep/30/claxton-norfolk-beautiful-music-birdsong", 
    "wordcount": "324"
}