{
    "headline": "Google Nexus 4 review", 
    "text": "It&apos;s true: we&apos;re a bit late reviewing Google&apos;s latest Nexus-branded Android smartphone, which went on sale in the UK in November 2012. That said, stocks have been limited so far: a lot of keen would-be early adopters had to wait a while to get their handset, and the Nexus 4&apos;s big marketing push is set for early 2013. The latter is important, because together with Samsung&apos;s Galaxy S III, the Nexus 4 is a phone that should continue Android&apos;s march into the mainstream - not just as a cheaper alternative to Apple&apos;s iPhone, but as a desirable platform in its own right. Armed with the very latest version of Google&apos;s Android software and a SIM-free price that is either extremely aggressive (if you manage to get it from Google) or pretty good (if bought from other retailers), the Nexus 4 may be poised to make a big impact in 2013. But can it deliver the goods? Hardware and screen The Nexus 4 is one of the increasing collection of big-but-sleek Android smartphones, a shade smaller than the Galaxy S III but slightly heavier. It feels good in my (admittedly adult male) hands, with tapered edges suiting sideways finger-swiping as you use the device. Having had a bad experience dropping an iPhone 4S onto the pavement, I&apos;m instinctively nervous about phones with glass backs like the Nexus 4, but that&apos;s a personal thing: the phone looks stylish enough. Like other Nexus devices, there&apos;s no SD card slot something Google&apos;s Matias Duarte suggested last year was a deliberate design decision to avoid &quot;techy nonsense left over from the paleolithic era of computing&quot;. The phone also hasn&apos;t been designed with battery removal in mind. In both cases, that&apos;s the same as Apple&apos;s iPhones, of course. But when talking to some of my more techy Android-owning friends, they&apos;ve suggested this is more controversial in &quot;open&quot; Android&apos;s case. Again: personal preference. The screen is excellent though: a 4.7-inch 1280x768 display (330ppi) that&apos;s big, bold and beautiful whether you&apos;re playing games, watching video or video calling, but also handily functional with that extra space for the nuts and bolts of web-browsing and emailing. Getting hung up on pixel comparisons with the iPhone 5&apos;s Retina display is a mug&apos;s game. Both are excellent: sharp, bright and good showcases for the last few years&apos; evolution in touchscreen technology. Plus marks to the Nexus 4, too, for its performance in bright sunlight something that&apos;ll come in handier as the year goes on than in grey January. Processor, storage and battery Considering the price which we&apos;ll get to later  the Nexus 4 is startlingly powerful, packing a quad-core Qualcomm Snapdragon S4 Pro CPU and 2GB of RAM inside for speedy performance across the board. This isn&apos;t just down to the processor and memory, of course: the Android software is doing its bit to make the experience of using the Nexus 4  to nab Google&apos;s wording &quot;butter&quot; smooth. While rich 3D games run well on the device, then, it&apos;s the zippiness of simpler daily interactions with the handset that&apos;s just as important. Storage provides more of a talking point, with two Nexus 4 models available: 8GB and 16GB, which doesn&apos;t compare well with the choice of 16GB, 32GB or 64GB for the iPhone 5, and that plus the availability of a microSD slot on the Galaxy S III. Remember: no similar slot for the Nexus 4. I sense Google&apos;s thinking on this score may be governed by its belief that as more of our content moves to the cloud its cloud, to be precise on-device storage isn&apos;t as big a deal in 2013. I&apos;m not so sure: think of all the photos and videos people are shooting, and some of the weightier apps  Grand Theft Auto: Vice City requires 1.4GB of storage, for example. But also think about the importance of offline storage to even the most cloudy, streamy digital entertainment services like Spotify and BBC iPlayer the latter doesn&apos;t yet allow show downloads on Android as it does on iOS, but the feature is coming. It&apos;s a better story for battery life: I&apos;ve found the Nexus 4 compares well to similar smartphones from Samsung and Apple over the course of my day, with relatively heavy usage. That said, like most smartphone owners I&apos;m now well used to having a charging cable somewhere in my vicinity for quick rejuicing on particularly heavy days. Something that will be even easier for anyone who decides to invest in a wireless charging mat: like Nokia&apos;s latest Lumia Windows Phones, the Nexus 4 is early onto the wireless charging bandwagon. Connectivity In the US, the Nexus 4&apos;s lack of LTE (what most people know as 4G) has been controversial, with reviewers queuing up to criticise the decision to leave it out. That&apos;s a sign of the US mobile times: it&apos;s generally assumed that large-screened Android smartphones will run on the operators&apos; 4G networks there. (Though some in the US have hacked Nexus 4s around to get to its inbuilt LTE facility, those frequencies won&apos;t be used for 4G in the UK; it&apos;s a non-starter.) In the UK, the omission feels like less of an issue now, with only the Orange/T-Mobile EE 4G network up and running. HSPA+ 42 data (up to 42 megabits per second) will feel nippy enough if you&apos;re used to other networks, and like all whizzy handsets, the Nexus 4 is reduced to hairless-Samson uselessness when you&apos;re travelling through an EDGE-only or no-reception blackspot on the train. That said, if you&apos;re looking to buy an Android smartphone with a view to using it on full 4G networks, you&apos;ll need to look elsewhere: the Galaxy S III and HTC One being the obvious choices at the time of writing, with the iPhone 5 and Lumia 820 offering iOS and Windows Phone alternatives.     Android's default camera app has been redesigned    Cameras and photography Photography is now well established as one of the key features for smartphones, whether you&apos;re uploading snaps to Facebook and Twitter, filtering them for Instagram, or sexting on Snapchat (parents, ask your kids Or perhaps best not). Something that&apos;s often not talked about: most of these uses aren&apos;t really dependent on having an amazing high-spec camera in the device. Or rather this: arguably anything beyond five megapixels with decent software running around it will serve the needs for the majority of users. So, the Nexus 4&apos;s eight-megapixel front camera works very well, even if to these eyes it&apos;s not quite up to the performance of the Galaxy S III, iPhone 5 or latest batch of Lumias. But it&apos;s perfectly good for anything 98% of owners will want to use it for, not least because Android&apos;s redesigned camera app is very good indeed. Deliberately stripped-down in the main viewfinder, but with a neat long-press-then-drag control to access its more advanced features. Quick and snappy for, well, quick snaps. Google seems very keen on its new Photo Sphere feature too: a way of shooting panoramic photos where the viewer can look up and down as well as around. It&apos;s a bit like Google&apos;s Street View scenes. It&apos;s very clever, but I&apos;m not sure how many people will bother to use it versus slapping filters on pics and sharing them to social networks. The Instant Upload feature for regular photos will be more useful to more Nexus 4 owners, even if it&apos;s tied to Google+. Facebook, Twitter and Instagram apps will all continue to be the main social-photo funnels from this handset. The Nexus 4 is very good for videos too, shooting at 1080p resolution with neat editing and easy uploading to YouTube if that&apos;s your bag, although again, third-party social apps will be the likely conduit for clips shared on social networks. Finally, the front-facing 1.3-megapixel camera is fine for video calls and conferencing, from Skype to Google+ Hangouts. Software Android 4.2 I wrote a decent chunk about the latest Android 4.2 Jelly Bean software in the Nexus 10 tablet review, much of which applies here. Android has come an awfully long way since its first release, to the point where 4.2 is slick and genuinely user-friendly. As a more nerdy user, I&apos;m enjoying Android&apos;s customisation options, particularly widgets running on your homescreens, and now on the lockscreen too if you desire. The expandable notifications system works well for keeping up with alerts while not feeling badgered by them. Android 4.2&apos;s new Gesture Typing feature is also welcome, even if we&apos;ve seen its ilk before in the impressive Swype app. You can type by tracing your thumb across the letters of each word on the on-screen keyboard, rather than tapping them one-by-one.  Teamed with a decent predictive engine, it makes for good touchscreen typing, although fans of third-party apps like SwiftKey will continue sticking to them. An important point, too: the Nexus 4 will be getting speedy updates when new Android software is available, in contrast to the frustrating snail&apos;s pace at which operators and manufacturers roll these updates out on other Android devices. Software Google services Google Now is another feature being touted by Google as a killer app for Android. The idea: your smartphone will serve up information &quot;at just the right time&quot; daily weather, traffic before you leave for work, football scores while games are in progress and so on all delivered through virtual cards. The realisation of how much Google&apos;s algorithms can divine about your daily routine may creep some people out and there are plenty of others who&apos;ll bridle at Google Now for deeper privacy-related reasons. Which is fine: you can turn it off. It&apos;s an intriguing feature though, because it&apos;s trying to make your smartphone more useful in your day-to-day life, as opposed to something like Photo Sphere which feels more like a novelty tech-toy. Google Maps remains excellent on Android, as is voice navigation and, indeed, voice interaction with Android of all kinds. Maps may be less of a killer differentiator for Android in 2013 since Google pulled out all the stops for its downloadable iPhone app, but finding your way is still a top-notch experience. The Nexus 4, like every Android smartphone, plays very nicely with Google&apos;s own services too: Gmail, Calendar, Google Drive and the rest. Little touches, like the ability to swipe across to archive emails in your Gmail inbox, represent sensible improvements for experienced users in this regard.     The Google Play store has an impressive amount of apps and entertainment    Apps and entertainment 2012 saw Google make several leaps forward in its entertainment offering, consolidating services under its Google Play banner. The Nexus 4 is a big beneficiary, with apps, music, e-books, digital magazines and films all now available through the Google Play store app. Apple&apos;s iTunes Store is still better stocked for some of those categories, but there&apos;s still plenty of stuff to watch, read and listen to on the entertainment front. Google&apos;s music locker service which stores your digital collection in the cloud and makes it available on your various devices  is much improved over the version that debuted in the US in May 2011. It&apos;ll scan and match your collection to minimise interminable uploading when you first stock your cloud locker, providing space for up to 20k songs for free, in contrast to the 21.99 charged by Apple and Amazon for their locker services (caveat: Amazon has a free 250-song tier, and a huge 250k-song upper limit for the paid tier). Then there are the third-party Android apps: more than 700k of them, although as on iOS, there&apos;s a lot of hay and relatively few gleaming needles in this digital haystack. Android still lags behind iOS in some app genres for quality as well as quantity children&apos;s apps and book-apps being two obvious examples but for other genres the picture is much more rosy. Games, for example, where December 2012 alone saw the release of Grand Theft Auto: Vice City, Football Manager Handheld 2013, Superbrothers Sword &amp; Sworcery, Pudding Monsters, Eufloria HD, Broken Sword II Smoking Mirror, Modern Combat 4, Heroes of Order &amp; Chaos, Candy Crush Saga and Zenonia 5. Android still often gets the biggest apps a few weeks or months after iOS, and there are a lot of innovative indie developers who still have iOS-only blinkers on too. But the situation is vastly better than a year ago. We&apos;re far from a wasteland here. Pricing Price is one of the biggest selling points for the Nexus 4: if you (can) buy from Google, the SIM-free 8GB model will cost you 239, while the 16GB version costs 279. Just how big a deal this is can be shown by browsing the SIM-free prices for rival smartphones: 499.95 for a Galaxy S III or 529 for an iPhone 5 in their 16GB models, for example. At its price, the Nexus 4 is a veritable steal. That&apos;s if you can buy one, of course it blinks in and out of availability on Google&apos;s own store, although other retailers have it in stock - for a price. At Carphone Warehouse, the 16GB price is 389.95. (CPW doesn&apos;t offer the 8GB model.)  And it also relies on a SIM-free comparison. A quick look at the website for one major UK phone retailer reveals the Galaxy S III, released last May, available for free on a 26-a-month contract - and precisely the same deal for the much newer Nexus 4. Conclusion So, should you buy the Nexus 4? As ever, the answer varies according to who you are and what you already own. It looks a strong bet if you&apos;re an Android enthusiast who&apos;s owned one or more previous Nexus smartphones, and wants the SIM-free latest model with the promise of speedy software updates. A committed iPhone fan? The Nexus 4 is excellent but won&apos;t sway your affections, any more than the iPhone 5 did similarly-committed Android fans. But you should at least be pleased that Google&apos;s work on Android software and devices will be pushing Apple not to rest on its laurels. But looking beyond the fans on both sides of this particular tech battle, the Nexus 4 is an excellent smartphone that shows off the best of Android, and will serve you well for a year or two ahead. The lack of expandable storage is worth bearing in mind if you&apos;re thinking of upgrading on a contract from, say, a previous Samsung Galaxy S phone, mind. The Galaxy S III still makes a more logical upgrade, even if it&apos;s likely to be a little slower to get the latest Android software updates. Still, if Google and its manufacturing partner LG can crank up the production line to get more Nexus 4 rolling onto real and virtual shelves, it&apos;ll make a lot of new and upgrading smartphone owners very happy. Specifications Weight: 139g (iPhone 5: 112g; Samsung Galaxy S III: 133g)OS: Android 4.2.1Dimensions: 134mm x 68.7mm x 9.1mm (iPhone 5: 123.8mm x 58.6mm x 7.6mm; Samsung Galaxy S III: 136.6mm x 70.6mm x 8.6mm)Connectivity: Wi-Fi; 3G; HSPA+ 42; NFCMore at http://www.google.com/nexus/4/specs/", 
    "section": "technology", 
    "gid": "technology/2013/jan/02/nexus-4-review", 
    "wordcount": "2542"
}