{
    "headline": "Lagos 'go-slows' continue despite fresh measures in pictures", 
    "text": "   Traffic backs up along a busy road in Lagos, Nigeria, where drivers are hostage to a road network that hasn't been upgraded since the 1970s. The bustling metropolis, home to 17.5 million people, is predicted to overtake Cairo as Africa's most populous city in 2015. The traffic jams that Nigerians call 'go-slows' can strike at any moment Photograph: Sunday Alamba/AP       Motorcycles on a busy road in Lagos. Known as okadas, after a now-defunct national airline, motorbikes can dart through gridlocked streets. They are the lifeblood of transport in Lagos, yet state governor Babatunde Fashola has banned them from all major arteries, including 11 highways, 41 bridges and more than 3,000 roads Photograph: Sunday Alamba/AP       Traffic builds up in one direction during a rush hour in September. Millions who live on the Lagos mainland commute to the islands, the financial hub connected by narrow slivers of land. When these motorways clog up at peak times, tailbacks can stretch for several hours, while heavy rains aggravate the problem. Many Lagosians simply acknowledge the heavy traffic as an aspect of daily life in a nation where transparency over oil revenues is oblique, people fear police harassment, and a livelihood comes only to the swift and fearless. Fashola's countermeasures have had an impact, but much remains to be done  Photograph: Sunday Alamba/AP       A traffic warden, holding a spiked device to stop fleeing vehicles, stops a van disobeying traffic laws in Lagos. More tough laws are coming, mandating fines of more than $200  more than three months' income for most Nigerians  for eating, smoking or using a mobile phone behind the wheel. But the appearance of the spiked metal rods, called iron, is frequently the precursor to a spot of haggling for a bribe Photograph: Sunday Alamba/AP       Okadas have been progressively banned in many parts of Lagos but remain a cheap, quick way to negotiate the citys clogged roads. Official statistics are unavailable, but the clampdown on okadas has cut off tens of thousands of drivers from their employment and denied the metropolis a key source of transport. Left with no reliable alternative means of getting around, Nigerians who cannot afford other modes of transport are angry. Others see Fashola's reform as a major step towards improved road safety Photograph: Sunday Alamba/AP       A driver plying a route in Lagos outside his designated area is confronted by motorbike taxi officials. Motorbike drivers are strictly controlled by their own co-operatives, who impose their own internal laws. Disobeying rules, for instance by driving outside assigned 'territories'  which are carved up by the constantly warring associations  causes frequent arguments between the drivers Photograph: Sunday Alamba/AP       Women carrying large parcels, and a man rolling tyres, walk along a busy road in Lagos. The ban on motorbikes has forced many more people to resort to walking across the sprawling city as their only affordable means of getting around Photograph: Sunday Alamba/AP       A lengthy queue boards a bus in Lagos. Though the state government introduced larger buses to reduce the number of small yellow (danfo) buses clogging the city, many smaller buses that should have been phased out continue to take to the roads Photograph: Sunday Alamba/AP       Passengers sit in the typically shabby interior of a commercial bus in Lagos. The buses, which are often packed to the rafters, swerve dangerously through the city, with a conductor  precariously stationed at the open door  calling out destinations Photograph: Sunday Alamba/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/nov/02/lagos-gridlock-new-measures-in-pictures", 
    "wordcount": "0"
}