{
    "headline": "NUT urges strikes and mass resistance in opposition to local pay", 
    "text": "Schools face further disruption after teachers voted on Monday to stage a campaign of mass resistance, including strikes, against government plans for local pay which they warn are part of a wider agenda to fragment and privatise education. The National Union of Teachers annual conference in Torquay heard delegates denounce the education secretary, Michael Gove, over a battery of policies including the expansion of academies, free schools and local pay, which some said would lead to a &quot;complete destruction of state education&quot;. Just two days after agreeing a continuation of the union&apos;s campaign against pension reforms, which could see more walkouts with other unions from the summer, delegates resolved to strike on other fronts to defend their pay. The National Association of Schoolmasters Union of Women Teachers (NASUWT), also concluded its annual conference in Birmingham on Monday after resolving to step up its campaign against &quot;concerted and ideologically driven attacks&quot; on pensions, pay and workload issues, as well as concerns over what the union sees as a serious threat to state schools from privatisation and &quot;predatory interests&quot;. A motion passed by the NASUWT said that in the face of a &quot;vicious and unjustified assault on teachers, it will be essential to intensify the industrial action campaign&quot;. The NUT has already taken part in two days of joint action over pensions since last June, with a strike in London last month. Members unanimously passed a motion instructing the union&apos;s executive to take &quot;all appropriate action&quot;, including a ballot for national strikes, if Gove goes ahead with the plans for further &quot;pay flexibility&quot;, which comes on the back of a two-year pay freeze and pay rises capped at 1% for a further two years. Gove has asked the School Teachers&apos; Review Body  which deals with pay and conditions  to look at the possibility of making pay more &quot;market-facing&quot; and ways of strengthening the link between pay and performance. Teachers are furious at the government&apos;s plans, insisting that teaching is a national service locally delivered and that national rates should be maintained. Delegates vowed to act to defend national pay and conditions with other unions threatened by a break-up of national pay bargaining. The action will include building local campaigning alliances with anti-cuts groups. Addressing NUT delegates, Gawain Little, from Oxfordshire, said moves towards localised pay were &quot;inextricably linked&quot; to the &quot;assault on our pensions, the aggressive promotion of academies and free schools, and the dismantling of local authorities&quot;, driven by a desire to make it easier for the private sector to deliver education services. The NUT is opposed to academies and free schools, which have greater freedom to change teachers&apos; pay and conditions and are accountable to the education secretary rather than their local authority. Little said: &quot;This government has a strategy to drive down pay, undermine our terms and conditions and to break up our education system. We need a strategy to defend our members and the generations of children who will pass through our schools.&quot; Tony Dowling, from Gateshead, told delegates &quot;mass resistance&quot; was needed to force back local pay, citing the success of recent pension strikes, which he said looked to campaigns on broader issues. &quot;I urge you to support this amendment, to build urgently in your local authorities, to co-ordinate action nationally to get out on to the streets and to build the strikes that we need to resist,&quot; he said. &quot;We need a national strike of the union, of our union, of teacher unions, and other trade unions in general to force back this regional pay and make sure we don&apos;t have to put up with this dictatorial government any longer.&quot; Speaking after the debate, the NUT general secretary, Christine Blower, said the union would work alongside other teachers&apos; unions against any proposals to attack national terms and conditions. &quot;Depressing public sector pay in areas where there is generally lower pay would only serve to further depress local economies,&quot; she said. &quot;Cutting the real and relative value of teachers&apos; pay will make teaching as a career much less attractive. It will certainly also inhibit the movement of teachers around the country.&quot; The Association of Teachers and Lecturers (ATL), which has also taken strike action over pensions since last June, warned at its annual conference last week that it would defend existing national pay structures for the teaching profession robustly, and signalled it was prepared to take more industrial action if proposals for regional rates lead to &quot;an all-out free-for-all&quot;. A Department for Education spokesman said: &quot;We&apos;re approaching this in an open-minded way and are well off putting forward any concrete proposals. It&apos;s a bit overblown to threaten mass resistance when no union knows what it is actually resisting.&quot; The NUT also raised the possibility of staging strikes over academies after agreeing indicative ballots, or surveys, of NUT members in every school proposing to become an academy to see if they would be willing to strike. Delegates backed an amendment suggesting that the union look at co-ordinated indicative or formal ballots for strike action across schools in the same or neighbouring areas.The union can enter a trade dispute and ballot for industrial action against an academy conversion if they believe the change in employer from local authority to sponsor will harm members&apos; pay and conditions. They could also ballot if changes to pay and conditions were made by an academy that has already converted. The NUT has already announced its intention to ballot members at Downhills, a primary school in Tottenham, north London, over concerns about their future pay and conditions if the government goes ahead with its decision to force the school to convert to an academy despite widespread opposition from parents. The Department of Education warned that strikes would &quot;benefit absolutely no one&quot;. &quot;Academies are improving faster than other state-funded schools and enjoy freedoms that enable them to innovate and raise standards,&quot; a spokesman said.", 
    "section": "education", 
    "gid": "education/2012/apr/09/nut-strikes-mass-resistance-local-pay", 
    "wordcount": "1018"
}