{
    "headline": "Controversial dam projects  in pictures", 
    "text": "   Chinas Three Gorges dam Since the start of construction in 1992, about 16m tonnes of concrete have been poured into the giant barrier across the Yangtze river, creating a reservoir that stretches almost the length of Britain and drives 26 giant turbines. The worlds biggest hydropower plant has a total generating capacity of 18,200 megawatts and the ability to help tame the floods that threaten the Yangtze delta each summer. But it has proved expensive and controversial due to the rehousing of 1.4 million people and the flooding of more than 1,000 towns and villages. The government last year acknowledged the dam had pressing geological, human and ecological problems and mentioned, for the first time, its negative impact on downstream river transport and water supplies Photograph: China Photos/Reuters       Brazils Itaipu dam The Itaipu dam between Brazil and Paraguay on the Paran river is the second largest dam in the world after the Three Gorges dam. It provides 80% of Paraguays electricity, making it the largest exporter of electricity in the world (over 25% of Brazils electricity comes from here). Despite providing clean energy and bolstering both Brazil and Paraguays economies, construction of the dam has completely flooded Sete Quedas, a series of waterfalls that once rivalled Iguacu Falls. The dam has also displaced over 40,000 families and destroyed more than 700sq km of rainforestPhotograph: Prisma Bildagentur AG/Alamy       DRC Grand Inga dam The G8 and some African governments hope that the $80bn Grand Inga dam in the Democratic Republic of the Congo will generate twice as much electricity as the worlds current largest dam, the Three Gorges in China, and jump-start industrial development on the continent. But while governments and banks expect the dam to export electricity as far away as South Africa, Nigeria and Egypt, and even Europe and Israel, environment groups and local people fear it could bypass the most needy and end up as Africas most ruinous white elephant Photograph: Marlene Rabaud/Reuters       Indias Sardar Sarovar dam On the Narmada river, the Sardar Sarovar dam in the state of Gujarat was the most controversial in the Narmada Valley Development Project, which included three sizes of dam: 30 large, 135 medium, and 3,000 small. Designed to supply irrigation and drinking water, costs included the forced displacement of tens of thousands of people and widespread environmental damage. The World Bank initially funded the project, but withdrew in 1994 amid protests, including hunger strikes. The Indian government continued the dam project with its own funds Photograph: STR/Reuters       Turkeys Ilisu dam Known in Turkey as Gap, the project has sparked international controversy since its proposal in 1954. The hydroelectric dam will impound the waters of the Tigris, harnessing the water for energy and irrigation through a huge reservoir. With a 1,200 megawatt hydroelectric power plant, the dam will supply an annual power production of 3,833 gigawatts an hour  about 2% of the countrys total usage. Officials say power generated by Ilisu dam will serve the southeastern region where electricity is in short supply. However, critics fear most energy will be directed to western Turkey, where a continually expanding Istanbul monopolises the countys electricity needs. Construction began in 2006 and threatens the ancient town of Hasankeyf Photograph: Tolga Bozoglu/EPA       Egypts Aswan dam The dam irrigates hundreds of thousands of acres, improves navigation both above and below Aswan, and generates enormous amounts of electric power. The dams 12 turbines can generate 2.1 gigawatts, while the reservoir also supports a fishing industry. However, there have been several negative effects. Fertility, and hence the productivity of Egypts riverside agricultural lands, has gradually worsened because much of the flood and its rich fertilising silt is now impounded in reservoirs and canals. This means the silt is no longer deposited on farmlands by the Niles rising waters. Egypts annual application of about 1m tonnes of artificial fertiliser is no substitute for the 40m tonnes of silt previously deposited annually by the Nile flood Photograph: -/AFP       The Elwha dams and Glines Canyon dam in the US Completed in 1913, the 33m high Elwha dam is situated about 6.43km from the mouth of the Elwha river. About 16km farther upriver sits the 64-metre-high Glines Canyon dam, which was completed in 1927. Both dams, constructed to provide electricity for a paper mill in the city of Port Angeles, were built without fish ladders, which allow salmon to navigate through dams. The dams played an important role in the early development of the Olympic peninsula in Washington state at the turn of the last century. Today they are obsolete, because most of the regions power is now imported via an electric grid from Portland, Oregon. They are being dismantled in the largest dam removal in US history Photograph: Danita Delimont/Alamy       Ethiopias Gibe III dam Agricultural developments along the Omo river valley have accompanied the building of the 243-metre high Gibe III dam, expected to be Ethiopias largest investment project and Africas largest hydropower plant. But allegations of human rights abuses have marred both the dams construction and the creation of a 140-mile long reservoir intended to provide water for irrigation of industrial-scale plantations. Some of the greatest hydrological effects could be seen near Lake Turkana, into which the river Omo flows. When the dam is complete and the reservoir is full, possibly in 2015, the lake could shrink to one third of its present size, jeopardising the livelihoods of up to 300,000 people Photograph: Randy Olson/NG/Alamy       South-east Asias Mekong dam Laos hopes to built a 1,285 megawatt hydroelectric plant at Xayaburi that would supply Thailand with electricity and open the door to a host of other proposed dams on the Mekong. But until now its plans have been fiercely opposed by Cambodia and Vietnam. Both countries fear the blockage would sharply reduce the water needed for downstream fisheries and irrigation. In December, the governments involved in the Mekong river commission  Cambodia, Vietnam, Laos and Thailand  agreed the $3.5bn scheme should be halted pending a more complete assessment of its impact Photograph: Chor Sokunthea/Reuters       Brazils Belo Monte dam According to the Brazilian energy ministry, the dam, expected to start production in 2015, will cost around R$20bn (around $11bn) and will eventually produce around 11,000 megawatts. But environmentalists and indigenous leaders have strongly opposed the plans, which the government admits would result in approximately 500sq km of land being flooded. Activists believe the dams construction would result in thousands being displaced. The proposed construction of the dam, on the Xingu river in the Amazon state of Para, is part of a major government investment drive to help the country keep up with soaring energy demand from a rapidly expanding economy, while also curbing greenhouse gas emissions. Hydroelectric power produces no direct carbon dioxide Photograph: Fernando Bizerra Jr./EPA  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/mar/14/controversial-dam-projects-in-pictures", 
    "wordcount": "0"
}