{
    "headline": "Ethical studies", 
    "text": "A door off the glass corridor inside the main science building at Manchester Metropolitan University leads visitors into a courtyard that has become an unlikely symbol of the university&apos;s efforts to become more sustainable. This previously empty space and eyesore was transformed last summer into an interactive garden for staff and students by members of the university&apos;s Urban Gardening Society. Now, benches are dotted around and a path winds past raised wooden beds. Three beds are wheelchair-accessible and all the plants are labelled. &quot;You can go in and smell things,&quot; says Lisa Bach, 25, who has just finished a BSc in environmental management and sustainability at MMU. &quot;There are herbs, fruit trees, and edible flowers, salads and vegetables. We encourage visitors to pick from the garden.&quot; The society, founded in 2010 by two philosophy students, was given 15,000 by the university to create the garden. &quot;Everyone in the building uses it, including lecturers,&quot; says Bach. On a small scale, the society epitomises MMU&apos;s attitude to sustainability  everyone is on board. &quot;The dean organised all the structural stuff for us like trellises and raised beds. He even donated his greenhouse,&quot; she says. &quot;And the vice-chancellor donated 1,000 for tools and plants.&quot; Students are behind quite a few of MMU&apos;s initiatives. The &quot;Student Switch Off&quot; campaign, which encourages reduced energy use in halls of residence, has already saved 266 tonnes of carbon dioxide since 2009, and a further 100 tonnes of savings are predicted for 2012-13. Another campaign, &quot;Give it, don&apos;t bin it&quot;, in which students donate unwanted items to charities, has reduced waste sent to landfill by 50 tonnes since its launch in 2009 and has been adopted by Manchester city council. Last year alone, 954 bags of clothing, crockery and other household items were donated. But it is also efforts to reduce emissions and waste across the entire university that have propelled MMU to the top of this year&apos;s People &amp; Planet Green League. MMU has a target to reduce carbon emissions by 35% by 2016 and it is one of the few institutions with specific policies to reduce indirect emissions, from staff and student travel and how the goods and services it buys are made. MMU achieved the highest ever Green League score of 59.5 out of 70, moving it from 10th to the top spot. It&apos;s a significant improvement from 2007, when the university received a &quot;fail&quot; grade in the degree-style rankings. The university buys 98% of its electricity from renewable sources and has a recycling rate of more than 85%. Annual carbon emissions have fallen by 18% since 2005 and water consumption has decreased by nearly 15% since 2008. MMU has ambitious environmental targets for its new campus buildings, too. Both the 75m new business school, which opened last year, and the new art school building use rainwater recycling and water from boreholes for heating. The new 139m Birley Fields campus, which will house the education, health, psychology and social care departments, has been designed to be zero waste, zero energy and zero water. &quot;At MMU, we firmly believe that a strong ethos of sustainability not only strengthens the university&apos;s appeal to students, but improves the experience in so many different ways,&quot; says John Brooks, vice-chancellor. &quot;Sustainability has been the main driver for the 350m rationalisation of our campuses.&quot; One area where MMU stands out is for its policy on ethical investment, where it invests its endowment funds  a thorny issue, which it seems most of higher education has yet to address. MMU is one of just seven universities to provide students and staff with oversight by publishing a full list of investments annually. &quot;Only eight out of 143 universities scored full points for their ethical investment policies, and 62 got no points at all,&quot; says Louise Hazan, who compiles the Green League rankings for People &amp; Planet. Hazan estimates that universities&apos; endowment funds are worth more than 4bn. Ethical investment is of growing importance to students, as recent protests over Shell&apos;s 5.9m sponsorship of a new science lab at Oxford University show. People &amp; Planet is primarily concerned with investment in fossil fuels, but there are student campaigns on investments in arms dealing, pornography and tobacco as well. A new Fossil Free student movement to get universities to sever their links with the fossil fuel industry is rapidly gaining strength across British campuses, and in more than 300 campuses in the US. Yet only three universities&apos; investment policies made explicit reference to the ethical considerations of investing in fossil fuels, whereas the majority of institutions explicitly exclude investment in tobacco companies for health reasons. &quot;Given the urgency of the climate challenge, we&apos;re seeing excruciatingly slow progress on ethical investment,&quot; says Hazan. &quot;It&apos;s high time that vice-chancellors put their money where their mouth is on climate change and took the symbolic and financially prudent step of divesting their holdings in fossil fuel companies before the carbon bubble bursts.&quot; That aside, universities continue to improve their green credentials. So much so that this year it was much harder to get a first, Hazan points out. Last year&apos;s winner, the University of Greenwich, improved its score from 2012, but this was only enough to achieve sixth place. Plymouth University, in second place in the rankings for the second year in a row, is just half a point behind MMU. &quot;The universities leading the way on sustainability are raising the bar each year,&quot; says Hazan. This means that the number of 2:1s has declined and there has been a 50% increase in thirds, with 24 universities awarded this grade. For the first time since the league began in 2007, all participating institutions now have an environmental policy. Average recycling rates have more than doubled to 56.6%, and 76.5% of electricity bought by the higher education sector is from renewable sources. Overall carbon emissions continue to decline, albeit still too slowly. And the provision of university funds for student or staff-led practical sustainability projects has doubled, with 78% of institutions providing some funding for grassroots projects. Hazan says progress is also being made on workers&apos; rights, with 10 universities  up from just one in 2011  having affiliated themselves with the Worker Rights Consortium, meaning that their supply chains are being independently monitored to avoid products made in dangerous working conditions, such as those in the recent Bangladeshi garment factory tragedy. Sheffield University, a member of the Russell Group, was the biggest improver, up 63 places to 56th (joint with University of Lincoln), taking it from a third to a 2:1. Sheffield has introduced clear target and action plans for its environmental impact; it has completed comprehensive environmental audits in more areas, improved its carbon management, and established an ethical procurement steering group. Keith Lilley, director of estates and facilities management at Sheffield, says the university&apos;s success shows that it is possible for research-intensive universities to do their bit. &quot;Our high levels of research activity are always going to give us particular challenges in improving our environmental impact performance, so the fact that we have achieved this result at the same time as continuing to develop our research programme is gratifying.&quot; But for the Russell Group as a whole, it is a mixed picture. For the first time since 2010, two of its members have managed to break into the top 20, with Exeter placed 13th and Newcastle 15th. Bristol (23rd) and London School of Economics (22nd) also received firsts. But six were awarded fails or thirds: Oxford (fail), Cambridge, Imperial College, Liverpool, Warwick and York (all thirds). Despite an average score for its policies and practices, Oxford continues to fail on the performance criteria, with low recycling rates of 30%, a 12% increase in carbon emissions since 2005 and a very high carbon footprint per student. It has dropped down the table from 119th place last year to 132nd this year. &quot;It also failed to produce any evidence that sustainability was being embedded in its teaching and learning,&quot; says Hazan. Oxford says the university is disappointed with its ranking, but argues that the Green League omits some key environmental benchmarks. &quot;Fewer than 20% of staff and 5% of students working in the city centre now drive to work,&quot; says a spokesperson. &quot;Unlike many universities, we also have a water management strategy to reduce water consumption and we are also devising strategies for biodiversity and sustainable purchasing. &quot;Nonetheless, we recognise there is a lot of work to be done.&quot; The university is dedicating a one-off funding council grant of up to 14m to carbon reduction projects, annual grants of 100,000 to sustainable transport initiatives and 100,000 to other sustainability initiatives. Next year, Hazan would also like to see more universities incorporate sustainability throughout the subject matter of courses. Although 67% out of 11,000 first-year students surveyed by HEA/NUS last year believed their degree courses should equip them with sustainability skills, two thirds of universities have yet to commit themselves to integrating sustainability into their curricula. MMU is one of the minority. A student charter commits it to putting environmental sustainability at the heart of course design and curriculum, and so in business and management, degrees contain units on responsible marketing and sustainable accounting, and the school of geography and environmental sciences runs the UK&apos;s only course in biological recording  the mapping of species and biodiversity. For Bach, the inclusion of sustainability in the curriculum as well as throughout campus life was a decisive factor in her decision to study there. &quot;MMU want to be the best and they&apos;re really doing it.&quot;", 
    "section": "education", 
    "gid": "education/2013/jun/10/university-green-league-environmental-credentials", 
    "wordcount": "1650"
}