{
    "headline": "I was eaten by zombies: an insider's guide to live action gaming", 
    "text": "I died for the first time in my friend&apos;s kitchen at university. Armed only with a six-shot revolver, I ran down the stairs of their student house away from two zombies only to go down when a third emerged unexpectedly from a doorway and mauled me, slowing me enough for the others to catch up. I went down yelling. That was one of my first experiences with live games. Five years later, as part of one of the games I help to run, 40 or so surviving players armed with revolvers, shotguns, axes, clubs, and (in four memorable cases) Morris dancing sticks with bells on their legs retreated away from a mob of about 80 zombies, many they&apos;d fought alongside just minutes before, desperately hoping they could keep them away for long enough to get the doors of the mall open and escape. Heart-pounding, adrenaline-pumping, epic combat  the sort you normally get in Left 4 Dead, but for real. Live games  as distinct from board games, video games, card games and so on  are the sort of games you played in the playground as a kid. Some have more in common with sports than anything else, and are played competitively, while others have much more in common with improvisational theatre and encourage much more collaborative play, with winners and losers emerging more through story than through mechanics. There&apos;s a growing body of interesting games that merge digital and live mechanics  Johann Sebastian Joust is an obvious one, but it&apos;s a young field and more pop up every time you turn around.      Live action gaming    Live games is becoming an umbrella term that covers a lot of ground. At one end of the spectrum there&apos;s live-action role play  LARP for short  which can mean massive, weekend-long events with thousands of players and crew in full costume and kit. At the other, there are five-minute simple games requiring no kit or costume and working with a very simple mechanic - for instance, Punch the Custard, a fairly self-explanatory game featured at the recent Hide &amp; Seek Weekender.  The games I help to design and run, with Grant Howitt as lead designer, tend to fall somewhere between the two. We&apos;ve been making games for more than six years, mostly zombie-related ones, though we&apos;ve been branching out into sweetshop-based heists and, this Sunday, will be running a new game to coincide with the launch of Abraham Lincoln: Vampire Hunter on Blu-Ray.  After a lot of experimentation  including a dramatically unsuccessful attempt to tell a story to players in the way Final Fantasy games do, which ended up with the players shooting at our main set pieces and running away  we always try to build systems that let stories emerge naturally from what players do. If you&apos;ve played Day Z or Minecraft, you&apos;ll have had a taste of what happens when game creators let players decide how to act and what to do within a game world; we try to make that happen in real life. Admittedly, &quot;real life&quot; is something of a misnomer when you&apos;re trying to get people to pretend they&apos;re part of a zombie outbreak or defending a building against a vampire attack. The biggest challenge live games face is getting people  by which I mean adults  to suspend their disbelief, stop being cynical and lose themselves, either in a simple but often very silly activity, or in pretending to be something they&apos;re not. Live games  and this may sound obvious  also take place in physical space, where there might be other people around who aren&apos;t playing, so creators have to think about setting, boundaries and making a distinction between players and audience.  It also means no flying, no teleportation, no disobeying the laws of physics, and no magical effects unless you can physically represent (phys-rep) them in some way. Large fantasy systems often have rules about kit and equipment, requiring people within the play space to stick to in-character props - no electric torches in a Victorian townhouse, no modern tents in Rome  which can also mean some stunning theatrical moments. A friend tells me of a small horror LARP he went to on an island, which rowed its players across to the site in a small boat. Halfway across, a scuba-diver in monster costume emerged from the water, dragged a participant  who was in on the surprise  into the water and then shared oxygen with them so they didn&apos;t come back up to the surface again. Other games use much smaller, intimate systems: Delerium, a live game set in a psychiatric hospital, used blinks and hand gestures as its main communication mechanic, adding to the sense of paranoia. Others, like the games we run, focus on tools that make actions feel as realistic as possible, but that perhaps don&apos;t look quite as realistic. If you&apos;re pretending hard enough it&apos;s possible to ignore things that don&apos;t quite look real, especially if they work right.  So NERF guns and Buzz Bee guns are great mechanical abstractions, and cored foam LARP weapons that look like fire axes and baseball bats are picked for their heft and the satisfaction of swinging them as much as for their looks. People play live games for all sorts of reasons. We tend to find two groups of players at our events: those who come for the story, to pretend to be something, and those who come for the mechanics, to try to win. People go to live games with friends, for community, the way others play MMOs; people aim to test their skills, to master something new, to try on characters they might not otherwise explore, or to lose themselves in a moment of escapism and flow.  Many want more than one of these things at once. But the rewards for playing a live game are often more visceral than those for playing a video game  the adrenaline and emotion run more highly, the skills much less abstract, the experience far more intense. Plus it&apos;s surprisingly good fun to play dress up, to test the rules of a game world, and to make something creative and exciting with your friends. And for me, as a designer, there&apos;s an enormous thrill in the stories that are born from the games we create. There&apos;s nothing better than listening to your players tell stories you helped make happen, excitedly going over the events of the game between them, lost in the retelling.     Live action gaming    Encouraging people to play together, and being part of the glorious experiences they build, is worth all the hours of debate, writing, wrangling, ordering obscure props off the internet and working out precisely how to program the zombies so the game balances on a knife edge. When it all works right, you get to be a tiny god, and the results of your creations are always so much more exciting than anything you could envisage beforehand. Live games are a hugely diverse and growing field, with a lot of experimentation going on  much like most other forms of game right now. But the main objectives for most games are remarkably similar to those for video games: make a fun experience through playful, fair mechanics, and often give players a story to explore or to create themselves. We share a vast common set of ideas and systems with video game designers  from social game structures and collaborative systems that encourage altruism to emergent and procedural design. Getting away from the controller is just another way to play. Forthcoming events Apocalypse How?  a London treasure hunt, with various dates in October and November. Wink Murder  Gothic horror and parlous games at London Bridge (2 November)Skullduggery  Live action role-playing in the woodlands of Kent (next event 29 October) Empire Winter Solstice event  &quot;a game of politics and epic battles set in a richly-detailed fantasy world&quot; (March 29 to April 1 2013)LARP Camp  A huge range of LARP events and talks at Huntley Wood, Staffordshire (5-7 July 2013) Vampire Hunting Live  A two-hour live gaming session based around the movie, Abraham Lincoln Vampire Hunter. (Sunday 21 October)", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/19/live-games-action-zombies", 
    "wordcount": "1348"
}