{
    "headline": "Coal will be important 'for many, many decades to come', says Turnbull", 
    "text": "Malcolm Turnbull has declared coal will be part of Australias energy mix for many, many, many decades to come as a critical Senate bloc expressed opposition to so-called green lawfare changes designed to limit the legal standing of conservation groups in court proceedings. Turnbull made the bullish observation about coal during a radio interview in Brisbane on Tuesday morning, arguing that the effort to strangle the Australian coal industry is not going to do anything to reduce global greenhouse gas emissions. The prime ministers comments came as Nick Xenophon said he was very unlikely to support legislation removing the right of most environmental organisations to challenge developments under federal laws unless they can demonstrate they are directly affected. He said he might support amendments around the edges, in cases where legal challenges were vexatious but he was not persuaded about the need for a substantial overhaul.   Related: Coalition can bring back green 'lawfare' bill if Senate supports it, says Turnbull    I have not been convinced of the need for change, Xenophon told Guardian Australia. Xenophon opposed the change in the last parliament when it was proposed by Tony Abbott, backed by the majority of the then Senate crossbench. On the ABC, Turnbull suggested the government might attempt to persuade Labor to look at the Environment Protection and Biodiversity Act on the basis that decisions were being unreasonably delayed and unreasonable delay in many instances was the same as a denial. The prime minister linked the issue to housing affordability.  If you talk to developers, if you talk to investors, this has been an issue across Queensland, across Australia, that the processes for getting approval take too long. Its one of the issues that affects housing affordability, theres too much red tape, theres too much delay, Turnbull said. Nobody wants to take shortcuts on environmental matters, least of all me. But there has been far too much delay. Turnbulls comments on coal are something of a departure from a signal that the environment and energy minister, Josh Frydenberg, sent when taking on his new portfolio in July. In an interview with Guardian Australia, Frydenberg said I accept that a transition is occurring away from coal and that is not a bad thing.   Related: Carmichael coal mine: politics, activism and the search for truth | Lenore Taylor    Coal-generated power is still a part of our energy mix, with today about 60%, but that has come down from 70% a decade ago, Frydenberg said on 28 July. Its coming down, and the market is bringing on this change. On Tuesday, Turnbull said his government had signed an agreement in Paris to reduce carbon emissions, but coal remained part of the energy landscape, either because Australia exported it, or because other countries exported it. Coal is going to be an important part of our energy mix, there is no question about that, for many, many, many decades to come, on any view, the prime minister told the ABC. The reality is that Australias coal, compared to that from other countries, is relatively clean. The fact is if we stopped all of our coal exports tomorrow you would simply have more coal exported from other countries, like Indonesia, like Colombia, like China, that would be filling the gap, he said. Trying to strangle the Australian coal industry is not going to do anything to reduce global greenhouse gas emissions.  Federal cabinet was meeting in Brisbane on Tuesday. Turnbull was asked during a press conference how it felt to be a more unpopular prime minister than Tony Abbott after the latest Newspoll indicated his voter support had dropped below Abbotts last reading before he was ousted as prime minister in September last year. Thank you very much, the prime minister said in response to the question. He got a follow-up question on voter approval. Turnbull said he was focused on delivery, not popularity. The important thing for me, as prime minister, and for my government, is to get on with the job of governing and delivering, and that is what were doing, Turnbull said. We are delivering, we are governing, we are delivering the jobs and growth that we promised, and we will continue to do so. There will be distractions, of course. Thats in the nature of politics. But we will govern, we will lead, and we will deliver.", 
    "section": "environment", 
    "gid": "environment/2016/oct/25/coal-will-be-important-for-many-many-decades-to-come-says-turnbull", 
    "wordcount": "707"
}