{
    "headline": "Food for thought: global school feeding programmes in pictures", 
    "text": "   Shree Sitaram primary school, Basudevi village, Doti district, Nepal The first State of School Feeding Worldwide report, from the UN World Food Programme (WFP), analyses school feeding programmes in well-off countries as well as in developing nations, and provides data on how governments use school meals as a safety net in times of crisis Photograph: Deepesh Shrestha/WFP       Ta Trov primary school,  Siem Reap, Cambodia Globally, approximately 368 million children  about one in five  get a daily meal at school. In Cambodia, WFP works with the education ministry to increase primary school attendance by providing food scholarships. These take-home rations are distributed to about 20,000 students, with priority given to the most vulnerable and food-insecure Photograph: Cancan Chu/WFP       Bangladesh For families unable to afford enough nutritious food for their children, school feeding is a powerful incentive for educational enrolment and class attendance. Globally, almost $75bn is spent each year on school meals programmes around the world - with most coming from government budgets Photograph: GMB Akash/WFP       Kibera slum, Nairobi, Kenya In Kenya, nearly 1.2 million of the most vulnerable children  those living in arid and semi-arid lands, and urban slums  receive at least one nutritious meal a day through WFP. School feeding is an investment that pays off in the future with better educated, stronger and healthier adults, said WFPs Executive Director, Ertharin Cousin Photograph: Rein Skullerud/WFP       Thaku Pampa village, Icla municipality, Department of Chuquisaca, Bolivia Breakfast time at a local school in the village of Thaku Pampa. The focus in Bolivia is on alleviating short-term hunger among 80,000 children, aged between six and 14 years, in the 52 most food-insecure municipalities. The number of children receiving school meals is often lowest in countries where the need is the greatest: in low-income countries, only 18% of primary schoolchildren receive school meals, while in lower-middle-income countries the figure is 49% Photograph: Boris Heger/WFP       Leogane Christian school, Haiti School feeding programmes can be crucial in areas afflicted by crisis, as was evident in Leogane and Darbonne following the earthquake that struck Haiti in January 2010. The food, fuel and financial crises of 2008 have left even affluent countries grappling with austerity measures. By providing school meals, local governments and NGOs have provided vital support to children whose families can no longer afford to feed them regularly  Photograph: Rein Skullerud/WFP       Tete province, Mozambique At a school in northern Mozambique, mothers volunteer to cook meals for students in two shifts, one in the morning and another at noon. Beans, oil, maize flour and salt are provided for the students meals, along with cooking pots and materials for a warehouse that fathers in the community helped to build  Photograph: Molly Slotznick/WFP       Dalaweye primary school, Niger In 2011-12, Niger was left with a significant cereal deficit after erratic rains and pest infestation caused harvests to fail. The government classified up to 750,000 people as severely food insecure. Dalaweye primary was among 700 schools selected for the WFP feeding scheme in the country Photograph: Rein Skullerud/WFP       Burma High-energy biscuits, fortified with nutrients, provide energy and other essential nutrients to help children learn better and grow healthy through improved nutrition. School feeding provides obvious benefits in terms of education and nutrition, but it can also be a way to boost local agriculture, WFP argues Photograph: Philip McKinney/WFP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/jun/06/global-school-feeding-programmes-in-pictures", 
    "wordcount": "0"
}