{
    "headline": "Apple accused of dragging feet over Samsung court order", 
    "text": "Apple has come in for blistering criticism from judges at the court of appeal for its &quot;lackadaisical&quot; compliance with their order to publish newspaper adverts and website acknowledgements that Samsung did not infringe its registered designs for a tablet. Meanwhile, the company has quietly removed the Javascript code on its UK webpage that kept hidden the acknowledgement &quot;below the fold&quot; of the site, no matter how big a screen it was viewed on. The full ruling of the court of appeal hearing on 1 November shows the judges to be furious at Apple&apos;s attempts to stall on the acknowledgements and its addition of &quot;false and misleading&quot; additions to the statement that Apple was originally to put up. The court also awarded costs against Apple on an indemnity basis, which works out more expensive than the standard form, &quot;as a mark of the court&apos;s disapproval of a party&apos;s conduct, particularly in relation to its respect for an order of the court&quot;, according to the final judgment. &quot;Apple&apos;s conduct warranted such an order,&quot; wrote Sir Robin Jacob, who led the panel of three judges sitting at the court of appeal. Gary Moss, head of EIP Legal, which specialises in intellectual property, said: &quot;Reading beyond the legal language used, the court of appeal clearly thought that Apple were taking the piss.&quot; The original version of the acknowledgement received more than a million hits, but the judges said that Apple had not displayed it with sufficient prominence. The judges also said that Apple&apos;s attempt to assert a registered design  in effect, the appearance of a product  against Samsung has failed at every attempt, including in the UK, Germany and the US. In the judgment, Sir Robin said: &quot;The order required publication &apos;in the earliest available issue&apos; of the specified newspapers and magazines. &quot;I would have thought that self-evidently meant what it said  get the advertisements into each publication as soon as possible. What Apple chose to do as regards the newspapers and magazines was less than that.&quot; Sir Robin added: &quot;[Apple&apos;s] vice president of worldwide marketing communications said he understood the approach to be adopted was &apos;to co-ordinate adverts across those publications in order to ensure the widest readership possible is exposed to the advert on the same day&apos;. &quot;That apparently meant to Apple so far as the newspapers were concerned the same day, but not the magazines which had longer lead times. Apple accordingly arranged for 16 November for all the newspapers. I note in passing that it is not said that 16 November was the earliest possible date even for just all the newspapers. I would be surprised if it were, given that our order was made on 18 October. So there was self-evident non-compliance with the newspaper/magazine aspect of the publicity order.&quot; He added that the lack of compliance originally shown by Apple was &quot;much more serious&quot;  and it was that which led to the order last week requiring Apple to link to the acknowledgement on its front page. Sir Robin said Apple&apos;s statement was &quot;calculated to produce huge confusion&quot; when it contrasted the decision of high court judge Colin Birss with that of a US jury that awarded Apple a billion dollars in damages in a legal battle with Samsung. Sir Robin pointed out that the US jury agreed with Birss, saying that Samsung didn&apos;t infringe Apple&apos;s design patents around the iPad. Of the original version posted by Apple, Sir Robin said: &quot;Instead of simply publishing the text as ordered, Apple broke it up, interspersing it with text of its own devising.&quot; That included comments originally made by Birss in the high court in July, when he decided that Samsung did not infringe Apple&apos;s registered design for the iPad, contrasting the American company&apos;s product as having &quot;a cool design&quot;, but saying the Korean company&apos;s didn&apos;t. Though both companies could claim PR victories from the decision, Birss also ordered Apple to acknowledge the fact on its site. After months of legal wrangling, and a reprimand a fortnight ago by the three judges at the court of appeal, Apple added the acknowledgement to its site last week  but also incorporated code so that no matter how tall the browser page that the site was loaded in, the acknowledgement would always appear &quot;below the fold&quot;. Now, the acknowledgement can be seen directly, although it still needs a very tall browser page, of more than 1,000 pixels, which is found on very few devices. Apple appealed Birss&apos;s ruling, but the company was turned down  and it was ordered to put the ruling on its site with a link on its home page. Apple originally asked for 14 days, but was given 48 hours  an amount the judges called &quot;generous&quot;. In the written ruling, Sir Robin said: &quot;For the reasons we gave (essentially because Apple had created much uncertainty in the market place) we thought it necessary to make a publicity order requiring Apple to disperse the fog of confusion it had created.&quot; He added a final warning: &quot;I hope that the lack of integrity involved in this incident is entirely atypical of Apple.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/09/apple-critcised-samsung-court-order", 
    "wordcount": "885"
}