{
    "headline": "Teachers tempted to rewrite pupils' exam answers", 
    "text": "More than a third of teachers have admitted they could be tempted to re-write their pupils&apos; exam answers, according to a poll. Some 35% of teachers said the pressure to improve their students&apos; grades was now so strong they could be persuaded to cheat. A few admitted cheating was already rife in their schools in the survey of 512 teachers conducted by the Association of Teachers and Lecturers (ATL). One secondary school French teacher, who didn&apos;t want to be named, told the pollsters she &quot;virtually re-wrote&quot; students&apos; work to match the marking criteria, rather than teach them: &quot;I do this simply because there is not time to do both.&quot; A primary school teacher told the pollsters she had &quot;been forced to manipulate results so that levels of progress stay up&quot;. &quot;Our head fears an Ofsted inspection should our results waver.&quot; A secondary school teacher said their school &quot;definitely pushes the boundaries of exam integrity&quot;. Maintaining the school&apos;s status in league tables &quot;took precedence over developing the abilities of pupils,&quot; they said. A spokesman from the Department for Education said parents would be &quot;absolutely outraged&quot; if teachers were manipulating exam or test scores. &quot;There is absolutely no excuse for teachers cheating  It undermines other staff, damages children&apos;s education and risks destroying the public&apos;s faith in the profession.&quot; He said all the leading education systems in the world had &quot;robust&quot; testing in schools and classroom inspections. &quot;Parents and the taxpayer would rightly be asking questions if they couldn&apos;t judge how schools are doing,&quot; he said. Some 71% of those polled said pressure to improve their pupils&apos; grades had increased in the past two years. Teachers were asked to list the groups placing pressure on them. Some 88% said their headteachers, 51% said inspectors and 50% said parents. Just over a third said the government. The majority of teachers offer after-school classes, while 9% said they sometimes give up weekends to coach pupils. Just over a quarter gave rewards to pupils to encourage them to study harder. Dr Mary Bousted, general secretary of ATL, said the government&apos;s &quot;persistent&quot; focus on tests, exams and league tables left teachers under &quot;enormous pressure&quot; and that this was &quot;often to the detriment to high quality teaching and learning.&quot; &quot;Results now appear to be more important than learning this does nothing to help children&apos;s progress,&quot; she said. The government needs to think urgently about relieving the pressure on headteachers and leaders. This pressure simply filters on to teachers and lecturers in the classroom.&quot; Thousands of teachers and lecturers will gather in Manchester on Monday for ATL&apos;s annual conference.", 
    "section": "education", 
    "gid": "education/2012/apr/02/teachers-under-pressure-to-cheat", 
    "wordcount": "459"
}