{
    "headline": "WTF is this doing in the science section? The zoology of comment", 
    "text": " This is the most ludicrous, supposedly science article I have ever read on this so-called subject.  This article is hilarious and raises interesting points.  Regarding the first point, at least he got one thing right. Regarding the second point, this is just getting confusing now.   For anyone familiar with the comments sections on any number of online newspaper articles, blog posts or YouTube videos, you will know that they can be a source of wildly veering emotions. Going from indignant rage and criticism via mild praise to gross and the grossest ever hyperbole in the space of a click. This isn&apos;t news. It is, however, interesting to consider what motivates people to comment on such things in such a way. &quot;This is my opinion, it matters and you must know it&quot; each comment seems to say. And to an extent why shouldn&apos;t it? The person writing the article/cobbling together the blog/posting the video of the drunk cat has considered their own opinion worthy of strangers in the ether. Why shouldn&apos;t those strangers have the right to reply with their own bon mots?  Apologies. I like to pepper my conversation with French. I find it adds a certain, &quot;I don&apos;t know what.&quot; Of course people do have the right to reply and to express their opinion. Often they do so with unreserved gusto. Below are some comments taken from previous Dean Burnett&apos;s Brain Flapping science/comedy blog posts.  From the post about the psychology behind topless sunbathing:  WTF is this doing in the science section? This paper is moving beyond parody.  From the post about the myth that sharks get cancer:  What on earth is the point of your stupid blog. BTW in case you hadn&apos;t noticed Everyone DOES know 9/11 was an inside job  and not too very far from now Everybody WILL know vaccines cause autism [sic]  And from the post about the lack of scientific evidence behind anti-wrinkle cream:  This feature shows that you are a completely unsuitable person to write about cosmetics. The fact that the industry uses the word &apos;cream&apos; has nothing whatever to do with dairy products and everything to do with consistency and appearance.  Common sense would point out that I&apos;ve cherry-picked these comments because they are critical without being constructive. There are probably many comments giving constructive compliments, constructive criticism and rational ideas for improvement. It&apos;s certainly true that I fairly randomly picked these comments because they seemingly display overt criticism for the sake of it. Either that or they seem to have missed the point of this particular blog in its combination of science and humour. Humour as in comedy rather than medieval body liquids. There are some similarities. What reaction do these comments hope to elicit and are the comments even thought through to that degree? With the nastier comments we can see them as either having not enjoyed something and wanting to forcefully let people know or simply wanting to insult someone. If they do both and make money then they&apos;re probably Simon Cowell.  Michael Marshall in New Scientist states that people may behave more rudely on the internet as online commenting is treated to some extent like a pub conversation. Commenters don&apos;t expect to be taken seriously and the social rules that would normally apply are more relaxed. In addition, comments appear as text without important body language cues and as such can easily seem more offensive than is intended by the writer. The bastards. It is well known in psychology that if you increase an individual&apos;s anonymity they are more prone to ignore social norms, even becoming violent, or in the case of online discussion more abusive. A process known as deindividuation. The individual experiences reduced self-awareness due to increased anonymity. Psychologist David Dodd, in a 1985 study found if participants were told their actions were anonymous and without repercussions, then 36% would engage in acts considered antisocial. These responses represented a change from their normal behaviour.  The potential anonymity of the internet awards a certain freedom of speech, removed from fear of physical reprisal. Like a drunken aunty at a wedding with osteogenesis imperfecta, people can say what they are thinking at the moment of thinking it, without the time or motivation for inhibition.  In a real-world social situation where identities are available, such rudeness or criticism could lead to violence or social rejection. This is not something that has to be considered when dealing with strangers on the internet. This may explain why abusive or unhelpful internet commenters feel they can get away with saying what they do. However, it doesn&apos;t explain why they do it.  The social identity model of deindividuation effects (Lea and Spears, 1991) argues that anonymity either enhances the individual&apos;s perception of being a small part of a large group or isolates the individual from perceived social groups. Both have the effect of causing people to perceive and depersonalise others as being part of a stereotype rather than individuals, thus making them more open for abusive criticism. Because all humans love stereotypes. Overall I would say it is unlikely to be any single factor that makes people post negative comments, although anonymity would seem to be important. Unfortunately this theory still doesn&apos;t answer why people comment in the first place and the broad range of comments available. With this in mind, and tongue-in-cheek, I have attempted to categorise the various types of online comments and the creatures who make them. Further comments and examples that back them up can be left below.  Ah Buts... (Columbo pedanticus) Often seen with their hand raised at an inconsequential point in a lecture, Ah Buts take the greatest pleasure in finding a sentence that is technically incorrect and making sure other people are aware of it. All the greater pleasure can be achieved if this sentence is incorrect in isolation but makes sense in the context in which it is used. Whether this pedantic thrill is addictive is currently not known but has been in other species, for example in fish such as dolphins.  Opinion Gardeners (Pointus of viewus) Thought of by naturalists as the comment equivalent of dog urine on a local lamppost. They didn&apos;t like it. They thought it was too smug. They did like it. They thought it was a good cup of tea. Either way you have to be aware of their opinion. Why? It&apos;s a very important opinion. Why? Because they&apos;ve spent their time reading or watching something they didn&apos;t have to that didn&apos;t cost them anything. Oh right, fair enough then.  Skim and Launchers (Vaguearius norealknowledgia) Little is known about this common species as they don&apos;t have much time to sit and talk. Their lack of time is such that they only have the opportunity to skim-read articles or online forums gathering the vaguest knowledge of the content. Then, presumably due to the relativistic effects of the speed at which they have read, they find the time to air their preloaded opinions on matters marginally connected to what they&apos;ve just experienced. Their natural habitat is presumably a series of newsagents followed by a street corner with a megaphone. Just Angries (Ragus trollum) A sort of cloud of emotion  if that emotion is being annoyed and the rain is bitter amusement. Just Angries are, as the name on the tin suggests, just angry and need other people to know it. This anger does not seem to abate when compulsively shared through the medium of the internet but they do seem to take what from a distance looks like pleasure in annoying others with what they write. So that&apos;s nice. Brain Flaunters (Cerebrum showoffia boredom) Technically a type of peacock, Brain Flaunters have some knowledge of the subject they are commenting on and feel compelled to display it in as verbose a manner as possible. This is for the purposes of gaining a mate or more likely, eliciting a slightly impressed confusion from someone they will never meet. Fortunately they can imagine the strangers&apos; state of awe and can be satisfied by just typing out that they know more than everyone else. Sometimes these cerebral emissions make sense.  You Must Knows (Verbal diarrhoea maximus) These poor individuals have taken Descartes&apos; &quot;I think, therefore I am&quot; to its illogical extreme. It&apos;s not enough for them that having thoughts may prove their existence. If they don&apos;t constantly share their thoughts then they believe they will cease to exist. If you are lucky then the opinion they are compelled to share will relate to the item they are commenting on. Don&apos;t hold their need to compulsively share their random thoughts against them. It is the commenting version of some sharks having to constantly swim forward or they will die. My toe itches and the pattern on those curtains is too bright. Constructives (Too rare to have a proper made up Latin name.) These are human beings who realise at the other end of their comments are other human beings. Whether delivering criticism or a compliment they are diplomatic and sensitive and have real suggestions for improvement. A glimpse of these people can sometimes be seen in the reflections of hens&apos; teeth. Dave Steele can be found with his real human feelings on Twitter as @hullodave.", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/nov/12/science-section-zoology-comment", 
    "wordcount": "1549"
}