{
    "headline": "How easy is it to delete yourself from the web  your experiences", 
    "text": "There are many reasons you may want to try and delete yourself from the web from fake social media accounts and compromising photographs to long outgrown views. Guardian readers share their experiences of attempts to delete an unwanted online presence.  Anonymous One day, about 2 years ago now, I googled my own name and was horrified that in the first 4 google results it was possible to track me on the electoral roll for 8 years, uncover my full date of birth, full address including house number, names and ages of my brothers, sister and partner (who I later went to live with after leaving my parents house after university). I work with with injecting drug users and my mother is a senior probation officer. Its very easy now for people to find out very personal information about me. At the click of a mouse. That reason alone is not enough to have your details hidden by Companies House. You need evidence of a very real threat such as (violence and an accompanying police report) to have this information suppressed. The same applies for web sites such as radaris, peek you, 123 people...indexing online copies of the electoral roll, facebook accounts etc. I was made a company secretary for my fathers very small part time business and did the occasional work for him during my holidays at university- over ten years ago. The company has since been wound down but my full name, date of birth and parents address are readily available on the internet if you enter my name into google. Third party indexing sites have taken this information from Companies House and sell it on the internet. I used to write requests to have my personal information taken down. Some complied, others didn&apos;t - they expect you to pay (around 20) to have the information hidden. As soon as one website goes down, another company pops up. Its impossible to control the indexing of your online presence. I have nothing to hide, but I feel very vulnerable with all this personal information about me so readily accessible. I have a very unusual name, so everything that comes up in a search result is actually just about me and my family!! I&apos;m now also very mindful about creating online accounts. l feel that there is way to much information about me out there!!&quot;  Sable I tried to delete my ancient myspace profile because it contained some pictures of me from my art degree. They were not sexual but, there was nudity. I was working in a secondary school at the time and I was very uncomfortable with the images possibly being discovered by pupils. Unfortunately, I had forgotten my password and my profile was so old that my email address was no longer in existence. I emailed them numerous times but I never managed to get the page deleted. To my knowledge it is still there. Gervase Frustrating beyond belief. A number of fake profiles of me were created on Bebo, Flikr and other social networking and sharing sites after I had criticised the BNP online. The profiles lifted pictures of me from elsewhere on the web and photoshopped them, and made me out to be an ultra-nationalist gay transvestite (I know; funny in a WTF sort of way and almost flattering), and would have been laughable if they hadn&apos;t started creeping up my Google rankings to the point where, if someone Googled me, the fake profiles would appear on the first page. I have repeatedly asked Bebo and the other sites to remove these profiles, but with limited success. The results seem to be arbitrary; some are removed, but others are left in place. The problem was brought home to me when an ex-girlfiend contacted me out of the blue to say how brave she thought I was in acknowledging what had clearly been a difficult position by coming out, and that she now quite understood why the relationship had ended, what we me being gay an&apos; all, but she thought my politics had become a bit creepy. Anonymous I have been on the Internet since 1985. I used to have about 130,000 Google hits on my name (and I have a unique name), due to a lot of online professional work.I have been successful in removing my online presence by deleting almost all accounts, doing online (public open source) work via an alias, though I still have a GMail account under an alias. I&apos;m now down to about 3000 hits. Time has helped. There&apos;s still wayback information but much less live.I think most people don&apos;t realise how their online information is being used/abused. They also don&apos;t know how data can be crossed from various sources, don&apos;t know how online advertisers, Google, Facebook, etc. buy and sell data, how facial recognition software permits other data crosses. Nor do they realise photos posted by their friends online can be tracked to them. Nor do they know the extent of surveillance and criminal use of online data. If they did they probably wouldn&apos;t get on the Web with their own identity. It sounds paranoid but it&apos;s reality, and will only get worse over time. Sara On a forum, where I&apos;ve talked for a number of years in a birth club and about interiors etc but then realised over time that I have revealed myself in a combined way more than I&apos;d have liked. But I&apos;ve six years of chat to my name there, but about three people recognised me and it gets a bit scary when you can&apos;t erase yourself! There really is a false sense of security when you&apos;re hidden on an annoymous chat room, until you realise you&apos;ve been &apos;virtually&apos; chatting to three other women at the same school gates as you! It has a good side two as I can look back and see what my first child was like at this age etc, sort of a diary done without realising but also found myself going back deleting those comments about my sister in law in 2010!! Then wishing I could just start over! Anonymous A distant cousin with my same first name and surname (but different middle name) committed a murder 10 years ago but the articles are still lingering about, such that the first things associated with my name on a Google search is this crime. I wrote to the publications in question, and they agreed to add the middle initial to the remaining texts. I now also always use my middle name in all correspondence, invoicing, etc. The only advantage to this &quot;&quot;double identity&quot;&quot; mix-up is that my invoices are paid on time (clients must worry about what will happen to them if payment is late!). Facebook deletion was difficult to navigate to the particular button to push to close the account. Easy to push the button (but apparently the actual data is never deleted, just &quot;&quot;unpublished&quot;&quot;...)  Anonymous About ten years ago I wrote a response on an article in a well known newspaper (broad sheet) in the Netherlands. A few years after that I googled myself and saw the response came up in the archive section of the newspaper. I called and wrote the newspaper because I wanted the article removed. It contained personal history about my mental health. After some more calls and e-mails the paper agreed to take the article out of their online database. Because of the nature of the item and the possible damage it could do to my future career. Because I didn&apos;t have any other online presence this would be the first and only thing about me when future employers saw about me online. It took some time, but I was successful and grateful to the people of the newspaper for their understanding. May I like many other people provided content for tv.com (reviews etc) on the understanding that it was a site for television fans to discuss their favourite shows. Then the site was sold (for significant money I am guessing) and ads started appearing on the site. Since I was not paid, nor did I want to be paid - I worked for free happily in the spirit of sharing amongst the online community - I wanted to delete the reviews I had written. I didn&apos;t see why the site should sell my work. Guess what? I couldn&apos;t delete them. Or even edit them (planning to just change content to gobblydegook) This annoys me. I understand the same thing happened to the Huffington Post journalists. I think there should always be facility to delete your work, especially if it is going to be sold by someone else. Liz I was bullied when I was 15 after I published some opinions on my Facebook profile. I deactivated my account after a few days and have subsequently deleted it. I left school and last year, when I was 17, I got Twitter and reinvented my online persona. I only followed new friends and ignored all the people in my &apos;previous&apos; life. It took time to establish a new life, and my old account and experiences still haunt me. I think the more new friends I make and people I follow, the more the bad memories of the old life will fade. Anonymous I had a profile on LinkedIn and I felt I had control of it. When I decided to remove my profile (and did a Google search for my name / role) I noticed that my details appeared on numerous &apos;crawler&apos; based sites such as Yatedo, Zoominfo, 123 people, Pipl, peekyou, etc. Trying to remove each and every listing took hours of my personal time (trying to claim each profile, contacting the site asking for removal, etc) and months of waiting for the cached versions to be updated and disappear. I would say I am 90% complete in this task. Some sites were easier to work with then others. My details had also appeared in some newspaper articles but I have had no success in being able to remove these pages (most were many years old). Have you ever tried to delete yourself from the internet? Share your story in the comment thread below. ", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/delete-online-profile-readers-panel", 
    "wordcount": "1712"
}