{
    "headline": "Do games really need to grow up?", 
    "text": "There is a lot of existential angst going on at the annual DICE summit in Las Vegas this week. In a city not commonly associated with angst, or indeed existentialism, two veteran game developers have delivered speeches in which they berated the industry for its immaturity and homogeneity.  On Wednesday, David Cage, the thoughtful creative director of titles such as Heavy Rain and Fahrenheit, gave a talk entitled &quot;The Peter Pan Syndrome: The Industry That Refused to Grow Up&quot;. He criticised developers for concentrating on three genres  kids, casual and violence  and for sticking to essentially one plot: &quot;You&apos;re a hero, and you need to kill people in order to go somewhere, free the world, free the princess, or whatever.&quot; He said he wanted to see games with meaning, games for a wider audience, games with emotion. You can see the entire thing here:            And then yesterday, veteran designer Warren Spector, the creator of Deus Ex, took to the stage. He spoke with his usual eloquence and charm about growing older as a gamer, and about how he was looking for different things, deeper experiences, from interactive entertainment: &quot;I have no interest in guys who wear armour and swing big swords. I have been the last space marine between earth and an alien invasion. I really just don&apos;t need to go there anymore. I want content that is relevant to my life, that is relevant to me, that is set in the real world.&quot; At one point, in front of a slide showing scenes from Suda 51&apos;s explosive brawler, Lollipop Chainsaw, he announced, &quot;there are some games that should just not be made.&quot; Both men have drawn ire from the gaming community  the tiresomely predictable reaction to anyone who challenges the status quo in this business. But both are also in precarious positions. Cage&apos;s Heavy Rain, while brilliantly suspenseful, interesting and idiosyncratic, was also violent and flawed. Spector&apos;s last games, the Epic Mickey titles, have drawn mixed reviews and sales have been disappointing, leading to the closure of his studio, Junction Point. Perhaps if it had been Gabe Newell from Valve up there, worrying about the state of game design, responses may have been slightly less vociferous. So are they right? Well if they are, it&apos;s only from a very narrow perspective: the perspective of the mainstream games industry. It&apos;s still possible to look at the best-selling retail games of the year and see only titles aimed at young, predominantly male audiences; you&apos;ll find the odd dancing game, a smattering of Marios, but mostly it will be soldiers and assassins, saving humanity or themselves. But then of course, taking this list as your reference group is like glancing at the top ten movie blockbusters and declaring that all films are noisy, idiotic and soulless. And no one in Hollywood bothers to stand up in front of their peers and say, &quot;you know, perhaps we shouldn&apos;t let Michael Bay make any more movies&quot;. Look around, look just a teeny bit deeper, and you see a more appealing truth: that video games have matured, they&apos;ve grown, they&apos;re taking on wider themes and ideas. Look at Thirty Flights of Loving or The Stanley Parable; look at Papo &amp; Yo or Dys4ia... or if you don&apos;t want to credit the indie community with all that is interesting and unconventional in gaming, look at Portal or The Sims, or even Walking Dead, which has violence but is really about hope, despair and fading humanity. Indeed, it is enormously telling that, between these two keynotes, DICE held its annual awards ceremony, during which the biggest winner was Journey, a mystical adventure about self-discovery and death. Thatgamecompany&apos;s experimental marvel was victorious in eight categories; it has also proved commercially successful. This is happening right now. Spector concedes that his thinking on games has changed, and that he enjoyed the transgressive gore of mainstream games in his youth. This is important, because most of those mainstream games are made by young people  or more accurately young men. This is still a young industry. But as the business matures it is the responsibility of designers like Cage and Spector  who are, let&apos;s say, rather older than average  to create games that appeal to their peers. I&apos;m older too  but for all its flaws and problematic obsessions, I wouldn&apos;t begrudge anyone the chance of playing Lollipop Chainsaw, or any of those really great games that have soldiers and assassins and space ships. Saving the world is fun  it is a central motif of story telling as far back as stories go. What the industry needs is not less of all that stuff, maybe, but more of what the film industry has. It needs more Michael Hanekes or Pedro Almodvars or Coen brothers. It needs less industry elders pointing out what&apos;s wrong and more doing their own thing to provide an alternative.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/08/do-games-need-to-grow-up", 
    "wordcount": "823"
}