{
    "headline": "Apps Rush: Draw Race 2, Apptivity WWE Rumblers, Samsung: Take Part 2012, Mini Empires, MapleStory Live and more", 
    "text": "A selection of seven new and notable apps for you today: Draw Race 2 Developer RedLynx&apos;s touch-racing game sequel has been ported to Android by Chillingo. As with its predecessor, you have to trace your finger round the track to pick the best racing line for your car. It includes 180 challenges in solo mode, and online challenges for friends.Android Apptivity WWE Rumblers This is Mattel&apos;s second Apptivity app for iPad. Like Disney&apos;s AppMates, it involves placing a physical toy onto the touchscreen, and using it to interact with a game. In this case, the game is wrestling, with a series of licensed WWE stars to battle.iPad Samsung: Take Part 2012 Another day, another official Olympic Games app. This one&apos;s from Samsung, which involves 3D mini-games for running, swimming and shooting. Oh, and augmented reality penalty kicks and archery thrown in for good measure.Android Mini Empires Mini Empires is a massively multiplayer online blend of Advance Wars, FarmVille and Civilization, released for iPhone. An intriguing prospect, not least because it&apos;s the work of developer Midverse Studios, which was founded recently by Riz Virk and Mitch Liu, of Tap Fish app-fame.iPhone MapleStory Live Interesting to see this quietly appear on the App Store: &quot;The Complete MapleStory Mobile Experience&quot; for iPhone. MapleStory being Nexon&apos;s popular massively multiplayer roleplaying game, with tens of millions of players in its existing online version.iPhone Zombies, Run! Running game Zombies, Run! has made plenty of headlines from its versions on other platforms, but now it&apos;s available on Windows Phone too. The idea: you run (in the real world) while being pursued by (not-real) zombies, with a storyline from novelist Naomi Alderman fuelling your exercise.Windows Phone Cartoon ABC Dreadful ABC apps are ten-a-penny on the App Store, but Cartoon ABC could be one of the good ones. Developed by Kids Academy Company, it promises well-designed flashcards and animated videos.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/06/apps-rush", 
    "wordcount": "321"
}