{
    "headline": "Windfarm sickness spreads by word of mouth, Australian study finds", 
    "text": "Sickness being attributed to wind turbines is more likely to have been caused by people getting alarmed at the health warnings circulated by activists, an Australian study has found.  Complaints of illness were far more prevalent in communities targeted by anti-windfarm groups, said the report&apos;s author, Simon Chapman, professor of public health at Sydney University. His report concludes that illnesses being blamed on windfarmsare more than likely caused by the psychological effect of suggestions that the turbines make people ill, rather than by the turbines themselves. &quot;If windfarms were intrinsically unhealthy or dangerous in some way, we would expect to see complaints applying to all of them, but in fact there is a large number where there have been no complaints at all,&quot; Chapman said. The report, which is the first study of the history of complaints about windfarms in Australia, found that 63% had never been subject to noise or health complaints. In the state of Western Australia, where there are 13 windfarms, there have been no complaints. The study shows that the majority of complaints (68%) have come from residents near five windfarms that have been heavily targeted by opponent groups. The report says more than 80% of complaints about health and noise began after 2009 when the groups &quot;began to add health concerns to their wider opposition&quot;.&quot;In the preceding years health or noise complaints were rare despite large and small turbined wind farms having operated for many years,&quot; it says. According to Chapman, when windfarms started being built in Australia about 20 years ago some of the anti-wind lobby was driven by people who simply did not like the look of them.&quot;Then in about 2009 things started ramping up and these people discovered if you started saying it was a health problem, a lot more people would sit up and pay attention. It&apos;s essentially a sociological phenomenon,&quot; he said.Giving the illness a name like &quot;wind turbine syndrome&quot; and &quot;vibro-acoustic disease&quot; had been a key feature in its spread, Chapman said. He accepted that some people genuinely felt ill but &quot;where you set up an expectation in people that something in their environment is noxious, that can translate into an expression of symptoms&quot;.The findings run against the claims of the Waubra Foundation, a national group that opposes windfarms and says serious medical conditions have been identified in people living, working or visiting within six miles (10km) of wind turbine developments. The group says the onset of conditions including sleep deprivation, hypertension, heart attacks and depression correspond directly with the operation of the windfarms. Waubra&apos;s chief executive, Sarah Laurie, said illnesses resulting from exposure to windfarms were &quot;an inconvenient truth&quot;.  &quot;There&apos;s been an attitude that the people who are getting sick are collateral damage,&quot; she said. &quot;People are not getting sick because someone tells them they&apos;re going to become unwell. They&apos;re waking up in the middle of the night and suffering from sleep deprivation because something is waking them up.&quot;  Laurie, who trained as a rural GP, said it was important that more research was done so we have a better understanding of exactly what&apos;s going on. &quot;No evidence doesn&apos;t mean no problem. It means the evidence hasn&apos;t been collected because the research hasn&apos;t been done,&quot; she said.  Chapman said that if wind farms did genuinely make people ill there would by now be a large body of medical evidence that would preclude putting them near inhabited areas. Eighteen reviews of the research literature on wind turbines and health published since 2003 had all reached the broad conclusion that there was very little evidence they were directly harmful to health.Chapman cited a recent New Zealand study that exposed 60 healthy volunteers to both real and fake low-frequency noise, similar to what is produced by wind turbines and is sometimes known as infrasound. Half of the volunteers were shown television documentaries about health problems associated with wind turbines before they listened to the low-frequency noise; the other half were not. They were then played a mixture of noises. Those who had seen the videos about the adverse affects reported higher levels of symptoms whether exposed to the genuine or fake audio samples. In spite of results like this, complaints from some living near wind turbines persist. David Mortimer is a beef and cattle farmer in Millicent, South Australia, 400km south-east of Adelaide. Wind turbines were built on his farm in 2004.  &quot;Mostly I&apos;ve had sleep-related problems,&quot; he said. &quot;At night I get a deep rumbling sensation in my head which makes it hard to get to sleep. I also get a pulsing in my heat that does not correlate to my heartbeat. It gives me an acute sense of anxiety and arrhythmia that goes on for days.&quot;  Mortimer said he sleeps well when he&apos;s away from the farm, when the silence in his head at night is &quot;absolutely profound&quot;.  &quot;As soon as we come back the symptoms reappear,&quot; he said. &quot;A lot of people like me are complaining but politicians and wind farm companies are not listening.&quot;  An application for 160 new turbines has been approved to be built on his neighbour&apos;s property. Seventeen of them will be visible from Mortimer&apos;s house and within 3.5km of his home.   Read the windfarm noise study Waubra Foundation website", 
    "section": "environment", 
    "gid": "environment/2013/mar/15/windfarm-sickness-spread-word-australia", 
    "wordcount": "926"
}