{
    "headline": "Why a boycott of Israeli academics is fully justified", 
    "text": "Steve Caplan believes that calls for the academic boycott of Israel, part of the wider Boycott Divestment Sanctions (BDS) campaign, are hypocritical and counterproductive. Leaving aside his Israel advocacy &quot;talking points&quot; version of history, Caplan&apos;s argument has three significant flaws. First, his only really substantive case against the boycott as a tactic is the claim that it is &quot;aimed at the very segment of the population&quot;  those in academia  who back Palestinian statehood and &quot;compromise&quot;. But the assertion that Israeli professors are particularly supportive of Palestinian rights is made with scant evidence. Emphasising that &quot;as individuals they are not being boycotted&quot;, Israeli activist Ofer Neiman tells me that &quot;the overwhelming majority of university professors do not act as dissidents. The best they will do is opine, and very softly. Very few of them use their enormous privileges  those that do are the exceptions.&quot; Indeed, as an article in Israeli newspaper Ha&apos;aretz last month reported, even self-defining &quot;leftist&quot; academics who vote for Labor or Meretz are happy to teach at the college in Ariel, an illegal West Bank settlement. These are the &quot;progressives&quot; who apparently support Palestinian rights, a distortion of reality similar to Caplan&apos;s praise for Yitzhak Rabin. In fact, the former Israeli PM&apos;s &quot;permanent solution&quot;  as he told the Knesset shortly before he was assassinated  meant giving Palestinians &quot;an entity which is less than a state&quot;, with &quot;united Jerusalem&quot; as Israel&apos;s capital and &quot;the establishment of blocs of settlements&quot; in the West Bank. A second problem with Caplan&apos;s piece is the omission of a key part of the argument for a boycott: the complicity of Israeli academic institutions in an occupation where violations of international law and human rights are routine. A 2009 report, &quot;Academic boycott of Israel and the complicity of Israeli academic institutions in occupation of Palestinian territories&quot; did an excellent job of documenting ways in which &quot;Israeli academic institutions have not opted to take a neutral, apolitical position toward the Israeli occupation but to fully support the Israeli security forces and policies toward the Palestinians.&quot; As Sara Hirschhorn, who is actually an opponent of the boycott, put it in an op-ed for The Times of Israel:  &quot;The entire nation is complicit in the occupation, and there is no safe haven in the libraries and laboratories within the Green Line  Israel&apos;s educational network  regardless of the political persuasions of faculty  is already entrenched in the occupation.&quot;  One example is the Technion-Israel Institute of Technology, a university with an international reputation for research  and strong ties with the Israeli military and arms manufacturers. Technion&apos;s scientists have developed a remote-controlled bulldozer used to demolish Palestinian homes, with the university offering &quot;tailored&quot; programmes to the &quot;IDF [Israel Defence Forces] and Ministry of Defense&quot;. Technion also has a close relationship with companies like Elbit Systems  a drone manufacturer targeted for divestment around the world due to its involvement in &quot;violations of international humanitarian law&quot;. Finally, it is revealing that Caplan also omits to mention that it is occupied and colonised Palestinians who are asking for a boycott as one tactic in a campaign for basic rights. The Palestinian Campaign for the Academic and Cultural Boycott of Israel was launched in 2004, and helped to start the BDS campaign the year after. PACBI urges a boycott to be applied in ways such as refraining from &quot;collaboration or joint projects with Israeli institutions&quot;. It is nothing to do with, as Caplan incorrectly claims, &quot;excluding someone because of his or her government&apos;s views&quot;. As with South Africa, those suffering under policies of segregation and forced displacement are urging boycott campaigns as a means of ending Israel&apos;s impunity and realising their basic rights. BDS makes the link between Israeli crimes and a response to them: the kind of nonviolent, grassroots campaign that has long been used to challenge injustice. Academia is not exempt.", 
    "section": "science", 
    "gid": "science/blog/2012/sep/12/boycott-israeli-academics-justified", 
    "wordcount": "676"
}