{
    "headline": "Mars mission poses greater risk to human life than Nasa would allow", 
    "text": "The private mission to Mars proposed by the US millionaire Dennis Tito marks a dramatic shift in the level of risk that humans may be willing to take in space exploration. The mission as planned is stripped to the bare minimum required to give the astronauts a reasonable chance of survival, but the risks are far higher than a national space agency, such as Nasa, would allow. Tito announced plans for a man and woman  probably a married couple  to crew the slingshot mission around Mars, and will give further details of his team&apos;s feasibility study of the mission at a technical conference in Montana next week. Kevin Fong, director of the Centre for Space Medicine at UCL, compared the mission to the voyage of the James Caird, when Sir Ernest Shackleton and his crew sailed and rowed a small boat 1,500km from Elephant Island to South Georgia, after their ship, the Endurance, was destroyed by pack ice in the Weddell Sea. &quot;It&apos;s plausible, but it&apos;s an eye-wateringly uncomfortable and risky mission design. What is important here is that this is a philosophical shift in the approach to and acceptance of risk,&quot; Dr Fong said. Though Tito has assembled an experienced group to plan and advise on the adventure, they must still develop life-support systems and radiation protection, and heat shields to withstand a re-entry that will be twice as fast as any other return to Earth. Then they must buy and modify a rocket and capsule for the mission, with no time for test flights. Since time is too tight for the usual tests, the team hope to use tried-and-tested equipment where possible, and simple, robust electronics that will be more resilient to space radiation. &quot;They will do extensive ground testing, and use off-the-shelf components as much as they can, but this is a one-off, high-risk strategy,&quot; said Anu Ojha, director of the UK National Space Academy. For the 501-day mission, Tito&apos;s team calculate that the astronauts will need four tonnes of water and two thirds of a tonne of dry rations. The calculations are based on two crew members weighing 70kg each  a figure that feeds into their energy requirements. To replenish the air supply in the capsule, the spacecraft is expected to carry devices that electrolyse water into its constituent gases, hydrogen and oxygen. Urine will be reprocessed for use in the cabin. &quot;On survival rations you can do it, but there&apos;s not much margin for error,&quot; said Ojha. Fuel, liquid oxygen and water tanks would be held in a service module attached behind the crew capsule. The journey to Mars will expose the astronauts to higher-than-normal levels of radiation because they will be far from the Earth&apos;s magnetic field, which helps protect those on terra firma, and crews aboard the International Space Station. While space station veterans can face an increased lifetime risk of cancer of around 0.1 percentage points, the Mars mission crew will face an increase of around three percentage points, more than Nasa would sanction. There are two main sources of radiation that pose a threat to the crew&apos;s health. In space, there is a fairly constant flux of galactic cosmic rays, including protons, iron and other heavy ions, which come from outside the solar system. With these, the total exposure time is important: heavy ions in particular can cause tracks of damage in biological tissues. When the sun&apos;s activity is at its peak, its magnetic field provides most protection against GCRs. Less predicable than CGRs are solar energetic particles (SEPs), which come from solar flares and &quot;coronal mass ejections&quot; from the sun. These intense blasts of radiation can kill. On a typical voyage to and from Mars  which would be longer than Tito&apos;s planned trip  estimates suggest the crew has a 10% chance of experiencing at least one fatal SEP event, and more than a 30% chance of exposure to a blast that would kill 35% of people in 50 days. Fortunately, the proposed launch date of 5 January 2018 is when solar activity is near its lowest, and when SEPs are correspondingly less intense and less frequent. Tito&apos;s team is particularly keen to send a married couple to Mars. Several have flown in space before, though Nasa has since banned married couples from flying on the same mission. Though applications for Tito&apos;s mission do not open for several months, Jane Poynter, chair of Paragon Space Development Corp, which is leading the work on life support systems for the mission, said applications have already started rolling in. In an email on Thursday she did not give numbers, but said: &quot;We have already started getting a lot of applications. There seems to be considerable interest.&quot; Iya Whiteley, deputy director of the Centre for Space Medicine at UCL, said sending a couple makes a lot of sense, and that, yes, you would expect them to have sex in transit. &quot;It&apos;s a natural thing for a couple to do, and it will help to keep them occupied.&quot; The crew will certainly need things to fill their time. They will not have much to do in terms of flying the capsule, as Poynter confirmed to the Guardian. &quot;Flying the capsule will be a team effort between the crew on board and team members back on Earth. The ground-based team will work course corrections as needed, while the on-board crew will maintain life support and other systems within the capsule,&quot; she said. Dr Whiteley, a psychologist, advised on the European Space Agency&apos;s simulated mission to the red planet, Mars500. The mission highlighted more than 2,000 issues the crew faced, each of which need addressing.  One issue Tito&apos;s crew will face is boredom. That will be alleviated by films, music and books, which could be beamed wirelessly to the spacecraft, but space agencies are looking at other ways to stimulate spacefarers. One idea is to have friends and colleagues on Earth use head-mounted cameras to record interesting occasions, such as cycling a leg of the Tour de France, or visiting a gallery. The video could then be beamed up to the crew, who can then re-live the experience through their acquaintance&apos;s eyes. Lack of space inside the vehicle will be one of the toughest problems the crew will face. The capsule will be around seven cubic metres, but the crew may have the use of an &quot;inflatable habitat&quot; that will be attached to the spacecraft. &quot;The more space they have the better,&quot; said Dr Whiteley. &quot;It will be vital they have somewhere they can escape to if they need to. Time apart is equally as important as time together.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/01/mars-mission-risk-human-life-nasa", 
    "wordcount": "1124"
}