{
    "headline": "Mumbai monolith epitomises need for post-2015 agenda to tackle inequality", 
    "text": "If you want a glimpse across the yawning chasm that separates the world&apos;s super rich from the ultra poor, there&apos;s no better place than Mumbai&apos;s Altamount Road. Look up and you&apos;ll see Antilla, the world&apos;s most expensive home. With spectacular ocean views, swimming and gym facilities, and no fewer than three helipads, the 27-storey shaft of steel and glass is the residence of Mukesh Ambani. Chairman of Reliance Industry, a global energy conglomerate, Ambani  net worth $21bn  is India&apos;s richest person and ranks 19th on Forbes&apos; list of global billionaires. Stroll up to Byculla district and you enter what feels like a parallel universe. This is the world inhabited by Mumbai&apos;s 6 million slum dwellers. Most people survive on less than $2 a day. Visibly malnourished kids who should be in school are collecting metal to sell as scrap. The sanitation is non-existent. But you get a great view of Antilla at sunset. Go back 15 years, and there were just two dollar billionaires in India. Now there are 46. The $176bn total net worth of the billionaire community has climbed from about 1% of GDP to 12%. That&apos;s enough to eliminate absolute poverty in India twice over, with enough left over to double spending on the country&apos;s shockingly underfinanced public health system. Meanwhile, poverty has been falling at an abysmally slow rate  and child hunger is hardly falling at all. Rising income inequality is globalisation&apos;s theme tune. As Oxfam highlighted in a report last week (pdf), what is happening in India is part of a wider pattern. Technological progress, market-oriented reforms, and excessively generous tax regimes are driving a wedge between rich and poor, magnified by the opportunities created through trade and finance  and by a parallel failure to finance decent public services for the poor. Less widely recognised has been the impact of surging inequality on efforts to reach the 2015 millennium development goals. Widening gaps in wealth and opportunity have acted as a brake on poverty reduction and progress in child survival, nutrition and education. Yet inequality remains conspicuous by its absence from the agenda for the post-2015 development goals. This week&apos;s meeting of the high-level UN panel framing the post-2015 goals provides an opportunity to change this. As one of three commissioners co-chairing the gathering in the Liberian capital Monrovia, Britain&apos;s prime minister, David Cameron, should be playing a leadership role in making the case for a strengthened focus on equity. After all, inclusive growth and equal opportunity are central themes running through the UK&apos;s Department for International Development&apos;s (DfID) aid programmes. Nowhere are the corrosive effects of extreme inequality more evident than in relation to poverty reduction. The rate at which poverty declines is a function of two things: economic growth and the share of any increment to growth captured by the poor. Rising inequality dampens the poverty-reducing effects of growth. Over the past two decades, Asia&apos;s Gini coefficient  the most widely used measure of inequality  has increased from 39 to 46. Had it remained constant, poverty incidence would by now be 28% lower. Meanwhile, every percentage point of growth in Brazil has been reducing poverty at five times the rate in China, and 10 times the rate in India. The reason: Brazil has sustained economic growth while reducing inequality through social protection programmes. Inequality has also been a barrier to accelerated poverty reduction in Africa. Last year, Kofi Annan warned that governments across the region were allowing extreme wealth disparities to slow the pace at which economic recovery lifts people out of poverty. Recent research reinforces the case for a stronger focus on equity. In a report to be released next month, Laurence Chandy and his colleagues at the Brookings Institution have explored a range of scenarios for poverty levels in 2025. Holding growth constant but allowing inequality to rise at the rate witnessed in much of Asia would raise the global incidence of poverty from 7% to 11%, keeping another 266 million people below the $1.25 threshold. The really bad news is that extreme inequality is also bad for growth. IMF research shows that it restricts the development of markets, limiting investment opportunities for the poor, and encourages speculative financial activity. But high concentrations of wealth also skew political power towards vested interests, undermining efficiency. Pakistan and Nigeria urgently need to mobilise tax revenues to invest in the social and economic infrastructure required to support growth, but tax codes are drafted by the powerful to facilitate evasion by the wealthy. Gaps in opportunity mirror those in wealth. In much of Asia and sub-Saharan Africa, children born to poor families are between five and 10 times likelier to die in their first year  and research by Save the Children suggests the gap is widening. With up to 70 million children still out of school, progress towards universal primary education has stalled, with the most marginalised children  child labourers, poor rural girls, slum dwellers and ethnic minorities  falling further behind. And today&apos;s disparities in education are tomorrow&apos;s inequalities in skills, wages and wealth. Setting targets for greater equity is not straightforward. But complexity should not become a pretext for inertia in the face of one of the greatest development challenges of our age. To set the ball rolling, how about a wealth inequality ceiling that limits the GDP share of the richest 10% to no more than 12 times that of the poorest. The goals for the next decade should also include targets for eliminating wealth and gender gaps in child survival, ante-natal care, and school participation. Clearly targets alone don&apos;t deliver results. But equity-based goals would turn a spotlight on the policies needed to reduce the inequalities holding back human development. More than that, they would drag the post-2015 debate out of its technocratic comfort zone, echo the demands of social justice activists across the world, and mobilise a wider constituency for change.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/28/mumbai-monolith-post-2015-inequality", 
    "wordcount": "980"
}