{
    "headline": "School sports: Kelly Holmes backs target dismissed by David Cameron", 
    "text": "Dame Kelly Holmes, the double Olympic gold medal winner and government adviser on school sports, said on Wednesday that said she supported two hours a week of compulsory PE in schools  a target adopted by the last Labour government but dismissed earlier in the day by David Cameron as a box-ticking exercise. The education secretary, Michael Gove, withdrew the target at the same time as he abolished sports partnerships. His department dismissed the two-hour goal, saying it was not a target but &quot;just an unenforceable aspiration&quot;. In 2010, ministers also abolished the annual school sports survey, which assessed how much school sport was taking place. Despite Britain&apos;s success at the Olympic Games, the Conservatives are increasingly nervous about their record of investment in sport, overseen both by the culture and education departments. Labour claims the government has cut 67% from the school sports budget and ended the ringfencing of money for school sport. Cameron, speaking on LBC radio, said the problem was not a lack of funds. He urged more teachers to give up their free time to teach sport as well as their main teaching subject. &quot;We need a big cultural change, a cultural change in favour of competitive sports. That&apos;s what I think really matters. The problem has been too many schools not willing to have competitive sport and some teachers not willing to join in and play their part.&quot; Cameron denied that his government had scrapped compulsory PE in schools, saying sport was still part of the national curriculum. He added that 1bn was being spent on sport in schools over four years. &quot;If the problem is money, it would be solved by money.&quot; The mayor of London, Boris Johnson, claimed earlier this week that the success of the Olympics had been a Conservative lesson in showing the link between effort and achievement, as well as the role of competition. Cameron agreed, saying: &quot;I would like to promote competitive sport. We need more competition, more competitiveness, getting rid of the idea of &apos;all must have prizes&apos; and &apos;you cannot have competitive sports days&apos;.&quot; The prime minister was asked whether the education department had removed the requirement for two hours of compulsory PE every week in schools. He said: &quot;Every school has to deliver sport. What the last government did, which is not right, is if you just sit there in Whitehall and set a target but don&apos;t actually do anything to help schools to meet it, you are not really solving the problem. &quot;In fact, by just saying: &apos;I want you to do this number of hours a week,&apos; some schools think: &apos;right, as soon as I have met that minimum target, I can tick a box and give up&apos;.&quot; In December 2010 Gove invited Holmes, who won gold in the 800m and 1,500m in Athens, to lead sporting advocates in promoting school sport around the country and to encourage more young people to participate in sport. On Wednesday, she tweeted: &quot;my view for what its worth: PE compulsory min 2 hours, Designated Primary school PE teachers and make stronger links between schools, communities &amp; sport clubs.&quot; The former prime minister Sir John Major also called for more investment. &quot;One of the things that I bitterly regret that I wasn&apos;t able to do as prime minister was to utilise money to put a full-time sports teacher in every secondary school and in each cluster of primary schools.&quot; Richard Caborn, the former Labour sports minister, accused the government of seeking to rewrite history, saying he had specifically funded competitive sport by investing in 450 school sports partnerships, responsible for stimulating competitions between schools in local areas. The office of the shadow education secretary, Stephen Twigg, said it was ridiculous to suggest Labour was against competition in sports. It said the 2009-10 school sport survey found a very large increase in the proportion of pupils participating. Labour said the number of young people doing two or more hours of sport a week rose from 25% to 90% between 2002 and 2010, and 55% were doing three or more hours a week.  This article was amended on 9 August to reflect the fact that Kelly Holmes won gold in the 800m and 1,500m at the Athens Olympics, not the 400m and 800m as originally stated", 
    "section": "education", 
    "gid": "education/2012/aug/08/kelly-holmes-compulsory-school-pe", 
    "wordcount": "734"
}