{
    "headline": "Spotted flycatchers are rainbows of colour expressed in a movement", 
    "text": "We were breakfasting in the garden when there was a momentary flurry that broke the breezy atmosphere of swaying buddleia with its lazy scatter of butterflies. It was a synapse of intense connection between a peacock butterfly and a bird. In an instant, and even without my spectacles when the world is otherwise rather blurry, I knew it was a spotted flycatcher. Nothing in Britain moves like a spotted flycatcher. They&apos;re strange, wonderful creatures of muted grey-brown, duller than any dunnock. Most of the time they sit on a wire or exposed perch, but completely still, almost like a tiny wooden effigy or some long-winged sculpture. Suddenly the little icon breaks its stillness. It bursts into flight, describing long curves, even pausing midair, back-beating wings like a kingfisher&apos;s before a dive, when the beak snaps shut on its flying prey. Then back it goes. The wings close. The statue returns to its niche. It is this alternation of quietude and drama that supplies a spotted flycatcher with all the chromatic riches a bird could ever need. It&apos;s a rainbow of colour expressed in movement. There is no hue quite like the species&apos; mouse brown. It was once present in churchyards up and down this country, where the flycatcher utilises the headstones as multiple perches (in fact the bird&apos;s greatest gift to us was probably this living intensity even among the places of our dead). I use the past tense because the spotted flycatcher is part of the old-new story  25 years, three-quarters of them lost. Such long-distance migrants now inhabit a world of multiple jeopardy: climate change, habitat losses, desertification, pesticides. The whole machinery of this planet is jamming tighter and tighter around citizens such as the spotted flycatcher. If it goes completely no human life will end, no human enterprise will fail, and many will not even notice, but when this little pagan deity is gone one irreplaceable shade of colour will pass from our register.", 
    "section": "environment", 
    "gid": "environment/2012/sep/02/claxton-norfolk-spotted-flycatcher", 
    "wordcount": "327"
}