{
    "headline": "Stone me! Spears show early human species was sharper than we thought", 
    "text": "The ancestors of humans were hunting with stone-tipped spears 500,000 years ago, according to a new study  around 200,000 years earlier than previously thought. This means that the technology must have been developed by an earlier species of human, the last common ancestor of both modern humans and Neanderthals. The invention of stone-tipped spears was a significant point in human evolution, allowing our ancestors to kill animals more efficiently and have more regular access to meat, which they would have needed to feed ever-growing brains. &quot;It&apos;s a more effective strategy which would have allowed early humans to have more regular access to meat and high-quality foods, which is related to increases in brain size, which we do see in the archaeological record of this time,&quot; said Jayne Wilkins, an archaeologist at the University of Toronto who took part in the latest research. The technique needed to make stone-tipped spears, called hafting, would also have required humans to think and plan ahead: hafting is a multi-step manufacturing process that requires many different materials and skill to put them together in the right way. &quot;It&apos;s telling us they&apos;re able to collect the appropriate raw materials, they&apos;re able to manufacture the right type of stone weapons, they&apos;re able to collect wooden shafts, they&apos;re able to haft the stone tools to the wooden shaft as a composite technology,&quot; said Michael Petraglia, a professor of human evolution and prehistory at the University of Oxford who was not involved in the research. &quot;This is telling us that we&apos;re dealing with an ancestor who is very bright.&quot; The use of spears for hunting has been dated back to at least 600,000 years ago, from sites in Germany, but the oldest spears are nothing more than sharpened sticks. The evidence for stone-tipped spears until now has been no more than 300,000 years old, from triangular stone tips found all over Africa, Europe and western Asia. &quot;They&apos;re associated in Europe and Asia with Neanderthals and in Africa with humans and our nearest ancestors,&quot; said Wilkins. &quot;Sometimes at these sites, they were used for other ways as well, sometimes for cutting or butchery or as knives or in processing hides or other materials.&quot; To find out if any stone tips were being used on spears any earlier than that, Wilkins examined sharp stones found at a site called Kathu Pan, in the Northern Cape region of South Africa. The sediments in which these tips had been found had been previously dated to 500,000 years old but it was unclear if the stones themselves had ever been used for anything other than handheld purposes such as cutting or butchery. Wilkins took close-up photographs and put the stones under a microscope to look for the tell-tale damage caused to stones whenever they are used on spears. &quot;We know from experimental studies that, when a point is used as a spear tip, the concentration of damage is greater at the tip of the point than along the edges,&quot; she said. &quot;That&apos;s the same pattern we saw in the Kathu Pan point.&quot; Her analysis is published today in the journal Science. Dating the stone tips to 500,000 years ago means that they were used on spears by the last common ancestor of modern humans and Neanderthals, Homo heidelbergensis. The idea that Homo heidelbergensis developed stone-tipped tools made a lot of sense, said Petraglia, because Homo sapiens and Neanderthals, which descended and split from Homo heidelbergensis around 300,000-400,000 years ago, used similar stone-tipped spear weapons. Petraglia added that there were several other implications to the discovery that Homo heidelbergensis had used hafting to make spears. Adding stones would not only have given our ancestors an easier way to kill prey, but also to do it from a distance. &quot;There is a big difference between thrusting and throwing,&quot; he said. &quot;You can kill from a distance, maybe 10 to 30 metres away. The previous ancestors did not have that technology, so it means you are now occupying a new ecological niche, you can now take animals down more efficiently.&quot; Before Homo heidelbergensis, Homo erectus was known to have used handheld stones as cutting tools. But they were not using, as far as anyone knows, spears. &quot;This is a major innovation, getting into a new ecological niche,&quot; said Petraglia. He added that the discovery also shed light on the development of modern human cognition. &quot;Hominins  both Homo erectus and earlier humans  were into this meat-eating niche and meat-eating is something that is thought to be very important in terms of fuelling a bigger brain,&quot; said Petraglia. &quot;In terms of our evolutionary history, that&apos;s been going on for millions of years. You have selection for a bigger brain and that&apos;s an expensive tissue and that protein from meat is a very important fuel, essentially. If you become a killing machine, using spears, you&apos;ve come up with a technological solution where you can be reliant on meat-eating constantly. Homo heidelbergensis is known as a big-brained hominid, so having reliable access to meat-eating is important.&quot; Marks of distinction Other milestones in human evolution that demonstrated our ever-increasing cognitive abilities were fire, jewellery and art. The earliest evidence of controlled fire for cooking, was found last year in South Africa by scientists at the University of Boston and dated to a million years ago. It is thought that the development of cooking not only made food tastier and easier to digest, it made the extraction of energy from raw ingredients quicker and more efficient. All useful things if you want to power an over-sized, energy-hungry brain without having to spend all your time foraging and chewing food. The earliest known jewellery has been found in caves on the slopes of Mount Carmel in Israel. Dated to around 100,000 years ago, the ancient shells and beads had similar holes made into them, which would have allowed them to be strung together into a necklace or bracelet. They represent an early comprehension of symbolic behaviour  wearing jewellery sends messages of identity and self-expression to those around us. Cave paintings are another sign of rapidly-growing intelligence among humans. The earliest discovered so far, found at 11 locations in northern Spain, including the Unesco world heritage sites of Altamira, El Castillo and Tito Bustillo, were made by Neanderthals. One of the paintings was found to be more than 40,800 years old.", 
    "section": "science", 
    "gid": "science/2012/nov/15/stone-spear-early-human-species", 
    "wordcount": "1090"
}