{
    "headline": "Mobile phones: 40 years of handsets in pictures", 
    "text": "   Product designer with Motorola DynaTAC mobile concept phone in 1972. This model was called a 'shoe phone' because it resembled a boot Photograph: Motorola Archives       The Motorola DynaTAC 8000X (1983), the world's first commercial handheld mobile phone. It weighed 29oz, or almost 800g - truly a 'brick'. It offered 30 minutes' talk time and 8 hours' standby - and an LED display for dialling and a 30-number recall. Yours for just $3,995 - equivalent to $9,300 in 2013. Photograph: Motorola Archive       Motorola StarTAC (1996), the first clamshell/flip mobile phone. In all, 60m were sold: when released, it was the smallest mobile phone on the market. It was named one of the 50 Greatest Gadgets of the Past 50 Years in 2005; could receive (later models send too) text messages; weighed just 88g. The price? $1,000 - equivalent to $1,480 now Photograph: Brian Hagiwara/Time &amp; Life Pictures/Getty Image       Nokia 8110 (1996): known as the 'banana phone' for obvious reasons, it featured in 1999 movie smash The Matrix Photograph: Alamy       T-Mobile Sidekick (2002-): also known as the Danger Hiptop, Mobiflip and Sharp Jump, this could be considered the first modern smartphone. It was a hit with celebrities including Paris Hilton. The model pictured is the Sidekick 3 (2007). Danger, the company, was co-founded by Andy Rubin - who went on to set up another mobile company called Android, which Google bought in 2005 to produce its own mobile OS. Danger was bought by Microsoft, which effectively shut it - and then introduced its short-lived Kin phone. Photograph: PR       Motorola RAZR V3 (2003): with a radical design and solid features, this handset sold 130 million units. This was a hit for Motorola - but its strategy of selling the units cheaply to gain market share lost huge amounts of money. It struggled for years afterwards and never regained its ascendancy. Photograph: Lisa Poole/AP       Nokia N95 (2006): this Symbian smartphone was regarded as a market leader in its era, offering 3G, a 2.6-inch  TFT display, a 5MP camera, Wi-Fi, GPS and Bluetooth. It sold 7m units. It was arguably Nokia's last great hit of the pre-touchscreen era.  Photograph: PR       Nokia 1200 (2007): this basic dual-band GSM candybar phone sold a massive 150m units worldwide; Nokia is still profitable in the low-end phone market.  Photograph: PR       Apple iPhone (2007): released after months of hype, this handset indeed proved revolutionary. The 3G version, released a year later, has sold 35m units, while its successor, the 3GS, sold the same volume. The first version had many omissions: it couldn't forward messages or do MMS and lacked 3G. Yet its model - apps, full touchscreen, full internet - has become pervasive. Photograph: Kevork Djansezian/AP       HTC Touch (2007): released the same year as Apple's iPhone, this Windows Mobile 6-powered handset had a user interface called TouchFLO that could detect a sweeping motion and could distinguish between a finger and a stylus. But it was the last gasp for Windows Mobile, which at one point had sought to challenge Nokia's Symbian for the title of smartphone OS leader. Photograph: PR       Palm Pre (2009): this long awaited handset aimed to revive Palm and its WebOS, but it gave users little reason not to buy a iPhone, BlackBerry or Android phone instead. Despite being popular with reviewers, the phone was a commercial flop, and Palm was soon taken over by HP - which wrote off around $4bn on phones and tablets using WebOS. Photograph: Paul Sakuma/AP       HTC Desire (2010): this Android 2.1 smartphone has been a sales success despite a battle over patents between its maker and Apple. It was the source of the first patent fight between Apple and an Android handset maker. Photograph: Josep Lago/AFP       Apple iPhone 4 (2010): despite early bad publicity about the handset's mobile reception, Apple's redesigned flagship model has sold some 80m units, while its follow-up, the 4S, has fared even better.  Photograph: Paul Sakuma/AP       Google Nexus One (2010): the first mobile phone the internet company sold directly to consumers. The experiment - to route around carriers - was not a success when Google discovered the challenge of dealing with customer service from buyers with questions, a problem it had never encountered on such a scale before. It soon turned the Nexus One over to carriers to sell. Photograph: Tony Avelar/Bloomberg via Getty Images       Samsung Galaxy SIII (2012): along with its predecessors, this iPhone rival cemented Samsung as one of the leading challengers for the smartphone crown. It also showed Samsung evolving its own style for phone design, and moving towards larger screens with its own apps and skin on Android.  Photograph: Fabrizio Bensch/Reuters       Apple iPhone 5 (2012): this update was criticised for not offering a completely redesigned form factor, but was still the thinnest smartphone on the market and the lightest iPhone yet, with a bigger 4in 'Retina' screen. It has sold strongly, keeping Apple in contention: together with Samsung, it makes up more than half of all smartphone shipments, and the duo control almost all profits in the smartphone business. Photograph: Glenn Chapman/AFP/Getty Images       BlackBerry Z10 (2013): touted as BlackBerry's 'comeback' phone, it is its first to feature a touchscreen rather than its its signature keyboard Photograph: Kevork Djansezian/Getty Images       Samsung Galaxy S4 (2013): the maker's latest flagship phone sports a bigger display and features including gesture controls and eye tracking. The company has ambitions to ship in huge numbers; some reports say that its aim for 2013 is to ship a total of 500m mobile phones from its broad portfolio. Photograph: Don Emmert/AFP/Getty Images  ", 
    "section": "technology", 
    "gid": "technology/gallery/2013/apr/03/mobile-phones-40-years-handsets", 
    "wordcount": "0"
}