{
    "headline": "Flooding threatens one in four London properties", 
    "text": "One in four London properties, collectively worth around 250bn, are at risk of flooding, according to official assessments of the dangers now facing homes in England and Wales. Ten of the top 25 most at-risk local authority areas across England and Wales are now London boroughs. The environment agency&apos;s 2013 national flood risk assessment, unpublished but seen by the Guardian, shows that London boroughs now dominate the local authorities with most properties in jeopardy from river and tidal flooding. Hammersmith and Fulham, Southwark and Wandsworth are among the most threatened. Meanwhile, there was a 26% year-on-year drop in investment in flood defences between 2010 and 2011, with disproportionately high cuts in the capital. Separate figures compiled by the Greater London Authority using environment agency data suggest London has 850,000 properties in areas at risk of surface water, river and tidal flooding. This ratio of one in four homes in risk areas is significantly higher than the national average, which the environment agency says is one in six homes. The agency&apos;s national flood risk assessment reveals that overall 2.5m properties across England and Wales are at risk of river and coastal flooding; flash flooding would push the number even higher.     London flood risk map. Photograph: Graphic    Outside the capital, Hull and the surrounding East Riding of Yorkshire local authorities have the greatest number of properties at risk, with more than 180,000. Lincolnshire also comes near the top of the list with four local authorities with over 160,000 properties at risk in total. Other high-risk areas include Cardiff, Windsor, Doncaster and King&apos;s Lynn in Norfolk. The widespread flood risks are of particular concern because of the imminent expiry of a deal between government and the insurance industry that ensures high-risk homes can get affordable insurance. The agreement between government and the insurance industry to replace that brokered by Labour was set to expire at the end of June, but on Thursday ministers were forced to seek a one-month extension. In the agreement, ministers said they would to increase flood defence spending while insurers pledged to provide affordable premiums for high-risk homes. Without a new agreement, hundreds of thousands of properties could become uninsurable, threatening their saleability. Aidan Kerr, head of property at the Association of British Insurers (ABI), said: &quot;With flooding the biggest natural risk the UK faces, it is important we have consensus on managing the risk going forward, which includes sustained, targeted flood defence investment and sensible planning decisions.&quot; A Department for Environment, Food and Rural Affairs (Defra) spokesman said: &quot;The government is having constructive talks with the ABI and is meeting them regularly.&quot; Campaigners say that the government needs to do more to protect homes and businesses. &quot;Cuts to flood defence spending will come back to bite them with a vengeance,&quot; said Charles Tucker, chair of the National Flood Forum, which represents 160 at-risk communities. &quot;Everyone knows it is getting worse, especially flash flooding.&quot; He said the impact of a flood can be devastating. &quot;It is like a death in the family: the upset and depression stays with you a long time.&quot; Government scientists acknowledge that the risk of flooding is rising every year due to climate change, and 2012 was the wettest year on record across England, with insurers reporting 1.2bn of damage from almost half a million claims. But coalition ministers oversaw a 26% year-on-year drop in investment in flood defences after entering office in 2010. In 2009-10 in London alone, over 34m was spent on flood defence projects but this fell to less than 17m by 2012-13. Some boroughs were particularly hard hit, with funding in Hammersmith and Fulham falling 99%. In Richmond upon Thames, the borough with the most homes in the highest-risk category, funding has fallen from 1.5m in 2009-10 to zero in 2013-14. An environment agency spokesman said: &quot;Capital investment varies from one year to the next depending upon what schemes are under construction and where new schemes are in the planning cycle.&quot; Across the capital, funding is expected to rise again to 30m in 2013-14, but this remains 12% lower than 2009-10. The environment agency said: &quot;Our priority is to do as much as we can with every pound of funding.Prioritisation is needed every year. There are always more schemes applying than funding available.&quot; A Defra spokesman said: &quot;We&apos;re spending over 2.3bn on tackling the risk of flooding. Together with contributions from other partners, this is moremoney than ever before.&quot; From 2010-14, the government will spend 0.05% more in cash terms than 2006-2010. The latter period includes low-spending years before flood defence funding leapt up in response to the Pitt review of the catastrophic 2007 floods. The 148m &quot;partnership&quot; funding comes from local authorities and the private sector, but ministers have refused to say what proportion comes from companies, rather than public funds, citing commercial confidentiality. Mary Creagh, Labour&apos;s shadow environment secretary, said: &quot;Incompetent government ministers are playing Russian roulette with people&apos;s homes, businesses and futures. Extreme weather is here to stay, but the government&apos;s cuts  too far and too fast - risk compounding misery and leaving towns and cities blighted.&quot; Why do areas without rivers flood? Flash flooding, where intense rainstorms overcome the capacity of drains, is a fast-growing risk as climate change makes downpours more likely, which explains why properties even in outer London boroughs are at significant risk. Overall, one in four properties in the capital are endangered by flooding but in Barnet, one of the boroughs far from the Thames, 82% of the properties are at risk of flash flooding. However, local rivers, such as the river Brent, Dollis Brook and Silk Stream in Barnet, mean some river flooding risk remains. Other boroughs with more than 20,000 properties at risk, but dominated by flash flooding, include Croydon and Bromley. The risk of river flooding is only completely absent from Camden and Islington, but low-capacity urban drainage systems means about 12,000 properties remain at risk of flash flooding. Enfield, another outer London borough, faces both river and flash flood risks equally, due to the River Lee and Salmons Brook. The figures used here only consider the risk of more than 30cm of flash flooding: if the risk of more than 10cm is considered, around four times more properties are considered at risk in many boroughs. Riverside boroughs such as Hammersmith and Fulham, Wandsworth and Newham are dominated by the risk from the tidal Thames river and its tributaries. For example, over 85% of the 100,000 endangered properties in Southwark, the most at-risk borough, are threatened by Thames flooding, although Thames defences mean the risk is in the low category. Damian Carrington", 
    "section": "environment", 
    "gid": "environment/2013/may/17/flooding-threat-london-property", 
    "wordcount": "1136"
}