{
    "headline": "The celestial peak of Scafell Pike viewed from afar", 
    "text": "It was near the point where William Wordsworth&apos;s father is said to have lost his way on Cold Fell in freezing mist, and subsequently died after being benighted and catching a severe cold in 1783, that I saw a most unusual view, and only because the light fell in such a way. The occasion? Driving this wild upland road between Ennerdale Bridge and Calderbridge, just past Kinniside stone circle and not far before the turn-off to Matty Benn&apos;s packhorse bridge across Friar Gill, said to be the oldest such span in Cumbria. What was that peak afar? How it brought to mind Kipling&apos;s poem: &quot;Something lost behind the Ranges. Over yonder! Go you there!&quot; Lakeland is replete with skyline on skyline, and with peaks peeping into view through gaps. I remember another such car-stopping vision on the way back to Langdale over the tops from Little Langdale that appeared across the steel-cold waters of Blea Tarn. What looked so like the tip of some mythical Himalayan peak seen through a notch in the skyline above was none other than the summit of Bowfell, its buttress tinselled white, an ivory tower aloof and inaccessible  and just when you thought you knew your mountains. So too on Cold Fell that day, this celestial peak from afar looked mystical, not a Lakeland peak as I knew them. Istopped the car and, zooming in to the maximum setting, snapped a picture with my mobile phone, later showing this to the fell runner I was visiting in Wasdale. The hardest iron man of all as rated by the late Chris Brasher glanced at the glowing screen, his aquiline profile intent, before finally saying: &quot;It can only be Scafell Pike,&quot; And, yes, it fell in place, with classic climbs I had done on Pikes Crag so many times like Grooved Arete, The Sentinel and Juniper Buttress to the fore. Halcyon days now seemingly long ago, yet recalled in a moment as everything suddenly gelled.", 
    "section": "environment", 
    "gid": "environment/2012/nov/04/celestial-peak-scafell-pike", 
    "wordcount": "334"
}