{
    "headline": "A moorland walk through a stolen landscape", 
    "text": "In the field beyond the Elenydd Wilderness Trust hostel at Dolgoch, a tousled grey mountain pony with a heavy black fringe sidles up to nudge at my rucksack. He gets an apple and departs munching and satisfied. Eastwardly, lonely Drygarn Fawr and its great summit cairns are gauzed in light mist. The Afon Tywi, a peat-inflected moorland river, rattles over its stony bed and an observant carrion crow  sole sleek thing in this still-winter-sodden-hill landscape  hops from one turk&apos;s head to another in optimistic emulation of the pony&apos;s quest. I sit on a boulder and toss him a biscuit. He dips and collects, and glides away to perch on a ruined wall. The path heading downriver has been churned to a quagmire by trekking ponies&apos; hooves. Like the crow, though without his bounce, I play hopscotch across the tussocks. Saturated peat of the moor above maintains the Nant Cwmdu as a torrent. I find a leaping place, hurl myself across, tumbling over into the mud in fits of involuntary laughter. On each side, long, dark bulwarks of alien conifers are crowding in, squeezing light from the valley. On the map is the old subtext to this occluded landscape: Castell Llygoden/Mouse Castle; Nant-yr-Hwch/Sow Stream; Nant y Bleiddast/Wolf-bitch Stream. Each of these names had a story. The land to which they attached is lost; stolen two centuries ago by those sufficiently privileged to make use of the Enclosure Acts, for the last 50 years, slowly, it has been erased. Once this was open mountain pasture and laughing water. The Tywi slides fast, dark and foam-streaked now over shingle-beds, accelerating between shaly outcrops towards a concrete-towered weir, beyond which a new reservoir awaits its tribute. The mountain pony has leaped a fence and followed me, plunging and whinnying in pleasure, along the free river to where it deepens. His ears go back as he looks ahead. Out he climbs, and trails back disconsolate through the mire. I follow him.", 
    "section": "environment", 
    "gid": "environment/2012/mar/30/cambrian-mountains-wales-moorland-walk", 
    "wordcount": "329"
}