{
    "headline": "Mock military operation in Ethiopia simulates all too real African conflict", 
    "text": "Standing in a tranquil spot in the Ethiopian capital, Addis Ababa, nestling under the lush, green shadow of Mount Entoto, it is almost impossible to imagine yourself in war-torn Carana. But that is exactly what the 106 participants in Exercise Njiwa (Swahili for dove) are trying to do in the grounds of the eastern brigade headquarters of the African Standby Force (ASF). The tinkling of cutlery that emerges from the refreshment tent is no substitute for the sound of gunfire and mortar rounds. In cramped classrooms, full of banks of computers and detailed maps of the imaginary republic of Carana, on the equally fictitious island of Kisiwa, just off the real coast of Somalia, an African Union (AU) peace support operation is being simulated. The participants are undergoing training as part of the civilian and police components of the ASF. Conceived in 2003 as a multidisciplinary rapid reaction force able to respond quickly to crises in the continent, the ASF is due to become operational in 2015. It will consist of five regional standby brigades with civilian and police units, as well as military ones. The force is supposed to be deployable within 14 days in extreme emergency situations without the need for the type of UN security council authorisation that has recently delayed the intervention of west African troops in Mali. &quot;Our particular focus is strengthening the capacity of rule of law institutions,&quot; says Julie Sanda, in real life the head of the department of conflict, peacekeeping and humanitarian studies at the National Defence College in Nigeria, but for the purposes of Njiwa a civilian member of the AU Mission in Carana (Amica). &quot;Caranese security forces have very limited numbers  they do not have the capacity [or] the technical expertise,&quot; Sanda continues, valiantly staying in character. The local police have lost public confidence, adding to the burden of the overstretched peacekeeping mission, she tells me. By design, Carana has all the hallmarks of a &quot;typical&quot; 21st-century African conflict  only the names and locations have been changed. &quot;We didn&apos;t want to try to replicate one African country, but the story and timelines have a semblance of the realities of conflict in Africa,&quot; explains Sayibu Gariba, the exercise&apos;s co-ordinator. In this exercise, Amica has been keeping the fragile peace in ethnically divided Carana for almost a year. Material support for rebel groups by the country&apos;s neighbours, and the illegal cross-border smuggling and sale of diamonds, has helped fuel the conflict. Organised crime has become a major problem, with kidnapping on the rise, and an increase in drug and human trafficking. As AU troops prepare to withdraw from the republic, tensions in the southern province of Leppko have forced the government of Cheick Ogavo to appeal for the extension of Amica&apos;s mandate. Originally developed by the UN, the Carana scenario was adapted for ASF use by the Pearson Centre, a Canadian not-for-profit organisation specialising in peace and security operations. The Carana country book, distributed to trainees before their arrival, contains information on the history, politics and economy of the nation. Carana gained independence in 1962, has three main ethnic groups (the Kori and the Tatsi, who have been marginalised by the Falin) and is resource-rich, although its natural resources have not always been a blessing. Even with all this intelligence, one of the key difficulties is ensuring that participants feel they are engaged in a real-life situation. To bring in a semblance of authenticity, Higher Control, a team of mischief-makers, is tasked with creating &quot;injects&quot;  additional fabricated information designed to disrupt the flow of the exercise, forcing the trainees to react spontaneously to changing circumstances. &quot;The inject is a story,&quot; explains Gariba. &quot;Maybe a peacekeeper has been ambushed or an IDP [internally displaced persons] camp has been attacked.&quot; Oliver Jansen, an adviser to the AU working for German development agency GIZ, is responsible for the enigmatically named &quot;grey cell&quot; standing in for the Carana government, international organisations and NGOs. &quot;I wrote a letter from Amnesty International saying there had been some [instances of] sexual violence and the local media reported on that,&quot; he says. &quot;Then over several days we built on the scenario.&quot; Njiwa was supposed to provide the trainees with experience of the planning processes involved in an AU peace support mission. Following a continental command post exercise in October 2010, the ASF recognised that its police and civilian arms did not have the capacity to successfully plan and carry out their duties. General Samaila Iliya, director of Exercise Njiwa, believes that in this respect the training programme has been a success. &quot;The objectives of the exercise have been largely achieved,&quot; he says. &quot;But that is not to say that we cannot improve on it.&quot; He feels that important lessons have been learned. The exercise highlighted problems with language and interpretation  there were over 100 participants from more than 20 countries  and the gaps in AU policy and documentation relating to the conduct, discipline and decision-making processes of peace support operations. All of this, it is hoped, will be rectified by the time the Caranese conflict is resurrected for the next full-scale continental field training exercise in 2014.  This article was amended on 26 November 2012 to clarify that Njiwa is Swahili for dove, not peace", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/23/mock-military-ethiopia-african-conflict", 
    "wordcount": "899"
}