{
    "headline": "Britain resumes aid to Rwanda", 
    "text": "Britain has come under fire for its decision to unfreeze around half of its aid to Rwanda, a move denounced as dangerous and &quot;potentially disastrous&quot; to peace and security in the region by Congolese government officials. The UK government, which suspended 16m ($25m) of general budget support to the country in June, after a UN report said the government of President Paul Kagame was fuelling bloodshed by sponsoring armed rebel groups in neighbouring Democratic Republic of the Congo (DRC), said it was partially unblocking funding after Rwanda engaged constructively on peace talks. In an interview with Reuters, DRC government spokesman Lambert Mende said the move would do nothing to help resolve problems in the area. &quot;We do not share their analysis [of the situation],&quot; he said. &quot;We&apos;ll speak to express how extremely dangerous we think their decision is.&quot; Rwanda has repeatedly denied allegations that it is arming rebels responsible for atrocities in DRC. Earlier this year, a UN investigation concluded that Rwanda gave weapons, training and manpower to &quot;M23&quot; insurgents in DRC. Fighting between M23 rebels and government forces has displaced 470,000 people in eastern Congo and fuelled violence and instability. The report was denounced by Rwanda as biased. This week, Andrew Mitchell, the UK&apos;s outgoing international development secretary, praised the country for constructively working towards resolving a crisis in the Great Lakes region, where 220,000 people have been displaced since April. &quot;Given this progress, and recognising that the government of Rwanda has continued to demonstrate its strong commitment to reducing poverty and improving its financial management, Britain will partially restore its general budget support to Rwanda,&quot; Mitchell said in a statement to parliament. However, Carina Tertsakian, senior researcher at Human Rights Watch Africa division, said: &quot;The information we have is that the Rwandan military are still supporting the M23 group in Congo and that this has been going on in July and August, with the M23 continuing to commit atrocities including summary executions. &quot;So for the UK government to resume funding despite any real evidence of any improvement is premature, to say the least. But [it&apos;s] perhaps not surprising considering the unconditional support towards Rwanda and the apparent policy of providing development assistance without much consideration of human rights by the outgoing international development secretary.&quot; The UK&apos;s decision to unfreeze only 8m ($12.74m) in blocked aid, however, reflects continued concerns about alleged funding and support for the rebels from government officials in Kigali. Britain is yet to make a decision on whether to disburse the remaining 8m, which is due in December. Before the freeze, the UK was the biggest bilateral donor to Rwanda and an enthusiastic supporter of Kagame. It now becomes the first of a number of countries that froze aid to the country to resume funding. Other countries, including Germany, Sweden and the Netherlands, are upholding the aid suspension. Rwanda currently relies on foreign aid for half its overall budget.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/06/britain-resumes-aid-to-rwanda", 
    "wordcount": "503"
}