{
    "headline": "Michael Gove in clash over free schools freedom of information requests", 
    "text": "The information commissioner, Christopher Graham, and Michael Gove have clashed over the public&apos;s right to know the names, places and religious affiliation, if any, of all the groups who have applied to join the government&apos;s controversial free schools programme. The education secretary appeared to suggest that Graham was effectively helping opponents of the taxpayer-funded schools, which are independent of local authorities, to intimidate applicants  prompting Graham to retort that the arguments of Gove&apos;s department in resisting public disclosure &quot;clearly failed to convince&quot;. The steely exchange came as Gove reluctantly released details of 517 applications made for the first three waves of free schools after losing a tribunal ruling last month. Announcing he would no longer challenge the commissioner&apos;s decision, Gove claimed parents and teachers trying to join the government&apos;s programme had been vilified by opponents and even lost their jobs, even without full details of applications. His department had until now fought rulings by Graham on applications from the British Humanist Association (BHA), and appealed to a tribunal on the issue &quot;because we wanted to protect public-spirited volunteers from intimidation&quot;. He said ministers had heard of instances where teachers had been hounded out of their existing schools by supporting an application and one proposer had told them of a death threat. Gove said his programme helped people &quot;who want something better for their children and community&quot;. He ended his hostile concession by saying: &quot;I would defend, to the death, the right of anyone to oppose government policy. I do not believe, however, that it is right to facilitate the targeted intimidation of brave people acting on noble motives.&quot; Graham wrote back: &quot;While I note your strongly held views, strongly expressed, I will only observe that both the commissioner and the tribunal have taken careful account of all relevant factors in arriving at a balanced judgment as to where the public interest lies. Your department&apos;s arguments clearly failed to convince. I note that you chose not to exercise your right of further appeal to the upper tribunal.&quot; Graham added that he did &quot;not for a moment&quot; accept that publication facilitated intimidation. &quot;I will join you in defending the right of anyone to oppose (or support) government policy. But I will also defend the operation of the Freedom of Information Act in the public interest.&quot; Graham&apos;s office recently put Gove&apos;s department on a special monitoring list because it was among public organisations dragging its heels in responding to freedom of information requests. Richy Thompson, faith schools campaigner at the BHA, said: &quot;We believe that the previous lack of transparency in this area represented a democratic deficit, with the public being unable to know who was applying to set up schools with state funds until after those schools have already been backed by the government to open. Hopefully, that should now change.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/20/michael-gove-clash-free-schools", 
    "wordcount": "485"
}