{
    "headline": "Badger cull under threat from last-minute legal challenge", 
    "text": "A last-minute legal challenge has dealt a fresh blow to the government&apos;s increasingly troubled cull of badgers in England, the Observer has learned. The Badger Trust&apos;s lawyers have served a 16-page legal letter on Natural England, the government agency licensing the culling, which could halt the cull. &quot;The costs of the cull are soaring out of control, with little benefit in sight for farmers and major risks posed for members of the public in the cull areas,&quot; said Gwendolen Morgan, the trust&apos;s solicitor at Bindmans LLP. &quot;It is time for the government to reconsider.&quot; The delayed cull now appears at serious risk of being abandoned, for this year at least. On Thursday it was revealed that the number of badgers in the cull areas was up to twice initial estimates, presenting a much greater challenge to farmers already said to be deeply concerned by rising costs and complications. Environment secretary Owen Paterson and farming minister David Heath added to the confusion by cancelling a series of media interviews. Whitehall sources compared the chaotic situation to The Thick of It. One said: &quot;Paterson and No 10 have had to persuade the National Farmers&apos; Union to continue with the cull to avoid another U-turn.&quot; Ministers argue that the badger cull is an essential part of efforts to curb rising tuberculosis infections in cattle, which saw 26,000 cattle slaughtered in 2011 at a cost to taxpayers of 90m. The Department for Environment, Food and Rural Affairs and the National Farmers&apos; Union both insisted yesterday that the badger cull would proceed as soon as possible. On Friday, NFU president Peter Kendall acknowledged the difficulties facing the cull: &quot;We are working bloody hard to make sure this is deliverable. The latest numbers are making this more challenging.&quot; The new legal letter is an &quot;urgent pre-action protocol letter&quot;, which gives NE a final chance to address the trust&apos;s concerns before the latter seeks a judicial review  and an injunction, if needed  to halt the cull. The letter has effectively put a temporary stop on the cull. &quot;We have now had information which reveals a number of serious flaws in the licensing process,&quot; writes Morgan. &quot;We have advised our clients that the licences granted are unlawful.&quot; The Trust argues that the public&apos;s legal right to safety is put at risk by the fact that no barriers or warnings will be posted around the cull areas, meaning people using publicly accessible land could walk into the shooting area. A Natural England spokesman for said: &quot;We are considering the letter and will respond in due course.&quot;He confirmed the final licence conditions had yet to be met by the cullers but could be fulfilled at any time, meaning badgers could begin to be killed immediately.As winter approaches, time is fast running out for the cull to begin because badgers lie low in their setts in the cold weather. Farmers must kill at least 70% of all the badgers over six weeks because otherwise escaping badgers spread TB further and increase infections. Previous legal action by the Badger Trust halted a planned cull in Wales. The Trust also argues that the spiralling costs of the cull mean NE has a duty to carry out a new cost impact assessment. On Friday, it was revealed that the government had to spend 850,000 surveying badger numbers after the data supplied by landowners was found to be inadequate. The government&apos;s initial assessment already showed that the cull will cost more than it saves. The Trust is also concerned that the method of killing the badgers allowed in the policy is being changed. The cull was described as &quot;mindless&quot; by one of the 32 eminent scientists who wrote to the Observer last week, demanding its cancellation. The issue has driven the largest animal rights protest since fox hunting was banned in 2004. More than 150,000 people signed a Downing Street website petition and won a six-hour parliamentary debate next Thursday, the first such in the Commons. The government will have to vote down a motion to halt the cull.", 
    "section": "environment", 
    "gid": "environment/2012/oct/21/badgers-bovine-tuberculosis", 
    "wordcount": "699"
}