{
    "headline": "Google offers to settle EU antitrust case", 
    "text": "Google may offer to change how it ranks other sites in its search engine listings to settle with the European commission&apos;s antitrust investigators over accusations that it has abused its dominant market position in search and online advertising. A similar investigation is under way in the US, where the Federal Trade Commission is conducting a parallel investigation with similar concerns. A letter from Google, before the expiration of a deadline on Monday, is understood to offer a series of proposals to deal with claims made by EC competition chief Joaquin Almunia in May. Almunia&apos;s office will now have to decide whether to accept Google&apos;s proposals and settle the case, or to file formal charges which could lead to a drawn-out battle with the US search giant through the courts. Google was accused by antitrust investigators of acting improperly in the way that it ranked rivals in search results; in copying content from other sites; in tying sites to exclusive advertising agreements; and in restricting the portability of advertising campaigns from its platform to competitors. Google could have chosen to contest the initial findings of fact, which stem from a series of complaints filed in 2010 by British and French companies, and subsequently by Microsoft, whose Bing search engine has a marginal search share in Europe. Google has roughly 90% of the search business in Europe. The EC confirmed that it had received the letter on Monday from Eric Schmidt, the executive chairman of Google, responding to Almunia&apos;s four concerns. It is understood to accept the EC&apos;s &quot;framework&quot; for resolving the problems. &quot;We have made a proposal to address the four areas the European commission described as potential concerns,&quot; Google said in a statement. &quot;We continue to work co-operatively with the commission.&quot; Google declined to provide any detail on what its proposals entailed. But in order to satisfy Almunia&apos;s office, they would have to offer a change in the way that listings for products such as maps, video, shopping and other money-generating sites are produced. Rivals have complained that Google ranks its own products far more highly in such listings than rivals&apos; offerings, giving it an unfair and illegal advantage when users view the results. If Google changes that, it will be a significant step, and show that it has been forced to bow to regulators. David Wood, a lawyer for the Icomp pressure group, which is funded by Microsoft, said: &quot;Despite coming two years late, today&apos;s acceptance of the commission&apos;s &quot;framework&quot; and possible offer of remedies is a hugely significant acknowledgement by Google of their market dominance and recognition of illegal anti-competitive behaviour. It is vital to ensure that the remedies offered by Google end the discrimination and manipulation of search results that have had the effect of making the open internet a closed Google internet.&quot; He suggested that &quot;Over many years, Google&apos;s dominance in the search market has harmed hundreds of companies who have voiced their concerns that Google&apos;s conduct violated European competition law, distorted competition, curbed innovation, restricted consumer choice and ultimately held back economic growth.&quot; The EC is expected to make the offer from Google public at some stage, but there is no clear timetable for a decision.", 
    "section": "technology", 
    "gid": "technology/2012/jul/02/google-eu-antitrust-case", 
    "wordcount": "543"
}