{
    "headline": "On the road: Peugeot 208 Feline e-HDi 115", 
    "text": "When I was ababy, it was nice going inthe car. Mymother would have me on her knee in the front. And she&apos;d let me hang on to the steering wheel. (Yeah, mum was driving, yousexist.) Sometimes she&apos;d give me acrafty puff on her Disque Bleu, too. Irresponsible, you might say, but look, I turned out perfect. It&apos;s different now. I have a baby  Imay have mentioned it. The poor chap has to go in the back, strapped down in his horrid little gurney seat, facing backwards! Where&apos;s the joy, where&apos;s the education? He can&apos;t even see out of the window. Health and safety gone loop the effing loop, if you ask me. At least this car has a &quot;cielo&quot; panoramic glass roof, so he can look up at the sky, and dream. It&apos;sa&quot;cielo&quot; panoramic glass roof with ambient lighting, actually, meaning at night it&apos;s framed in amauve glow. Wow, it&apos;s like being ina club in the1990s. Brilliant. Helikes it, too.I&apos;ve never known him so content ina car. The 208 is nicer  and also a bettercar  than the 207 that it replaces. It&apos;s lighter, lither, prettier, more in spiritwith the iconic 205 that started off Peugeot&apos;s whole Two-Oh-blah supermini thing way back in the1980s, andthat anyone over the age of 35 will probably havememories of  fond ones, in mycase. The ride is quite firm, and the oneI&apos;ve got is nimble rather than quick. But the go-kart steering wheel cons you into thinking you&apos;re driving something sportier than you are. It&apos;s really small, that wheel, and low, perfect for tiny hands to grip on to no, I know, we&apos;re not doing that any more, he&apos;s in the back, tied down, looking at the sky. Ooh, and there&apos;s a fancy screen setinto the dashboard. Like an iPad(or other similar tablet computer, he adds, in the name of fairness), though less fun, because it&apos;s just got music and maps and traffic and a couple of other car-related things. No Twitter, or Angry Birds. And it&apos;s only on the posher, higher-spec models. As is the &quot;cielo&quot; panoramic glass roof, in fact. Which is what you&apos;d expect, but these things do push up theprice. A lot. Seventeen and ahalfgrand this &quot;Feline&quot; one costs,when the cheapest petrol model (which might not be quite sofuel-efficient, but still produces less than the magic 100g/km of C02) is only ten and a half grand. I&apos;m going off that panoramic roof,rapidly. So, sorry, no more cielo for you, Sunshine. [Reaches into the back.] Now come up front with Daddy. Granny says it&apos;s OK. Peugeot 208 Feline e-HDi 115          Price 17,445Top speed 118mphAcceleration 0-62mph in 10.8 secondsCombined fuel consumption 74.3mpgCO2 emissions 99g/km Eco rating 8/10Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2012/oct/26/on-the-road-peugeot-208-feline", 
    "wordcount": "519"
}