{
    "headline": "Beijing air quality to be better monitored", 
    "text": "Beijing authorities have completed a network of monitors that will more accurately measure air quality in the smog-ridden city after being pushed into it by public pressure and pollution reports from the US embassy. The Beijing Municipal Environmental Monitoring Centre said on Saturday that another 15 monitoring stations had begun releasing real-time data on small particulates known as PM2.5. The tiny pollution particles that may result from the burning of fuels in vehicles and power plants can penetrate deep into the lungs, so measuring them is considered a more accurate reflection of air quality than other methods. Chinese citizens have prodded their government into publishing more detailed pollution data since the US embassy started publishing PM2.5 readings taken from its rooftop on Twitter. Beijing started releasing PM2.5 data in January. It now has 35 monitoring stations set up in central Beijing and its suburbs, including near tourist favourites Tiananmen Square, the Temple of Heaven and the Beijing botanical garden. The monitors will run for a three-month trial, and then the city&apos;s environmental protection department will formally use PM2.5 to evaluate the city&apos;s air quality, rather than relying on the larger particles it currently measures. White mist sat stubbornly among the capital&apos;s skyscrapers on Sunday as people travelled home on the final day of an eight-day public holiday that had brought with it mostly blue skies as industry shut down. &quot;Is it fog or is the PM2.5 higher than normal?&quot; Zhao Yiyi, at Beijing airport, wrote on the popular microblogging site Sina Weibo. She added&quot;: &quot;Such air quality, it&apos;s horrible.&quot; Just after lunchtime, the US embassy, which measures the air from its rooftop, tweeted that the PM2.5 reading, at 137 micrograms per cubic meter, was unhealthy. The Beijing environmental monitoring website reported a similar reading from a nearby station for that hour, but it didn&apos;t interpret the data. Guidance on the website suggested that such a reading would be termed satisfactory if it became part of the daily air quality roundup. The US embassy rates pollution levels according to a US Environmental Protection Agency standard, which is more stringent than that used by the Chinese government. Appearing frustrated with the dueling standards, the Chinese government told the embassy to stop publishing the data in June. It said it wasn&apos;t fair to judge Chinese air by American standards because China is a developing country and noted that US environmental guidelines have become more strict over time. US consulates in Shanghai, Guangzhou and Chengdu also post readings of the cities&apos; air quality on Twitter. Last month, the US ambassador to China indicated that its remaining consulates in Shenyang and Wuhan would also monitor air pollution levels. &quot;We&apos;ve been criticised by the Chinese government for having such a monitor, but we feel it&apos;s a duty  our duty to inform our dependents and our Americans of the air conditions there so they can make appropriate decisions regarding the health of their children and themselves,&quot; Gary Locke said, according to the transcript of the event at the Carnegie Endowment for International Peace in Washington, DC. &quot;We&apos;re expanding this to all the different consulates throughout China.&quot; Explaining PM2.5 to the audience, Locke said: &quot;It&apos;s the really invisible stuff that can really cause a lot of damage to respiratory systems and health. It&apos;s almost akin to being exposed to secondhand smoke constantly, or even smoking several packs a day.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/08/beijing-air-quality-monitor", 
    "wordcount": "579"
}