{
    "headline": "Wii U  review", 
    "text": "     Nintendo has always played by its own rules. In the last console generation it chose to go up against the sleek sexy Playstation 2 with the GameCube, a console that looked like a lego brick with a giant handle. And then in 2006, the era of high-definition visuals and multi-core processors, it launched the Wii, which offered blocky graphics but a brilliant motion controller that could be anything from a tennis racket to a broadsword. It has sold almost 100m units worldwide. The Wii U is altogether a more difficult proposition. Its key feature is the GamePad, a controller that looks like an iPad with half a joystick stuck to either end. It has its own touchscreen display which means you can view important information on it such as maps or team formations, but you can also use it to play the whole game if someone else wants to watch the TV. Much more fun, though, is using the device in multiplayer games; you can have five people in one room playing the same thing, except the one with the GamePad gets a different experience, perhaps providing challenges for the others. Confused? I&apos;m not surprised  and there lies the conundrum for Nintendo. You can tell your gran how to play Wii Sports in a couple of seconds but try explaining the concept of asymmetric multiplayer and it&apos;s a very different matter. The thing is, when you do start playing titles such as Nintendo Land (a giant theme park filled with daft mini-games) or the horror adventure ZombiU, or the latest Mario adventure New Super Mario Brothers U, it&apos;s enormous fun, especially with friends. There are more than 20 other games on the launch line-up with all the big brands including Batman: Arkham City, Assassin&apos;s Creed III and Call of Duty: Black Ops 2 covered  fans can also look forward to new versions of Wii Fit, Zelda and Pikmin, plus an intriguing range of indie titles such as Cloudberry Kingdom. And Wii U promises to offer much more, from video-on-demand services such as Netflix to its own social network. While the online entertainment offerings were quite haphazard on Wii, Nintendo is keen to dip its whole foot into the 21st century this time round. But a lot of industry pundits are asking the same question: what happens when the next PlayStation and Xbox machines are announced next year? Will the quirky charm of Wii U be enough to keep consumers and developers onboard or will we all be seduced by the expected giganti-power of these state-of-the-art machines? It didn&apos;t matter with Wii, but this time I&apos;m not as sure. Wii U is another wonderfully quirky product, and after a few days of use, I&apos;m thoroughly enjoying it. But I&apos;m not sure what the industry will make of it. Everyone loves the fact that Nintendo plays by its own rules  it&apos;s just that, this time, not everyone is going to understand them.", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/wii-u-review", 
    "wordcount": "490"
}