{
    "headline": "To fully eradicate polio, India must go beyond its own borders", 
    "text": "On Sunday, India marks two years since a child was crippled by polio. This is a remarkable public health victory for a country long considered the most difficult place to end polio. Thanks to India&apos;s success, we are now closer than ever to eliminating polio, with only 222 cases worldwide last year. India&apos;s polio-free status came against all odds: an enormous population, widespread poverty, poor health and physical infrastructure, and pockets of insecurity. I contracted polio as a toddler. I was one of the lucky ones and recovered completely, but thousands of other children have grown up damaged by polio. At this important two-year milestone, the stakes are higher than ever for India, which will not be certified as eradicating polio unless it remains without a case for another year. It is vital that India remains vigilant and continues its effort to prevent polio from returning. The threat to the country is real, especially given its proximity to Pakistan and Afghanistan, where active polio transmission remains. Since 2000, 44 countries that had been polio-free have suffered outbreaks. I saw this firsthand in 2005 when I was working with Unicef, the UN children&apos;s fund, in Somalia. After two years without a case, polio returned, paralysing 228 children. It took another two years of intensive, wide-scale response activities and massive funding for Somalia to be polio-free again. I am heartened to see India taking this threat seriously and accelerating (pdf) efforts to ensure children under the age of five remain protected. India is continuing its polio vaccination campaigns and surveillance efforts, with more than 98% of children vaccinated in the highest risk states last year. These efforts will continue this year with the mobilisation of 2.3 million vaccinators in two nationwide campaigns, which will each immunise nearly 172 million children. India is also focused on protecting the most vulnerable and hard-to-reach children, deploying 450 mobile teams to immunise children from migrant populations by reaching them at train stations and during major festivals, such as Diwali. The programme is providing these children with access to other vaccines and life-saving interventions, often for the first time. India has set up immunisation booths along the borders with Pakistan and Nepal, and annual immunisations of all Hajj pilgrims. But to sustain eradication, India&apos;s work must go beyond its own borders. Because it has a vested interest in ensuring that polio is eliminated everywhere, the programme in India is sharing lessons learned with the remaining polio-endemic countries by providing technical and strategic support. Last year, the Indian government and polio partners hosted delegations from Afghanistan and Pakistan to share best practices, and India sent several missions of surveillance medical officers to Nigeria. The government has shown incredible commitment to end polio, including $2bn in financing. The eradication programme engaged whole communities, forming important partnerships  with the World Health Organisation, Unicef, the Indian Red Cross and non-governmental organisations  and accessing children even in areas of insecurity, such as several states with violent Maoist insurgencies. India must now ensure that government commitment, local leadership, accountability, programme management and community engagement continues. But the threat of reinfection remains. India&apos;s fight won&apos;t be over until global eradication is achieved. A polio case anywhere threatens children everywhere, so the international community must play its role and ensure the global programme is fully funded and implemented. Global funding shortfalls have already led to cancelled and scaled-back vaccination campaigns, heightening the risk of outbreaks. India&apos;s success has pushed us to the verge of eradication and shows that it is possible. We must all seize this time-limited opportunity to end polio forever.  These are personal views of Siddharth Chatterjee, who works at the International Federation of the Red Cross and Red Crescent Societies. He has been involved in polio eradication campaigns in South Sudan, Darfur and Somalia. Follow him on Twitter: @sidchat1", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/13/eradicate-polio-india-borders", 
    "wordcount": "638"
}