{
    "headline": "Google faces legal action over alleged secret iPhone tracking", 
    "text": "Google is facing a fresh privacy battle in the UK over its alleged secret tracking of the internet habits of millions of iPhone users. An estimated 10 million Britons could have grounds to launch a privacy claim over the way Google circumvented Apple&apos;s security settings on the iPhone, iPad and desktop versions of its Safari web browser to monitor their behaviour. At least 10 British iPhone users have started legal proceedings and dozens more are being lined up, according to Dan Tench, the lawyer behind the action at the London-based firm Olswang. &quot;This is the first time Google has been threatened with a group claim over privacy in the UK,&quot; he said. &quot;It is particularly concerning how Google circumvented security settings to snoop on its users. One of the things about Google is that it is so ubiquitous in our lives and if that&apos;s its approach then it&apos;s quite concerning.&quot; A letter before action has been sent to Google executives in the US and UK on behalf of two users, including Judith Vidal-Hall, the privacy campaigner and former editor of Index on Censorship. Another 10 are preparing to launch proceedings, and plans are afoot for a group to form an umbrella privacy action. The legal action comes just months after Google was hit with a $22.5m (14m) fine in the US over a privacy breach between summer 2011 and spring 2012. Google has admitted it intentionally sidestepped security settings on Apple&apos;s Safari web browser that blocked websites from tracking users through cookies  data stored on users&apos; computers that show which sites they have visited. Security researchers revealed last February that Google&apos;s DoubleClick advertising network intentionally stored these cookies on users&apos; computers without their consent. Although the legal bill for Google is likely to be small compared with last year&apos;s profits of $10.7bn, the damage will be significant given the millions of iPhone users in Britain at the time. The exact figure for compensation is not known and will depend on a number of factors. Alexander Hanff, a privacy campaigner working on the legal claims, said: &quot;This group action is not about getting rich by suing Google, this lawsuit is about sending a very clear message to corporations that circumventing privacy controls will result in significant consequences. The lawsuit has the potential of costing Google tens of millions, perhaps even breaking 100m in damages given the potential number of claimants  making it the biggest group action ever launched in the UK.&quot; Lawyers for claimants in the UK have ordered Google to reveal how it used the private information it secretly obtained, how much personal data was taken, and for how long. It is understood the claimants are suing Google for breaches of confidence and breach of privacy, computer misuse and trespass, and breach of the Data Protection Act 1998. News of the legal action was first reported by the Sunday Times. Vidal-Hall, who could not be reached by the Guardian, was quoted as saying Google was guilty of &quot;electronic stalking&quot;. She added: &quot;It angers me that our data is either being sold or passed on to third parties.&quot; A Facebook group called Safari Users Against Google&apos;s Secret Tracking has vowed to hold Google to account for the tracking. It said: &quot;Google deliberately undermined protections on the Safari browser so that they could track users&apos; internet usage and to provide personally tailored advertising based on the sites previously visited. There was no way to know that Google did this. In fact, they made it clear that they did not do this on the Safari browser.&quot; It continued: &quot;It could mean for many users that surprises such as engagements, presents and holidays were destroyed when partners looked at their computers and saw display ads based on sites previously visited. There are many examples of the inappropriate consequences of such intrusion.&quot; Google is no stranger to damaging privacy battles, having being censured for snooping on Wi-Fi users with its StreetView cars and the failed launch of its email social network, Google Buzz. Google declined to comment. A statement it released at the time of the $22.5m fine last July claimed it had &quot;collected no personal information&quot; with the cookies.  Comments were opened in error for this story and have now been closed", 
    "section": "technology", 
    "gid": "uk/2013/jan/27/google-legal-action-secret-iphone-tracking", 
    "wordcount": "729"
}