{
    "headline": "The resistance of child slaves themselves will force the end of slavery", 
    "text": "Ratni was 14 years old when she was sold into slavery, handed over to a family friend who had promised her a better life. Forced into bonded labour as an unpaid domestic servant for one year in Delhi and then another in the Indian Punjab, Ratni has told of how she was raped by the man who was supposed to be her guardian. She escaped only when, being trafficked through a rail station on her way to another year of bondage, she spotted a group of charity workers representing Bachpan Bachao Andolan, the Indian Save the Childhood Movement, and made her dash for freedom. Only now that her sister has also been rescued from the same group can Ratni&apos;s story be told. Her ordeal  and that of many others  has stimulated 1m signatures in a petition to end child labour and child trafficking, and has helped persuade the Indian parliament to finally outlaw child trafficking. Nanuska has not been so fortunate. She is a six-year-old Afghan girl. She was sold by her father to be married off at seven to a 17-year-old boy. The payment is to cover her mother&apos;s medical bills, but one condition of her sale is that her husband-to-be has banned her from going to school. I have written to President Hamid Karzai asking him to intervene to protect her. Education International, the teachers organisation, has raised the case of a 12-year-old girl from Marrakesh, Raouia, told by the Moroccan education minister  whose duty it was to promote girls education  to leave school, go home and take up her &quot;proper&quot; role as a child bride. It is because of situations like these  and the prevalence of child slavery and forced labour in Africa and Asia  that in Washington on Friday a new anti-slavery coalition on child labour, trafficking and marriage will assemble to campaign for the right of every child to be free of exploitation and secured in education. Focusing on global civil rights for children, international anti-slavery groups including the Global March Against Child Labour and Walk Free will join local and national groups, from the Shakti Samuha in Nepal to the Cultura de Paz of San Salvador, to call for decisive action to ban child slavery by the end of 2015. They will make the case that, with less than 1,000 days to go until the millennium development goals (MDGs) expire, the needs of the most marginalised children  the street child, bonded labourer, child bride, trafficked teenager  have been neglected. Without a plan to get their rights recognised now and in the post-2015 framework, these groups are in danger of being left further behind. Ten million girls each year are forced into marriage, their lives put at risk by early pregnancy before they are mature enough to bear children. As many as 15 million children are denied even a single day of schooling because they have to go to work. This group represents one quarter of the world&apos;s 61 million children who are out of school  and the number of children working in Africa is rising. The issue is receiving renewed attention, with a bill about to go before the Indian parliament to finally outlaw all forms of child labour. And, as will be discussed in Washington, there are direct and immediate actions that companies and individuals can take to end the practice. Georg Kell from Global Compact, Guy Ryder from the ILO and I have written a letter (pdf) to encourage all companies to remove all forms of child labour from every part of their supply chains. There are phone lines to raise the alert in some countries. This needs to be rolled out globally to ensure that a child who is trafficked from one country to another has access to support through a phone call or email. The Polaris Project, based in Washington DC, is looking at developing such a programme. But why does the problem of child slavery still exist when we made firm promises for progress on gender equality, child health and universal education through the MDGs? Because resources have not been sufficiently targeted at the most marginalised; those at the very bottom are making slower progress than those just above them. Yet while only education can break this cycle of structural disadvantage, basic education aid, currently just $3bn (1.9bn), is being cut, and even at its peak averaged only $12 per child. The most marginalised are now speaking out and will not wait for a slow-moving policy process. Look at the mushrooming of the groups of &quot;wedding busters&quot; in Bangladesh  where girls are getting together to resist their parents&apos; determination to marry them off and force them out of school. It is the energy, determination and impatience of these young freedom fighters that is forcing the pace of change. It is the resistance of child slaves themselves who will force the end of slavery  and we must be there to support them.  Former UK prime minister Gordon Brown is the UN special envoy for global education", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/19/resistance-child-slaves-end-slavery", 
    "wordcount": "843"
}