{
    "headline": "Boot up: Apple's P2P money plan?, Google helps Windows Phone, when modems talk and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Forget digital wallet. Apple wants to turn YOU into an ATM via ad-hoc cash dispensing network &gt;&gt; Unwired View  While Google, wireless carriers, Paypal and everyone else is working to turn your smartphone into a digital wallet, Apple has an even more interesting idea about money exchange.  Apple would like to turn you and other people around you with iOS device, into a mobile ATM.  The basic idea, described in a patent application &quot;Ad-hoc cash dispensing network&quot; is pretty simple. Create a cash dispensing server at Apple&apos;s datacenter, to which iPhones, iPads and Macs can connect via a specialized app. Need some quick cash right now and there&apos;s no ATM around? Launch the Cash app, and tell it how much do you need. The app picks up your location, and sends the request for cash to nearby iPhone users. When someone agrees to front you $20, his location is shown to you on the map. You go to that person, pick up the bill and confirm the transaction on your iPhone. $20 plus a small service fee is deducted from your iTunes account and deposited to the guy who gave you the cash.   Whaaat? It sounds like a monitored version of Hawala. (Thanks @sputnikkers for the link.) Syncing Google services with Windows Phone &gt;&gt; Windows Phone blog  You may have seen a recent announcement from Google regarding changes to the Google Sync service used to connect devices to Google services (Google Sync utilizes the Exchange ActiveSync, or EAS, protocol from Microsoft to synchronize email, contacts, and calendar). We&apos;re happy to share today that Google will extend their support for new Windows Phone connections via Google Sync until 31 July, 2013.   And Windows Phone will add in CalDAV And CardDAV support. Google extends the deadline and gets Microsoft to embrace open standards. That sound? Arms being mutually twisted. (Thanks @hotsoup for the link.) Tablet shipments soar to record levels during strong holiday quarter &gt;&gt; IDC  Apple&apos;s iPad once again led the market, and the firm&apos;s shipment total of 22.9 million units was exactly in line with IDC&apos;s forecast for the period. A strong iPad mini launch, plus availability of the fourth generation full-sized iPad, led to solid 48.1% shipment growth over the same quarter last year. However, strong competition in the market led to Apple&apos;s market share declining for a second quarter in a row (down to 43.6% from 46.4% last quarter). Number two vendor Samsung experienced 263% year-on-year growth, shipping nearly 8 million combined Android and Windows 8 tablets during the quarter to grab 15.1% of the market, its same market share total from the previous quarter.   The market grew faster than Apple&apos;s growth. Now at more than half of PC shipments - 90m to 52.5m. When might the crossover happen? What happens in a modem handshake Very big graphic by Oona Risnen showing precisely what used to happen as your 56K modem (remember them?) was trilling and warbling before you &quot;got on the internet&quot;. (Younger readers may have to listen to this site while reading.) Judge, unlike jury, finds Samsung&apos;s infringement of Apple&apos;s patents was not willful &gt;&gt; FOSS Patents This post explains Judge Lucy Koh&apos;s deliberations on the Apple-Samsung verdict. Compare and contrast with the same ruling as examined by Groklaw. Why Not Windows? &gt;&gt; AAX A blast from the very distant past - 1998 - on why absolutely nobody should buy Windows. Other links on the site include &quot;Vista: Arrogance &amp; Stupidity&quot; and &quot;Novell Screws Up Big - Agreement with Microsoft&quot;. (Thanks @beardyweird666 for the link.) Microsoft Surface sales well below shipments, says iSuppli &gt;&gt; CNET News  Sales of Microsoft&apos;s first Surface tablet fell well short of the 1 million mark, while return rates were high, IHS iSuppli told CNET.  Shipments of the Surface RT device, which debuted last quarter, into the channel were about 1.25m, but sales out of the channel &quot;were significantly lower, maybe on the order of 55 to 60% of that figure,&quot; said Rhoda Alexander, an analyst at iSuppli, citing the market research firm&apos;s estimates.  That would put sales in the range of between roughly 680,000 and 750,000 based on those percentages. That kind of &quot;sales out&quot; percentage is not unusual, however, according to Alexander, adding that she has seen similar percentages with newly introduced Android devices.   Shows the important difference between shipments and sales. Mac Pro sales to stop March 1 in EU countries &gt;&gt; Macworld  If you live in a country under the European Union and you were thinking of purchasing a Mac Pro, best not to wait too much longer. Apple told reseller and channel partners Thursday that it would stop all sales of the desktop system on March 1 to comply with new EU regulatory standards.  IEC 609501 Amendment 1, which goes into effect March 1, deals with safety and electrical standards as they relate to electrical equipment; unfortunately for EU customers, the Mac Pro does not comply with this standard, due to issues with power provided to its I/O ports and the placement of its fan guards.   Then again, might be just what Apple needs to get a new, compliant model out. (Thanks @avro for the link.) PC makers aren&apos;t learning from history &gt;&gt; Windows IT Pro Paul Thurrott (on 29 Jan, 2013):   Windows 8 was also designed to raise the average selling price of a PC to a more profitable range of $600 to $800. Those early Windows 8 tablet devices based on the Atom &quot;Clover Trail&quot; chipset are a netbook in sheep&apos;s clothing, but they cost hundreds more than netbooks ever did. However, the theory is that consumers are comfortable paying $650+ for Apple&apos;s iPad, so they will perhaps pay as much or more for what is presumably a more full-featured PC.  I refuse to believe that Chromebooks make any sense at all for businesses or educational institutions, and that the manageability of Windows RT and Windows 8, combined with still-reasonable pricing, the familiarity of the environments, and the cachet of modern, new tablet form factors, won&apos;t just keep Microsoft in the game but will in fact allow the company to continue to set the pace.   Gauntlet, consider yourself thrown. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/01/technology-links-newsbucket", 
    "wordcount": "1103"
}