{
    "headline": "Two-thirds of Americans want Obama to act on climate change, says poll", 
    "text": "Two-thirds of Americans want President Barack Obama to act now on climate change, adding momentum to his state of the union promise to take up the challenge with or without Congress. Two new polls commissioned by environmental groups and released on Wednesday showed clear majorities of Americans supporting Obama taking significant action on climate change. A poll for the League of Conservation Voters showed that 65% of Americans want Obama to take &quot;significant steps&quot; to prevent climate change. Pollster Joel Benenson said public support  which cut across race and age  gave Obama extra leverage on his central promise to make climate change a central component of his second-term agenda. &quot;This is across a broad spectrum of Americans,&quot; Benenson told a conference call. Among Republicans, however, only 38% wanted action on climate change. Another poll, conducted for the Natural Resources Defense Council, found that 65% of Americans consider climate change a serious problem. Nearly as many, 62%, agreed with Obama&apos;s call to act &quot;for the sake of our children&quot;. In his state of the union address, Obama called on Congress to take up a bipartisan market-based approach to carbon  akin to the cap-and-trade bill which collapsed in the Senate in 2010. However, recognising that was probably a non-starter, Obama went on: &quot;If Congress won&apos;t act soon to protect future generations, I will. &quot;I will direct my cabinet to come up with executive actions we can take  now and in the future  to reduce pollution, prepare our communities for the consequences of climate change and speed the transition to more sustainable sources of energy.&quot; Even given that choice, it seems unlikely that Congress will act on climate change. In the Republican response to Obama&apos;s address, Florida senator Marco Rubio took several swipes at Obama&apos;s climate policy and his support for solar power, saying: &quot;No matter how many job-killing laws we pass, our government can&apos;t control the weather.&quot; Environmental campaigners had been predicting that Obama would now use his executive authority to act on climate change. They had been hoping the president would use the speech to direct the Environmental Protection Agency to regulate emissions from existing coal-fired power plants. The president did not explicitly say that on Tuesday night, but environmental groups continue to believe it is a real possibility. Power plants account for more than a third of America&apos;s greenhouse gas emissions. Obama cannot hope to make a serious cut in America&apos;s carbon emissions over the next few years unless he moves against existing power plants. &quot;The quickest way to reduce carbon pollution is to follow the smokestacks. Smarter standards for coal-fired power plants are the quickest path to a cleaner future, and the president can make that happen right now,&quot; said David Yarnold, chief executive of the Audubon Society. Obama indicated that he is considering a range of actions. A White House factsheet released on Tuesday night said the president would direct government agencies to take additional steps to reduce carbon pollution, and to protect cities against future climate change. Other proposals set out by Obama included a plan to reserve revenue from oil and gas drilling for research into alternative fuels for cars and trucks. The Energy Security Trust will lead research on the next generation of electric cars as well as cars powered by natural gas and other fuels. The president also called on state governments to halve energy use in buildings over the next decade. For some Washington-based environmental groups, the speech contained just about everything on their climate wishlist. Other campaign groups said the real test of Obama&apos;s climate commitment was still to come, in his decision over the Keystone XL pipeline. Environmental activists are planning civil disobedience this week, and a big demonstration at the White House on 17 February, in order to urge Obama to shut down the project to pump crude from the Alberta tar sands to refineries on the Texas coast. A Greenpeace statement said: &quot;It is encouraging to hear President Obama highlight the urgent need to address climate change, but unless the President uses his authority to put the brakes on new fossil fuel projects like Arctic drilling, Keystone XL, and exporting America&apos;s coal abroad, his efforts to move us to clean energy will remain one step forward, two steps back.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/13/barack-obama-act-climate-change-poll", 
    "wordcount": "725"
}