{
    "headline": "Samsung announces new Galaxy smartphone launch", 
    "text": "Samsung will launch its latest Galaxy smartphone in New York on 14 March, as it attempts to retake the lead from Apple in the United States. The next edition of Samsung&apos;s bestselling phone is rumoured to feature a large 4.9in screen  compared to 4.8in on its predecessor  and a camera which at 13 megapixels will outdo that and Apple&apos;s fifth iPhone. The unveiling of the device, expected to be called the &quot;Galaxy S IV&quot;, marks the first time in three years Samsung has chosen to debut a product from its flagship range in America. The S III event was held in London last year, while the S II launched in Barcelona in 2011. The Samsung event will be held at the art deco Radio City Music Hall, located in New York&apos;s Rockerfeller Center, and a favourite venue for Grammy and MTV awards. Samsung has its sights set squarely on the US market after Apple took the crown for bestselling smartphone both worldwide and in the US at the end of last year, according to data from the research company Strategy Analytics. The California company knocked its South Korean rival from the top spot as the biggest seller of smartphones in the Christmas quarter thanks to the arrival of the iPhone 5 and price reductions on older models. That meant it sold 27.4m iPhone 5 and 17.4m iPhone 4S handsets globally in the fourth quarter, against 15.4m Galaxy S III handsets in that period, said Strategy Analytics. Invitations to the launch were sent out Monday morning, just as rival Nokia was unveiling budget versions of its Lumia handsets aimed at the Chinese and Latin America markets at the Mobile World Congress trade show in Barcelona. Apple shipped 17.7m mobile phones for a record 34% share of the US market in the fourth quarter of 2012, said Strategy Analytics, making it the no 1 mobile phone vendor by volume in the US for the first time ever.", 
    "section": "technology", 
    "gid": "technology/2013/feb/25/samsung-announces-new-galaxy-smartphone-launch", 
    "wordcount": "333"
}