{
    "headline": "Carbon capture project is a big risk, says SSE boss", 
    "text": "The boss of the only energy company still committed to investing in carbon capture and storage technology has called the pilot project the most risky investment of his career. Ian Marchant, chief executive of SSE, warned that the government must invest more money in the project and said he would be happy to make sure no profit was made from using public funds. Carbon capture and storage (CCS) is designed to catch CO2 from gas and coal-fired power stations before it is released into the atmosphere. The CO2 is liquefied and poured into disused oil wells in the North Sea via existing pipelines. Marchant told MPs on the energy select committee last week: &quot;I think we should be much more focusing CCS on capital support, at the lowest cost to the state, because I am not looking for a return on the capital I am putting forward. &quot;I have to put forward the capital into a risky project, the most risky project I&apos;ll ever invest in. My shareholders will demand a high return. The state should not have to pay for that. It is much better to put capital support at this stage in that technology.&quot; Marchant&apos;s comments will be a concern to the government, after Scottish Power&apos;s decision to abandon its attempts to develop the technology last year. SSE and the oil group Shell are trying to create the country&apos;s first CCS facility at an existing gas-fired power station at Peterhead in Aberdeenshire. Marchant told MPs more funding would be needed. &quot;My own belief on CCS is we are at the demonstration stage and what is principally needed is capital support. We do not know that this technology will work. We need to demonstrate that it will work.&quot; The government has promised up to 1bn for companies willing to develop the first successful commercial-scale CCS pilot, and was approached by several interested parties when it launched the scheme in 2007. ScottishPower and Shell appeared to be the frontrunners, spending about 20m on research into converting the coal-fired Longannet power station in Fife to collect the carbon dioxide emitted. However, the project collapsed last year after the company said it would need at least 1.5bn to be viable, something the government refused to sanction. Shell then teamed up with SSE and hopes to use its Goldeneye gas field in the North Sea to store the liquified CO2. The Department of Energy and Climate Change said last year: &quot;Gas CCS will be an important part of our future energy mix and there are a number of promising projects, both gas and coal, in Scotland and England. We will be considering projects through an open and transparent selection process to be launched as soon as possible.&quot; Another pilot project in Peterhead, led by BP, was scrapped in 2007 after the company said funding from the government was insufficient. CCS is thought to be especially important following recent discoveries of high levels of shale gas and the development of fracking, which is likely to extend the use of gas-fired power stations for decades. According to the Scottish government, successful development of CCS technology could create up to 27,000 jobs by 2020.", 
    "section": "environment", 
    "gid": "business/2012/jun/17/carbon-capture-project-risk-sse", 
    "wordcount": "540"
}