{
    "headline": "Apple and Samsung smartphone patent row set for new jury trial", 
    "text": "The bitter battle between Apple and Samsung over smartphone patents that had seemed decided by a $1.05bn (698m) award in the US courts last August is not quite over yet. Judge Lucy Koh late on Friday knocked $450m off the $1.05bn award, and ordered a new jury trial to decide how much  if any  damages Samsung should pay for infringements by 14 handsets and tablets from the original case. Her decision does not overrule the jury&apos;s decision in the original trial; the new jury will only decide the size of damages to be paid over 14 other products that were found to infringe Apple&apos;s patents on design or use, or both. That is almost certain to up the damages from the new level Koh suggested  though it&apos;s unclear whether it would raise it to the same level as before, or more, or less. Apple will also be entitled to interest on the total damages at the US Treasury bill rate (of just 0.16%) for the period between the verdict and the final judgement, and supplemental damages based on sales of infringing Samsung devices since the verdict. Samsung says only three of the devices from the trial are still on sale. In the original trial, the jury decided that some Samsung products had copied the appearance of Apple&apos;s iPhone 3GS, and also infringed a &quot;rubber-banding&quot; patent when trying to scroll past the top of an onscreen list, and the &quot;tap to zoom&quot; function to enlarge text on screen with a double tap of the finger. Though some  including Samsung  complained that the decision was hasty, reached after just three days&apos; deliberation, and contentious, Koh declined to overturn it. Koh made the order following demands from both Apple and Samsung for, respectively, higher and lower damages. Koh urged Apple and Samsung not to go to a second trial, but instead to find a negotiated settlement  a direction that Florian Mller, an independent patents analyst, thinks the two will eventually take. &quot;The second damages trial is unlikely to take place, because in the meantime there will be appeals of what&apos;s [already] been decided so far, and at some point there will be a settlement,&quot; he told the Guardian. The case has played out for almost two years against a background in which the two companies have had an increasingly strained relationship, even while they have both come to dominate the smartphone sector. Samsung used to be Apple&apos;s biggest supplier for phone parts, and Apple its largest customer. But in 2010, Steve Jobs, then Apple&apos;s chief, vowed to go to &quot;thermonuclear war&quot; over what he saw as copying of iPhone features by Android phones. HTC was the first to be sued over Android by Apple, but Samsung quickly became a bigger target, with the two contesting court cases in multiple countries, including the UK, Germany, France, Japan, South Korea and Australia. The US case, filed in April 2011, was the biggest, and the award by the jury last August seemed to mark a breakpoint in the smartphone patent wars. But Samsung meanwhile became the largest smartphone manufacturer in the world, and the second most profitable behind Apple. Together, the two companies produce around half of all the smartphones shipped worldwide. Koh upheld complaints of inconsistencies, pointed out by Samsung&apos;s lawyers, in the way the original jury calculated the damages payable by the South Korean electronics giant. She said the original jury failed to provide the royalty rate that it applied in order to work out the amounts that it awarded  and that this made it impossible to comply with Apple&apos;s request for supplemental damages relating to Samsung&apos;s sales after the case. She also said that it wasn&apos;t clear when Apple had first notified Samsung of some alleged patent infringements  which meant that the starting date for calculating damages was unclear. The titanic courtroom battle lasted three weeks, and saw the jury decide that Apple&apos;s claims were mainly correct  although they disagreed that Samsung&apos;s tablets copied the appearance of the iPad. Samsung counterclaimed in the case that Apple infringed five of its patents on 3G and other functions; the jury rejected its claims. Since then, Samsung has mounted a series of complaints against the jury decision, and sought to have it struck out. It is separately taking the decision to the US Court of Appeals to seek to have the decision thrown out, and patents in the case invalidated. Apple meanwhile is seeking to have the damages increased. For Apple, the reduction  even if only temporary  is the latest in a number of setbacks after it won the case last August. When it sought a sales ban on the Samsung devices that had infringed, Koh turned it down on the basis that Apple hadn&apos;t shown that the device sales were linked to the patent infringements  what she called a &quot;causal nexus&quot;. Another trial between the two companies is set for 2014, after Apple claimed last year that Samsung was still infringing on other patented technologies. &quot;We are pleased that the court decided to strike $450,514,650 from the jury&apos;s award,&quot; Samsung said in a statement.", 
    "section": "technology", 
    "gid": "technology/2013/mar/04/apple-samsung-smartphone-patent-new-jury-trial", 
    "wordcount": "869"
}