{
    "headline": "Disability must be a central plank of the post-2015 development framework", 
    "text": "The communique released at the end of the UN high-level panel (HLP) meeting on the post-2015 development agenda failed to mention disability, repeating in Bali the same omission notable in last month&apos;s official communique from the Monrovia meeting. It was a surprising oversight. Disabled people&apos;s organisations had made a clear recommendation to the panel: in the monitoring and evaluation of targets and indicators, data should be disaggregated by disability. Building on learning from the millennium development goals (MDGs), and the inequality in progress under them, no post-2015 target should be considered to be met unless it equitably reached disabled people, they argued. Their exhortations continued to fall on deaf ears, however. And if things don&apos;t change, we risk the new development framework repeating a central failing of the MDGs  specifically, failing to tackle inequality by leaving out the world&apos;s 1 billion disabled people. The absence of disability in the Bali communique came as a surprise to many of us who attended the civil society meetings. People living with disabilities have repeatedly made it clear that the post-2015 framework will fail unless it specifically addresses their needs and issues, as have their supporters. The call for a framework guaranteeing the full and equal participation of disabled people, both in its development and implementation, has been clear and unequivocal. At first, it appeared civil society&apos;s cries had made an impact on the panel. In her response to questions during the civil society pre-meeting, Amina Mohammed, the UN secretary general&apos;s special adviser on post-2015, highlighted disability three times as an issue that must be specifically addressed post-2015. In addition, at the outreach town hall meeting at the start of the week, a group focused on children, disability and ageing was invited to read out a statement to all HLP members and advisers. But when the communique was published, disability failed to get a look in. As strong proponents that a reduction in inequality should be a foundation of the new goals, we are pleased to see that gender and age are mentioned in the Bali communique&apos;s section on data disaggregation. However, we were stunned that, yet again, disability is excluded without clear evidence as to why. Are we expected to leave it to chance that disability is included in a catch-all group of &quot;other variables&quot;? Without guaranteeing that the poorest and most marginalised people  including those with disabilities  can benefit from the new framework, it will not only fail in its attempt to eradicate extreme poverty but will also perpetuate inequality. The post-2015 process has prided itself on being inclusive, with special care taken to hear from diverse voices, particularly those often marginalised. But does the communique suggest the process has in reality been more about going through the motions than genuinely listening to people? Perhaps the effort and expense taken to include people&apos;s views has created unrealistic expectations. It feels that, so far, we&apos;ve been left with empty promises. Fortunately, there is still time to change. There are a few weeks to go until the panel publishes its report on post-2015. Disability has to be made a cross-cutting theme across all goals in the same way gender is, recognising that disabled people are particularly vulnerable to exclusion from essential services such as healthcare and education. In some countries, for example, being disabled more than doubles the chance of never enrolling in school (pdf). Disability also impacts on people&apos;s jobs and livelihoods: according to the International Labour Organisation, people with disabilities are less likely to be in employment(pdf) and more likely to earn lower wages than people without disabilities. In our opinion, a successful post-2015 process will only be achieved if people with disabilities are no longer ignored. In the short term, the HLP&apos;s report must explicitly include the voices and aspirations of people with disabilities. In the long term, the post-2015 framework should include priorities of people with disabilities that will be implementable and measured through disaggregated data. Unless this happens, it will be impossible for the post-2015 framework  regardless of its other merits  to properly tackle inequality and eradicate extreme poverty for everyone.  Dominic Haslam is director of policy and strategic programme support, and Virginia Kamowa global advocacy co-ordinator, Sightsavers", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/28/disability-central-plank-post-2015-framework", 
    "wordcount": "702"
}