{
    "headline": "Life in Mogadishu as Somalia's capital slowly recovers from war  in pictures", 
    "text": "   People are slowly returning to Mogadishu's beaches. In this photo a young man walks in front of a destroyed house in Lido beach Photograph: Goran Tomasevic/Reuters       At the height of war Lido beach was a frontline where no one dared to go. Now the guns have fallen silent, young boys come to the beach to swim and play beach football Photograph: Goran Tomasevic/Reuters       No building had been spared the brunt of the civil war. In this photo the once beautiful Hamar Weyne near Mogadishu port stands a shadow of its former days Photograph: Goran Tomasevic/Reuters       Mogadishu was known for its immaculate architecture and design. In this photo young boys play football in front of a rusty gate in Hamar Weyne Photograph: Goran Tomasevic/Reuters       During the war it was common for people to be hit by stray bullets. Some people decided to brick up their windows to offer protection Photograph: Goran Tomasevic/Reuters       At the height of the civil war people fled the city centre and headed for its outskirts. People now flee from other towns and villages into Mogadishu. The city's newcomers pitch their tents on any space they can find Photograph: Goran Tomasevic/Reuters       With the city's water system completely destroyed, most buildings have no running water. In this photo a man stands next to jerry cans used to carry water Photograph: Goran Tomasevic/Reuters       Despite the hardships the city's residents face life still goes on. Local fishermen return from the sea with their day's catch. Somalia has the longest coastline in Africa Photograph: Goran Tomasevic/Reuters       Mogadishu has the country's biggest fish market. Sold in the market are all kinds of sea animals. In this photo shark fins that are used to make soup are on sale Photograph: Goran Tomasevic/Reuters       With the Islamist group al-Shabaab now pushed out of the city, business is booming. A tired young boy takes a break from selling goods near Mogadishu port Photograph: Goran Tomasevic/Reuters       Government troops and African Union soldiers are still battling al-Shabaab in other parts of the country. This has caused thousands to seek refuge in Mogadishu. Last year's famine and drought has also forced many to seek refuge in the city Photograph: Goran Tomasevic/Reuters       Sirlaabe camp situated in the Hodan district of Mogadishu is home to hundreds of families that fled last years famine and the war outside the city Photograph: Goran Tomasevic/Reuters       The internally displaced people (IDP) are almost entirely dependent on NGOs for food. In this photo young boys arrive at a food distribution centre Photograph: Goran Tomasevic/Reuters       Queues can be long and everyone waits for their turn to receive their ration Photograph: Goran Tomasevic/Reuters       Most of those in the IDP camps are women and children. Some fathers go the city to find manual work to earn extra cash for their families Photograph: Goran Tomasevic/Reuters       The food given at the feeding centres is usually basic. In this photo children are given porridge and bananas Photograph: Goran Tomasevic/Reuters       Somalia gained independence from Italy in 1960. In this photo women attend a celebration ceremony marking Somalia's 52nd Independence Day anniversary in Mogadishu Photograph: Goran Tomasevic/Reuters  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jul/20/life-mogadishu-somalia-in-pictures", 
    "wordcount": "0"
}