{
    "headline": "Twitter #music iPhone app review", 
    "text": "According to Twitter, its new Twitter #music iPhone app &quot;will change the way people find music&quot;. Quite a claim, for an app based around two familiar ways of discovering artists and songs one traditional (browsing charts) and one that&apos;s been well mined in recent times (finding music based on your social networking contacts). Still, there&apos;s potential in Twitter #music, in the same way that Twitter&apos;s Vine app is becoming something more creative and interesting than the hipster animated-GIF creator it seemed when it launched in January. That&apos;s partly because the new app is based on the technology of one of the genuinely-interesting music startups of recent years, We Are Hunted, which Twitter stealthily acquired several months ago. That company first made its name back in 2009 by aggregating data from streaming music services like Last.fm, iLike and MySpace Music  the names certainly capture a point in time as well as Twitter, BitTorrent and music blogs, and turning it into a daily chart of songs that were causing a stir online. In the years since, We Are Hunted added new sources like Spotify, launched a series of mobile apps Pocket Hipster, SuperSonic and Music Hunter can still be found on the iOS App Store, while We Are Hunted lives on for Android and most recently made its own Spotify app. The point is that Twitter hasn&apos;t just knocked up a nice-looking music discovery app in a couple of months. It went out and bought a team who&apos;ve been doing this longer than most. The difference with Twitter #music, though, is that the focus has been narrowed. The charts here aren&apos;t drawing from anywhere other than Twitter: separate lists for Popular and Emerging tracks; a #NowPlaying chart of songs tweeted by people you follow on Twitter; and suggestions for artists you may like. Preview clips come from iTunes Twitter and Apple have had a friendly working relationship for some time now but if you&apos;re a paying subscriber for streaming services Spotify or Rdio, you can sign in to those within the app to play full-length tracks. When playing songs, you can tap to pop up a virtual turntable with spinning artwork skeuomorphism ahoy!  from which you can tweet your thoughts on the track, complete with a #NowPlaying hashtag and a link for followers to hear it. Rumours prior to Twitter #music&apos;s release suggested that SoundCloud, YouTube and Vevo would also be integrated, although they&apos;re not present at launch. The speculation about the latter two, based on developers digging into Twitter&apos;s registration webpage for the new service, suggests scope for music videos to be added in the future. It&apos;s an impressive app: easy to use, with the emphasis on artists&apos; profile thumbnails giving it a busy, modern look. A look that&apos;ll be familiar if you&apos;ve ever used We Are Hunted&apos;s website or Spotify app, incidentally. Twitter #music also lends itself to exploration, particularly when you click through to artists&apos; profiles, where you can follow them on Twitter, but also browse which other musicians they&apos;re following.     Twitter #music is also available as a website    As a source of personalised recommendations, the app&apos;s usefulness may depend on how you use Twitter already. I love music, but my tastes are better identified from my iTunes collection, my Spotify play-data and my Last.fm scrobbles than from my Twitter habits. Personally, I use Twitter more as a work tool. My own profile page in Twitter #music shows that I&apos;m only following six artists (Primal Scream, Yacht, Jagwar Ma, Disclosure, Ben Folds and Chemical Brothers, since you ask). That translates into a Suggestions chart  Iggy Pop, Paul Weller, Thin Lizzy, Keith Richards etc  that isn&apos;t really hitting the spot. In time, there&apos;s no reason why Twitter #music can&apos;t take in data from other sources to make more relevant recommendations, although I&apos;m not holding my breath for Facebook Likes to be part of the picture. Twitter #music is currently only available for iPhone in selected countries  the US, Canada, UK, Ireland, Australia and New Zealand  with plans to launch elsewhere in the world, and on Android devices &quot;over time&quot;. The service also has a website music.twitter.com  which works much like the mobile version, with a drop-down menu to switch between charts, and playable artist thumbnails representing each song. I tried accessing it from a Nexus 7 Android tablet, but no luck just a &quot;Coming Soon&quot; message. For iPhone owners, Twitter #music is a polished app, though. The Emerging chart, in particular, holds promise as a way to spot up and coming songs, although you could say the same thing about apps like Hype Machine and Shuffler.fm that aggregate music blogs. Is Twitter #music going to &quot;change the way people find music&quot; though? I&apos;m not convinced. Why not? Because if there&apos;s a big trend in the world of digital music in 2013, it&apos;s every service redoubling its efforts to be better at music discovery. Spotify devoted an entire press launch to its plans in December 2012, for example, and has just rolled out a Twitter-like &quot;follow&quot; model to help people get more recommendations from friends, musicians and tastemakers alike. Deezer, Rdio, Rhapsody and others are all working hard on discovery, while Apple&apos;s long-anticipated personal radio service dubbed &quot;iRadio&quot; by the media is expected to be pitched as an intuitive way to discover new music, then (possibly) buy it on iTunes. The point is that better music discovery features are coming to pretty much every digital music service this year, including their mobile apps. Unified apps for people to play their own music (whether that&apos;s files stored on the device or playlists saved in the cloud) as well as discover new stuff. Twitter #music has focused on the latter, but it&apos;s missing the former, which I suspect will limit the amount of time music fans spend using the app. How about adding a fully-fledged player mode capable of drawing on people&apos;s iTunes/iCloud music collections, or accessing their Spotify and Rdio playlists, and then using those data sources to beef up the relevance of the Suggestions section? Then Twitter #music could make a real impact. As things stand, it&apos;s significant more for showing that Twitter has ambitions to do even more in music, than for actually changing the way its 200m users find and listen to songs.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/22/twitter-music-iphone-app-review", 
    "wordcount": "1065"
}