{
    "headline": "The Best Science Writing Online 2012", 
    "text": "   Courtesy Scientific American / Farrar, Straus and Giroux    In my last post, I inadvertently implied that I don&apos;t like teaching, and am thankful that I don&apos;t have to do much of it. What I really meant was that it&apos;s convenient not to have to do much in the thick of grant-writing season. But I do like it  something about the challenge of translating complicated science into elegant, easily understood but still powerful metaphors can be very satisfying when it works. Some of the best science writers are masters at this. Among my favourites I must count Bill Bryson, whose A Short History of Nearly Everything is a book for which the hackneyed description &quot;delightfully irreverent&quot; seems perfect. Fellow Canadian Jay Ingram is another. And the high drama (yes, really) of scientific competition can be no better told than by veteran science journalist Nicholas Wade, in the now unfortunately out-of-print The Nobel Duel. The ease with which these and other popular science writers de-mystify tricky concepts can be wonderful. When I lecture, inevitably I end up talking about one of the big deals in my field  the ability we now have to read a person&apos;s entire genetic &quot;code&quot;  the genome sequence of about 3bn letters. The technology to do this is mind-boggling  the equivalent of millions of tiny test-tube reactions all taking place at once and being analysed in real-time. Interpreting all of this data, even from a single person&apos;s genome, is a daunting task, one that I&apos;d been looking for a way to easily get across. I eventually hit upon an explanation that I thought worked reasonably well  likening the genome sequence to the text of a Shakespeare play, and how re-assembling it from many tiny little parts might be quite a challenge. In December 2010, I wrote these ideas into a pair of blogposts (this one, and this one) at the Occam&apos;s Typewriter Irregulars. Feeling proud of myself, I duly incorporated these ideas into my lectures as well. So this is a blogpost about two other blogposts, which seems like cheating. But it&apos;s worse than that, because they also now appear in a book  which is what I wanted to tell you about. Along with contributions from Occam&apos;s Corner contributor Stephen Curry and 49 other authors, my Shakespeare-genome sequencing posts were selected for inclusion in The Best Science Writing Online 2012, released today on Amazon in the US (although, oddly, delayed in the UK until 13 October). It&apos;s been pointed out that this should perhaps be called SOME of the Best Science Writing Online 2012, since editors Bora Zivkovic (A Blog Around the Clock) and Jennifer Ouellette (Cocktail Party Physics) ploughed through more than 700 nominations to choose the content, struggling with having to omit many nice pieces. Jennifer has kindly compiled a few of her favourites that had to be left out, which are well worth reading. This really is an entertaining collection, from authors spanning the gamut from students to professors, hobbyist writers like myself to full-blown science journalists. It&apos;s got pieces on poisons and publishing, space shuttles and sedimentary rocks, forests and fungi, and yes, genome science. You can, of course, read the original blogposts online, and I&apos;d encourage you to do so, because some contain content that didn&apos;t make it into the published version. Mine, for example, have a number of photographs with captions that I thought were witty, although you may disagree. Most are a bit longer, although possibly less tight in their writing (my two were trimmed by about 25% for the book  the benefits of working with a proper editor!). But as a nice, portable package, the book has a lot to recommend it. I&apos;ve already pre-ordered two copies as gifts. If you&apos;d like to hear more about this, there&apos;s an online chat with Bora and Jennifer scheduled for noon Eastern time (5pm in the UK), today (Tuesday 18 September). You can follow it here. And readers in New York can even meet Bora, Jennifer and some of the other authors this evening at a bar in Brooklyn  just go to the Facebook event page for details. In the coming weeks, some of the authors will be interviewing each other in a gloriously self-serving, but probably quite entertaining, series, so stay tuned for that, too. In the meantime, enjoy the book, or the online posts  and learn some more about fungi, or genomes, or whatever else takes your fancy.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/sep/18/best-science-writing-online-2012", 
    "wordcount": "733"
}