{
    "headline": "London Met students protest at overseas ban", 
    "text": "Hundreds of students, lecturers and staff from London Metropolitan University (LMU) are expected to hold a demonstration outside the Home Office in protest at the revocation of the institution&apos;s ability to host foreign students. Foreign students who must transfer their studies to another university in the next few months or face being returned to their country of origin without a degree, are expected to be among those leading the demonstration on Wednesday. On Monday night, the vice-chancellor of LMU, Malcolm Gillies, said the university would take the government to court after the border agency (UKBA) removed LMU&apos;s highly trusted status enabling it to support thousands of foreign student visas, just before the start of the academic term. Interviewed by the BBC, Gillies said UKBA&apos;s report of immigration failures at the university was wrong. &quot;My university is going to seek for this revocation to be stayed  because our analysis with leading immigration lawyers demonstrates that this report of the UKBA is wrong  We fundamentally contest the claim that there is systemic failure here.&quot; The Guardian also understands that a task force involving LMU, Universities UK, the Higher Education Funding Council for England (HEFCE), the Border Agency, the Department of Business Innovation and Skills, and the NUS will meet on Wednesday afternoon at HEFCE&apos;s head offices to attempt to sort out the transfer of students to other universities. Any transfer process is expected to be especially fraught for those students who are part-way through specialist courses, or in the middle of PhDs where new supervisors will have to be found. The NUS president, Liam Burns, said he would be lobbying to have costly visa charges waived for students who were being forced to transfer and to ensure years of study did not have to be repeated. He also wanted a hardship fund to be set up to help legitimate students with the extra costs of having to transfer their studies. Burns said senior NUS representatives would also be attending the demonstration. &quot;UKBA&apos;s decision not to let over 2,000 students continue their studies at London Met is a disgrace. If the university&apos;s administration has failed, which is now being legally challenged, then punish the administrators, not the 2,000 innocent students,&quot; he added.", 
    "section": "education", 
    "gid": "education/2012/sep/05/london-met-students-protest", 
    "wordcount": "375"
}