{
    "headline": "Colin Pillinger will use meteorites to make an impact at Faraday Lecture", 
    "text": "If a picture is worth a thousand words, says the planetary scientist Prof Colin Pillinger, a meteorite is worth a thousand pictures. According to the man behind the failed British-led bid to land the Beagle 2 probe on Mars in 2003, these unassuming lumps of rock allow scientists to study the places beyond Earth that they cannot physically reach. Beagle 2 reached Mars in December 2003 as part of the European Space Agency&apos;s Mars Express mission, but it failed to make contact with Earth after it was released from the orbiting probe and entered the red planet&apos;s atmosphere. &quot;I&apos;ve worked on Martian meteorites for years,&quot; says the Open University professor, who has spent four decades analysing and writing about celestial bodies, and as the scientific face of Beagle 2 is one of the most familiar public faces in British science. &quot;You show people a very uninteresting, boring-looking bit of stone and you say to them  it&apos;s a meteorite from Mars, and you&apos;ve grabbed their attention. It attracts them so you can tell them some science they wouldn&apos;t normally listen to if you just suddenly started talking about chemical analysis.&quot;     Professor Colin Pillinger. Photograph: Linda Nylind/Guardian    Pillinger will use meteorites to catch the attention of his audience at the Royal Society on Thursday evening when he gives the learned society&apos;s annual Faraday Lecture, a talk entitled &quot;Stones from the sky: a heaven-sent opportunity to talk about science&quot;. Delivering the lecture is part of the Faraday Prize for excellence in communicating science, which also comes with a silver gilt medal and 2,500. Previous winners have included Sir David Attenborough, the physicist Prof Jim Al-Khalili and Prof Jocelyn Bell Burnell. Pillinger will begin with the story of the earliest-recorded British meteorite, the Wold Cottage stone, which fell in Yorkshire in 1795. &quot;It was announced at a Royal Society meeting in 1802. Before that, people believed that anyone who believed that a stone had fallen out of the sky was a candidate for being taken away in white coats, some kind of ignorant peasant who didn&apos;t know any better.&quot; Meteorites are useful to scientists because they reveal a lot about the planet from which they came and, if they come from the asteroid belt, can even provide insights into the early solar system. &quot;Very primitive meteorites have a composition that is similar to the material from which the solar system was formed  it&apos;s a snapshot of the rock types that you can&apos;t actually get on Earth because Earth has been modified by geology,&quot; he says. &quot;Once you start analysing the chemical makeup, you can tell the age of a sample, what kind of rock type it is and what kind of geological process [made it].&quot; Studying Martian meteorites in recent decades led Pillinger to discover that there had once been water on the planet. Other deposits in the same meteorites showed deposits of carbonate minerals and what appeared to be organic matter. &quot;On Earth, when you find carbonates deposited from water, with organic matter, you believe that organic matter comes from the microorganisms that lived in the water,&quot; he says. This evidence from martian meteorites suggested there might have been past life on Mars. In addition, some of the meteorites he was studying were relatively young and, therefore, pointed to the possibility that there might even be microorganisms on Mars to this day. &quot;But if you want to make such an astonishing claim, you have to have astonishing evidence,&quot; says Pillinger. &quot;The doubters always wanted to say that the Martian meteorite must have picked up contamination of life on Earth. One of the reasons we were going to fly Beagle 2 was to do the experiment on Mars and we could say we have eliminated the possibility of contamination, so we&apos;ve discovered life on Mars. We weren&apos;t able to do that.&quot; Pillinger still regrets that the British government did not commit to funding a follow-up mission to Mars straight away, instead opting to put its space science funds into the European Space Agency&apos;s upcoming ExoMars programme, which aims to put a lander on the planet within the next decade. &quot;If the government had simply done what the Americans would have done under the circumstances, which is get back on the horse before they lose their nerve, then we would have had a mission by 2007,&quot; says Pillinger. &quot;Instead they put their money into a big Esa mission, which is full of all manner of political, financial and engineering problems  it&apos;s been delayed from 2007 to 2009 to 2011 to 2015 to 2018. They&apos;re in negotiations with the Americans and Russians to do this as a collaborative programme. Will it fly in 2018? Don&apos;t hold your breath.&quot; Pillinger says he hopes his audience at the Royal Society today will include a good proportion of those who wouldn&apos;t normally believe they were interested in science. &quot;Science is never going to be out of work. For everything you discover, there are nine things you find out you didn&apos;t think you would find out: you create more questions than answers,&quot; he says. &quot;I try to talk to people who haven&apos;t been as fortunate as I have and had this exposure to science.&quot;", 
    "section": "science", 
    "gid": "science/2012/jan/12/colin-pillinger-meteorites-faraday-lecture", 
    "wordcount": "886"
}