{
    "headline": "Women's rights in Mali 'set back 50 years' by new 'Family Code' law", 
    "text": "Farima Samake, a widow living in the village of Gwelekoro in the south of Mali, regrets obeying her husband when he took their first daughter out of school to take care of her younger brother. &quot;Her father decided it and I didn&apos;t refuse,&quot; says Farima. &quot;Now she is married in another village not far from here. I think our decision has been an injury to her because if she had studied her life could have been different.&quot; Farima didn&apos;t oppose the decision because the law dictates that a woman must obey her husband. &quot;In all the villages of this region, girls get married at 15 or 16, even if they go to school,&quot; she says. &quot;Their parents must ask the husband to let their daughter attend school once she is married.&quot; Not having finished school, Farima&apos;s daughter, Wassa Diarra, cannot read or write. She&apos;s not alone  69% of women aged 15 to 24 are illiterate, compared with 53% of men, according to Unicef. &quot;Wassa has eight children,&quot; Farima explains. &quot;The only way for her to make money is going to fetch firewood in the bush for sale to people coming from Bamako. This is what almost everyone is doing. We are all poor here but I&apos;m worried about my daughter&apos;s situation. Her husband has three wives and he is doing what he can to feed his family. But the harvests always fail because of rainfall shortage. So each wife has to look for money to take care of her children&apos;s needs.&quot; In this strongly patriarchal society, where many women need to ask permission from their husbands just to leave the house, women&apos;s groups have been pushing for change for the last 10 years. The hopes of women activists were pinned to a new Family Code to strengthen the legal rights of women. Its provisions included raising the minimum legal age of marriage for girls, improving women&apos;s inheritance and property rights and removing the clause demanding a wife&apos;s obedience to her husband. The law was adopted by the National Assembly in August 2009 but was withdrawn following uproar from conservative Muslim groups. Provocative headlines in newspapers warned that women would no longer have to obey their husbands and thousands took to the streets in protest. A task group formed by Mali&apos;s top Islamic council called it an &quot;open road to debauchery&quot; and the National Union of Muslim Women&apos;s Associations said the law reflected the wishes of a tiny minority of women. When the Family Code was finally enshrined in law in January this year, it was substantially watered down. Campaigners say that far from protecting women&apos;s rights, the code perpetuates discrimination. According to Safiatou Doumbia, a member of the Malian Association for Care and Assistance to Women and Children, the new law has set women back. &quot;The new law brings women&apos;s rights back to more than 50 years ago because some rights women had in the former law have been banned. Before, a woman would automatically keep her children if her husband died. This is not the case with the new law, which allows a family counsel to decide who should keep the children.&quot; Under the new Family Code, as in the original 1962 law, a woman must obey her husband, men are considered the head of the family and the legal age for marriage is 16 for girls, and 18 for boys. In Mali 90% of the population is Muslim and certain aspects of family life, such as inheritance, divorce and marriage, are based on a mixture of local tradition and Islamic law and practice. One major point of contention between Muslim groups and women&apos;s activists is around religious and secular marriage. The 2009 bill would have made secular authorities the only ones allowed to perform marriages. Now religious ceremonies are also recognised as legally binding. The acknowledgment of the religious wedding will &quot;lead to chaos&quot;, according to Doumbia. &quot;Muslim and traditional weddings allow men to marry many wives and divorce them easily if they want without protecting women&apos;s rights,&quot; she explains. Religious ceremonies are now recognised even if there hasn&apos;t been a civil marriage, giving women little protection. Women&apos;s rights groups say the Family Code needs to harmonise local laws with international ones. The age at which a girl can marry is a case in point. &quot;A girl is still a child at 16, according to the international convention on children&apos;s rights that our country signed,&quot; says Bintou Coulibaly, Secretary for Education at the Association for Women&apos;s Progress and Development (APDF, in French), sitting at her computer in her office in Bamako. &quot;And our constitution guarantees that all the international laws we signed have legal status. So the new family law is opposed to our constitution.&quot; Farima Samake, and the other women in Gwelekoro village, have not heard about the new law, or its controversial reception, but they know little has changed in their lifetime. &quot;We are different from men; we don&apos;t have the power of decision and things have been like that since God made this world,&quot; says Binta Samake, another villager. Though these women know little about women&apos;s rights, they know they don&apos;t want to depend entirely on their husbands. &quot;Now I don&apos;t have to ask my husband for permission to fetch the firewood I sell to earn money,&quot; says the widowed Binta. &quot;[When he was alive] I could not travel without his authorisation or go out somewhere else in the village when he was absent.&quot; Many women of the village of Gwelekoro attend adult education courses, which they say have opened their minds. &quot;I regret not going to school when I was young,&quot; says Binta. &quot;If you are not educated you will only follow the others and depend on them.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/01/womens-rights-mali-50-years", 
    "wordcount": "988"
}