{
    "headline": "Is David Cameron off message on fighting inequality?", 
    "text": "The comment came at the end of the press conference last Friday. The British prime minister, David Cameron, looking perky from a day&apos;s discussions on the future of development, in the Liberian capital, Monrovia, was asked whether he would prioritise inequality over economic growth in efforts to move countries out of poverty. No, he said. Encouraging economic growth was the priority. Cameron&apos;s comments came as a surprise, not only because they were at odds with the statement given by the Liberian president, Ellen John Sirleaf, moments earlier, and the tone of the UN high-level panel (HLP) communique, but also because they went against the tide of opinion  and evidence  that shows economic growth has led to massive inequality. If you want to reduce poverty, you need to address that. While growth may have reduced the gap between rich and poor countries, it has increased inequity within countries. Just look at India and China. Writing on the Global development site last week, Kevin Watkins said rising inequality had dampened the &quot;poverty-reducing effects of growth&quot;. He said the Asia&apos;s Gini coefficient, a measure of inequality, over the past two decades had increased from 39 to 46. &quot;Had it remained constant, poverty incidence would by now be 28% lower,&quot; he said. The language of the HLP communique, agreed after two days of talks between members and following consultation with civil society groups, was very much about inclusion (although we&apos;ll wait to see what the HLP final report brings in May). The communique said the agenda of the panel was &quot;to address the universal challenges of the 21st century: promoting sustainable development, supporting job-creating growth, protecting the environment and providing peace, security, justice, freedom and equity at all levels&quot;. It said the process was &quot;first and last&quot; about people and their &quot;protection and empowerment&quot;, especially that of women and girls, and young people. As if to ram the point home, Sirleaf told the press conference: &quot;Economic growth, although crucial, is not sufficient to achieve social justice and equity or sustainability for all  Achieving this will require great attention to equity, fairness and providing opportunities for all.&quot; Earlier in the week, civil society groups had cited gender equality as a major barrier to development. Women&apos;s rights are crucial to reduce poverty, they said in a document produced at the end of their own three-day event in Monrovia. It added that older people and those with disabilities must have &quot;full and equal participation&quot; in all stages of the economic process. Studies on economic growth and the impact on women found that greater gender equality in education and work &quot;had made a positive contribution to economic growth&quot;, wrote Professor Naila Kabeer, from the School of Oriental and African Studies, last year. There was much less evidence to support the idea that economic growth leads to gender equality, if that&apos;s what Cameron is hoping. In its 2012 world development report, the World Bank backed up this argument. Sheelagh Kathy Mangones, from UN Women in Liberia, told me that gender equality is &quot;central to achieving all of the other [development] goals&quot;. Giving women sexual and reproductive rights, and addressing their unpaid work looking after children and family, is not only a human right but also means women are able to fulfil their economic potential. While reaction to the HLP communique from NGOs has been largely positive, addressing inequalities was a persistent concern. VSO&apos;s chief executive, Marg Mayne, said achieving sustainable economic growth would need &quot;greater emphasis on tackling the root causes of poverty, especially those that are resulting in persistent inequalities in the opportunities that people have to fulfil their potential in life&quot;. Meanwhile, Brendan Cox, Save the Children&apos;s director of policy and advocacy, said: &quot;We must focus on the very poorest, who have been left behind by growing inequality&quot;. A spokeswoman from ActionAid said the communique didn&apos;t go far enough on ensuring women&apos;s rights were central to any future development framework. And Dominic Haslam director of policy at Sightsavers, expressed disappointment that there was no specific mention of people with disabilities, &quot;a particularly vulnerable group&quot;. So were Cameron&apos;s comments merely a throw away line at the end of a busy few days? Or do they expose the prime minister&apos;s true beliefs, that despite a new bit of gloss, it will be business as usual for post-2015 development? Cameron may need to tread carefully when he goes to Bali next month for the last HLP meeting. Comments like these risk undermining the work of the panel, which the UN sees as a step towards restoring trust in the system after the lame outcomes of Rio+20 last year. But more important, he risks turning civil society away, which could only harm his ambitions of eradicating extreme poverty.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/05/david-cameron-inequality-liberia-meeting", 
    "wordcount": "812"
}