{
    "headline": "Buying music online is a bad deal - and that's why I mourn HMV and its ilk", 
    "text": "Danny Kelly says good riddance to HMV because it was sickly for some years before it died. I suggest however that the fact it took time to die does not make its loss (and that of its high street competitors) any less regrettable. What replaced them is a disaster for freedom. I miss stores like HMV because I could go there with cash, buy records (usually CDs), and take them home as mine. These large stores had a wide range of music, and I could listen to records in-store (mostly music I had never heard of) to find what I liked. Once I had bought the records, I was free to give or lend them to friends. Under copyright law, I could even copy them, to audio tapes in the old days, and give those to my friends. All this without the state&apos;s knowing anything about it. You can&apos;t buy music that way on the internet. You are forced to identify yourself to the seller (and to Big Brother, watching over his shoulder) -- and if it&apos;s not a CD, you have to sign a restrictive contract which denies you the rights we all enjoyed. I say &quot;you&quot; because I won&apos;t go there. For those who love both music and freedom, today&apos;s form of internet sales is out of the question, which leaves ever fewer opportunities for us to buy music. Aside from disks sold by musicians, and a few surviving large record stores such as Amoeba in San Francisco, the only way a self-respecting person should get copies of music is through digital sharing. The superficial convenience of internet music sales is the bait; in the UK, the Digital Economy Act is the jaws. And HMV was the safe and ethical road to music, which a society focused on the short term has not kept open. Copyright 2013 Richard Stallman. Released under Creative Commons Attribution Nonderivatives 3.0 Note: the headline on this article was changed at the author&apos;s request from &quot;Buying digital music is a bad deal&quot; to &quot;Buying music online is a bad deal&quot; to clarify that he enjoys, and does, buy CDs. The body of the article has also been amended to clarify this.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/21/hmv-loss-music-buying-cash", 
    "wordcount": "374"
}