{
    "headline": "Far Cry 3  preview", 
    "text": "The Far Cry series of games have no link between them other than the legendary CryEngine (a graphical platform so punishing it&apos;s held up as the test of a good top-end gaming PC) and an obsession with open, lawless frontiers bristling with baddies waiting to get shot in the face. The first game featured military coverups and cannibal mutants; the second focused on an African warzone and the difficulties of surviving the onset of a pretty serious dose of malaria. Far Cry 3 takes us to a lush jungle island, covered in pirates and indigenous warrior tribes, ripe for the insertion of a white everyman protagonist to come and mess up the status quo something rotten. On the surface, it all sounds run-of-the-mill (especially given the series&apos; reliance on nice big environments taking the place of story or characterisation): the player takes control of Jason (our white everyman protagonist du jour) who comes to the island with his friends and, because it might be boring if everything went as planned, gets everyone captured by the aforementioned pirates and their splendidly mad leader Vaas. Can he save them before they&apos;re killed in a variety of increasingly bizarre torture installations? Can he survive the Heart of Darkness-esque descent into madness? Will the stress of the experience scar him forever? Presumably, yes. But it&apos;s not that simple. We&apos;re shown the opener to the E3 demo in which, several months post-kidnap and post-escape, California pretty boy Jason wakes up in a drug-induced haze directly underneath a the hips of a topless tribal priestess and shouts to a Pacific Island-esque tribe of warriors that he will lead them to victory against the pirates; his arms are covered in black-ink tattoos, earned by (we&apos;re told) hunting and killing animals across the game world, a mechanic that also serves as a currency system. Everyone gathered around him cheers wildly, the priestess whispers lustily in his ear telling him that he&apos;s an &quot;incredible warrior&quot; and &quot;all those that he kills deserve to die by his hand,&quot; and we&apos;re thrust into a gameplay section where he launches himself off a cliff into a bay and proceeds to messily eviscerate a fairly large pirate camp. Alarm bells start ringing in my head. Does this have echoes of the controversy in Far Cry 2, a game which featured 11 protagonists of wildly different races and backgrounds but offered a player character choice of precisely zero women? Has the white male lead literally just rocked up and taken over a tribe of warriors and fixed all their problems by being white at them? I ask Jeffrey Yohalem, the lead scriptwriter, whether this is the case. He laughs a little bit under his breath. &quot;We&apos;re glad you think that, because no, it&apos;s not as it seems. Everything you see is taking place through Jason&apos;s eyes,&quot;  eyes which are increasingly unreliable thanks to a varied wash of hallucinogenic effects earned from mushrooms, pills, sleep deprivation, lack of proper food, poison, fever and whatever it is that they put in that tattoo ink  &quot;and, well, if it looks like we&apos;re doing one thing we&apos;re probably trying to establish something else. Stories are like verbal optical illusions, and where the player realises that they&apos;re a 100% wrong about something they were previously dead sure of ... that&apos;s where good stories happen.&quot; Speaking to Yohalem, he talks with an assurance that  in anyone else  might come across as arrogance. He says with an entirely straight face that he wants &quot;to make the definitive statement for his generation in this game,&quot; and that he&apos;s writing it &quot;to be so complex and layered that people like professors could analyse it&quot;. It&apos;s a lofty goal when you&apos;re building on the foundations of a couple of fairly dumb FPS titles, but something about him makes you believe that they might just be able to pull it off. Or at least something close to it and whatever happens, the results are going to be interesting. &quot;Developers are always complaining that they don&apos;t have enough tools to work with, but we haven&apos;t really looked at the tools we&apos;ve already got ... this is a game about killing people. About shooting them, and aiming your gun at them properly so you do it right. Every other shooter sort of sidesteps that issue, which is fascinating to me. They&apos;re about a spec ops solider who&apos;s saving his squad or a space marine who&apos;s saving the world and the killing is sort of swept under the rug ... but whatever you&apos;re doing, you&apos;re fulfilling a different fantasy and these designers don&apos;t want to shine light on the killing.     Far Cry 3    &quot;It&apos;s like shining a light into a whorehouse. You don&apos;t want to see what the people in there look like.&quot; Or the curious mixture of intrigue, disappointment and shame when the lights come on and the music stops at the end of a night out. Killing&apos;s been obfuscated behind glory for too long, and where it&apos;s been used as the main face of a game  Splatterhouse, for example, or the monochrome Wii chainsaw-fest MadWorld  it&apos;s often treated as slapstick hilarity or written off without any particular comment. Maybe it&apos;s time we started to take a closer look at what we&apos;re doing in games, and have a think about what makes a headshot so satisfying. To that end, aping Ubisoft&apos;s previous success with the user interface in Assassin&apos;s Creed (Yohalem co-wrote the second title and lead scriptwriting on Brotherhood, so if anyone&apos;s entitled to do it, it&apos;s him), all of the stereotypical gaming elements are bound into the narrative. In Creed, your pause menu was also a pause menu in the game world, stopping the historical simulation of the Animus in which much of the series&apos; adventure takes place. It&apos;s impossible to leave the simulation without turning off the console. I&apos;m told that XP and leveling are also explained within the world and, rather than laying on top of the experience as part of the HUD, are as integral as the island itself. &quot;Things like XP are part of the story. You see posts on gaming forums with people saying &apos;Oh, if you want the game to be immersive, why does XP appear above the heads of enemies when they&apos;re shot?&apos; It happens because it&apos;s a game. The game itself, and the player&apos;s interaction with the world and Jason and how their experiences and opinions might differ from the character they&apos;re controlling, all form part of the narrative.&quot; If Yohalem can pull it off  and I really hope he does  this could be something truly remarkable. For now, though, he sits tight on offering particular details and offers broad swathes of theory, but he certainly talks a good talk. Regardless of the story, though, does the game deliver? We&apos;re allowed hands-on time with the demo, a 10-minute section where Jason infiltrates a pirate camp in an attempt to kill their leader, Vaas. It plays much in the same way as the Far Cry titles of old, with appropriately sharpened controls and visuals  but thanks to the denser terrain of the jungle, and the big pools of water to move through, enemy lines of sight are far reduced from the punishing open fields of Far Cry 2. It&apos;s possible to sneak up on your foes and stab a bunch of them in sequence with an intuitive kill-linking mechanic  apparently the biggest chain of kills the devs have seen so far is seven in quick succession  and the shift from stealth to full-on loud combat, and back again, is fluid and doesn&apos;t break flow. AI is smart enough to smoke you out of buildings and hit you with flanking maneuvers, but not so smart that an entire army will descend on you thanks to one careless shot. The trademark multiple approaches exhibited in Far Cry (and its nanosuited cousin Crysis) aren&apos;t shown in the demo because the sound and fury of E3 demands a stand-out experience and not an introspective walk through lush undergrowth, but multiple solutions to the problem of a camp full of men that wish to do you harm are immediately apparent. It&apos;s possible to sneak through using your bow and knife and not attract attention (at least until a short cut-scene where Vaas, displayed on jury-rigged banks of TV screens, alerts the camp to your presence and helpfully sets the building on fire). It&apos;s possible to go in loud with an assault rifle and a pocketful of grenades, and engage in frantic, noisy, remarkably visceral gunplay. Or both, one after the other. A jeep is parked in the middle of the encampment, fully equipped with a .50 cal machine gun which can be commandeered, and if left to their own devices enemies will use it against you. If you want to hop in the driver&apos;s seat and mash up baddies under the wheels and pin them against walls, that&apos;s fine too. You can set buildings and cover on fire to drive enemies out, either with your own weapons or by cruelly shooting a molotov cocktail while it&apos;s still in its owner&apos;s hand. A tiger sits in a wooden cage, and if the door is shot away, it leaps out and mauls people to death. Guard dogs and gila monsters prowl around the arena, bullets smash cover to pieces, and at the centre of it all the player runs back and forth through the chaos and flames like some sort of Trickster God, always moving, always dangerous. It&apos;s frantic stuff, and it&apos;s the flexible core gameplay that&apos;s marked out the series as a AAA-title, despite all the flaws. The developers are keen to keep the action sequestered in what they call &quot;FPS bubbles&quot;  individual spheres of intense, &quot;traditional&quot; shooter gameplay dotted throughout the vast wilderness  whether or not they can stay distinct, however, remains to be seen. Hopefully the days of Far Cry 2&apos;s random encounters of murderous goons in jeeps, and the static long-range shooting matches due to the abundance of enemy site lines, are over. At the end of the demo I circle around a flamethrower-toting enemy, shimmy up on to a gantry with a thoroughly convincing scrambling animation, bound off and land on his shoulders as I simultaneously drive a knife into the back of his neck. Soon after that Vaas, ably played by actor Michael Mando using (we&apos;re told) some of the most advanced motion-capture technology in existence, jumps out at me and stabs me with a poisoned knife. Which, of course, leads to a drug-induced dream sequence where Jason runs down a catwalk of malfunctioning TVs and is bombarded with suicidal, semi-erotic visions that seem to imply he&apos;s questioning his own existence and who he&apos;s becoming after being party to so much death. In all honesty, it&apos;s a bit heavy-handed. But it&apos;s certainly not without its charms, and if the gameplay holds out  and is coupled with the sort of next-level storytelling that Yohalem is promising  then this could be one of the best single-player experiences of 2012. Fingers crossed.  Game released November 30", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/02/far-cry-3-preview", 
    "wordcount": "1860"
}