{
    "headline": "Mickey Mouse on Mercury, space lichen and a little blue astronaut bird  in pictures", 
    "text": "   An ultra-high definition view of the transit of Venus on 6 June captured by Nasa's Solar Dynamics Observatory  Photograph: SDO/NASA       A coronal mass ejection approaches Venus in this still from Dynamic Earth: Exploring Earth's Climate Engine, a high-resolution movie made by Nasa playing at planetariums around the world. This section of the film explores the power of the sun and how its energy drives the climate on Earth, and was created by Nasa's Goddard Scientific Visualization StudioPhotograph: NASA       The screen at the Beijing Aerospace Control Center shows Chinese astronauts Jing Haipeng, Liu Wang and Liu Yang in the spacious Tiangong-1 lab module on 18 June Photograph: Wang Yongzhuo/Corbis       The Hubble Space Telescope produced an exquisitely detailed image of a pair of galaxies called NGC 3314 which appear to be colliding. The two galaxies are in reality tens of millions of light years apart and simply happen to be aligned in our line of sight Photograph: Hubble Space Telescope/ESA/NASA       A Nasa 'extravehicular mobility unit spacesuit' in the crew lock of the International Space Station's Quest airlock, photographed by an Expedition 31 crew member Photograph: ISS/NASA       Nasa Astronaut Rex Walheim (suspended) helps to test a modified Advanced Crew Escape Suit (Aces) at the Johnson Space Center. The Active Response Gravity Offload System (Argos) simulates a microgravity environment while allowing full freedom of motion. During this test, Walheim evaluated how easy it was to perform various tasks in the suit, including using handrails, working with tools and entering a spacecraft hatch  Photograph: NASA       This image of the Thor's Helmet nebula was captured by the Isaac Newton Telescope on La Palma in the Canary Islands. It is a composite of data collected using three filters to isolate the light emitted by hydrogen (red), oxygen (green) and sulphur atoms (blue). Thor's Helmet is like an interstellar bubble blown by wind from the extremely hot giant star at its centre. The nebula is about 15,000 light years from Earth in the constellation Canis Major Photograph: R. Barrena (IAC) and D. Lpez/INT       A Nasa Super Guppy aircraft on 27 June shortly before it took off from Ellington Field carrying part of the Space Shuttle Full Fuselage Trainer. The full-size replica, used to train every astronaut who flew on the space shuttle, was destined for the Museum of Flight in Seattle Photograph: NASA       Fill her up: Europe's MSG-3 weather satellite, which was scheduled to fly on the 5 July launch of Ariane 5, is loaded with MON (mixed oxides of nitrogen) fuel at the spaceports S5 payload preparation facility in French Guiana. It took two days to charge the spacecraft with more than 60kg of MON oxidiser. Next came the MMH (monomethylhydrazine) fuel, the second component of its bi-propellant propulsion systemPhotograph: G BARBASTE/ESA       Do Disney's copyright lawyers know there's a Mickey Mouse image on the surface of Mercury? The chance arrangement of craters was imaged by Nasa's Messenger space probe, which is creating a 'high-incidence-angle base map' of the planet. This takes advantage of the shadows created when the sun is low on the horizon to accentuate geological detail  Photograph: Carnegie Institution of Washington/Johns Hopkins University Applied Physics Laboratory/NASA       Researchers at the German Aerospace Centre successfully launched the latest SHEFEX spacecraft from the Andya Rocket Range in Norway on 22 June. The programme aims to develop a reusable vehicle like Nasa's space shuttle that can re-enter the atmosphere and land  but at greatly reduced cost. The flight lasted ten minutes and the craft withstood temperatures of 2,500C when it re-entered the atmosphere, sending data from more than 300 sensors to a ground station Photograph: DLR       Nasa's Nuclear Spectroscopic Telescope Array (NuSTAR) took its first snapshots of the highest-energy X-rays in the cosmos (lower insert, labelled 'today'), producing images that are much sharper than those from previous high-energy telescopes (example in upper insert, 'yesterday'). NuSTAR chose a black hole in the constellation Cygnus as its first target due to its brightness. Soon the mission will begin its exploration of hidden black holes, the remnants of supernova explosions and other sites of extreme physics. Today, we obtained the first-ever focused images of the high-energy X-ray universe, said Fiona Harrison, the mission's principal investigator. It's like putting on a new pair of glasses and seeing aspects of the world around us clearly for the first time Photograph: JPL-Caltech/NASA       Astronomers found evidence of a pulsar (green) that is moving at 6 million miles per hour. Pulsars ('pulsating stars') are rotating neutron stars that emit a beam of electromagnetic radiation that sweeps across the sky like a lighthouse beam. In purple are the remnants of a supernova explosion Photograph: Chandra X-ray Observatory       Astronomers think they may finally have solved the mystery of what drives the jet streams that circle the gas giant Saturn from east to west and from west to east. Automated cloud-tracking software was used to monitor data from seven years' worth of pictures from the orbiting Cassini probe. There had been some debate about whether the energy for the jet streams came from inside Saturn or from the sun. We now know they're driven by heat from the planet's interior Photograph: SSI/JPL-Caltech/NASA       Cassini has also detected methane lakes in the 'tropics' of Saturn's moon Titan. It was previously thought that only the polar regions of the moon contained permanent lakes. One of the tropical lakes appears to be about half the size of Utah's Great Salt Lake, with a depth of at least 1 metre. The probe used its visual and infrared mapping spectrometer to identify the lakes. Saturn's rings can be seen in the distance on this image Photograph: Cassini /NASA       Results of an experiment called Expose, to test whether microorganisms can survive the rigours of space, were published in a special issue of the journal Astrobiology. Trays filled with living organisms were installed outside the European Columbus module of the International Space Station in 2008, where they were subjected to the full force of the sun's ultraviolet rays and huge variations in temperature. They were returned to Earth in 2009. Lichen fared particularly well, with several species now growing normally back on the home planet  giving a boost to the idea that life may have been seeded here by spores from space Photograph: ISS/ESA/NASA       By looking at nearby galaxies such as the Sombrero, pictured here, astronomers have surmised what happened to the universe during its so-called dark ages 13 billion years ago, when it was shrouded by a fog of hydrogen that absorbed the light of the first stars Photograph: NAOJ       The European Space Agency's Mars Express spacecraft took this picture of two craters in the Red Planet's Arabia Terra region. The 'yardangs' in the Danielson Crater (top right) provide some evidence of climate change triggered by periodic shifts in the planet's rotational axis. Yardangs are parallel rocky protrusions with streamlined shapes, formed by the removal of the softer surrounding material by wind-driven sandblasting to reveal the prevailing wind direction. These yardangs appear to show alternating dry and wet periods in Mars's past Photograph: G. Neukum/FU Berlin/DLR/ESA       Nasa will host an event for 25 of its social media followers at the agency's Jet Propulsion Laboratory in Pasadena, California, in the three days leading up to the planned landing of its Curiosity rover on Mars on 6 August. Perched next to the rover in this artist's impression is what Nasa coyly describes as 'an illustrated astronaut bird' Photograph: JPL-Caltech/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/jul/27/mickey-mouse-mercury-space-lichen-pictures", 
    "wordcount": "0"
}