{
    "headline": "I'm 16  and I'm stressed about starting A-levels", 
    "text": "My final GCSE exams of the year approaching. Year 11 has felt like a blur: sixth-form open evenings, choosing A-levels, and applying for a place. It&apos;s no wonder I feel like falling face down on to the practice papers on my bedroom floor, felled by the responsibilities to come. The first four years of secondary school were the calm before the storm. My friends and I were carefree. We used to say we couldn&apos;t wait until we were released from the confines of the school walls, never to look back. Now I devote a part of every day to depressing myself about the future. Let me explain... Worry number 1: picking A-levels Why is it so hard to choose A-levels? I&apos;ve tried it all  reading posts on the Student Room, consulting the National Careers Service, asking friends and teachers  but I end up feeling more indecisive than ever. The more possibilities I become aware of, the further I sink into a metaphorical sea of options. I can&apos;t help feeling the planned eradication of January exams and the potential abolition of the AS-level altogether will make things even worse for students studying at A-level. Worry number 2: the U-word With the increase in tuition fees, young people are thinking twice about applying. Anyway, the way I see it, 27,000 of debt is not worth it for a degree that does not even guarantee you a job. But there&apos;s another issue. Student finance loans have to be paid back with interest, which means university (at the moment) is not really an option I feel comfortable with for religious reasons. Career advisors don&apos;t mention interest on student loans when you talk to them. When Zahra, who is now doing her A-levels, discovered that student finance wasn&apos;t an option for her either, it came as a rude shock. &quot;Now I have to reconsider my options and possibly think about a career in the NHS.&quot; Which, I might add, is an incredibly competitive route. Zahra continues: &quot;But because of the A-levels I chose, it&apos;s just not possible to go into these NHS courses...&quot; And this is my point: the A-levels you pick usually lead on to the university course you think you want to apply for. So what happens if you change your mind? Worry number 3: beyond With the present state of the economy, jobs are thin on the ground. Having a university education doesn&apos;t automatically land you a job: last year there were reports of &quot;40% failing to get a graduate-level job after two years of gaining a degree&quot;. Hodo, who&apos;s in her final year of an English and educational studies degree, tells me some courses are worse than others when it comes to employability. &quot;I&apos;ve heard people from other courses are really struggling to find any jobs at all. It doesn&apos;t help if they only want people with experience.&quot; It&apos;s a Catch-22 : you can&apos;t get a job without experience, but you can&apos;t get experience without  you guessed it  a job. The other day, my classmates and I were discussing our futures with a teacher. If you&apos;ve chosen the BTec path of study, our teacher told us, you&apos;ll be qualified to go apply for a job related to your chosen course  but not if you&apos;re doing A-level. I thought: that&apos;s just great, another worry to add to my list. But the advantage of doing A-levels is that I&apos;m keeping my options open, not narrowing my focus down to one profession. And I&apos;m glad that with A-levels I&apos;m able to choose from a diverse set of subjects  from sciences to humanities, maths to film studies. I guess in the end, it comes down to personal preference. One thing I&apos;m sure of: I&apos;d rather do exams than coursework any day.  Are you struggling with A-level choices? Guardian Students recommends you read this article full of advice from experts before you decide.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/15/choosing-a-levels-is-stressful", 
    "wordcount": "656"
}