{
    "headline": "Boot up: what China gets from iPhones, Sergey Brin's Angry Birds, A330 software and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team China Makes Almost Nothing Out of Apple&apos;s iPads and iPhones - Forbes Tom Worstall: &quot;My favorite fact of this past year was the proof that China makes almost nothing out of assembling Apple&apos;s iPads and iPhones. It&apos;s a favorite because it speaks so directly to one of the great political arguments going on in both the US and the UK. I refer, of course, to this very strange idea that both countries would get (even) richer if only they would do more manufacturing.&quot; Then again, is it &quot;manufacturing&quot; or &quot;assembly&quot; that China does? Why (and how) we&apos;ve switched away from Google Maps &gt;&gt; Nestoria Blog Four reasons - including the fact that Google is now charging large users of Maps, but that included a screwup by its sales staff, who didn&apos;t know anything about the site. Not a good way to win a sale. They&apos;ve switched to OpenStreetMap - so congratulations to Steve Coast. Why is Sergey Brin so good at Angry Birds? &gt;&gt; kottke.org &quot;I spent perhaps too much time this morning pondering one of the mysteries of the internet: Sergey Brin&apos;s astronomically high scores on the Google+ version of Angry Birds. For instance, Brin&apos;s high score on the easiest level of the game is 36240. It&apos;s a legit score (here&apos;s a higher one) and he has impressive scores on several other levels. But in 15 minutes of playing this morning, I couldn&apos;t get within a thousand points of his score.&quot; Software bug fingered as cause of Aussie A330 plunge &gt;&gt; The Register &quot;The final report into the 2008 Qantas flight QF72, which unexpectedly dived twice during a routine flight, has blamed a combination of software and hardware errors for the incident. &quot;On 7 October 2008, the Australian-owned A330-303 aircraft was cruising at 37,000 feet when the autopilot disengaged and the aircraft rose, before plunging downwards sharply, injuring 110 of the aircraft&apos;s 303 passengers and three-quarters of the cabin crew. Three minutes later the aircraft did it again, and the flight crew was bombarded with warnings from the instrumentation  almost all of them false.&quot; More tales from the cockpit. Actually, searches for &quot;Google+&quot; are petering out &gt;&gt; TechCrunch The point about searches for it is that many people do a search to find a site - even if you would imagine that they would type in the URL directly. If fewer people search for something, that often means that they&apos;re not going there as much. (Seriously: Google processes a colossal number of searches for &quot;Facebook&quot; and &quot;Twitter&quot;.)  One potentially confounding effect: the introduction of apps on smartphones might mean fewer people need to do a search on those to get to them. Google, Where The Best Of Everything Is Perpetually 6 Months Away &gt;&gt; parislemon &quot;For those keeping score at home, that&apos;s now three major things Schmidt has promised in the next 6 months. &quot;At LeWeb a couple weeks ago, he promised that third-party developers would start writing the best apps for Android first instead of iOS in 6 months. Later at the same conference, he said that &quot;the majority&quot; all televisions in stores in 6 months would run Google TV. Now Google&apos;s &quot;iPad killer&quot; is coming in 6 months. &quot;It&apos;s either going to be an extremely busy June for Google  or an extremely busy June for Google&apos;s PR department when Google fulfills none of Schmidt&apos;s promises.&quot; What if it fulfils one or two? Create GIF animations online &gt;&gt; Picasion Fun. The 20 Unhappiest People You Meet In The Comments Sections Of Year-End Lists &gt;&gt; NPR See anyone you recognise? Goldfinger &gt;&gt; parislemon MG Siegler, whose profile picture on Google+ in which he was extending his middle finger (offensive? Maybe in the US) was deleted, points out that Michael Arrington&apos;s default picture if you search for images of him show Arrington extending his middle finger. &quot;So the rules seems to be that if you want a middle finger picture to be the image associated with you, too bad. Or if you don&apos;t want a middle finger picture to be associated with you, too bad. Heads, Google wins. Tails, Google wins. &quot;We&apos;re seeing some of the problems with Google&apos;s expansion to do everything on the web. Some of their policies in certain places seem to directly contradict their policies elsewhere. And there&apos;s no easy solution. As a result, these types of debates will continue.&quot; This has spiralled from being trivial to being very important. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest links, tag articles on Pinboard.in with &quot;guardiantech&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/02/technology-links-newsbucket", 
    "wordcount": "809"
}