{
    "headline": "William Roff obituary", 
    "text": "My husband, William Roff, who has died aged 84, was emeritus professor of Islamic and Southeast Asian history at Columbia University, in New York. He retired to the East Neuk of Fife, Scotland, in the early 1990s and was an honorary professorial fellow in Edinburgh University&apos;s Islamic and Middle Eastern department. Throughout his &quot;retirement&quot; he supervised 20 successful PhD theses. Many of his students wanted to work with him because of the influence his own PhD thesis had on the field of Malaysian studies. The book that came out of his PhD, The Origins of Malay Nationalism, has been widely influential in independent Malaysia and much of what he identified 50 years ago is apparent in the results of last month&apos;s elections. It also became a model for researchers in other countries. Even as his health declined, there was a steady stream of admirers to the East Neuk to visit him. Many of his students are now in prominent academic posts in several countries. Born in Bearsden, in East Dunbartonshire, Scotland, he spent much of the second world war in Dundee, where he attended Harris academy. He joined the merchant navy in the late 1940s and while serving in Asia fell in love with the region. In 1952, he took up New Zealand&apos;s offer for anyone over 21 to enrol in tertiary education and studied part-time for a history degree at Victoria University, Wellington. He worked as a journalist and produced radio documentaries and read the news for the New Zealand Broadcasting Commission during happy years living among writers and artists in the city. He then went on to the Australian National University for his PhD, much of which was researched when living with a family he came to love in Kampung Jawa, near Kuala Lumpur. Three years ago that family  grown to more than 50 grandchildren and great-grandchildren  invited Bill to a wonderful celebration of their 50-year relationship with Pak Long (&quot;eldest uncle&quot;), as he was known there. We married in 1978. I survive him, along with our daughters, Sarah and Emily. He donated his body to medical teaching.", 
    "section": "education", 
    "gid": "education/2013/jun/03/william-roff-obituary", 
    "wordcount": "354"
}