{
    "headline": "In a poor spring for moths, there's been a reasonable catch at the trap", 
    "text": "Evening falls on this wildlife jewel of a brownfield site. The hazy southern horizon is crenelated with giant fuel storage tanks and chimneys, and dotted with sodium yellow lights. Metallic clanks and distant radio music drift over from an industrial estate. Close by a cuckoo calls enthusiastically from the birch scrub. Our little two-stroke generator is obstinate  coughing, spluttering, smoking and stalling. Eventually it comes to life and we plug in the moth trap; the big mercury vapour bulb flickers on and its glow builds from pink to brilliant white. Despite the clear sky the air is still and reasonably balmy. We set off on a torch-lit bug hunt, stalking through soggy low-lying areas, striding over the broad asphalt discs where fuel tanks briefly stood in the 1970s, and sweeping nets through herbs growing in sandy areas. Where the vegetation is sparse and sand exposed we find marble-sized, white puffballs on short stems, winter stalkballs (Tulostoma brumale), more usually encountered on sand dunes. We find weevils, shiny round beetles, a variety of spiders, ladybirds, leafhoppers, picture-wing flies and a wealth of other animals  everything is less than 6mm long. Then we spot a bigger beetle climbing nonchalantly on the trunk of a small sallow tree: the blue darkling beetle (Helops caeruleus), a chunky, black, deadwood-feeder with a glorious sheen of metallic blue. There has been a reasonable catch at the moth trap. The much-delayed spring has been disappointing for moth recorders with low catches widely reported. Sitting safely on our egg boxes are about 20 moths from nine species. Concerns about low numbers are mitigated by the quality of the species. Two are nationally scarce: the reed dagger, a khaki moth with two diffuse black streaks on each forewing, is a wetland-living reed feeder; and the sloe carpet is a delicate grey-brown moth with arched wings and a penchant for blackthorn scrub in Essex and Suffolk. Satisfied by our nocturnal hunt on this enigmatic and wonderful habitat we pack up to the sound of motorbikes speeding up and down the adjacent dual carriageway.", 
    "section": "environment", 
    "gid": "environment/2013/may/15/canvey-wick-reasonable-catch-moth-trap", 
    "wordcount": "343"
}