{
    "headline": "Wonderbag offers slow-cooking with right ingredients for developing world", 
    "text": "On her way to the Rio+20 summit last June, Sarah Collins dropped into the Guardian offices to talk about the Wonderbag  an insulated cooking bag she has created to reduce energy consumption and cooking time, and give women who do the majority of cooking more time to do other things. So how does the Wonderbag work? Quite simply, you bring your meat stew, curry or rice to the boil on a regular stove and then seal the pot in the Wonderbag for a few hours to continue cooking. The bag is a more &quot;dignified&quot; version of pit cooking, says Collins, who launched Wonderbag in South Africa in 2008. According to the Wonderbag website, by the middle of 2012, 500,000 bags had been distributed in South Africa alone, with the potential to save 250,000 tonnes of carbon dioxide a year. Collins, who has a background in community-based eco-tourism and environmental conservation in Africa, wants to extend availability to up to 15 other countries by 2015. When she was in London, she said she was in talks to roll out her bag in Nigeria, Rwanda and Kenya, and had parts of south-east Asia in her sights. However, Collins is keen to point out that Wonderbag is a commercially run business, not a charity. Bags are not given out for free. Each bag retails at around 30, but they are offered at a subsidised price to those unable to pay that amount, thanks in part to a deal with Unilever and to the carbon credits earned from the reduction in greenhouse gases resulting from use of the bag. Collins gave me one to try. It was a bright orange patterned bag, light and filled with recycled polystyrene, with a brown drawstring and a padded lid. This bag is one of the original designs, but they also come in heavier, foam-filled, machine washable versions, with more contemporary prints. I selected a recipe from the &quot;consumer&quot; section of the Wonderbag site  I opted for beef and mushroom goulash. According to the recipe, the dish should take 10 minutes to prepare and then needs 30 minutes on the hob and four hours in the bag. After mixing the ingredients, bringing them to the boil and simmering for 20 minutes, I put the lid on my 10-inch glass casserole dish (the bag expands and retracts to accommodate different sized pots), placed it in the bag and pulled the drawstring tight. And then I went to meet a friend. Four hours later, I returned to sample the contents. When I opened the lid of the casserole dish, an encouraging swirl of steam floated out. I had a taste and I&apos;m pleased to say that although there was no danger of the food burning my mouth, it was warm and good to eat. The goulash still retained some heat after nine hours. It is hard to say whether this Wonderbag saved me much in terms of time or energy. According to the website, the Wonderbag reduces a family&apos;s need for fuel by 30%. Based on a household of five in South Africa, the weekly paraffin usage (paraffin is the main source of energy for more than 7% of all homes in the country) is reduced from four litres a week to 2.4 litres, which brings an average saving of more than $83 (51) a year. Around half of South Africa&apos;s population lives below the poverty line, earning little more than $700 a year, so this is a substantial saving. I compared my recipe with another one for goulash using a conventional hob and oven, which recommended a cooking time of one hour and 45 minutes. Using my Wonderbag instead of a regular oven may have saved a small amount of energy, and perhaps over time I could reduce my electricity and gas bills. I&apos;ll certainly be using it again. As for time, it did free me up to do other things. But the real test of whether the Wonderbag can be truly transformative is perhaps how women are able to use the &quot;extra&quot; time generated from using this product. Are they able to spend the time at leisure, for example? Will this bag give women more freedom, or will it free up time for them to do more work around the house or at the market? For me, this will be the real test of the Wonderbag&apos;s worth.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/02/wonderbag-right-ingredients-developing-world", 
    "wordcount": "741"
}