{
    "headline": "Ghana gets its claim in early as candidates vie to head WTO", 
    "text": "Nine candidates are vying to become the next head of the World Trade Organisation in a selection process that began in December and is expected to last several months. Six of the nominees hail from countries outside the Organisation for Economic Co-operation and Development (OECD), and three are women. With one exception, the Geneva-based WTO and its predecessor, the General Agreement on Tariffs and Trade (Gatt), have been run exclusively by white males from rich nations since the Gatt was founded in 1948. In December, WTO member states submitted their nominations for the director general post, which has been held by Pascal Lamy, from France, since 2005. The first nomination, from Ghana, was announced on 17 December, while the last, from Brazil, came in just three days before the 31 December deadline. Kenya, Indonesia, Jordan and Costa Rica were the other non-OECD countries that submitted nominations, while New Zealand, Mexico, and South Korea also put forward candidates. Lamy said in an interview with Reuters in October that competence, not geography, should determine who takes his place after his term expires on 31 August. But observers say that&apos;s unlikely. &quot;The idea that merit will be the sole criterion is quaint,&quot; says Simon Evenett, a professor of economics and trade at the University of St Gallen in Switzerland. &quot;Inevitably geography and history will play roles in selecting the new WTO head.&quot; Having a director general from the developing world would certainly change the public face of the organisation. The WTO has historically drawn criticism from activists who claim that the organisation&apos;s push to liberalise global markets hurts people in poorer nations. The process of selecting a new director general is a delicate geographic ballet in which countries often  but not always  back nominees from their regions, at least at the outset when the field is still wide. &quot;The Africans have nominated two candidates, which can&apos;t help their case,&quot; says Evenett, noting that the Kenyan nominee, Amina Mohamed (pdf), and the Ghanaian candidate, Alan Kyerematen (pdf), are likely to split the support of African nations and hurt the continent&apos;s prospects of winning the post. &quot;African governments might also be tempted to forgo their WTO ambitions if they can secure the secretary general post at Unctad, which is also open,&quot; Evenett says. Latin America has jumped into the race, with three nominations: Costa Rica&apos;s Anabel Gonzlez (pdf), Mexico&apos;s Herminio Blanco (pdf), and Brazil&apos;s Roberto Azevdo (pdf). &quot;The Latin tradition here is to form a circular firing squad and knock each other&apos;s candidate out,&quot; Evenett said. &quot;That history may repeat itself with Brazil and Mexico vetoing each other&apos;s candidates.&quot; Tim Groser (pdf), New Zealand&apos;s candidate earned the respect of many WTO delegates while leading the organisation&apos;s fractious agriculture negotiations from 2003 to 2005. But Groser&apos;s chances may be hurt because another New Zealander, Michael Moore, was head of the WTO from 1999 to 2002. The Indonesian candidate, Mari Pangestu (pdf), who served for seven years as the country&apos;s trade minister, has solid credentials. South Korea&apos;s Taeho Bark (pdf) and Jordan&apos;s Ahmad Hindawi (pdf) have made their mark in bilateral trade talks, but are little known on the international stage. The field of candidates is set, but observers say it is still too early to make any solid predictions about who will win. Delegates will get their first look at the nominees at a meeting at WTO headquarters in Geneva on 29 January, when each candidate will present his or her &quot;vision&quot; for the future of the organisation. A handful of frontrunners should emerge by late March, and a final decision is expected before the end of May. WTO delegates will aim to choose their new leader by consensus, but it could come to a vote if they fail to rally behind a single nominee. Whoever is ultimately selected will face the challenge of keeping the WTO relevant as its latest round of trade talks continues to flounder. The organisation&apos;s Doha round negotiations were supposed to conclude in 2003, but they have now limped into their 12th year, with no end in sight. &quot;The agenda has to change, and yet at the same time, [they] can&apos;t be seen to be letting major items drop off the current agenda,&quot; says Evenett. &quot;That&apos;s a very difficult transition to effect, and one which clearly seems beyond the existing WTO members and the current director general.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/08/world-trade-organisation-director-general-candidates", 
    "wordcount": "748"
}