{
    "headline": "Michael Gove urges heads to dock pay in showdown with teachers", 
    "text": "Michael Gove has written to all state school heads in England, urging them to take &quot;robust&quot; action against teachers involved in industrial action, and dock their pay, in a move described by Labour as putting the government on a &quot;war footing&quot; with the teaching profession. In a personal letter, the education secretary issued guidance to schools, asking headteachers to take a hard line on &quot;irresponsible industrial action&quot;. Members of the National Union of Teachers and the NASUWT teaching union are already operating a joint work to rule over the government&apos;s education and pension reforms, refusing to undertake 25 tasks including providing cover for colleagues and attending unscheduled management meetings. But relations between the government and the teaching unions hit a new low last week when the chancellor, George Osborne, announced plans to allow heads to set pay in their schools, including performance-related pay, ending the current system of national pay bargaining. The Department for Education said that the communication to heads was aimed at the existing industrial action and not designed to provoke a full-scale conflict  but the unions accused him of timing his letter to inflame tensions. In the letter, Gove said heads should tackle the unions&apos; joint work-to-rule action &quot;swiftly and firmly before it causes any more damage in schools&quot; and set out appropriate sanctions. He wrote: &quot;The legal position is clear. Teachers who are following this industrial action are very likely to be in breach of their contracts. Pay deductions represent a lawful response, and the advice sets out how deductions can be made in a proportionate and reasonable way. &quot;I would be very grateful if you could support your school(s) in taking a robust response, including through pay deductions where appropriate. I am convinced that by working together in a co-ordinated way we can protect the pupils, parents, teachers and headteachers who would otherwise suffer because of this irresponsible industrial action.&quot; The NUT is due to hold a crunch meeting on Thursday, and a third union, the Association of Teachers and Lecturers, is to meet on Saturday to decide their responses to the chancellor&apos;s pay reforms. The NASUWT will meet next week to finalise its response. In the wake of Osborne&apos;s announcement that teachers&apos; pay would be reformed, Gove has been looking at ways to prepare for an escalation in his battle with teachers, introducing laws to make it harder for them to strike, making it easier for academies to dismiss staff, and challenging any emerging strike action through the courts. The NUT on Wednesday accused Gove of seeking to use teachers as a &quot;whipping boy&quot; to distract attention from controversial education reforms. It cited two major international studies of school performance published this week, ranking English schools in the top 10 globally for primary and secondary maths and secondary science and showing &quot;significant progress&quot; in literacy tests with England&apos;s performance up from 15th to 11th in the world. The NUT said this was proof that standards were improving and the reforms were unnecessary. The NUT&apos;s general secretary, Christine Blower, said the joint action was a &quot;measured response to the unacceptable attacks on teachers&quot; and the action short of strike being taken was &quot;giving back professional freedom whereby teachers can focus on teaching and learning rather than accountability tasks&quot;. &quot;In the vast majority of schools, there has been no problem associated with this action. Our members are in schools working hard in the interest of all pupils. &quot; They are also continuing to undertake voluntary activities, demonstrating their commitment over and above what is contractually required.&quot; She added: &quot;One might well ask why Michael Gove is releasing this advice now, three months into our action.&quot; Chris Keates, general secretary of the NASUWT, said: &quot;The real reason the secretary of state has issued this advice to schools is that, despite the attacks he has mounted on the teaching profession, our action is empowering teachers as professionals.&quot; In a thinly veiled rebuke to Gove, the leader of the National Association of Head Teachers made clear that heads would make their &quot;own judgments&quot; in balancing the teachers&apos; work to rule with their overriding duty to pupils. Russell Hobby, its general secretary, said: &quot;We understand the position of our colleagues in the teaching unions but our duty to pupils overrides all political or industrial considerations. School leaders are not happy with the industrial action but it is part of our job to sensitively manage its impact and we will make our own judgments about the best course of action to meet the needs of our schools.&quot; Shadow education secretary Stephen Twigg said he opposed the unions&apos; work to rule but seized on Gove&apos;s reaction as &quot;playing politics&quot; and putting his department &quot;on a war footing with teachers&quot;. He said: &quot;This is not the way to attract new recruits to the profession.&quot;Citing funding cuts and an exodus of teachers leaving the profession, Twigg added: &quot;His dogma and incompetence are a huge danger to schools&apos; standards. He needs to change course.&quot; The DfE said: &quot;The secretary of state is responding today to a request from a headteacher for advice on how to deal with work-to-rule industrial action. The NUT and NASUWT have been encouraging teachers to follow 25 instructions including refusing to cover for other teachers, refusing to give more than one written report to parents, and refusing to hand in lesson plans. Many of these cause major problems for their school and damage headteachers&apos; efforts to raise standards.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/12/michael-gove-heads-pay-teachers", 
    "wordcount": "948"
}