{
    "headline": "Talk point: is water a commodity or a human right?", 
    "text": "The world&apos;s water resources are under unprecedented pressure. With the Organisation for Economic Co-operation and Development estimating that almost half the world&apos;s population will live in water scarce areas by 2030 (pdf), climate change, urbanisation and population growth are increasing concern about how to provide water for everyone. Can these challenges fuel co-operation rather than competition? What are the main obstacles to delivering and managing water supplies? Are governments doing enough  or too much  to protect resources? Should water supply be privatised? Is water a commodity or a human right? We&apos;ll explore these issues, and more, in this month&apos;s Global development podcast. John Vidal, the Guardian&apos;s environment editor, will chair the discussion with guests including Catarina de Albuquerque, the UN special rapporteur on water, and Timeyin Uwejamomere, senior policy analyst for urban water and sanitation at WaterAid. We&apos;ll also hear from Dr Peter Gleick, a leading water expert and president of the Pacific Institute research centre in Oakland, California. The UN last year announced that the millennium development goal (MDG) to halve the proportion of people without access to improved water sources had been met, five years ahead of schedule. This has been contested by academics and civil society groups. Even if the target has been met, it would still leave more than 780 million people without access to safe drinking water and an extra 2.5 billion lacking adequate sanitation. World water day will be marked on 22 March, highlighting the need for co-operation and good management in tackling these issues. The UN has convened a global consultation on water to feed into conversations about what development agendas the world should pursue after the MDGs expire in 2015. The outcomes will be presented at The Hague on world water day. We want to hear from you. What questions do you have for the panellists? What are the greatest water challenges, and who has the answers? Is enough being done to ensure that people can access water? Which regions are most vulnerable, and how can we protect them? Post your comments in the thread below. You can also contribute on Twitter @GdnDevelopment. As always if you have any problems posting a comment, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/15/talk-point-water-commodity-human-right", 
    "wordcount": "383"
}