{
    "headline": "Eric Schmidt defends Google's tax affairs following Commons criticism", 
    "text": "Google executive chairman Eric Schmidt has defended his company&apos;s financial affairs after a Commons committee branded the internet giant devious and unethical for sheltering its multibillion-pound profits from UK taxes. Writing in the Observer, Schmidt said his company&apos;s accounts were complicated but complied with international taxation treaties that allowed it to pay most of its tax in the United States. Schmidt said that he understood why Google&apos;s apparent sidestepping on UK taxation had generated controversy and called for a reform of international tax law. &quot;At a time when families are having to tighten their belts and funding for vital public services is under pressure, corporate taxation is rightly a hot topic,&quot; Schmidt wrote. &quot;And as a company that has always aspired to do the right thing, we understand why Google is at the centre of that debate.&quot; His remarks follow Google&apos;s mauling at the hands of the Commons Public Accounts Committee on Thursday. Members reacted in disbelief after it emerged that they paid just 3.4m of tax on 3.2bn of sales taken from UK customers last year as their sales were technically &quot;closed&quot; in low-tax Ireland. Schmidt insisted that corporation tax should be paid on a company&apos;s profits rather than its revenues and said because his was a multinational corporation whose engineers were chiefly based in the United States, Google&apos;s taxes should be channelled there. This, he said, obeyed rules laid out by politicians. &quot;We pay more taxes in the US than in any other country  around $2bn in corporate income taxes to the US government in 2012,&quot; he wrote. &quot;It&apos;s the same for UK-based technology or pharmaceutical companies, which pay the majority of their corporation tax in the UK, as that is where most of the activity that generates their profits takes place.&quot; Schmidt said that the debate over international taxation showed it could benefit from reform. He added that because Google was able to generated large revenues, it was also able to plough money back into the UK economy. &quot;While profit has become something of a dirty word, it&apos;s important to remember that many corporations reinvest their profits in research and product development, which in turn tends to lead to job creation, further economic growth and, ultimately, more tax. For example, Google has just announced plans to invest more than 1bn in new offices in London&apos;s King&apos;s Cross. It&apos;s been estimated that this investment will generate some 80m a year in new employment taxes and 50m in stamp duty. This is in addition to the significant amounts we already pay in UK tax through corporate, local and employment taxes.&quot; Schmidt&apos;s comments came as Ed Miliband, the Labour leader, said he believed some multinationals, including Google were not fulfilling their social responsibilites. Miliband told the Observer: &quot;Now, what is the politicians&apos; responsibility: change the law. But it is also to talk about the kind of society we want to create and what the responsibilities of a company like Google are. &quot;I don&apos;t think they are living up to their responsibilities at the moment and I will be very clear about that on Wednesday. &quot;It is part of a culture of irresponsibility. If everyone approached their tax affairs as some of these companies have approached their tax affairs we wouldn&apos;t have a health service, we wouldn&apos;t have an education system.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/18/eric-schmidt-google-tax", 
    "wordcount": "573"
}