{
    "headline": "HS2 high-speed route may only marginally cut emissions, studies show", 
    "text": "The HS2 high-speed route that was given the green light on Tuesday will cut a 200 yard-wide swath through nearly 100 miles of open countryside, adding to noise, air and visual pollution in some of Britain&apos;s finest landscapes. But while it could provide a viable alternative to flying for millions of people and may stimulate local economies by as much as 47bn over 60 years, studies suggest it may only marginally cut carbon emissions. Some extra tunnelling has been promised through the Chilterns area of outstanding beauty, but over 40 ancient woodlands are expected to be destroyed or impacted, along with protected sites of special scientific interest, many local beauty and heritage spots, parks, gardens, footpaths and monuments. Local authorities along the route argue that the impact surveys done on landscape, townscape, cultural heritage, wildlife, biodiversity, water, flooding, health and well-being are insufficient. The government has responded by saying it is not possible to fully assess the damage that might be done, as not all the relevant information, surveys or supporting data has been undertaken. However, most government agencies acknowledge that the damage, from the line, its new terminals and the access roads will be massive. The Environment Agency has said there are &quot;potentially significant risks to water resources&quot;, Natural England has warned of &quot;severe and significant effects&quot;, English Heritage has said it has not investigated enough and the now-abolished Sustainable Development Commission said: &quot;HS2 is completely unsustainable and it will mean putting in a massive ongoing subsidy into something which only benefits the richest in society.&quot; Buckinghamshire, one of the six counties the route will pass through, says it will be badly affected. The route will run through 25km of its green belt land, as well as ancient woodland, several sites of special scientific interest . Within a buffer zone of 1km next to the line, 59 different protected species could be impacted, it says. The scheme was first touted as being a good environmental alternative to air travel, with Eurostar claiming that a full high-speed electric train emits between a tenth and a quarter of the carbon dioxide of a plane. But other studies suggest that it will be broadly neutral in carbon terms. While the new line will take some passengers away from more carbon intensive domestic flights, it will generate many new journeys and will take passengers away from existing  less carbon-intensive  conventional rail services. But with no passengers expected for 14 years, it&apos;s possible that the expected decarbonisation of the UK&apos;s electricity supply could alter the equation.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/10/hs2-high-speed-emissions", 
    "wordcount": "450"
}