{
    "headline": "Green groups attack government resistance to EU climate change goals", 
    "text": "Green campaigners and industry experts have hit out at the government&apos;s plans to block new EU-wide renewable energy targets, which they say are essential to cutting greenhouse gas emissions and creating a green economy. Ed Davey, the energy and climate secretary, is to set out on Monday the UK&apos;s position on energy and climate change targets within Europe. He will oppose any new goals on increasing the share of renewable energy in electricity generation, but will argue for climate change goals that would be tougher than any yet agreed in an international forum. Targets of generating 20% of the EU&apos;s energy from renewable sources by 2020 have been credited with spurring huge growth in the sector, which accounts for tens of thousands of jobs in the UK, with more in the supply chain and wider economy. Wind turbine manufacturers are deciding whether to build factories that will entail tens of billions of pounds of investment, but have been holding off because of uncertainty over the coalition&apos;s support for such development. Industry experts said these potential investors were likely to be further spooked by the government&apos;s announcement. Robert Norris, of Renewable UK, which represents the green power industry, said: &quot;If the government does not send the right signals, then major international companies deciding where to build their big wind turbine factories will go elsewhere. We can&apos;t afford to let this opportunity slip through our fingers. It&apos;s absolutely vital to set targets on emissions and renewables for 2030 as soon as possible. The wind industry urgently needs long-term clarity to attract the billions of pounds of investment to build the massive next round of offshore projects that will create tens of thousands of jobs.&quot; Ruth Davis, political adviser at Greenpeace UK, said: &quot;The UK has some of the best renewable energy resources in Europe, and a renewables industry with huge potential for growth. An EU target would create a new market for that industry, and in doing so attract vital investment into our economy. In opposing a renewables target, not for the first time the irrational prejudices of the Tory right seem to have trumped the interests of working people in Britain.&quot; But a CBI spokeswoman said a renewables or low-carbon energy target was not needed, as long as the EU was forcing industry to pay for carbon emissions. However, the EU&apos;s carbon price has plunged to record lows, with little chance of picking up before the end of the decade. Davey wants the EU to agree a target of cutting carbon by 40%, compared with 1990 levels, by 2030, and to go for a 50% cut if other countries agreed similar goals. The EU is on track for most of the emissions cuts that would entail, partly as a result of its pursuit of renewable energy, and the UK already has targets for cutting carbon to 2027, which would in themselves produce the cuts needed to meet an EU target of halving carbon by 2030. Davey&apos;s decision to push for a new target on emissions but not on renewables, was seen as a compromise that allowed the Lib Dem secretary to declare a strong emissions target, but also as a victory for George Osborne. The chancellor has opposed any firm new targets on renewable energy beyond 2020, when the target of generating 20% of energy from renewable sources, such as sun and wind, runs out. The renewables industry and other low carbon green industries are one of the few areas of the UK economy that have shown clear growth during the financial crisis and recession.", 
    "section": "environment", 
    "gid": "environment/2013/may/26/green-campaigners-attack-government-climate-change", 
    "wordcount": "598"
}