{
    "headline": "Tax havens and development, the Brics bank, and World Water Day", 
    "text": "Civil society groups welcomed mention of the regulation of tax havens and illicit financial flows in last week&apos;s communique from the UN high-level panel creating a vision for development after the millennium development goals (MDGs) expire in 2015. The panel, whose final meeting was held in Bali, also emphasised the need for a single agenda focused on economic growth, sustainable development and prioritising the needs of the poorest people. Before the publication of the communique, however, there was tension as some civil society members were initially banned from entering the conference centre where leaders were meeting. Track key events, news and comment on the post-2015 process with our interactive timeline. Elsewhere on the site Paige McClanahan spoke to Mari Pangestu, Indonesia&apos;s former trade minister and one of the frontrunners to become the next director general of the World Trade Organisation. David Smith reported from the Brics summit in Durban, where leaders agreed in principle to establish a development bank, initially to fund infrastructure projects. The UN published the preliminary findings of its post-2015 consultations, which identified inequality, migration, good governance and more job opportunities among respondents&apos; priorities. And Claire Provost reported from the World Social Forum in Tunisia. Coming up On Wednesday, we&apos;ll be covering the latest overseas development assistance figures for OECD countries. Mark Tran travels to Paris for an OECD conference looking at innovative approaches to poverty reduction. And Alison Evans shares her thoughts on development as she leaves her post as director of the Overseas Development Institute. Multimedia Interactive timeline: post-2015 development With the 2015 deadline for the MDGs fast approaching, attention has turned to what should follow. We chart the key events, and the main news and comment on the post-2015 process. Podcast: water, water everywhere? In our latest podcast, we talk about the pressure on one of the world&apos;s most precious resources. Read the transcript here. In pictures: World Social Forum  window on an alternative world The World Social Forum offers an arena beyond formal politics, a space where civil society groups and globalisation activists can explore alternative pathways to sustainable development and social and economic justice. This year&apos;s event was held in Tunis, birthplace of the Arab spring. What you said: some of the best reader comments On Claire Melamed and Paul Ladd&apos;s blog on the My World post-2015 consultation, CraigFagan wrote:  We need to make good governance a top priority  either as an MDG itself or embedded in the other MDGs. You can measure good governance: there are indicators that show whether or not there is accountability and transparency.  On Claire Leigh and Jonathan Glennie&apos;s blog on aid targets, prosegmr said:  Very interesting idea for 0.7% GNI aid target to be global. Certainly if  Rwanda can do it, there is no excuse why the US or China can&apos;t.  ahappylife wrote:  I agree the poorer countries need to be at the table  but additional aid means more for corruption  think this is an issue these countries have to address first before they begin contributing. Or do you think their inclusion in some way will hinder corrupt practices?  On our talk point exploring whether water is a commodity or a human right, Spongybovine wrote:  There are parts of Tanzania where people were told the government couldn&apos;t bring enough water. But when mining firms went there for the gold, uranium and other minerals, suddenly it was possible to bring huge amounts of water, which becomes contaminated  Contaminating water with impunity is another serious source of water shortage.  Highlights from the blogosphere On the Africa can  end poverty blog, Tom Bundervoet discusses whether the belief among people in wealthy countries that Africans are poor but happy is accurate. The Bottom Up Thinking blog explores whether NGOs bury criticism. Think Africa Press looks at the dynamics of the Brics group of nations and its relationship with Africa. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/02/tax-havens-development-brics-bank-water", 
    "wordcount": "689"
}