{
    "headline": "On the road: Mercedes-Benz CLS 350 CDI BlueEFFICIENCY Sport  review", 
    "text": "My girlfriend  thereshe is already!  is pregnant. Thirty-nine and a half weeks, actually. So she&apos;s uncomfortable, achy, groany, big; in need of all sorts of support and the odd massage. Which makes the arrival of a Mercedes-Benz CLS 350 somewhat serendipitous. It&apos;s the perfect car for the very pregnant (solong as they&apos;re very rich, too). There&apos;s loads of room inside. It&apos;smuch warmer, cosier, plusher and more comfortable than our house. At home I&apos;m always having to bolster her up with cushions. Inthis car, buttons do all that. There&apos;s a button to adjust the seat cushion, the thigh cushion, the back rest contour in the lumbar region, and in the upper back region, etc etc etc. The seat will heat her up, or cool her down; it&apos;ll even give her a massage. Better than I do, apparently. She can watch TV in luxury while being massaged. I&apos;m redundant, except Isometimes get a call, asking me to bring snacks out to her in the car. Ha, you can&apos;t do that, can you, stupid car. On the move it&apos;s perfect for my girlfriend&apos;s state, too. The ride is silky smooth. German automotive technology soaks up the inadequacies of Brent council&apos;s roads and highways department. But the car can spring to life if you suddenly have to get somewhere pretty effing pronto. A hospital, say. Which is what happens. Though we don&apos;t take our executive luxury sedan to the hospital  well, parking&apos;s hard around there, and I&apos;m worried what broken waters will do to the porcelain-coloured Exclusive Passion leather seats. So that&apos;s the end of the pregnancy part of this review. Chapter Two It&apos;s a couple of days later, and there are now three of usin this car, and in this review (andthis life, too, I guess, though Ihaven&apos;t quite got my head round that one). It turns out this is the perfect baby car as well. It&apos;s that smoothness again  not just the ride, but the gentle clunk of the doors closing, the way the music and lights fade off; nothing is sudden. So the chances of a rude awakening are diminished (and there have been enough of those in the past couple of days). There&apos;s even something in the boot, a kind of shelf, that could double up as a nappy changing table (though if the Mercedes press office is reading, we didn&apos;t, promise). Anyway he loves the car, looks smug and content being chauffeured around in it. I imagine that if he getsused to this level of luxury at anearly age, he won&apos;t settle for anything less in later life. A fat cat inthe making, I think, very able to support his old dad a bit farther downthe line. And in the meantime, a new character in this column. Takea backseat, girlfriend. Mercedes-Benz CLS 350 CDI BlueEFFICIENCY SPORT          Price 66,228Top Speed 155mphAcceleration 0-62 in 6.2 secondsCombined fuel consumption 46.3mpgCO2 emissions 160g/kmGreen rating 5/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/mar/23/mercedez-benz-cls-review", 
    "wordcount": "517"
}