{
    "headline": "Soundcloud revamps site as users hit 180 million", 
    "text": "   Audio-sharing site Soundcloud has redesigned, adding better search, recommendation and sharing    If the future of the internet is mobile, things are looking very good for Soundcloud, the Berlin-based sound-sharing site. Known as the &quot;YouTube of audio&quot;, mobile will soon be the dominant platform for Soundcloud, said founder and chief executive Alex Ljung. &quot;It&apos;s not a battle between video and audio, or audio and text - they are good for different things,&quot; said Ljung. &quot;But sound is easier to create and to listen to in parallel while doing something else. Sound doesn&apos;t need a screen.&quot; Soundcloud, which has just announced that its tracks are now shared, listened to or uploaded by 180 million users every month  equivalent to 8% of the internet population  rolled out its latest version, called &apos;Next&apos;, beyond beta on Tuesday.  New features accessible to all users include improved recommendation, search and discovery, and automatic &quot;follows&quot; for bands and artists that users like on sites they connect, like Facebook. Sounds are also easier to share, with real-time comments and notifications between friends. Soundcloud claims that 10 hours of audio is now uploaded every minute  with Ljung insisting that Soundcloud will eventually host more content than YouTube.  Launched in October 2008, Soundcloud has attracted some high-profile VC investors including former analyst Mary Meeker, the former Joost chief executive Mike Volpi, and Fred Wilson, the venture capitalist who is also an avid blogger and Soundcloud user. Following three rounds of VC funding, Soundcloud now has offices in Berlin, London, Bulgaria and San Francisco. Soundcloud has always had a strong music fanbase. The Deftones have a solid following on the site with some tracks notching up half a million plays, while Snoop Dogg experiments by uploading ideas or parts of tracks and inviting users to remix them.  News and politics is a recent growth area, said Ljung, with the BBC, Mayor Bloomberg and the White House, who joined last month, all publishing through the site.", 
    "section": "technology", 
    "gid": "technology/2012/dec/04/soundcloud-revamp-180-million", 
    "wordcount": "321"
}