{
    "headline": "Vertigo", 
    "text": "The American Physical Society hold a meeting in April of every year. This was my first one, and it was quite different from the IoP meetings I am used to in the UK. The most blindingly obvious differences were the enormous size (of course) and the total lack of any free booze. On my arrival at the very grand regency hotel, I fell over from vertigo on entering the lobby (I get upwards vertigo as well as downwards - one of my more unfortunate afflictions) and then made it downstairs to registration. I was given a badge that read &quot;Flirt harder, I&apos;m a physicist&quot; which I immediately dropped into the bottom of my rucksack, and a registration form. While filling in this form another attendee came over, looking for his coffee. I told him it was in his hand and he thanked me in a surprised but unembarrassed way that suggested this sort of thing was not unusual for him.     Last weekend 500 physicists were walking around Atlanta with these badges in the bottom of their rucksacks.    I had lunch with a panel of people discussing the importance of the intensity frontier - in America they have three frontiers in high energy physics: intensity, energy and cosmic. The edges between them are blurred, but one thing is clear: the energy frontier means the Large Hadron Collider, and it is important that we maintain a balance (both funding and effort-wise) between the LHC and other experiments which are no less important and brilliant. I often get a sense of the frustration of people doing ingenious work on experiments which are then canned because there is no money. Some distractions were present over the weekend- I was due to give a little talk on my own research on Monday, but had not quite reached the end of the ATLAS experiment&apos;s approvals process (some refer to this affectionately as &quot;tunnel of death&quot;) to allow my work to be made public. If I was not aware before of how hard the senior members of ATLAS work, then I am now. Phone calls at midnight, emails at 3 am, 6 am, around the clock. When do they sleep, I was thinking, racked with guilt at adding to their already overwhelming workload. When I work that hard I quickly start making mistakes. The highlight of the trip for me was the Nobel prize session on Sunday morning, which featured Saul Perlmutter, Adam Riess and Frank Wilczek. I was expecting them to give talks in unreadable hand writing on transparencies projected backwards- in my experience presentation skills and effort decrease exponentially with status in the community, but I&apos;m going to have to rethink this after these three excellent talks. Saul Perlmutter and Adam Riess shared the 2011 Nobel prize in physics with Brian Schmidt, for their work on understanding the acceleration of the universe. Frank Wilczek won in 2004, for asymptotic freedom. Perlmutter was up first, and gave a very impressive talk, but the first minutes of it were lost to me as I realised with delight that he was the coffee guy from registration. He dedicated the last ten minutes of his talk to championing the importance of science funding, and declared that the work he and others had been awarded the Nobel prize for would probably not be possible now. Those who decide the funding are scared of making mistakes, certainly, but the hesitance to fund blue skies research is having an additional effect of de-energising scientists. I thought of the physics conveners on ATLAS who appear to work 100 hours a week when he said this, and then I thought of the men and women who would be doing this on their own experiments if given the chance, and I felt really sad. This is like not letting Wayne Rooney play football. Adam Riess was up next, and doubled the number of excellent talks I have seen given by renowned physicists. He explained the story of how he realized the Universe was accelerating in a very lighthearted way - if you changed the content of the talk to &quot;the day I realised you can make the coffee machine work by tapping it just like this&quot; and the attitude would have been the same. Although I guess he wouldn&apos;t have been there. And he would have struggled to talk for half an hour on that, perhaps. He finished up with a bit of advice for the audience: &quot;finding a research problem is like falling in love - don&apos;t do what anyone tells you, just go for what tickles your fancy.&quot; This amused me enormously. Finally there was Frank Wilczek - he could have given any kind of talk he liked as he is already a hero in my opinion, but he went ahead and gave a brilliant one too. I started to wonder if all Nobel prize winners are taken to a special retreat where they get hooked up with slide designers from Saachi&amp;&amp;Saachi and one-to-one guidance on giving speeches from Al Pacino or something like that. Wilczek told us about mass, and he did it beautifully. We understand the mass of hadrons very well - QCD tells us how this works. We also understand the mass of bosons pretty well, although there is at least one particle yet to be found in order for us to know which of several ideas (one of which is the Higgs mechanism) is the one that tells us how this works. But we don&apos;t understand the masses of fermions work. He balked at the statement that we all make all the time, that the Higgs will give us insight into the origin of mass. He also has a slide titled &quot;Why I heart susy&quot;, where susy is supersymmetry- a collection of models that predict a whole new zoo of particles with names like &quot;Wino&quot; and &quot;squark&quot;. We have yet to find any evidence of these at the LHC, which is very frustrating for theorists, a large number of whom agree that this is the best theory we have. I&apos;d better go and analyse some data. So, back to Chicago, disappointed that my flight is an hour too early for the Sakurai prize lectures, which promise to be wonderful if the Nobels are anything to go on, and gutted that that I will miss the &quot;special&quot; session this afternoon, where one of the abstracts claims to prove Einstein&apos;s theory of relativity invalid.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/apr/03/1", 
    "wordcount": "1075"
}