{
    "headline": "Was Newton a scientist or a sorcerer?", 
    "text": "Hot on the heels of Isaac Newton&apos;s apple appearing at the Paralympics comes a new celebration of his life and achievements. The Gravity Fields Festival begins on Friday in Grantham, Lincolnshire. For eight days, Newton&apos;s life and times will be commemorated by more than 100 events around the town, during what could become a biennial event. Grantham lies close to Newton&apos;s birthplace, Woolsthorpe Manor, and contains the King&apos;s School, which the young Isaac attended. On Saturday at 3pm a blue plaque in his honour will be unveiled by the Astronomer Royal, Sir Martin Rees. Often wrongly portrayed as a cold rationalist, Isaac Newton is one of history&apos;s most compelling figures. It is true that he was capable of the most precise and logical thought it is possible for a human to achieve: his three years of obsessive work that gave birth to the Principia, containing his theory of gravity, stand as the greatest achievement in science.  Just as certainly, though, he was also consumed with what we would now view as completely unscientific pursuits: alchemy and biblical prophesy. Alchemy was a major passion of Newton&apos;s. In a footnote on page 21 of Richard Westfall&apos;s meticulous biography, Never at Rest, the author states: &quot;My modes of thought are so far removed from those of alchemy that I am constantly uneasy in writing on the subject  [Nevertheless] my personal preferences cannot make more than a million words he wrote in the study of alchemy disappear.&quot;  Historian and novelist Rebecca Stott wrote in her novel Ghostwalk that with those words, &quot;Westfall admitted to wishing that he could make those million words disappear.&quot; That may be stretching it somewhat but clearly Newton&apos;s alchemy is a bit of an embarrassment to modern scholars. Then there was Newton&apos;s biblical prophesy. In almost the same years that he was working on the Principia, he also wrote a treatise on Revelation in which he talked about souls burning in lakes of fire. With talk like that, he could have been the lyricist for Iron Maiden. (He had the hair too.) Tempting as it is to dismiss all of this as somehow removed from Newton&apos;s science, his belief in spirits and what the alchemists called active principles almost certainly allowed him to conceive gravity in the mathematical form that we still use today. In Newton&apos;s time, the natural philosophers had turned their backs on astrology and with it, the idea that influences could simply leap across empty space. Instead impulses had to be transmitted through things touching one another. So, if there was a force coming from the Sun that moved the planets, then it had to do so through a medium.  Perhaps it was a fluid, driven to circulate by the rotation of the sun, which carried the planets around. This was the thinking of French philosopher Ren Descartes.  Yet Newton could not make the mechanical solution of Descartes work. The vortices simply could not reproduce the changes in speed of the planets as they approached the sun.  Alchemy offered a way out by having as a philosophical underpinning that non-material influences  spirits existed. These needed no physical contact and could induce transformations or movement through the triggering of &quot;active principles&quot; within an object. Primed to believe in these ideas, Newton discovered a simple, elegant mathematical equation that described the behaviour of gravity without the need for an intervening fluid. Gravity apparently worked across empty space. He called this principle &quot;action at a distance&quot; and instead of &quot;spirit&quot; began using the word &quot;force&quot; to better reflect its mathematical character. His equation also reveals the &quot;active principle&quot; that governs an object&apos;s response to gravity. It is mass. With such direct analogies to spirits and active principles, Newton must surely have felt some sort of vindication for his alchemical beliefs. The theory of gravity was so successful that it became one of the triggers for the Age of Enlightenment. Although hardly anyone now believes in the concept of alchemy, we do still believe that gravity can exert an influence across empty space. Engineers still use Newton&apos;s maths to launch satellites and send spacecraft to distant planets. So was Sir Isaac a scientist or a sorcerer? In truth, he was a bit of both. And that was why he could succeed where others had failed. The Gravity Fields Festival runs 2128 September. Stuart Clark is the author of The Sensorium of God (Polygon) and will be speaking at the festival on Thursday.", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/sep/21/isaac-newton-scientist-sorcerer", 
    "wordcount": "758"
}