{
    "headline": "GCSE reforms' big surprise is stubborn Michael Gove taking foot off accelerator", 
    "text": "Is it a &quot;minor tweak&quot;, as the former schools minister Nick Gibb suggested, or a humiliating climbdown, as Labour claims with its clunking cliche? Either way it is a surprise that the education department has been the subject of an A*-grade inter-coalition row over the future of GCSEs and Michael Gove&apos;s now-abandoned plans to replace them with the confusingly titled English Baccalaureate Certificates (EBCs). For there is no doubt, as Nick Clegg made clear at a press conference on Wednesday, the Liberal Democrats have been intimately involved in recent discussions over what to do about the reforms. The row is odd as the education department is the most coalicious of departments. David Laws, the schools minister, and Michael Gove, the education secretary, both support the principle of coalition like no others. It is also surprising that Gove changed course. He has been one of the most single-minded ministers, determined to speed ahead with reforms and brush aside the objections of the ubiquitous blob, his description of the educational establishment. Only on Tuesday he made a hugely self-confident and amusing attack on progressive education. If Gove has a tombstone in many years to come, it would read &quot;I had no reverse gear&quot;. Yet today he acknowledged error and, in the case of GCSE reform, said he had tried to cross a bridge too far. So what has forced Gove to at least take his foot off the accelerator, if not go into total retreat? He had, after all, already altered the proposals once at the outset, when Nick Clegg expressed fears that Gove was introducing a two-tier exam system with a return of the O-level. The two men signed a joint article in September, promising to work together on the reforms. But since then the consultation went badly awry. The Times Educational Supplement wrote a few weeks ago: &quot;Gove&apos;s plan to introduce English Baccalaureate Certificates (EBCs) in core subjects as a replacement for GCSEs have united opposition. &quot;Major doubts have been raised by the heads of the schools supposed to use them, the exam boards that will provide them, the watchdog that will regulate them and the employers that will consume them. &quot;Serious concerns have also been voiced by academic experts in assessment, elite independent schools and academies, and by bodies outside education including the CBI and high-profile figures and organisations representing the arts and sport. There are even significant misgivings within Gove&apos;s own party.&quot; The Tory-led education select committee was even more scathing. It said: &quot;We have not seen any evidence to suggest that the proposed changes will be more successful than GCSEs in addressing underachievement or in narrowing the attainment gap between the most disadvantaged students and their peers.&quot; It added: &quot;The Government needs to show that GCSEs are so discredited that a new qualification is required. We have concerns about the potential impact of the English Baccalaureate Certificates (EBCs) on subjects outside the English Baccalaureate, which will be left with &apos;discredited&apos; GCSEs for some time to come. We question the extent to which it is possible to &apos;upgrade&apos; some subjects, without implicitly &apos;downgrading&apos; others.&quot; Its Conservative chair Graham Stuart said: &quot;Ministers want to introduce a new qualification, require a step change in standards, and [want to] alter the way exams are administered, all at the same time. We believe this is trying to do too much, too quickly, and we call on the government to balance the pace of reform with the need to get it right.&quot; For Clegg there was a fear that this reform was going to create a backlash in the education sector so large that it would match the backlash against the health reforms in 2011. With no enthusiasm for the reforms inside his own party, Clegg recognised that the criticisms were sincere and likely to boil over at his spring conference. Gove at least believes many of his reforms have survived, thus protecting the overall move towards raising standards, ending a culture of low expectation, increasing the importance of the exams and reforming exam league tables. But it will be a sobering lesson for him, and he will now have to decide if he should start to forge a new relationship with schools.", 
    "section": "education", 
    "gid": "education/2013/feb/07/gcse-reforms-education-michael-gove", 
    "wordcount": "715"
}