{
    "headline": "The trainee teachers who are paying to work for nothing", 
    "text": "We&apos;re becoming depressingly familiar with the idea that to get work of any kind now, you must first work for free. Now, it seems, the trend has hit teaching. Education Guardian has been contacted by lecturers at three further education colleges that are using unpaid teachers to take classes. How widespread is this practice? The University and College Union (UCU) says some of its members have recently approached it with complaints about the use of unpaid teachers. UCU is to raise the matter with ministers and employers. Unlike school teachers, who are all required to have the same qualification (the PGCE), and who usually combine on-the-job training with academic study, there are three different training routes in FE. Two of these  the certificate and diploma in lifelong learning  can only be undertaken by those already employed in a teaching role. Trainee lecturers in colleges need 150 hours&apos; teaching time to get their qualification, awarded after continual assessment in the classroom. The problem is, says Mary Slater*, who trains teachers in a large inner-city college, there just aren&apos;t enough jobs to go around. &quot;This year, at least 50% of my students couldn&apos;t get paid jobs, so they&apos;re getting round this requirement by teaching as volunteers instead,&quot; she says. In other words, they are working as unpaid teachers to meet the criteria for their on-the-job training. Not only that, they are also paying their own fees, which, depending on the level of the course, can range from around 500 to over 3,000. &quot;Normally an employer would pick up the bill. So they&apos;re not only working for nothing, but paying to work for nothing,&quot; says Slater. Next year, the teaching diploma at her college will cost 3,000. &quot;I can see why this may be OK for the volunteers,&quot; says Slater. &quot;If they can&apos;t get paid work, then at least they can get the teaching experience that will lead to a qualification. But it means some colleges are getting unpaid teachers. And because of cutbacks in FE, many are not even going to get proper paid jobs when they finish.&quot; The skills they learn are not transferable either; currently, those with FE teaching qualifications are not eligible to teach in schools. Are colleges doing this to support aspiring teachers in a tough job market, or are they taking advantage of the situation to boost staffing levels? Pressed for cash, do some colleges see it as a way of saving money while maintaining teaching hours? Slater suspects this could be the case. She says some of the volunteers at her college are not being properly supported or mentored: &quot;Paid staff on teacher training courses are allocated mentors through a formal process so they fare better than those who are there as unpaid volunteers. &quot;I teach them in a classroom and observe them from a generalist viewpoint, but they need subject-specialist mentoring from the subject department where they are teaching. In many cases they&apos;re just left to get on with it and used as free labour. They&apos;re not getting the proper training they should. I don&apos;t blame the trainees themselves. I can see why they do it, as for many, there&apos;s no other way to get the in-service qualification.&quot; Slater says the practice has been happening at her college since 2009. &quot;Prior to that, we were fairly strict on who we would take on the course and they had to have paid, usually part-time, teaching jobs. Now many feel forced to work for free to meet the criteria for qualification. It&apos;s becoming an accepted norm and that troubles me.&quot; Another lecturer, Mike Marshall*, says his college has also been using free teachers. &quot;Our college is employing at least two trainee students to deliver a large number of classes unpaid. In one case, the student teacher has replaced a full-time member of staff who emigrated. The college authorities claim they are supporting lecturers in a proper placement, but this isn&apos;t the case. Some have been given so-called extended placements so they&apos;re doing far more hours than they should be. They are being taken advantage of. It&apos;s as simple as that.&quot; But using unpaid, unqualified teachers could also have legal repercussions, as Penny Davies*, who also works at a large FE college, points out. &quot;They are almost certainly not covered by employer insurance. Some may not have been CRB checked, in which case they should not be in sole charge of classes.&quot; When Davies became aware of the use of volunteer trainee teachers at her college, she and a colleague reported it to their human resources department. &quot;We came across instances of three people last year who were actually taking whole classes on their own without a proper attached teacher to supervise them. We then discovered this was happening in two other sections of our college.&quot; In her college, the practice was stamped out. But Davies sees trainees from other institutions, so she knows this is happening elsewhere in the region, and worries that it seems to be going unchecked. &quot;It undercuts wages and affects jobs,&quot; she says. &quot;So it&apos;s not just unpaid teachers who suffer, but paid ones, too. It&apos;s also supremely unfair on the students  who may be unaware they&apos;re getting someone who hasn&apos;t finished training, may not know how to do proper lesson plans and isn&apos;t being supervised.&quot; She is worried this is happening in other places, but college staff are too frightened to speak up at a time of cuts and redundancies. &quot;To their great credit, HR at our place were absolutely horrified and immediately issued a college-wide memo saying the practice must stop,&quot; says Davies. &quot;Big, reputable colleges such as ours do not want this going on, but it&apos;s below the radar and the authorities won&apos;t know about it unless someone tells them. &quot;So far as we&apos;re aware, we&apos;ve managed to stop this here now, but it&apos;s vital others do, too,&quot; says Davies. &quot;We don&apos;t want this to become the norm.&quot; She appeals to other lecturers to speak out. &quot;If it&apos;s happening at your college, tell HR and tell the union.&quot; Davies says when she went to the head of HR, no names or departments were mentioned. &quot;The last thing we wanted was to get people into trouble. We just wanted it to stop.&quot; She points out that there is a big difference between volunteers being used as helpers and these unpaid teachers who are training on the job. &quot;We use volunteers helping with, say, adult literacy classes, and that&apos;s not a problem as long as they are allocated hours in a class with a paid teacher supervising. But where they are being used to take away the necessity to pay somebody, it undermines the profession and threatens jobs.&quot; The UCU general secretary, Sally Hunt, says the union will now be raising the issue with ministers and employers. &quot;Trainee teachers must be properly supported and mentored at work for the sake of their development and students&apos; education,&quot; she says. &quot;They must not under any circumstances be used as free labour or to take paid work away from existing staff. There is a very strong case for a national code of practice for all colleges to ensure trainee teachers are not exploited.&quot; The Association of Colleges (AoC) says it is unaware of unpaid trainees being used. Evan Williams, director of employment and professional services, says: &quot;Colleges are responsible employers with stringent recruitment practices who take the training and development of teachers as of paramount importance. This issue has not been brought to our attention  and if it were, it is something we, and our members, would take seriously.&quot;  *Names of all lecturers have been changed", 
    "section": "education", 
    "gid": "education/2012/mar/26/colleges-unpaid-trainee-lecturers", 
    "wordcount": "1318"
}