{
    "headline": "Siberian cranes under Putin's wings isn't a bad thing", 
    "text": "Vladimir Putin&apos;s latest publicity stunt features a video of him in a microlight aircraft guiding a flock of young Siberian cranes on their migration route. As unlikely as it seems, by donning the all-over white suit and a large pair of goggles, the Russian president temporarily became a surrogate parent to the endangered juvenile cranes. Known as imprinting, the phenomenon by which certain bird species attach themselves to the first living thing they see after birth, was popularised by the Austrian zoologist Konrad Lorenz in the 1950s. Since then, imprinting has been observed in a number of bird species including geese, ducks and, of course, cranes. Damon Bridge, who works for the RSPB and the Great Crane Project to reintroduce cranes in the UK, explains: &quot;The Americans with their whooping crane and the International Crane Foundation (ICF) were the first people to pioneer what is known as the &apos;puppet-rearing technique&apos;. Cranes are very similar to birds like geese and ducks which imprint on people, or the first thing they see. It happens when they&apos;re very young, but it&apos;s permanent. The first thing they see that&apos;s providing food, comfort and shelter is the thing they regard as a parent.&quot; Although the Great Crane Project doesn&apos;t involve the use of microlights as the populations are non-migratory, volunteers use similar suits to the one that Putin wore as well as hand puppets when looking after juvenile cranes. &quot;If we hand-reared them they would forever think people were their parents and they wouldn&apos;t survive in the wild,&quot; Bridge says. Siberian cranes migrate south to escape the Arctic winters, and it normally falls to the adult birds to teach their young the migration routes, allowing the knowledge to pass down through many generations. However once numbers decline or the population becomes extinct, the inherited knowledge is lost and has to be retaught to juvenile birds to reestablish their natural migration routes. &quot;Migration isn&apos;t a natural instinct,&quot; says Bridge, &quot;their parents teach them to migrate. So if you want to teach them migration routes you can do it, amazingly, by wearing one of the costumes, jumping in a microlight and they&apos;ll follow. &quot;Even though it&apos;s a weird, large, noisy thing ... they don&apos;t see that. They just see their parent heading off and follow them.&quot; The RSPB&apos;s Tony Whitehead, said: &quot;Birds have small brains, with basic disguising, the young cranes are perfectly happy to accept rigid wings, engines and even Russian presidents as mummy and daddy.&quot; In spite of critics who might just see this as another political publicity stunt for the self-styled action man, the Russian president can be considered to have done a very good thing in bringing attention to a critically endangered species. The Siberian cranes are in rapid decline with estimated numbers in the region of 2,900-3,000. Their listing as critically endangered is the highest category of threat before extinction used by the International Union for Conservation of Nature (IUCN). In his role as crane-leader, Putin also follows in the footsteps of the world-record breaking Italian aviator, Angelo d&apos;Arrigo. Known as the human condor, in 2003 d&apos;Arrigo guided a flock of Siberian cranes to the Caspian Sea in Iran. Putin&apos;s own flight took place at the Arctic Kushavet ornithological research station, located on Russia&apos;s Pacific coast. There are 15 species of cranes, 11 of which are facing extinction.", 
    "section": "environment", 
    "gid": "environment/2012/sep/06/siberian-cranes-putin-glider", 
    "wordcount": "568"
}