{
    "headline": "20 things you need to know before you self-publish", 
    "text": "Thad McIlroy, principal, The Future of Publishing There is no lack of intellectual integrity in open access or self-publishing: The perceived lack of elite positioning in self-publishing is rapidly changing. My biggest argument for self-publishing and for open access in the academic community, is this: Would you rather wait two years for your work to appear in a learned journal locked behind a firewall and read by few, or would you like to get your fantastic arguments out to the public in a month and accessible to many? I&apos;m on the editorial board of Learned Publishing and we&apos;ve published papers that demonstrate that impact has far more to do with access than with peer review. Before self-publishing, establish what is meant by &apos;editing&apos;: I think of there being two principal forms of editing: substantive editing and copy editing. Unlike copy editing, substantive editing looks at the whole manuscript and judges the entire work: Is the argument cohesive? Does the story flow? Is anything missing? What should be dropped? Copy editing is line-by-line, word by word. Accept the ramifications of self-publishing then get stuck in: What I&apos;ve called &apos;the stigma of self-publishing&apos; has broader ramifications for the academic, because publishing is very much about advancing one&apos;s career. So, assuming that the academic has come to terms with the issues that affect self-publishing, they should start where every other author starts: Engage with your community of self-publishers authors, do lots of reading (J.A. Konrath, the standard bearer, offers excellent no-nonsense advice) and, plunge in. Resource: Advice for self-publishers is an introductory blog I wrote which gives an overview on the topic. Writer&apos;s Digest has been a top resource for writers for many years and continues to be so online. Ali Dewji, sales and marketing director, Acorn Independent Press Self-publishing can get your work to market quickly, giving yourself more time to promote yourself as an academic, using your publication as a tool: Ebooks give you instant global reach, people thousands of miles away can be reading your findings within minutes of them being published. There are many aspects that contribute to self-publishing successfully, but in the case of academic publishing, it is vitally important to have the manuscript copy-edited and proofread, not by colleagues, friends or family but by a professional. This is your career on the line and if the manuscript is riddled with tiny errors or inaccuracies, it will reflect really badly on you. Publishing your work in as many formats as possible, including paperback, ePub and dotMOBI, is key: Doing this enables you to use the paperback when you are giving talks, seminars or lectures, you can then use the ebook (and paperback via online retailers) to spread the word on the web. Giving away free samples of the book is always a really good idea. Make sure that you have the manuscript formatted by a professional, especially if it contains a lot of images, tables or diagrams because automatic conversion software is not yet advanced enough to deal with these, it works OK for manuscripts that just contain text, but if you are introducing footnotes, indexes, images, diagrams or tables, then they will need to be formatted manually in design software and more often than not in HTML as well. A good example is German academic Stephen Ternyik&apos;s Economics as Heuristics that we published as an ebook. Generic publishing checklist: It is important to start by asking yourself questions about your work and its audience then follow the generic steps to publication:  Who is going to edit and proofread the work?  Who am I trying to sell this to?  Where are they?  How can I reach them?  Get paperbacks printed: look into short runs and print on demand but make sure you use a quality printer, bad quality print can put people off before they have even opened it.  Get an ebook, professionally formatted in both .MOBI (Amazon) and .ePub versions  Get a properly designed cover, so many self-published works are let down by bad or unprofessional cover design  Get an ISBN  Get the publication into proper distribution channels  Price it competitively  Get active online pre-publication: generate some interest and a following for yourself, your writing and your opinions. Richard Hill, head of department, University of Derby For career progression, consider all tools useful: Academics need to develop a holistic profile of complementary activities. Writing is a good thing for the academic, but I&apos;ve also found that students quickly engage with writing processes. Blogging and micro-blogging get rapid feedback, which is useful. An article or book consolidates ideas into something more considered. All the tools used together builds a brand that the academic can use to engage in more networks and more exciting, emerging work. Self-publishing is a great way of engaging students in a whole host of transferable skills: The questions raised when self-publishing (how does the whole text read? Does it flow?) are exactly the questions that stimulate interest from students. I&apos;ve found that undergraduate students (in computing and mathematics) don&apos;t expect to see their name in print, never mind as the author of a book. When we take a class and help them write short articles, and introduce the concept of peer-review, the &apos;end-game&apos; of a book really spurs them on. Resource: For academics, mendeley and academia.edu are good ways of raising awareness, which does translate into citations for those who don&apos;t have a budget to pay for open access publications. Martin Weller, professor of educational technology, Open University (OU) Self publishing is a great platform for interdisciplinary subjects: Publishing through journals and publishers still has its place but it is complemented by self-publishing. Also, self-publishing frees up the type of thing we can publish: previously publishing has been driven by the economics of paper and the process. So, for example, interdisciplinary subjects are difficult to fund for journals because they have a small audience. But if you want to start a blog in an obscure subject, then you can do so at zero cost. This liberation has led to a lot of innovation, but also - it has to be acknowledged - a lot of dross and nonsense. The key difference now is that we have alternatives available to us, whereas previously we didn&apos;t. So for example, I was part of an EU project and for our final publication, we conceived of it as a nice glossy book, published through Blurb, rather than the standard drab report that no-one ever reads. Publishing in open access journals is a good compromise: Early career researchers should seek to get some publications in &apos;proper&apos; academic journals but there are also plenty of open access (OA) journals with decent reputations, so you can take a stance on only publishing OA (as I&apos;ve done). At the very least you can begin self-archiving publications so you make your version available. Resource: Read the chapter on tenure and recognition of digital scholarship in my book, which is open access through a recognised publisher - proof you can do both. Richard Franklin, director, Abramis Academic Publishing The challenge for academics is that self-published work does not contribute to research ratings: There is inertia within the academic system and this inertia is not easy to get around. Abramis has published a number of high profile texts on key media subjects recently and has brought books to market in very tight time frames. While this publishing model has been received positively by some commentators (read Tim Luckhurst&apos;s article for THE, Feel the rush) and by many &apos;open&apos; academics, others see these innovations as undermining standards and are very opposed to them. You do not always need an online presence before you publish: Blogging and disseminating your research online on other platforms, is very helpful but not always essential. If your work is perceived as cutting edge or in a discipline where there is not a great wealth of published matter, such as, new technologies, computer applications or app development, then not having an online presence can be much less of an issue. Fabio Rojas, associate professor of sociology, Indiana University Self-publishing success is determined by your goals: With my book, my goal was outreach. The reason I wrote my graduate school advice book is that PhD education is inefficient. So, for a year, I was happy with blog clicks. That was successful for me. Then, I focused on sales and priced the e-book low ($2) and that worked. The e-book is fast outselling my regular print book. So, ultimately, it&apos;s about your goals. My goal is to help graduate students and I know it&apos;s working when people send me thank you notes about how they got some clarity after reading my book. Though the money doesn&apos;t hurt. Points to bear in mind:  Self-publishing is a serious alternative to traditional publishing.  There is no single way to self-publish. There are many good strategies from e-books to self-publishing services.  Right now, academia is still skeptical. In most areas, don&apos;t rely on self-publishing for promotion and career development. Wait until your mainstream credentials are established, then self-publish.  Success relies on self-promotion; use blogs, Twitter, and face-to-face.  Always get feedback and editing. Resource: My blog, Why I Self-Publish highlights some positive reasons to self-publish. I have also found www.smashwords.com easy to use as a place to self-publish. To download this resource as a pdf, click here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/09/academic-self-publishing-tips", 
    "wordcount": "1594"
}