{
    "headline": "Boot up: phoning Moore's Law, Kroes says Acta dead, Microsoft v VLC and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Two brilliant moves that helped create the Apple iOS powerhouse &gt;&gt; Dalton Caldwell  At my previous company I had some interaction with the [manufacturer redacted] Android team. I found it very strange that there were several mobile teams at [manufacturer redacted], each building Android devices as part of different market segments. They had one team working on a phone for the low-end of the market, another working on a phone for business users, and so on. Product managers inside of [manufacturer redacted] were responsible for creating product requirements for each handset, then delivering it within a certain budget. There were separate marketing and rollout schedules for each device. The one detail that blew me away was that these different devices were going to ship with different versions of Android. I seem to recall the low end phone was still on 1.5, and the others were 1.6. Holy sh*t. [sic]  In contrast, when a new iPhone model is released Apple doesn&apos;t shut down the line and liquidate inventory. Rather, Apple keeps some percentage of manufacturing capacity devoted to this legacy model.   Samsung, it should be said, seems to be following the same path. The Samsung Ace, Galaxy S2 and other older models are still available with the S3 announced (though not yet shipped). If Samsung is following the same path, that&apos;s a real expression of confidence. Kroes Throws in Towel on ACTA &gt;&gt; WSJ  Neelie Kroes, speaking at a conference in Berlin, told delegates: &quot;We have recently seen how many thousands of people are willing to protest against rules which they see as constraining the openness and innovation of the Internet.  &quot;This is a strong new political voice. And as a force for openness, I welcome it, even if I do not always agree with everything it says on every subject.  &quot;We are now likely to be in a world without SOPA and without ACTA.&quot;  In tech, some bemoan the rise of &apos;brogrammer&apos; culture &gt;&gt; CNN.com  At one of the world&apos;s biggest gatherings of Web culture, a 28-year-old executive talks about landing a tech job by sending a CEO &quot;bikini shots&quot; from a &quot;nudie calendar&quot; he created.  On campus at Stanford University, a hot startup attracts recruits with a poster asking if they want to &apos;bro down and crush some code.&apos;&quot;  And the world&apos;s largest Internet registration company entices Web entrepreneurs with a Super Bowl ad in which two female celebrities paint its logo onto the body of an apparently naked model. Forget what you think you know about the benignly geeky computer programmer who lives for the thrill of finding a single misplaced semicolon in thousands of lines of code.  And welcome to the world of the &quot;brogrammer.&quot;   Typically useless headline (&quot;some&quot; bemoan? Why add the &quot;some&quot;?), but interesting article.  Infected computers could lose Internet browsing ability in July &gt;&gt; Chicago Tribune  A four-year investigation, resulting in the FBI&apos;s arrest of six Estonian computer criminals in November, could have implications on Internet users as soon as July 9.  Computers infected with the DNSChanger malware, which -- according to CNET.com -- worked by setting up a background process in an affected computer that changed the user&apos;s DNS server settings to the rogue DNS network, which was then used by hackers to redirect valid URLs to malicious Web sites, won&apos;t be able to access the Internet July 9 -- without knowing the site&apos;s IP address -- after the Feds shut down the temporary servers used to keep the infected computers online.  This is the inspirational quote Apple employees receive on day one &gt;&gt; Business Insider  There&apos;s work and there&apos;s your life&apos;s work.  The kind of work that has your fingerprints all over it. The kind of work that you&apos;d never compromise on. That you&apos;d sacrifice a weekend for. You can do that kind of work at Apple. People don&apos;t come here to play it safe. They come here to swim in the deep end.  They want their work to add up to something.  Something big. Something that couldn&apos;t happen anywhere else.  Welcome to Apple.   What&apos;s your company&apos;s inspirational quote? If VLC can ship a free DVD player, why can&apos;t Microsoft? &gt;&gt; ZDNet Ed Bott untangles this puzzler. Short answer: because of software patents in the US. See also Microsoft&apos;s FAQ on the costs involved. Google calls for mistrial after jury says Android stole from Java &gt;&gt; Wired Enterprise | Wired.com  With this paradoxical partial decision, the jury has left the case very much in the air, and Google has already moved for a mistrial.  On Monday, as the Google-Oracle case entered its fourth week, a jury ruled that Oracle has proven that Google infringed the overall structure, sequence, and organization of copyrighted works of 37 APIs used by the Java platform. In building Android, Google created a new version of the Java platform known as the Dalvik virtual machine, and this mimicked the Java APIs, or application programming interfaces, which are essentially a way for a Java application to talk to the platform.  But the jury was unable to reach a decision on whether Google&apos;s Java clone constituted &quot;fair use.&quot; A fair use decision would let Google off the hook.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/08/technology-links-newsbucket", 
    "wordcount": "931"
}