{
    "headline": "NeverSeconds school meals blog: Argyll and Bute council reverses ban", 
    "text": "A Scottish council has swiftly reversed its decision to ban a nine-year-old girl from photographing her school lunches for a personal blog following criticism from Jamie Oliver and a wave of negative publicity on Twitter and other social media sites. Less than two hours after releasing a strongly-worded broadside calling Martha Payne&apos;s pictures of the sometimes meagre and unappealing meals on offer at her primary school misleading, Argyll and Bute council had a change of heart. Roddy McCuish, the council leader, told BBC Radio 4 that he had ordered an immediate reverse of the ban, imposed earlier this week. He said: &quot;There&apos;s no place for censorship in Argyll and Bute council and there never has been and there never will be. &quot;I&apos;ve just instructed senior officials to immediately withdraw the ban on pictures from the school dining hall. It&apos;s a good thing to do, to change your mind, and I&apos;ve certainly done that.&quot; It marks a complete reverse of the council&apos;s position earlier this morning, when a statement directly attacked the NeverSeconds blog, set up by Martha just six weeks before as a writing project, for &quot;unwarranted attacks on its schools catering service which culminated in national press headlines which have led catering staff to fear for their jobs&quot;. The statement added: &quot;The council has directly avoided any criticism of anyone involved in the NeverSeconds blog for obvious reasons, despite a strongly held view that the information presented in it misrepresented the options and choices available to pupils. However, this escalation means we had to act to protect staff from the distress and harm it was causing.&quot; Martha had the swift support of chef and school meals campaigner Jamie Oliver, who tweeted: &quot;Stay strong Martha&quot;, and the outrage of thousands of people on Twitter who condemned the council&apos;s actions as absurd and heavy-handed. Michael Russell, the Payne family&apos;s local MSP, said he had emailed the council&apos;s chief executive to ask officials to reconsider the ban. Russell told the Guardian: &quot;It&apos;s just not a sensible decision. Censorship doesn&apos;t help anybody.&quot; The saga began when the aspiring journalist set up the blog with the help of her father, Dave. With the permission of teachers she photographed lunches as they arrived on their white plastic trays and gave the contents marks out of 10 on a &quot;Food-o-meter&quot; scale for how healthy they were and whether or not she found any stray hairs. In little over a week the blog was being posted on social networking sites and had received 100,000 visitors, bringing a tweet of congratulation from Oliver. The blog soon branched out, with Martha posting photographs of school dinners sent in from around the world  generally a much healthier selection of dishes than seen in the canteen at Lochgilphead primary school. The problems began when newspapers picked up on the blog. Martha had been posting anonymously as Veg, but they named her and the school, often adding their own criticism of the food. The final straw for the council appears to have been a Daily Record piece with the headline, &quot;Time to fire the dinner ladies&quot;. On Thursday came a post from Martha from titled simply Goodbye: &quot;This morning in maths I got taken out of class by my headteacher and taken to her office. I was told that I could not take any more photos of my school dinners because of a headline in a newspaper today. &quot;I only write my blog not newspapers and I am sad I am no longer allowed to take photos. I will miss sharing and rating my school dinners and I&apos;ll miss seeing the dinners you send me too. I don&apos;t think I will be able to finish raising enough money for a kitchen for Mary&apos;s Meals either.&quot; In fact Martha&apos;s efforts to raise money for the charity, which helps to provide school food in east Africa, have received an enormous boost from the publicity. Before her blog was banned she had reached 2,000 in contributions. By Friday lunchtime the figure had exceeded 19,000. Mary&apos;s Meals said it had been overwhelmed at the response and that Martha&apos;s efforts had now raised enough to build a new kitchen at a school in Malawi. In an interview on BBC Radio 4&apos;s Today programme, Dave Payne said the blog had never been intended as an attack on the council. &quot;The last photograph of a meal at school which she blogged, she gave it 10 out of 10. She enjoys the atmosphere in the school dining hall, she enjoys the staff, everyone&apos;s been very kind to her,&quot; he said. Also speaking to the BBC, McCuish said that while there was &quot;absolutely no place&quot; for reports targeting school kitchen staff, the council recognised that they had not been Martha&apos;s work. He hoped, he added, to talk to the family soon.", 
    "section": "education", 
    "gid": "education/2012/jun/15/school-meals-blogger-council-ban", 
    "wordcount": "827"
}