{
    "headline": "Supersymmetry:  is it really too good not to be true?", 
    "text": "The origin of dark matter remains a mystery. It is thought to dominate the mass of the universe and the evidence is very hard to refute. Probably the best candidate for an explanation is an idea known as supersymmetry. Physicists like to exploit symmetry to build their theories. For example, that it does not matter if I perform an experiment today or next week (all things being equal) constitutes a statement of symmetry and, impressively enough, it leads directly to the law of energy conservation. Supersymmetry is harder to visualise but its implications are not. It demands that for every type of elementary particle there should be a would-be twin. This means that the mere existence of electrons implies that supersymmetric electrons should also exist (they are called &quot;selectrons&quot;). I said &quot;would-be twin&quot; because if supersymmetry were a perfect symmetry, the electron and the selectron would have the same mass, but experiments over many years have established that this is not the case. The upshot is that if supersymmetry is realised in nature then it must also be &quot;broken&quot; to some degree, with the result that the super-particles should all be heavier than the twins we have already seen. This does sound contrived; we have introduced a symmetry and then found we need to break it to hide the embarrassing extra particles that it predicts. But broken symmetry is the norm and often occurs when systems cool down. For example, at high enough temperatures, water molecules are free to move around in all directions, but as the air cools they freeze together and produce those beautiful patterns we see on an icy cold window pane. In this case, the &quot;all directions&quot; symmetry is broken to the diminished symmetry embodied in the pattern on the window. So it is to be expected that supersymmetry is not readily apparent in the relative coldness of our experiments. As a bonus, the fact that all those super-particles should be heavy compared to the common-or-garden particles produced daily at Cern turns out to be a direct consequence of broken symmetry  and so supersymmetry is not so contrived after all. The fact that one of those super-particles has all the characteristics needed of dark matter is an attractive bonus. Supersymmetry was not invented to explain dark matter. It sits alongside curved spacetime as one of those beautiful ideas that seem simply too good not to be true. The beauty comes from the way that its extends the symmetries of space and time, as embodied in Einstein&apos;s theories, so as to unify the different types of particle that can possibly exist. This unification is an essential ingredient of theories such as string theory. For many theoretical physicists, it is hard to believe that supersymmetry does not play a role somewhere in nature. The big question is whether its influence is confined only to the very earliest moments of the universe; moments that lie outside of the reach even of the Large Hadron Collider (LHC). We are encouraged to suppose that this is not the case and that super-particles might show up soon not only because that is what the dark matter explanation would suggest but because it also provides an explanation for why the Higgs particle should be as light as it seems to be. So what of the evidence? Prior to the LHC turning on, there was no shortage of optimism that super-particles might be produced in abundance and that we would be celebrating their discovery by now, but that has not proved to be the case. The latest news in the search for supersymmetry was presented at the recent Hadron Collider symposium in Kyoto from which the BBC reported a result presented by the LHC Beauty collaboration (LHCb for short) as representing a &quot;significant blow&quot; to supersymmetry. So what did they measure and what does it imply? The rough-and-ready way to discover supersymmetry at the LHC is to smash protons into each other and scan the debris for traces that a super-particle was produced. So long as the new particles aren&apos;t too heavy, they ought to show up at some point in the lifetime of the LHC. But there is another way to tease out supersymmetry: one can look for its influence indirectly. Super-particles ought to have an impact on quantities that the LHCb experimenters are measuring even though they might actually be too heavy to be produced. This is a clever idea  it exploits Heisenberg&apos;s Uncertainty Principle, which allows for energy to be borrowed from empty space but only for a fleeting instant, after which it needs to be returned again. In that moment, it is possible to create a super-particle. The trace that this has happened is usually too small to measure, a tiny ripple in an ocean of waves. But this is where the LHCb comes in. The experimenters have been studying the fate of the beauty meson (or B-meson for short). B-mesons are produced prolifically and the LHCb experiment is set up to study them with high precision. The B-meson particles of interest don&apos;t hang around for too long; within around one picosecond, they &quot;decay&quot; into lighter particles and those super-particles produce a ripple too feeble to be detected. However, there are very rare cases where the mesons do not decay in the usual way. One case was predicted to be so rare as to be almost disallowed by established physics. This is when the meson decays and, in its death throes, produces a pair of muons (a heavy version of the electron). This should occur around three times for every billion mesons produced. This extreme rarity means there is an opportunity for the tiny super-particle effect to manifest itself in a measurable way  it is like the ocean waves have been stilled, making the ripples easier to spot. All that is needed is for the experimenters to identify the decay and count how often it happens. If it happens too often (or too infrequently), then we can start to get excited. The bottom line is that the experimenters have made the measurement  they have counted those thrice-in-a-billion decays and found perfect agreement with the standard theory, with no trace of any super-particles (or any other new particles for that matter). So where does that leave supersymmetry? The LHCb measurement, combined with other measurements from the LHC, helps to cut down the possibilities but the data remain very far from ruling out supersymmetry. Until the LHC turned on, there was much theoretical speculation and this is being whittled down. This is what the LHC was built to do and it will either discover supersymmetry and confirm its prediction for dark matter or it will exclude it to the point whereby many of its attractive features are lost. Supersymmetry is too broad an idea to be entirely excluded by the LHC, but its specific instances are progressively falling by the wayside. As ever in science, we need to be patient.", 
    "section": "science", 
    "gid": "science/2012/dec/09/supersymmetry-particle-physics-cern-forshaw", 
    "wordcount": "1170"
}