{
    "headline": "Conservationists call for public inquiry into pearl mussel decline", 
    "text": "A leading wildlife conservation group has called for a public inquiry to investigate the catastrophic collapse of the largest and healthiest population of highly protected freshwater pearl mussels in England. According to Buglife, 90% of the mussels living on the river Ehen that flows out of Ennerdale in the Lake District were killed after water levels fell and oxygen concentrations dropped to dangerous levels. It is not yet clear why the water levels fell. &quot;This is devastating news,&quot; said Matt Shardlow of Buglife. &quot;This is probably the UK&apos;s biggest failure to implement the Habitats directive to date. We must understand the cause of this disaster so that it never happens again. The UK supports a large proportion of the world population for this species and we have an international responsibility to protect these animals&quot;. Freshwater pearl mussels (Margaritifera margaritifera) can live over 100 years and are protected under national and international legislation. The mussels can grow up to 15cms in length, and take 10-12 years to reach sexual maturity. They recently joined the giant panda on the International Union for Conservation&apos;s (IUCN) species on the edge of survival list. The precise locations of wild populations are kept secret because they are vulnerable to disturbance. Populations are found in a handful of clean fast flowing rivers across northern England with outlying groups in Shropshire and Devon. A survey this year showed that 75% of the mussel sites in England have been damaged by criminals. . &quot;A public inquiry will enable a full examination of the facts, a clear and open explanation of what went wrong and recommendations for action to take that will hopefully ensure that this and other populations of pearl mussels can recover in safety and thrive again,&quot; said Shardlow. United Utilities, the water company which controls Ennerdale and the river Ehen on Thursday said it would investigate the incident. In a statement, United Utilities said: &quot;We always make releases of water into the river of at least a level which is agreed with the Environment Agency and which is a legal requirement.&quot; An Environment Agency spokesperson said: &quot;An investigation is under way and our priority now is to help the surviving mussels recover as quickly as possible. Populations of pearl mussels in England have benefited in recent years from improvements in water quality and a breeding programme.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/conservationists-pearl-mussel-decline", 
    "wordcount": "398"
}