{
    "headline": "There is hope for Haiti, despite what the critics say", 
    "text": "     Over the past two months, I have read a lot of articles about Haiti: critics complaining about the import and spread of cholera, escalating inflation coupled with declining living conditions, and the overall state of the country since the earthquake hit three years ago. There have been endless opinion pieces about the estimated $5bn (3.1bn) Haiti has received over the past three years to build a better future, linked to the apparent lack of tangible results. If you believe all these comments, the future of Haiti certainly looks depressing. I won&apos;t say the points made in these articles are all wrong, but  as a Haitian living here and talking to people who are desperately trying to change things  I refuse to be disheartened. The aid Haiti has received has generally been used to support a society left devastated by the massive damage the earthquake caused, and to give a degree of strength and resilience to the country&apos;s already fragile economy. Without this kind of support the situation would be far worse than it is. The funds have contributed to keeping millions of people alive and offering them the chance of a future. We have seen some excellent investments in the country&apos;s burgeoning private sector that are creating jobs, and, therefore, hope. Christian Aid&apos;s local Haitian partners are giving cash grants for people to start businesses; helping farmers with training, livestock and new seeds; and supporting tree planting and nurseries in an effort to combat deforestation and reduce vulnerability when floods and hurricanes strike. We are also building hundreds of permanent houses, which we hope will increase to thousands in a few years. It would be wrong to say that none of these initiatives have helped. Despite hurricane Sandy destroying about 70% of crops in the south last year, leading to ongoing concerns about national food security, the local population showed a level of resilience and fight that I found extremely encouraging, particularly as many had only recently struggled back to their feet after the quake. What people don&apos;t mention in all these critical articles about Haiti is the daily battle of the average Haitian to make life better. During the past three years, Haitians have contributed a huge amount to the reconstruction process, and, since the beginning of the disaster response, solidarity and cohesion among Haitians have been strong and greatly contributed to helping save lives immediately after the earthquake. I am one example. I&apos;m only here today because some wonderful people in the neighbourhood pulled me out of the rubble when our Christian Aid office collapsed. Despite their incalculable losses, the vast majority of people shared the tiny amounts of food and money they had. Yes, Haiti has received money from the rest of the world for which we are grateful, but the unity of the diaspora is totally under-reported. They somehow managed to gather an estimated $1.6bn last year, according to the World Bank, although this figure could easily be around $2.5bn a year based on remittances, which have injected much-needed funds into the economy even after the government taxed it to help support the education system. Of course, there are still enormous problems to tackle, and one of the key issues facing Haiti at the moment is that more than 300,000 people are living in tents (video). It is a challenge to rebuild the country, and I believe we need aid and private investment to the tune of about $20bn-25bn for quake-proof housing, a functioning infrastructure, agriculture, energy and environmental programmes. It could take another 15 to 20 years to resolve our issues. Then there is the lack of institutional structures, such as banking and governance procedures. This is a vast work in progress, and Haiti will need international support to help introduce and co-ordinate the right systems that can be maintained by Haitians and made to work for the country without marginalising people. This will all take time to come to fruition. It&apos;s crucial that the Haitian government, and all the other players involved, work together. We desperately need to have the correct financial systems in place so that the donations of money we receive can be absorbed appropriately. This way everyone can see how the money is spent, to help create better relations and better lives for the earthquake victims. It may even help to silence the critics. Over the past three years we have received a huge amount of support, civil society has remained in touch with the needs and demands of local people, and a lot more Haitians are now far more capable of addressing emergencies. My big dream is for Haitians to stay in the country, to see how they can contribute, to attract outside investment, and to continue the good work that has been started. People on the outside tend to ignore the huge contributions that local people have made to rebuild their own destinies  and they are wrong to be weary of Haiti.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/10/hope-for-haiti-despite-critics", 
    "wordcount": "828"
}