{
    "headline": "Happy teenagers earn more as adults", 
    "text": "The happier you are as a teenager, the more money you are likely to earn by the time you reach 30, according to a long-term study that tracked the wellbeing and income of more than 10,000 people. Researchers found that the unhappiest people at age 16 and 18 earned 30% less than average earnings a decade later, whereas the happiest earned around 10% more than average. They also found that every one-point increase on a life-satisfaction scale at the age of 22 was associated with an increase of almost $2,000 in annual earnings by the age of 29. The effects could be down to several factors, said the researchers, including the higher probability of getting a university education if you are happier, as a result of being more optimistic and less neurotic. The study comes a day ahead of the release of the first annual report on national wellbeing from the UK government. The initiative was launched in 2010 by David Cameron, in part as a recognition that GDP is an incomplete measure of a country&apos;s progress. Jan-Emmanuel De Neve of University College London and the Centre for Economic Performance at the London School of Economics, said: &quot;Everybody feels intuitively that the individuals who have a sunny disposition have a larger network and more opportunities seem to come their way, they are more likely to rise in an organisation and become a leader in the group. All these things have indirect ways of ending up in higher earnings and there is a direct effect that goes direct to income.&quot; His data come from the US National Longitudinal Study of Adolescent Health, which has recorded happiness and wellbeing scores for more than 15,000 people since 1994. Just over 10,000 participants were suitable for De Neve&apos;s analysis and were asked about their happiness and life satisfaction at around ages 16, 18 and 21. At age 29, they were also asked about their income. &quot;If I were to find a person who was very dissatisfied with their life at 20 or 21 and compared them to a person who was very satisfied with their life at that age, the statistical prediction would then be that there&apos;s a $10,000 difference between their later earnings,&quot; said De Neve. The study, published on Monday in the Proceedings of the National Academy of Sciences and authored with Andrew Oswald of the University of Warwick, controlled for a range of factors including IQ, gender and socioeconomic background. Among siblings the differences in happiness led to even greater differences in subsequent income than the rest of the population. De Neve isolated around 3,000 people in the study whose siblings also took part and looked at the variation in their wellbeing scores at ages 16, 18 and 22 to see how they differed from the rest of the population. Siblings with a one point difference (on a five point scale) in happiness in their teens, had roughly a $4,000 difference in earnings later on - around twice the difference for non-siblings. &quot;This study adds to a small but growing literature which suggests that the relationship between income and happiness works both ways,&quot; said Christopher Snowdon, a research fellow at the Institute of Economic Affairs and one of the authors of ...And the Pursuit of Happiness. &quot;We know that wealthy people tend to score higher on life satisfaction surveys and that wealthier countries tend to be happier countries. There are plenty of reasons why a comfortable standard of living helps to make us happier, but it should also not be surprising if a person&apos;s state of mind influences their future job prospects. &quot;From a policy perspective, the best lever for improving the wellbeing of the nation remains economic growth. Money cannot always buy happiness but it certainly seems to help and  as this study suggests  greater happiness leads to still greater prosperity.&quot; Elaine Fox, a cognitive psychologist at the University of Essex and author of the book, Rainy Brain, Sunny Brain, said that the key correlations in De Neve&apos;s work seemed solid. &quot;In terms of whether or not &apos;happiness pays&apos;, it does seem reasonable to conclude based on this new evidence that happier people earn more on average,&quot; she said. &quot;In terms of why this might be, I would caution that wellbeing, happiness and optimism are often thought of primarily in terms of &apos;positive thinking&apos;. However, there is a lot of other evidence suggesting that optimism has many more components  such as a high sense of control, and a greater level of persistence. I have argued that it is these components that relate to success rather than positive thinking per se.&quot; De Neve said that the study suggests that policies to measure and improve happiness in teenagers will provide benefits in their later lives. He said that the government&apos;s efforts to measure societal well-being and not just economic activity were right. &quot;Our paper adds a really important economic argument for putting wellbeing centre stage.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/19/happy-teenagers-earn-more-adults", 
    "wordcount": "845"
}