{
    "headline": "O2 admits it gives users' numbers to sites offering age-restricted content", 
    "text": "Mobile operator O2 has admitted that it regularly hands over subscribers&apos; phone numbers to sites that offer age-restricted material and premium-rate billing, whether the users realise it or not. The admission followed the revelation late on Tuesday that the company had since 10 January inadvertently been providing user phone numbers to any sites that its millions of users browse from their phones using the 3G network. That would mean site owners could find the details in their server logs, and potentially use them for marketing or SMS campaigns without the user&apos;s consent. O2 is the UK&apos;s second-biggest mobile network with about 27.2m subscribers, and another 2.8m using its network through Tesco Mobile, plus an unknown number on the GiffGaff SIM-only network. With smartphone penetration at around 50% that could mean that up to 15m people have been affected by the data leakage. The Information Commissioner&apos;s Office said it is considering whether to investigate further; a spokesman said it was not immediately obvious whether there had been a privacy breach. [See footnote]. A mobile phone number on its own is not classed as &quot;personally identifying information&quot; (PII), because it does not identify an individual on its own; but the spokesman said the office would consider whether other personal data was being processed at the same time. An ICO spokesperson said: &quot;Keeping people&apos;s personal information secure is a fundamental principle that sits at the heart of the Data Protection Act and the privacy and electronic communications regulations. When people visit a website via their mobile phone they would not expect their number to be made available to that website. We will now speak to O2 to remind them of their data breach notification obligations, and to better understand what has happened, before we decide how to proceed.&quot; O2 admitted in a blogpost that the widespread leaking of phone numbers had been going on since a maintenance update on 10 January, and was only fixed after a London-based programmer on the network pointed it out. The security hole was fixed by 2pm on Wednesday, the company said. The privacy breach could open phone users up to reverse-charge SMS spams which could cost them huge amounts in bills when their number is used for scams. But O2 has also revealed that it regularly reveals users&apos; phone numbers to a number of sites offering age-restricted material and premium content billing  an admission that has puzzled observers. &quot;It looks like I don&apos;t get to make the decision about whether to share my phone number with those sites,&quot; said Graham Cluley, security consultant with the online security firm Sophos. &quot;I don&apos;t see why. If I&apos;m on a site and they need to know my phone number before I can proceed, why can&apos;t I decide whether I let them see my number? If I don&apos;t agree, they can stop me proceeding.&quot; O2 did not respond to requests for clarification on its policy. The Guardian could not find any clauses in its web and WAP policy or its general terms and conditions that suggest it shares subscribers&apos; mobile numbers. A spokesman for the Information Commissioner&apos;s Office said it was not immediately obvious whether there had been a privacy breach. [See footnote] A mobile phone number on its own is not classed as &quot;personally identifying information&quot; (PII), because it does not identify an individual on its own; but the office would consider whether other personal data was being processed at the same time. Cluley warned: &quot;there will be a lot of sites out there which will now realise that their logs for the past two weeks contain all sorts of juicy details. Some unscrupulous marketing people might scour them for mobile phone numbers that they can use for campaigns.&quot; He said that he has a phone himself on a different network which he only uses for surfing  and that he has received text spam on it despite not entering the phone number anywhere. &quot;That&apos;s got me wondering whether this process is somehow behind it,&quot; he said. A number of O2 users who contacted the Guardian confirmed earlier on Wednesday that their phone number was being transmitted and offered links to screenshots of the data. The phone number is handed over as part of the &quot;header&quot; data sent by the phone to the web site, which usually contains information such as which browser the phone has so that the site can serve an appropriately formatted page, because mobile phones have smaller screens than desktop or laptop computers. Headers often contain other information about the device contacting the site  and in O2&apos;s case it has also included the phone number. However users of BlackBerry phones said that their numbers were not handed over  possibly because RIM, which makes the BlackBerry, uses its own encryption and forwarding system to connect to websites. The discovery was made by Lewis Peckover, a London-based programmer who says he discovered the flaw on Tuesday lunchtime while working on a method of identifying whether users were accessing a site via their mobile. The number forwarding only appears to happen on O2 and its associated virtual networks such as GiffGaff. Users of other networks confirmed to the Guardian that the number forwarding does not happen on Vodafone, Orange, T-Mobile or 3&apos;s network. Peckover has created a web page specifically to let people check if their number is forwarded.  This article was amended on 26 January 2012. The original reported a spokesman for the Information Commissioner&apos;s Office as saying there was no immediate breach of the Data Protection Act in the 02 case. This has been clarified in the text. For the avoidance of confusion, the ICO adds that only after investigating in more detail can it decide whether there has been a breach.", 
    "section": "technology", 
    "gid": "technology/2012/jan/25/o2-data-users-numbers-websites", 
    "wordcount": "972"
}