{
    "headline": "Nintendo profits fall sharply as smartphones eat into console market", 
    "text": "Nintendo posted a sharp drop in quarterly profit and forecast a bigger-than-expected full-year loss as its dedicated games consoles lost ground to smart devices such as Apple&apos;s iPhone. The creator of the Super Mario and Pokemon franchises dominated the videogames industry for years with its DS handheld devices and Wii home consoles, but is now struggling to keep up as sales of more versatile smartphones and tablets boom. &quot;To say that [the days of consoles] are over is likely an overstatement, but social-network and internet-delivered games are growing and structurally changing the future of the industry, which is a strong wind against Nintendo,&quot; said Shigeo Sugawara, senior investment manager at asset managers Sompo Japan Nipponkoa. Nintendo, whose exports have also been hit by the strong yen, now expects an annual operating loss  its first ever  of 45bn (370m), dwarfing analysts&apos; expectations of a 4.2bn loss. &quot;Their time of growth [from consoles] is over, and, while I don&apos;t think the company will cease to exist, if they don&apos;t move into new categories, they will no doubt lose the great scale they&apos;ve amassed,&quot; said Mitsushige Akino, chief fund manager at Ichiyoshi Investment Management in Tokyo. Nintendo cut its forecast for annual sales of its ageing Wii console to 10m devices from 12m, and for the 3DS handheld device to 14m from 16m. Some of the company&apos;s own-brand games for the 3DS, such as Super Mario 3D Land, have become million sellers, but games from other publishers did not fare as well, Nintendo reported. &quot;We had higher expectations for the year-end season, but failed to meet them,&quot; the company&apos;s president, Satoru Iwata, said. Poor sales forced Nintendo to slash the price of the much-anticipated 3DS in August, just six months after its launch. The move ended its record of making profits on its hardware as well as its software, a business model that had taken operating profit to a high of 555bn in 2008-09. The motion-controlled Wii console now also faces tougher competition in its market from rival motion-sensing systems such as Sony&apos;s Move and Microsoft&apos;s Kinect, and Iwata said consumers were more eager than ever to seek out bargains in the harsh economic environment. The company plans to launch the Wii&apos;s successor, the Wii U, in Japan, the US, Europe and Australia at the end of the year, Iwata told reporters. But with other threats emerging, Nintendo may have trouble generating excitement about its new product, some analysts say. Google is taking steps into gaming with Google TV, while Apple is thought to be preparing a new iPad and possibly a smart TV that could transform the industry. &quot;We think we need to consider the possibility that home consoles could become a thing of the past,&quot; Citigroup analyst Soichiro Fukuda wrote in a recent report. &quot;We think the direction taken by marketing trendsetter Apple will be very important and we will be watching the company&apos;s announcements at future events with interest.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/nintendo-profits-fall", 
    "wordcount": "504"
}