{
    "headline": "Cites: bid to curb sale of ivory and rhino horn voted down", 
    "text": "Efforts to curb the sale of ivory and rhino horns were voted down on Thursday at an international wildlife summit in Bangkok. At the 178-nation Convention in Trade in Endangered Species (Cites) meeting, Burkina Faso and Kenya cited the &quot;merciless slaughter of elephants&quot; in their attempt to extend to a wider group of nations a pledge from some countries not to sell ivory stockpiles before 2016. But the proposal was seen as legally flawed by many delegates and failed to get support. But Tom Milliken, head of the elephant and rhino team at wildlife trade monitoring network Traffic, , said he was more optimistic than ever that tough action would still be taken. &quot;This time people are listening because everything is pointing in the same direction: poaching is up to a record high, as is illegal ivory trading and elephants seem to be down,&quot; he said. About 25,000 elephants were killed by poachers in 2012. At the Cites talks, 19 nations face bans on all wildlife trade unless they crack down on the poaching, smuggling or sale of illegal ivory. The summit is also considering compulsory forensic testing of seized tusks, so the criminal chain can be traced and compulsory reporting of stockpiles of ivory, to prevent corruption or thefts. Separately, Kenya attempted to prevent the export of trophy-hunted rhino horns from South Africa. Vietnamese and east European gangs use the practice as a cover to feed the illegal Vietnamese market with the 1,000 horns a year it is demanding. But Milliken said that South Africa had already put an end to the &quot;pseudo-hunting&quot;. There are 20,000 white rhinos at present, he said, and despite more than 600 being poached in 2012, the population is rising. Milliken said: &quot;It is probably a good idea to keep these [trophy-hunting] incentives for private wildlife reserve owners at a time when they are having to spend more on protection from poachers.&quot; He said, in contrast, Vietnam was doing extremely little to tackle rhino sales. The Cites meeting did, however, unanimously raise the protection of the west African manatee to the highest level, overriding advice from officials that &quot;scant&quot; scientific data did not support the move. The slow-moving creature, which can measure up to 4.5m long and weigh 350kg, is found in the coastal lagoons and rivers of 21 states, and can reach as far inland as Mali, Niger and Chad. Illegal kills can raise $4,500 per animal and less than 10,000 remain. They are hunted for meat and oil, killed as by bycatch by fishermen and also suffer as their habitat is destroyed by mangrove harvesting, pollution and dams. The Cites conference also bid farewell to a series of extinct animals by removing them from protection lists, including Australia&apos;s dusky flying fox, crescent nail-tail wallaby, buff-nosed rat-kangaroo and the pig-footed- and rabbit-eared bandicoots.", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/cites-sale-ivory-rhino-horn-voted-down", 
    "wordcount": "485"
}