{
    "headline": "Academic boycotts, science and hypocrisy", 
    "text": "I am a scientist and a citizen of the world. Born in the US, raised in Canada, trained in Israel and back again in the US. Now this is not a particularly unusual story. Even in Israel, as a graduate student, I encountered other graduate students, postdoctoral fellows and principal investigators from around the globe. In my own graduate lab in Israel, there was a Chinese-born woman who trained in the US and had been living and working as a senior investigator in Israel since the mid-1970s. Science is an international affair. During the nine years that I&apos;ve managed my own humble laboratory in Omaha, Nebraska, here in the heartland of the US, my lab has employed atheist Jews (yes, me), Chinese atheists and Christians, Hindus, Greek Orthodox and other denominations of Christians, Muslims and more  in all, people from over half a dozen countries and four different continents. To the best of my knowledge, there has never been anything but mutual respect for different cultures, religions, races etc in my lab. I therefore feel compelled to comment on the attempts, largely based in the UK, to inflict a so-called &quot;academic boycott&quot; on universities in Israel. As a scientist, I like to get my facts straight, so that I can make proper interpretations and conclusions. In reading about the history of the word &quot;boycott&quot;, I learned that it is named after one Charles Boycott, a land agent in Ireland who managed an estate and evicted tenants who demanded a reduction in rent during a year with a poor harvest. The community then began to shun Mr Boycott, and thus the term was coined. To the best of my knowledge, aside from the attempts to isolate and boycott Israeli academics in recent years, the only other academic boycott was initiated on South African academics in the 1960s. Publicly, the idea to boycott Israeli academics was first put forth in 2002 in a letter to the Guardian initiated by two British academics:  Despite widespread international condemnation for its policy of violent repression against the Palestinian people in the Occupied Territories, the Israeli government appears impervious to moral appeals from world leaders. The major potential source of effective criticism, the United States, seems reluctant to act. However there are ways of exerting pressure from within Europe. Odd though it may appear, many national and European cultural and research institutions, including especially those funded from the EU and the European Science Foundation, regard Israel as a European state for the purposes of awarding grants and contracts. (No other Middle Eastern state is so regarded). Would it not therefore be timely if at both national and European level a moratorium was called upon any further such support unless and until Israel abide by UN resolutions and open serious peace negotiations with the Palestinians, along the lines proposed in many peace plans including most recently that sponsored by the Saudis and the Arab League.  So why is this wrong, hypocritical, and completely contrary to the stated purpose? Far be it from me, a long-time proponent of peace and compromise in the Middle East, to be satisfied with the current 2012 Israeli government. As an admirer of the late Israeli prime minister Itzhak Rabin  who so courageously fought for the Oslo accords and a solution to the Israeli-Palestinian conflict  I mourned his assassination but continued to believe that a peaceful outcome was near.  Many Israelis were justifiably horrified when Palestinian leader and Palestine Liberation Organization (PLO) chairman Yasser Arafat was awarded the Nobel Peace Prize together with Rabin on the White House lawn. Despite my own misgivings  seeing Arafat, a terrorist who took pride in acts of murder on women, children and civilians being awarded a prize for peace  I nevertheless thought that the intention was good. Would a Nobel Prize winner ever abandon his newly found prestige and return to use terror as a weapon? No, I thought  but I was wrong. While I do not want to dwell incessantly on the history of this long and convoluted conflict, it&apos;s impossible to fairly appraise today&apos;s situation without even a cursory glance in the rear-view mirror. After all, the call for the boycott mentions UN resolutions that Israel has violated. So let us briefly examine the context of these resolutions. The modern state of Israel was created following the 1947 vote at the UN for partitioning the land into two parcels: Israel and an Arab state. What happened after the UN vote? Both sides, Arabs and Jews, were unhappy about the UN decision. However, the fledgling Israeli entity accepted the deal, whereas the Arab side vowed to push the Jews into the sea. Since this time, the conflict has been extremely complex. As Israel grew into a stronger entity, making poor choices about settling largely Palestinian-populated lands conquered after the 1967 war, Europeans began to view the Palestinians as victims. While this is certainly true, it is not a simple black-white/aggressor-victim situation. There have been serious attempts by Israeli leaders to arrive at a solution, most notably prime minister Rabin in the 1990s prior to his assassination. The Palestinian return to the use of terror (rather than more effectively taking up civil disobedience) demonstrates that they are as much victims of their own failed leadership, as they are of Israeli transgressors. I promised not to dwell too deeply on historical claims, but suffice to say that this conflict is no simple matter. At the very least both sides bear a good degree of responsibility for the current situation. So what of the boycott? Why is it wrong and harmful? First, the boycott is aimed at the very segment of the population that is most supportive of the two-state solution. Israeli academics, scientists and non-scientists, have always been overwhelmingly in favor of peace and compromise with the Palestinians. Leaders of the Peace Now movement, a group that consists of Israelis who are determined to arrive at a peaceful two-state solution through compromise and the return of land conquered in the 1967 war, come from Israeli academia and include a large number of academic scientists.  Moreover, Israeli universities are entirely independent of the Israeli government, and do not serve as government mouthpieces. Just as the Israeli judiciary has had many run-ins with the Netanyahu (Israel&apos;s prime minister) and current Israeli administration  striving to maintain its independence  such has been the case with Israeli universities who find themselves facing off against the government and consistently being attacked by the latter for left-wing elitism. Almost every day brings new examples to light, as when only this past weekend, it was reported that the government tried to close Ben Gurion University&apos;s department of political science for being too left wing. Perhaps the icing on the cake comes from the following anecdote: the complete academic freedom given to Israeli academics has ironically led to a situation where a small number of Israeli professors have actually voiced their own support for being boycotted! If that&apos;s not the best reason why such a boycott is ridiculous, then I must be missing something. As for hypocrisy, have academic boycotts been leveled at Syria? At Saudi Arabia for its treatment of women? At countries run by brutal dictators? Why not? I&apos;m not implying support for any academic boycott, but if one were to support such a mechanism, wouldn&apos;t these clearcut cases of oppression rate these countries higher up on the boycott list than Israel? As a scientist, I belong to an international community of researchers with common interests and goals across the globe. Excluding someone because of his or her government&apos;s views is both wrong and counterproductive.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/sep/11/academic-boycotts-science-hypocrisy-israeli", 
    "wordcount": "1275"
}