{
    "headline": "Kim Dotcom  pass notes No 3,276", 
    "text": "Age: 38 Appearance: Like a small black bouncy castle. That&apos;s a very unkind remark. There are a lot of overweight people who struggle with low self-esteem. I think Dotcom might be one of the other ones. What makes you say that? He is a flamboyant filesharing tycoon who lives in a mansion in New Zealand surrounded by giant photographs of himself. He&apos;s probably just shy. It would have to be the kind of shyness that makes you drive around in a pink Cadillac convertible and a Rolls-Royce with the numberplate &quot;GOD&quot;. Because those are Dotcom&apos;s cars, or at least they were until they were seized in a police raid in January that was later ruled to be illegal. Poor chap. All this must have dented his morale. He appears to be coping. He has just announced plans to replace his old site Megaupload with a new one called Mega. He also intends to sue the US government and the Hollywood film studios and, when he wins, spend the settlement on installing a fibre-optic cable across the Pacific Ocean in order to supply every house in New Zealand with free broadband. A guy&apos;s gotta have a dream. Yes. And he&apos;ll always have his music career if it all falls flat. His what? Oh, he also makes rather strange electro pop songs with his wife. And before the police raid, he was the world&apos;s No 1 Modern Warfare player. Right. Anything else you haven&apos;t mentioned? He was born in Kiel, Germany, with the name Kim Schmitz. If he is extradited to the US, and then convicted, he might face decades of prison time. Police found him hiding in a safe room with a sawn-off shotgun. He has past convictions in Germany for computer fraud and insider trading. According to the Motion Picture Association of America, he is &quot;the biggest copyright infringer in the world&quot;. You&apos;re just trying smear a man&apos;s character with a barrage of facts! Guilty as charged. Do say: &quot;They&apos;re treating us like a Mafia, man!&quot; (as Dotcom protested in an interview with Wired). Don&apos;t say: &quot;Perhaps you shouldn&apos;t have put the word MAFIA on your Mercedes?&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/nov/05/kim-dotcom-filesharing-mega", 
    "wordcount": "365"
}