{
    "headline": "Keystone XL pipeline: Obama rejects controversial project", 
    "text": "     Barack Obama rejected the controversial Keystone tar sands pipeline on Wednesday, making good on a promise not to give in to a Republican ultimatum on the project. The announcement from the state department  which was expected  was hailed by environmentalists as a victory. But it sets up an election-year confrontation over the pipeline, which was to carry carbon-heavy crude from the tar sands of Alberta across the American heartland to refineries on the Texas coast. However, TransCanada, the Canadian company which was seeking to build the pipeline, will be allowed to re-apply for permission to go ahead with the project. State department official Kerri-Anne Jones, in a conference call, said there was a chance officials could use information from the original application, speeding up the permit process. But she would not commit to a specific time frame for reviewing a new TransCanada pipeline project. &quot;The Department&apos;s denial of the permit application does not preclude any subsequent permit application or applications for similar projects,&quot; the state department said in a statement said. Obama, in his statement, pinned the blame for the decision on the Republicans for trying to push the administration to an earlier deadline. &quot;The rushed and arbitrary deadline insisted on by congressional Republicans prevented a full assessment of the pipeline&apos;s impact, he said. &quot;This announcement is not a judgment on the merits of the pipeline, but the arbitrary nature of a deadline that prevented the state department from gathering the information necessary to approve the project and protect the American people.&quot; He said officials would continue to explore new pipeline routes Environmental groups immediately hailed the decision as David versus Goliath victory for an unlikely coalition between national activists and Nebraska landowners opposed to the pipeline&apos;s route across an ecologically sensitive area known as the Sand Hills. Industry groups  and Republicans  said the decision showed Obama did not care about jobs. There was also disappointment from the Canadian government, which had pushed hard for the pipeline. As news spread on Wednesday of a forthcoming announcement, Bill McKibben, the environmentalist who galvanised opposition to the pipeline, said: &quot;Assuming that what we&apos;re hearing is true, this isn&apos;t just the right call, it&apos;s the brave call. The knock on Barack Obama from many quarters has been that he&apos;s too conciliatory. But here, in the face of a naked threat from Big Oil to exact &apos;huge political consequences&apos; he&apos;s stood up strong.&quot; Damon Moglen, the climate campaigner of Friends of the Earth, cast the decision as an epic victory. When the project was first proposed, in August 2008, &quot;No one thought we could win,&quot; he said Industry groups said Obama was squandering a chance to create jobs through pipeline construction, and warned he would rue his decision come election day. &quot;This political decision offers hard evidence that creating jobs is not a high priority for this administration,&quot; said Tom Donohue, president of the Chamber of Commerce, which has pushed hard for the pipeline. Mitt Romney, the Republican frontrunner, said the decision showed a &quot;lack of seriousness&quot; about bringing down unemployment, and that Obama was pandering to his political base. Republicans in Congress echoed the jobs argument, and said they would try and put forward new legislation to push the project forward. &quot;President Obama is about to destroy tens of thousands of American jobs,&quot; a spokesman for Republican house speaker John Boehner said. Canadian prime minister Stephen Harper has also pushed hard for the pipeline, telling the CBC earlier this week that the administration&apos;s earlier delays were made for &quot;very bad political reasons&quot;. However, administration officials argued that Republicans would have to take some of the blame for the cancellation of the project. The White House had warned repeatedly that it would be forced to turn down the nearly 1,700 mile pipeline, after Congress voted last month to give the administration a tight 60-day deadline to render its decision. White House spokesman Jay Carney made it clear on Tuesday that Obama would not be stampeded into approving the project. &quot;There was an attempt to short-circut the review process in a way that does not allow the kind of careful consideration of all the competing criteria here that needs to be done,&quot; he said. &quot;It&apos;s a fallacy to suggest that the president would sign into law something when there isn&apos;t even an alternate route identified in Nebraska,&quot; he said. Kerri-Ann Jones, the state department official overseeing the pipeline application, rejected the idea that Obama&apos;s decision would compromise America&apos;s energy security, or that the decision was politically motivated. &quot;This decision today doesn&apos;t make our commitment to energy independence and energy security any less of a priority,&quot; she told a conference call with reporters. Instead, she  like the White House  put the blame squarely on Congress setting a February 21 deadline on a decision. &quot;We felt the imposition of a deadline would complicate the process,&quot; Jones said. &quot;The legislation really did not give us enough time to do a responsible evaluation.&quot; The state department had earlier delayed a decision for up to a year, saying it needed to review additional routes through Nebraska. That decision, which the state department attributed to intense grassroots opposition from Nebraska, was a political gift to Obama, saving him from making a decision on a project which had been cast as a choice between jobs or the environment. The state department said at the time that the review, including a search for alternate routes across Nebraska, would likely delay a final decision until 2013. TransCanada had begun to work with officials in Nebraska on finding a new path around the Sand Hills, adding about 100 additional miles to the route. Officials had indicated earlier they were close to agreeing on a new route. But activists in Nebraska and Washington warned that they would be as ready to fight off a new tar sands pipeline. &quot;If they do reapply, TransCanada will face the same valid public concerns and fierce opposition as the first time,&quot; said Susan Casey-Lefkowitz, a campaigner for the Natural Resources Defence Council in Washington. &quot;If they do reapply, TransCanada will face the same valid public concerns and fierce opposition as the first time.&quot;  This article was amended on 19 January 2012 to delete a reference to a recent January 2012 speech by Canada&apos;s natural resources minister, Joe Oliver, because his criticisms related to opponents of a westwards pipeline project within Canada, not the proposed Keystone pipeline involving the United States.", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/obama-administration-rejects-keystone-xl-pipeline", 
    "wordcount": "1102"
}