{
    "headline": "Games reviews roundup: Paper Mario Color Splash; The Tale of Doris and the Dragon; Masquerada: Songs and Shadows", 
    "text": "Paper Mario Color Splash 
Wii U, Nintendo; cert: 3 
Paper Mario Color Splash is the fifth entry in Nintendos comedy action-RPG series, after the paper-craft aesthetic and card-based combat established in the disappointing Sticker Star. However, thanks to the witty writing and imaginative locales, its a vast improvement on that uncharacteristically bland 3DS game. Indeed, Color Splash constantly pokes fun at Mario tropes with self-aware humour and memorably goofy set pieces. 
The battles, though, are still slow and laborious. They demand too many needless inputs while offering little in the way of skill or strategy. Plus, the random card distribution often leaves players with the wrong tools. 
Outside of battle, the painting mechanic is a much more satisfying means of interacting with the beautifully stylised game world. Though far from perfect, Color Splash is a definite step in the right direction and goes a long way toward overcoming its shortfalls with some good old-fashioned heart. RH 
 
  
  
  Solved with sensitivity: The Tale of Doris and the Dragon 
  
 
The Tale of Doris and the Dragon 
PC, iOS, Android, Arrogant Pixel; cert: all ages 
Doris is dead. An odd start to a game that boasts an even odder protagonist  a recently deceased septuagenarian trapped in purgatory, searching for her husbands spirit with only a scouse dragon on tech support for assistance. Stranger still, forces are arraying to prevent Doriss passage through the afterlife. The peculiar scenario is central to Doris and the Dragons charms and as this retro-style, point-and-click adventure progresses, the hook keeps your attention in spite of some truly wretched voice acting. It is to be hoped that this will improve in later chapters of this episodic title. 
Puzzles range from simple to mindbending to broken, where solving in the wrong order seems to block further progression. However, the games sensitive exploration of death and life make this an unexpectedly profound entry in the genre. The excessively blocky pixel art style wont be for everyone, even those who remember the likes of the original Kings Quest games, but the tone and challenge make for a great experience. MK 
 
  
  
  Outbreak of civil war: Masquerada: Songs and Shadows 
  
 
Masquerada: Songs and Shadows 
PC, Ysbryd Games, cert: 12 
The fantasy genre is too often weighed down by Tolkien  all orcs this, elves that. Masquerada rejects this somewhat monotone palette and crafts an engrossing world full of magic, heroes and complicated politics inspired by Europes medieval history. 
Blending comic book visuals and faux cel shading, it transports players to the beautiful Citte della Ombre, where civil war brews between magic-hoarding aristocrats and the abandoned underclass. As the once-exiled Cicero Gavar, you guide a team of Masquerada  those who channel elemental sorcery through ancient masks dubbed Masquerines  through an entrancing story, investigating a missing noble while confronting the prejudice of their society. 
In battle, elements can be combined  apply fire and water to create steam, for instance  while characters positions on the field can tip the balance. But the complexity of how magic and skills interact can become overwhelming, even with the ability to freeze time to issue more specific commands. Persist, though, and Masquerada is a delight and one with production values that belie its indie roots. MK", 
    "section": "technology", 
    "gid": "technology/2016/oct/24/games-reviews-paper-mario-color-splash-the-tale-of-doris-and-the-dragon-masquerada-songs-and-shadows", 
    "wordcount": "524"
}