{
    "headline": "iPlatform bought by social media marketing company Betapond", 
    "text": "Tech City can claim its first acquisition success this morning with the sale of iPlatform to Betapond, the Ireland-headquartered social media marketing company, for an undisclosed sum. iPlatform, the Facebook marketing app agency, was founded in 2008 by Joshua March and Dan Lester, one year after Facebook introduced its developer programme. March has worked closely with Facebook as the agency developed, helping to establish the Facebook Developer Garage events in London, while iPlatform took advantage of the growth in interest of Facebook marketing by developing apps for clients including Swatch, the Economist and Tesco. The deal leaves March and Lester free to focus on Conversocial, customer service software for social networks which the two founded in 2009 out of iPlatform. Conversocial opened a New York office six weeks ago and will employ 30 staff by the end of 2012, March said, following $3.65m of investment since May 2011. Facebook&apos;s controversial IPO has not affected iPlatform or Conversocial, March told the Guardian. &quot;iPlatform and Conversocial are both B2B enterprise companies and those are all doing really well  it&apos;s the consumer enterprise companies that have been taking a hit,&quot; he said. &quot;With the Facebook IPO there was a lot of hype and short-term investors, and they were expecting it to go pop and go crazy. And it didn&apos;t go really crazy, so they all sold. I don&apos;t think that says much about Facebook&apos;s long-term value because long term, it is going to do really well.&quot; The deal marks Betapond&apos;s first acquisition following a 1.15m venture round in January. Chief executive Declan Kennedy said in a release the acquisition would strengthen Betapond&apos;s engineering team and increase its scale in London.", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/27/iplatform-bought-betapond", 
    "wordcount": "283"
}