{
    "headline": "Doha climate talks: why cutting CO2 is more important than stopping methane", 
    "text": "Global warming is caused by a whole host of gases and particles. In addition to the chief villain  carbon dioxide from fossil fuel use  two of the most important are methane and nitrous oxide, both of which are generated in large quantities by agriculture and fossil fuel extraction, among other sources. Then there are all the refrigerant gases used in the world&apos;s air conditioners, fridges and freezers; the soot generated by cars, industrial plants and cooking fires the world over; and even the vapour trails left by in the sky by aircraft. With so many warming agents at work, companies and governments are often faced with complex and even controversial decisions about which ones to prioritise. The debate stems from the fact that the various gases and particles operate at very different timescales. Carbon dioxide, nitrous oxide and some refrigerants stay in the air for centuries or even millennia, locking in warming for all the time they are there. The others  collectively know as short-lived climate pollutants or SLCPs  create a burst of warming that is powerful but brief. Soot&apos;s impact is gone within a few weeks. Methane stays in the air for an average of around 12 years (confusingly, it then becomes CO2) and hydroflurocarbons, used in refrigeration and insulation foam, typically last around 15 years. The difference between carbon dioxide and SLCPs is a bit like the difference between burning coal and paper on a fire. Both generate plenty of heat but whereas the coal burns steadily for a long time and accumulates if you keep adding more, the paper gives an intense burst of warmth but one that quickly disappears once you stop adding it. The fairly arbitrary convention when comparing the various greenhouse gases is to consider their total warming effect (or &apos;global warming potential&apos;) during the century after they were emitted. By this measure, each tonne of methane, say, creates around 25 times more warming than each tonne of carbon dioxide. But if you shift the timeframe, things look very different. Over twenty years, methane is 72 times more powerful than CO2; over 500 years, it&apos;s less than eight times as powerful. Over the past few years, various organisation and policymakers have argued that the world should be putting much more effort into reducing SLCPs. UNEP has led this agenda with its Climate and Clean Air Coalition to Reduce Short-Lived Climate Pollutants. Hillary Clinton has been outspoken about the issue (as has Bill) and bodies such as the Institute for Governance and Sustainable Development have been pushing for some short-lived climate agents to be regulated via the Montreal Protocol. On one level, this all makes perfect sense. Not only is it relatively inexpensive to phase out many of the SLCPs, but doing so can bring some positive side effects. This is especially true in the case of soot, which causes literally millions of premature deaths from lung disease each year  mostly in the developing world, where many people still cook on open fires and inefficient stoves that kick out large amounts of smoke. Another benefit is that when you reduce SLCPs, you feel the cooling effect very quickly. For all these reasons, everyone agrees that phasing out SLCPs is a good idea. But some climate scientists  including Myles Allen of Oxford University  are concerned that in the rush to do more about the short-live gases, we may be taking our eye off the elephant in the room: carbon dioxide. At an event in Doha on Friday, Allen argued that long-lived and short-lived warming agents pose fundamentally different types of threats, and that to try and compare them in a simple way is not just misleading but may also cause companies and countries to follow counterproductive climate strategies. The core of Allen&apos;s argument is this: unless we also aggressively reduce CO2 emissions  which at the global level we&apos;re comprehensively failing to do  rapid action to reduce SLCPs &quot;can only delay, but not prevent&quot; a dangerously high peak in global temperatures. Even if we do cut CO2 emissions rapidly, then it makes only a small difference to the peak temperature whether we cut SLCPs now or in future decades. This may sound counterintuitive at first, but it makes sense when you stop to think about it. The global temperature is unlikely to peak until at least the second half of this century and potentially much later, depending on how quickly we cut our CO2 emissions. Whenever the peak comes, however, the CO2 we emit today will help ratchet it up, since the gas accumulates in the air. By contrast any SLCPs released today will be long gone by the time we reach the peak, so as long as we cut them at some point in the interim, the level of the peak won&apos;t be affected. Once you realise this, it becomes obvious that it&apos;s almost meaningless to say that avoiding a tonne of methane emissions today is worth 25 times as much as avoiding a tonne of CO2. In fact, it may be worse than meaningless, because it could encourage a company or country to prioritise cutting methane or soot or hydroflurocarbons over CO2, potentially at the expensive of the world&apos;s peak temperature. Since it&apos;s the peak temperature that determines whether we&apos;ll cross a global tipping point and find ourselves facing runaway climate change, this is a really important point to take on board. Thinking about the timing of different emissions in this way also suggests the way we usually calculate carbon footprints may be misleading. Beef and lamb, for example, would look far less bad through the lens of peak temperature because as much as half of their footprint comes from methane belched out by the cows and sheep. That methane scores highly in terms of global warming potential, but it may not make a jot of difference to peak temperature unless we get the CO2 under control as well. (For the record, beef would still be a carbon-intensive food, even without the methane.) None of this is to say that the fast-acting gases don&apos;t matter. They do. For one thing, once we are slashing CO2 emissions, then reducing the SLCPs can shave a bit off the temperature peak, and that could be important. Moreover, slashing SLCPs helps reduce the warming now  and the world surely has a moral obligation to do that on behalf of people whose livelihoods or health are exposed to global warming. An African farmer experiencing a crippling drought in the 2020s will have much more urgent things to worry about than the future peak temperature, even if the latter is what determines the fate of the human race. Another reason to care about SLCPs is that the more we learn about reducing them, the easier it will be to get them as low as possible as we approach peak temperature, at which point they can make a significant difference. Finally, it&apos;s worth saying that the timing of the temperature peak matters too. If we can delay the peak by slashing SLCPs, that could buy us precious extra time to work out how to get the CO2 back out of the air  or rig up some emergency system of geoengineering, if it comes to that. For all these reasons we obviously need to be reducing CO2 and the short-lived gases. But it&apos;s critical that we don&apos;t use action on SLCPs as an excuse to allow CO2 to keep rising (Ms Clinton I&apos;m looking at you) or create metrics which encourage companies and countries to prioritise short-terms benefits over long-term ones. There is, unfortunately, no substitute for phasing out fossil fuels.", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/03/doha-climate-talks-co2-methane", 
    "wordcount": "1270"
}