{
    "headline": "Drop in aid shows declining will for global partnership on development", 
    "text": "A drop in aid for the first time in many years and a rise in protectionist policies as a result of the global economic crisis risks slowing the momentum of significant development gains, a UN report (pdf) warned on Thursday. Experts from a taskforce that tracks progress  or lack thereof  on the millennium development goals (MDGs) said they found it difficult to identify areas of significant new progress on MDG8  to develop a global partnership  which focuses on what rich countries can and should do. They said for the first time there were signs of backsliding. The fall in official development assistance in 2011, after reaching a peak in 2010, represented the clearest sign of retrenchment. The volume of ODA from rich countries of the Development Assistance Committee of the Organisation for Economic Co-operation and Development (OECD/DAC) fell almost 3% to $133.5bn (around 81bn) last year, equivalent to 0.31% of their aggregate gross national income (GNI). Out of 23 DAC donors, 16 cut their aid. The largest falls were seen in Greece and Spain as a direct result of the crisis, followed by Austria and Belgium, due to reduced debt forgiveness grants. Japanese aid also fell significantly after a big rise in 2010. Only Sweden, Norway, Luxembourg, Denmark and the Netherlands still provided aid over and above the UN target of 0.7% of donor country GNI. Britain&apos;s new international development secretary, Justine Greening, has restated a commitment to meet the UN target by next year, although the government has backed away from enshrining its election pledge into law. According to the MDG gap taskforce report, the Global Partnership for Development: Making Rhetoric a Reality, total ODA should more than double to $300bn, leaving a gap of $167bn. &quot;Growth of core ODA is expected to stagnate between 2013 and 2015, reflecting the delayed impact of the global economic crisis on donor country budgets,&quot; said the report, which argues that implementing international partnership commitments, particularly on aid, does not require substantial economic sacrifices in developed economies. The report expressed concern about the rise in protectionist trade policies and frustration with the stalled Doha round of trade negotiations, which have dragged out for 11 years. Doha was supposed to bring greater opportunities for developing countries to gain from world trade. &quot;The current economic situation has lured governments back into using protectionist trade policies,&quot; said the taskforce. &quot;The implementation of new trade restrictions by Group of Twenty [G20] countries has not slowed down, and their increasing effects on global trade are now a cause for concern.&quot; More broadly, the report acknowledges a waning of support for the global partnership due to rich countries failing to honour their pledges. &quot;How many times and in how many forums can the member countries of WTO [World Trade Organisation] pledge to complete the Doha round of multilateral trade negotiations without delivering on that pledge and still retain their credibility  How many times will multilateral conferences need to issue bland and non-committal outcome declarations to paper over deep divisions?&quot; said the report. The taskforce argues that international solidarity is still the compelling, moral case for partnership for development, as well as more pragmatic reasons. &quot;Rich people may try to live behind fortress walls in their countries and rich countries may try to erect fortress protections against the foreign poor. They would be all fooling themselves in our highly globalised world,&quot; the report warned. Some development experts, however, question whether the MDGs are behind the successes seen in poverty eradication. &quot;The goal of halving extreme poverty [measured by the number of people living on less than $1.25 a day] is likely to be achieved ahead of time, largely thanks to China&apos;s phenomenal growth,&quot; wrote Professor Dani Rodrik at Harvard University&apos;s Kennedy school of government on the Project Syndicate blog. &quot;At the same time, there is little evidence to suggest those successes were the result of the MDGs themselves. China implemented the policies that engineered history&apos;s greatest poverty eradication programme prior to, and independently from, the millennium declaration and the MDGs.&quot; Looking beyond the expiry of the MDGs in 2015, Rodrick argues for a new global compact focusing more directly on rich countries&apos; responsibilities, as well as policies beyond aid and trade that have an equal, if not greater, impact on poor countries&apos; development prospects. &quot;A short list of such policies would include: carbon taxes and other measures to ameliorate climate change; more work visas to allow larger temporary migration flows from poor countries; strict controls on arms sales to developing nations; reduced support for repressive regimes; and improved sharing of financial information to reduce money laundering and tax avoidance  Most of these measures are actually aimed at reducing damage  for example, climate change, military conflict and financial crime  that otherwise results from rich countries&apos; conduct. &apos;Do no harm&apos; is as good a principle here as it is in medicine.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/20/drop-aid-declining-will-global-partnership", 
    "wordcount": "831"
}