{
    "headline": "Why hasn't the ivory industry been wiped out?", 
    "text": "With the exception of Juan Carlos, king of Spain, who this spring chose to go on a luxury elephant-shooting holiday in Botswana, few are direct supporters of elephant slaughter. Was Juan Carlos using a public relations handbook handed down by Marie Antoinette? He avoided provoking a revolution, but was expelled as honorary president of the WWF. The International Fund for Animal Welfare (Ifaw) estimates that last year 25,000-50,000 wild elephants were killed for their ivory. From January to May in Northern Cameroon alone, 650 free-roaming elephants were killed by poachers. In the last month we have seen three record ivory confiscations: Dubai customs officers intercepted 215 tusks; in a coffin Tanzanian officials found 200 tusks from Dar es Salaam, and in bags marked &quot;Plastic scrap&quot; Hong Kong officials made the largest bust in two years: 1,209 tusks. So, who is buying? In 2004, investigators into Europe&apos;s ivory retail scene found an incredible 27,000 ivory items for sale in 14 cities. Shockingly the UK topped the league table, alongside Germany. In the UK they uncovered a hugely shady business where dealers avoided complex legal paperwork, instead passing off ivory as antique or as mammoth tusk (in Siberia, melting permafrost yields mammoth remains; as mammoths are extinct no papers are required for trading). Today the big demands come from East Asia, and mainly China, where tusks are used in medicine. Despite nearly three decades of strict laws protecting elephants there is no zero-tolerance ban on ivory. Indeed controlled, legal ivory auctions are periodically held where tusks from elephants that die naturally or have been confiscated from poachers are resold on the world market, the idea being that the profits fund conservation initiatives. This is crazy, because what this ivory does is to refuel the market. (It also makes it near impossible to distinguish legal from illegal ivory in the marketplace.) Also, involving East African countries in the trade fuels internecine conflict, and ivory could become the new blood diamond. We need a blanket ban on ivory now. We also need sustainable development projects in local communities, such as those supported by the charity Tusk Trust (tusk.org), which include conservation tourism. Any travel companies which feel they fit the bill, please send Juan Carlos a brochure. Green crush of the week Strange to think photographer James Balog was once a climate sceptic. His epiphany occurred when he witnessed melting glaciers and began capturing climate change on film. His Extreme Ice Survey, the biggest-ever photographic survey of glaciers, uses 43 time-lapse cameras at 18glaciers around the world, shooting every 30 minutes during daylight 365 days a year. The best footage appears in his film Chasing Ice (chasingice.com), which won an award at this year&apos;s Sundance Film Festival.", 
    "section": "environment", 
    "gid": "environment/2012/nov/25/why-ivory-trade-not-wiped-out", 
    "wordcount": "463"
}