{
    "headline": "RSPCA comes under fire for badger cull protests", 
    "text": "The RSPCA, the world&apos;s oldest and largest animal welfare organisation, is at the centre of an increasingly bitter row over how it conducts its campaigns. The Charity Commission has confirmed that it is assessing a complaint that the organisation&apos;s protests against live exports and badger culling have seen it stray too far into the realm of politics. The commission polices strict rules governing the role and remit of charities. It can take action if it deems charities are abusing their position, including whether they are using it for political purposes. But its latest intervention has prompted fears that voluntary organisations will be deterred from speaking out on issues they feel strongly about. In recent months the RSPCA has been vocal against the badger cull, expressing outrage &quot;that the government have ignored public, parliamentary, EU commission and scientific opinion&quot; and proclaiming its intention to &quot;stop the slaughter&quot;. The charity gathered tens of thousands of signatures for a petition against the cull, which it said went against &quot;overwhelming scientific, public and political opinion&quot; and would completely wipe out badger populations in some areas. It was also criticised for launching a private prosecution against the Heythrop hunt, whose past members include the prime minister, David Cameron. Two of the hunt&apos;s members pleaded guilty to unlawfully hunting a wild fox with dogs. Following complaints against the RSPCA after the case, the commission wrote to its chief executive, Gavin Grant, demanding that his charity&apos;s trustees review its prosecution policies &quot;given the amount of adverse publicity and the allegations of political bias that the charity has attracted as a result of the case&quot;. Further criticisms were levelled against the charity in March when it failed in a renewed attempt to challenge the legality of the export of live sheep through the port of Ramsgate in Kent. Now the commission has confirmed it is taking another look at the charity. &quot;Concerns have been raised with us about the charity&apos;s campaigning activities in relation to the badger cull and live animal exports,&quot; a spokeswoman for the commission confirmed. &quot;We are currently assessing these concerns. As part of our assessment, we have written to the charity&apos;s trustees, asking how they ensure their campaigning activity legitimately meets the test of furthering their objects in accordance with our guidance, and that they have fully considered the impact on their charity&apos;s reputation. We will carefully consider their response in order to determine what, if any, regulatory action is required.&quot; The RSPCA faced questions from the commission in 2006 over its &quot;Back off Badgers&quot; campaign. In a letter sent to the commission on Friday, Grant expressed surprise that its campaign against the cull was once again under scrutiny. &quot;Given that the RSPCA&apos;s policy of opposing the badger cull has been very thoroughly examined by the Charity Commission on at least two previous occasions and found to be &apos;clearly within the charity&apos;s purposes&apos;, it is surprising that the charity is now being asked to explain its opposition to the cull in relation to the charity&apos;s objects,&quot; Grant said. He demanded to know the identity of the complainant and to be given a copy of all correspondence between the complainant and the commission. Since Grant took over as chief executive, the RSPCA has found itself in the midst of a storm. Grant has come in for heavy criticism from shire Tories after suggesting that those hunting with the Heythrop are &quot;no different from badger baiters  apart from their accents&quot;. A judge criticised the charity&apos;s &quot;staggering&quot; 326,000 prosecution costs when it took the Heythrop Hunt to court  reportedly almost ten times the cost of the defence&apos;s legal bill. The judge asked whether the cash could be more &quot;usefully employed&quot;. The Conservative MP, Simon Hart, a former chief executive of the Countryside Alliance, has been vocal in his criticism of the charity following the Heythrop case, accusing it of pursuing an &quot;aggressive political agenda&quot;. Others have accused Grant of seeking to turn the RSPCA into a militant organisation. But Sir Stuart Etherington, chief executive of the National Council for Voluntary Organisations, said charities had a right to speak out on issues that concerned them. &quot;The law clearly allows for this and charities have been part of public debate for decades,&quot; Etherington said. &quot;The RSPCA&apos;s supporters expect it to speak out on issues they feel strongly about. I am surprised and disappointed by the commission&apos;s fierce interrogation of the RSPCA over what seems an entirely legitimate activity. I hope this does not set a precedent for the commission&apos;s approach to charities that campaign.&quot; Privately some in the third sector question whether the commission&apos;s decision to flex its muscles represents a change in its philosophy since the former journalist and royal biographer William Shawcross was appointed its chairman last year. Three MPs on the public administration select committee voted against Shawcross&apos;s appointment, claiming he could not be considered politically impartial, having urged people to vote Conservative.", 
    "section": "environment", 
    "gid": "environment/2013/apr/28/badger-rspca-politics-cull", 
    "wordcount": "847"
}