{
    "headline": "Apple's 'iPhone 5': will music streaming be the surprise extra?", 
    "text": "Even before Apple has announced the name or the shape of its next iPhone  expected to be unveiled by chief executive Tim Cook next Wednesday  analysts are certain that it is going to dominate the Christmas market in the US and, to a lesser extent, Europe. &quot;Our target is for Apple to sell 50m iPhones in the fourth quarter, of which 28m will be the iPhone 5,&quot; said Neil Mawston, executive director of research firm Strategy Analytics. That compares with 37m iPhones in total in the same period a year before, of which Mawston reckons 20m were the then-new iPhone 4S. As ever with Apple product launches, expectations are running high. The breadth of its supply chain means the once Kremlin-like secrecy around iPhone launches has become sieve-like: there is certainty that the &quot;iPhone 5&quot; will have a larger, longer screen, thinner design, smaller SIM card, bigger battery and new connector; it is also expected to offer high-speed 4G/LTE wireless broadband, a step up from the 3G first added to the iPhone in 2008. What isn&apos;t known is what the &quot;rabbit in the hat&quot;  the surprise extra  will be. Two years ago it was the high-quality &quot;retina&quot; display; last year, the &quot;Siri&quot; voice recognition system. &quot;I wouldn&apos;t be surprised if they come up with some kind of service that differentiates them from the rest and which consumers value,&quot; says Francisco Jeronimo, smartphones analyst for researchers IDC. The latest reports suggest some sort of music-streaming service, at least in the US, to rival Spotify and Pandora; others suggest the next iPhone will have NFC, a short-range data transmission technology that could be used for mobile payments. Apple has declined to comment. Getting the iPhone right has become crucial for the Californian company which is now the biggest business the world has ever seen, valued at some $628bn (393bn). The product generates just under half Apple&apos;s revenues, and a significant chunk of its massive profits. Any misstep would be disastrous. Next week&apos;s model will also be the first launched without Steve Jobs&apos;s imprimatur  the Apple co-founder tested last year&apos;s iPhone 4S and its key feature, the voice-driven assistant &quot;Siri&quot;, despite his terminal cancer  and thus a key test for Cook and the company he has been running since August 2011. Analysts feel so far he has kept it stable. &quot;It&apos;s still heading upwards,&quot; says Mawston. No analyst sees any sign of a misstep yet  though Cook is not the showman Jobs was, and leaves the presentations to Phil Schiller, the long-time head of marketing, and Scott Forstall, the rising star who heads the iPhone and iPad software divisions. Others suggest Apple could continue for years before the weaknesses emerge and undermine it  as happened at other companies with strong leaders, such as Sony and Disney. There&apos;s no sign of weakness for now. Apple collects 71% of the world&apos;s smartphone profits, analysts reckon; Even though Samsung ships the most phones, it takes 37%; Taiwan&apos;s HTC gets 1%. (That total exceeds 100% because it&apos;s offset by losses at Nokia, BlackBerry-maker RIM, Motorola, Sony, LG and others.) The sector is dominated though by phones using Google&apos;s Android system: in the second quarter of this year, 68% of the 153m smartphones shipped worldwide used Android, according to Francisco Jeronimo, smartphones analyst at IDC. Apple&apos;s collection of just three models  the 4S, 4 and 3GS  made up 17%. &quot;But there are so many Android phones!&quot; exclaims Jeronimo. &quot;I counted on our database  950 different devices in that quarter. For Windows Phone [using Microsoft&apos;s mobile software] it&apos;s 63, and for BlackBerry it&apos;s a little more.&quot; What that means for the customer walking into a phone shop, he says, is confusion: &quot;They look at the price, and the design, and look for a brand they&apos;ve heard of.&quot; Apple has built its brand into something that users trust for a reliable, simple experience, he says. &quot;It&apos;s seen as the best and easiest user experience in the market.&quot; For rivals such as Nokia and Google-owned Motorola, which earlier this week held their own events to show off their new handsets, the attention that Apple garners for its single releases each year must be galling. Nokia, once the world&apos;s biggest mobile phone business, is no slouch, showing off two new models with innovations such as touchscreens that work with gloves and wireless charging  no connectors necessary. Motorola, which created the mobile phone business, had three devices, with almost edge-to-edge screens. Benedict Evans of Enders Analysis says though that adding features isn&apos;t enough. &quot;Apple doesn&apos;t put a technology into a product without knowing what people are going to do with it. There wasn&apos;t a front-facing camera until there was also a video-calling service [called FaceTime].&quot; Can Apple go on, though, releasing just one phone a year? By doing so it is making its sales more and more cyclical, says Evans, as buyers hold off for the next version. Jeronimo says: &quot;I have had this discussion with Apple. They say &apos;do we need to increase the number of phones we make, or have the best-in-class experience?&apos;&quot; Jeronimo says: &quot;Look at what Samsung is doing. It&apos;s trying to compete in every market segment, and they will lead in every market. But even Samsung is changing its strategy. It&apos;s sold 20m units of its [flagship] Galaxy S3 phone in 100 days, which is very impressive.&quot; You could think that Samsung only offers the one phone from its advertising, he suggests, rather than the scores it really does: &quot;Having a strong message and advert around one device pays. Samsung is starting to do that.&quot; Evans wonders whether Apple might begin fighting its bitter rival on lower-priced ground. &quot;The average selling price [to carriers] of the iPhone is over $600; most Android phones sell for about $150, though the average is increased by Samsung and HTC to around $250. Nothing that has happened is going to shift that unless Apple starts selling different products at a lower price.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/07/apple-iphone-5-music-streaming", 
    "wordcount": "1027"
}