{
    "headline": "Facebook set to make small-screen debut on Android smartphone", 
    "text": "Facebook will take its biggest leap into mobile this evening when it is expected to unveil a collaboration with handset maker HTC and software that can take over any Android phone. At an event in its San Francisco headquarters, the world&apos;s largest social network will reveal how it intends to keep up with the computing habits of its 1 billion monthly users, 680 million of whom now access Facebook from a phone. The centrepiece will be Facebook Home, an application which can be downloaded to Android phones to customise an array of functions from the camera to the home screen, according to a leak of the software seen by the Android Police website. The software is likely to be illustrated on a device called Myst, specially made by Taiwanese firm HTC. The long-rumoured Facebook phone is the fruit of a two year development project whose early incarnation bore the codename &apos;Buffy&apos;  presumably a reference to the vampire killer television series. Other than an invitation to &quot;Come see our new home on Android&quot;, Facebook has given no clue as to the content of this evening&apos;s presentation, but the Guardian&apos;s west coast correspondent Rory Carroll will be reporting live from 1 Hacker Way, Menlo Park, when proceedings begin at 6pm GMT. Facebook&apos;s head of mobile Eric Tseng and other staff have been busy filing patents which hint at some of the big features that could appear. Chief among them is the &apos;uberfeed&apos;, according to technology news site Unwiredview, which will be visible from the locked home screen. It will gather information relevant to the owner not just from Facebook, but from emails, texts, news sources, location specific updates, and contain targeted advertising. Enhanced caller identification pages could also show details of the person on the other end of the line including their location, and prompts such as the names of their children, their last holiday or a recent cinema outing. The patent application, called &quot;Caller identification using social networking information&quot;, would essentially allow Facebook to take over the owner&apos;s phone book and dialler. Tseng has even proposed ranking the hundreds of entries in the average smartphone contacts book according to &apos;social proximity&apos;, in otherword&apos;s how close they are to the user. Should all this feel too invasive, Facebook has patented a button or setting to switch sharing on and off. Leave it on, and everything you do from taking a train ride to photographing a friend&apos;s birthday is broadcast over the internet. The Myst handset will be more unique for its software, and the depth to which Facebook features such as its Instagram and instant messaging applications are integrated. The camera and memory are reportedly run of the mill, according to the anonymous Twitter user @LlabTooFeR, a source relied on by developers for unofficial updates on HTC&apos;s plans. The rear lens will have a modest 5 megapixel resolution rear lens for photos, the front facing camera 1.6 megapixels for video calls, and storage will be a basic 16GB. The screen is larger than the iPhone at 4.3 inches, and the handset will work on certain 4G networks. Whatever Facebook is planning, founder Mark Zuckerberg has made it clear that the smarpthone will be his focus in 2013. &quot;You have a good version of all the Facebook features you know and want on your phone. So now the next thing we&apos;re going to do is get really good at building new mobile-first experiences,&quot; he told investors in January. &quot;That&apos;s going to be a big theme for us this year.&quot; Many of his customers now access Facebook only or mainly from a smartphone rather than a personal computer. In the last year, Facebook&apos;s monthly active users over mobile have rocketed 57%, and if the network is to keep their attention it must ensure rival services such as Google+ do not outpace it on the small screen.", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/facebook-mobile-debut-android-smartphone-htc", 
    "wordcount": "652"
}