{
    "headline": "Happiness at the heart of the classroom", 
    "text": "We were interested to read about the importance of children&apos;s happiness to their development and wellbeing (Whatever happened to happiness?, Education, 17 January). Our school was designed with children&apos;s contentment at its heart, for they learn best when they feel comfortable and safe. Good personal habits, including cleanliness and tidiness, are stressed. Inside, we have a colourful, stimulating and cheerful environment to excite very young children. Periods of work alternate with recreation. There are quick changes of subject, meaningful work and frequent breaks for movement and dance. Outside is a playground with flowerbeds where children spend around half of their time. This open-air &quot;classroom&quot; is where much of the social and moral learning takes place as well as play and physical exercise. Here, also, the children can be guided in self-restraint, mutual respect and to care for the living world and the property of others. This approach is not revolutionary today, but it was when Samuel Wilderspin was pioneering this system of infant education in the early 1800s. Our school is now a museum  hopefully its educational principles will not be consigned to history also.John WalkerChair, Wilderspin National School Museum, Barton upon Humber Wellbeing has not been &quot;cast into Ofsted&apos;s dustbin&quot;. Our new inspection framework focuses on what matters most: the quality of teaching and learning in the classroom, leadership and management, pupils&apos; achievement and their behaviour and safety. When judging teaching, inspectors consider how well teachers enthuse and motivate pupils to learn and foster their enthusiasm and curiosity. Inspectors closely observe conduct in lessons and around the school, and each pupil&apos;s safety from bullying and harassment  a key aspect of pupils&apos; wellbeing. Happy, well-motivated pupils in safe, well-run schools learn best and leave school best equipped for success in life.Jean HumphrysDirector, education and care, Ofsted", 
    "section": "education", 
    "gid": "education/2012/jan/23/happiness-at-heart-of-classroom", 
    "wordcount": "302"
}