{
    "headline": "Moving Image art fair sells first ever 'Vine-art'", 
    "text": "While the 100th annual New York Armory show was doing its dependable, blue chip thing, down the street the three-year-old Moving Image fair was selling Vines. The nascent offspring of Twitter might be the most cutting-edge way to communicate a visual story in  in 6.5 seconds, but at two months old, it&apos;s hardly an established art form. Although the Moving Image fair wasn&apos;t originally conceived to market such novelties, Magdalena Sawon, owner and director of Chelsea&apos;s Postmasters Gallery, decided Vine was nevertheless ready for prime time. &quot;The speed of how this show came about is appropriate to Vine itself, which implies spontaneity,&quot; explains Sawon. &quot;This is the beauty of contemporary art; you&apos;re not sure what&apos;s going to happen. We just did it very quickly.&quot; She recruited two young writers, Marina Galperina, art editor at news site Animal, and Kyle Chayka, senior editor at art blog Hyperallergic to develop a contemporary antidote. In the weeks following Vine&apos;s release, Galperina launched #VeryShortFilmFest, which invited Vine users to submit Vines using that hashtag, which led to #SVAES, The Shortest Video Art Ever Sold. The result was 22 fast works looping on a plasma TV, interspersed with the curators&apos; own promotional vines. Beneath the screen hung a collection of USB drives, each ready to transfer the unique video(s) wherever the buyer would like. A single Vine could be all yours for $200, or you could collect them all for $4,500. Claiming the first sale of a Vine, Galperina and Chayka created a hack in order to release Vines from their normal platform, sell them on USBs and then upload them back into Vine. Ultimately, one Vine sold, fulfilling the project&apos;s prophetic title: Dutch art advisor, curator and collector Myriam Vanneschi purchased Tits on Tits on Ikea by New York-based artist Angela Washko, making her the first person to ever buy Vine-art. Why did she buy? &quot;Because I liked it,&quot; said Vanneschi. &quot;It represents an alternative model to the gallery system. When art becomes solely a commodity, I find it very uninteresting, but I see buying internet-based art as very interesting, as an alternative.&quot; Vanneschi already owns a print by Washko, who explores how women are viewed and skewed by different media, most notably in World of Warcraft. Tits on Tits on Ikea features a young woman in a fur hat holding a laptop at breast height, which contains an extreme close-up of Washko holding up two pink balloons where her breasts would be, massaging and rubbing them. It&apos;s an extension of the Vine she submitted to #VeryShortFilmFest, which was selected as a runner-up. Although Vanneschi isn&apos;t exactly sure what to do with the video, she thinks perhaps she will let the artist upload it to her own Vine account. Other suggestions of what to do with your Vine art include uploading it to your own personal website or social media. The act of selling digital art is nothing new. On view now at the New Museum is Peter Halley&apos;s Superdream Mutation, a GIF commissioned by net art entrepreneur Wolfgang Staehle in 1993. Heather Corcoran, Executive Director of Rhizome, an art-tech non-profit affiliated with the New Museum, explains that the work cost $25, but the collector had to mail their payment to the basement headquarters of The Thing (a pre-internet Bulletin Board System), which would then issue a password to a protected area of The Thing. The price did not include the cost of then cutting-edge dial-up internet access. Man Bartlett, an avid Vine user and artist represented at #SVAES, sold one of his GIFs last year. &quot;I think it&apos;s really important that curators try different approaches to selling digital works,&quot; says Bartlett. &quot;It definitely remains to be seen if there is a sustainable way to sell them, but Marina and Kyle&apos;s approach is both smart and novel.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/12/vine-twitter-moving-image-art-fair", 
    "wordcount": "648"
}