{
    "headline": "Eric Schmidt's North Korea show-and-tell: one strange photo op", 
    "text": "Information flow is toxic sewage for authoritarian states. It&apos;s why Iran blocks Facebook and China hobbles Google. Some lefties would toss the American effort to muzzle WikiLeaks in the mix. Information can undermine power. It&apos;s not clear whether that will be the effect of a visit to North Korea by Google executive chairman Eric Schmidt, who is among a delegation led by the former New Mexico governor Bill Richardson. Pictures of Schmidt were released on Tuesday, showing him on a visit to an &quot;e-library&quot; where students were using Google. Here&apos;s an extract of the AP report of the encounter, which, if the pictures are to be believed, had a distinctly staged feel about it:   One student showed Schmidt how he accesses reading materials from Cornell University online on a computer with a red tag denoting it as a gift from Kim Jong Il. &quot;He&apos;s actually going to a Cornell site,&quot; Schmidt told Richardson after peering at the URL. Cohen asked a student how he searches for information online. The student clicked on Google &quot;That&apos;s where I work!&quot; Cohen said and then asked to be able to type in his own search: &quot;New York City.&quot; Cohen clicked on a Wikipedia page for the city, pointing at a photo and telling the student: &quot;That&apos;s where I live.&quot; Kim Su Hyang, a librarian, said students at Kim Il Sung University have had internet access since the laboratory opened in April 2010. School officials said the library is open from 8am to midnight, even when school is not in session, like Tuesday.      In a completely unstaged moment, a student showed Schmidt and the rest of the US delegation how he accesses the internet. Photograph: Kyodo/Reuters         Schmidt documented the experience. Photograph: David Guttenfelder/AP    The AP noted that while university students at Kim Chaek University of Science and Technology and the Pyongyang University of Science and Technology have carefully monitored internet access, they are &quot;under strict instructions to access only educational materials&quot;. Most people in North Korea are not allowed to use the internet, but that does not rate as a hardship in a nation that once again faces severe famine after a terrible drought and a disastrous grain harvest. In the 1990s an estimated 1 million North Koreans died of hunger while Kim Jong Il devised ever gaudier tributes to himself. Considering that last month North Korea sent a rocket into space, a pattern emerges: big spending on photo-worthy exploits while the people starve. What&apos;s Schmidt up to? Neither he nor Google has said why he is accompanying Richardson, who plans to speak to North Korean officials about an American, Kenneth Bae, arrested for committing &quot;hostile&quot; acts against the state. It&apos;s possible to speculate on why the invitation was extended. In a New Year&apos;s Day speech the new leader, Kim Jong Un, said the state planned to use science and technology to build the economy. Critics might say Schmidt, a billionaire and a walking symbol of the riches technology can afford, is being used as a set piece to establish North Korean tech cred. Or perhaps Google is considering a deal with North Korea similar to the deal it had with China, in which it agreed to censorship in exchange for market access. Whatever the cause and effect of Schmidt&apos;s visit, there&apos;s an ineffable strangeness to photos of the Google chairman watching a rigged demonstration of the freedom to use Google  a strangeness that only a state that is a terminal prisoner to its own insularity could devise.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/jan/08/eric-schmidt-north-korea-visit", 
    "wordcount": "567"
}