{
    "headline": "Youth unemployment takes shine off Africa's economic growth", 
    "text": "   African Economic Outlook 2012: Click on the image above to explore the interactive    Africa is one of the fastest growing regions in the world after escaping the worst of the global financial crisis  but the phenomenon of jobless growth combined with the world&apos;s youngest population threatens progress, according to the African Economic Outlook (AEO). With the number of youths in Africa set to double by 2045, the lack of jobs for young people is &quot;an immense challenge but [is] also the key to future prosperity&quot;, said the report, produced by the African Development Bank (AfDB), the OECD&apos;s development centre, the United Nations Economic Commission for Africa and the UN Development Programme.  Around 60% of the continent&apos;s unemployed are aged 15 to 24  and more than half of these, many women, have given up on finding work, the report found. &quot;The continent is experiencing jobless growth. That is an unacceptable reality on a continent with such an impressive pool of youth, talent and creativity,&quot; said the AfDB&apos;s chief economist, Mthuli Ncube. Once dubbed &quot;the hopeless continent&quot; by the Economist, Africa rebounded from the global downturn with GDP growth of 5% in 2010, earning its rebranding as the &quot;hopeful&quot; continent by the magazine. But the economic effects of the Arab spring knocked growth back to 3.4% in 2011, according to the latest estimates in the AEO report. North Africa grew by just 0.5% last year, a fall of 3.6 points from 2010, while sub-Saharan economies expanded by more than 5%. The continent as a whole is forecast to bounce back to growth of 4.5% this year, although with population growth of 2%, GDP per capita is expected to grow by a more modest 2-2.5%.  The report expects economic growth of 4.8% for Africa in 2013, although it warns of the risks posed by economic storm clouds in Europe  which threaten to constrain growth by hitting demand for African exports, reducing tourist numbers and limiting foreign direct investment and overseas aid. But high growth alone does not guarantee jobs, and while many young people in poor countries have no choice but to work in insecure jobs for little money, many better-educated youths in middle-income countries are unemployed, discouraged and economically inactive. The AEO warns that while young people bring economic opportunities, they &quot;can present a significant threat to social cohesion and political stability if they do not secure decent living conditions&quot;. The OECD development centre director, Mario Pezzini, said: &quot;In low-income countries, most young people work but are poor nevertheless. In African middle-income countries, on the other hand, such as South Africa or the northern African countries, despite better education, more youth are inactive than working.&quot; The report calls for the removal of obstacles to informal businesses, which make up much of the economy. In rural areas especially, better education in agriculture and new technologies would help address mismatches between the skills demanded by firms and those learned by young people. &quot;Despite the challenging short-term outlook, the long-term perspective is good if African governments can effectively tackle the hurdles young people face,&quot; the report said. The AEO report called for increased diversification of African economies. While high global commodity costs have benefited resource-rich economies  such as oil exporters Nigeria and Algeria, gold producers including South Africa and Ghana, and copper exporter Zambia  there are fears that it leaves the continent susceptible if the bubble bursts.  Some commodity prices are likely to decline due to weaker demand and increased supply. &quot;Rising export volumes of commodities and manufactured goods have been important drivers of growth,&quot; the report said. &quot;But in some countries exports weakened due to lower growth in important trading partners.&quot; Domestic demand was boosted by private investment and infrastructure spending, with &quot;Africa&apos;s growing middle class [continuing] to boost consumption, residential construction and private investment&quot;.  In Nigeria, which is heavily dependent on oil and gas exports, drivers of recent economic growth include the non-resource sectors of telecommunications, trade and manufacturing, the report said. For Sudan, diversification has become a priority with the succession of South Sudan, along with 75% of its oil revenues.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/28/african-economic-outlook-2012-youth-unemployment", 
    "wordcount": "692"
}