{
    "headline": "Samsung could be fined billions over efforts to ban Apple sales in Europe", 
    "text": "Samsung, the south Korean electronics giant, could face fines running to billions of pounds from the European commission over its attempts to use its &quot;standard-essential&quot; patents on 3G to ban sales of Apple&apos;s iPhone and iPad in Europe. The Google-owned smartphone company Motorola Mobility may face similar penalties over its attempts to ban sales of Microsoft&apos;s Xbox 360 through its use of SEPs relating to Wi-Fi and the H.264 video standard. Both companies could yet receive fines in the US as well, where the federal trade commission weighed in earlier in December in a court case between Motorola and Apple, arguing that Motorola&apos;s use of SEPs amounted to a &quot;hold-up&quot;. Samsung is also being investigated by the US justice department over its use of SEPs in cases against Apple. The European commission&apos;s competition arm, run by Joaquin Almunia, issued a formal statement of objections last Friday. The potential fines can run to 10% of a company&apos;s worldwide turnover, which in tSamsung&apos;s case would amount to nearly $15bn (9.3bn), based on its 2011 revenues of $148.9bn. The commission opened its investigation into Samsung in January. Samsung and Apple have been battling each other through the courts - and seeking sales bans on each others&apos; products - in dozens of countries around the world. Apple has been seeking bans based on what it claims are infringements of specific patents that are not part of any standard, such as the &quot;pinch and zoom&quot; feature on touch screen phones, as well as design patents on the appearance of its products. Samsung, by contrast, has frequently tried to use its SEPs, which differ from the patents asserted by Apple in that they are only included in a standard such as 3G if the owner makes a formal commitment to license them to allcomers on a &quot;fair, reasonable and non-discriminatory&quot; basis. If the licenser and licencee cannot agree on pricing, it is set by a court. The commission noted that Apple had offered to make a payment, but that the two sides differed on the sums involved. Just days before Almunia&apos;s office moved against Samsung, the company announced that it was withdrawing its demands for sales bans on the iPhone and iPad in Europe - though the lawsuits, in which it is demanding payment for Apple&apos;s use of the technologies, continue. The company said: &quot;Samsung remains committed to licensing our technologies on fair, reasonable and non-discriminatory terms, and we strongly believe it is better when companies compete fairly in the marketplace, rather than in court. In this spirit, Samsung has decided to withdraw our injunction requests against Apple on the basis of our standard essential patents pending in European courts, in the interest of protecting consumer choice.&quot; It is continuing, however, to seek sales bans via SEPs in other parts of the world, including the US, Asia and Australia. Almunia argued in the statement that allowing companies which hold SEPs to ban sales where companies have not agreed pricing amounted to a &quot;hold-up&quot;, because &quot;access to those patents which are standard-essential is a precondition for any company to sell interoperable products in the market&quot;. The commission decided that because Apple had offered to pay a licensing fee on the patents for 3G owned by Samsung, the Korean company&apos;s demands for a sales ban were unjustified. &quot;Recourse to injunctions harms competition,&quot; it said. The statement of objections means that Samsung will have to respond and then the commission will determine whether to impose a fine or other measure.", 
    "section": "technology", 
    "gid": "technology/2012/dec/26/samsung-multibillion-fine-apple-europe", 
    "wordcount": "601"
}