{
    "headline": "Solar storms: how they are formed and how vulnerable we are", 
    "text": "What is a solar storm? Our Sun is a furious mass of gases that emits radiation of all kinds, from the stuff that plants can convert to sugar through photosynthesis to high-energy particles and rays that would tear apart anything they came across on Earth. On occasion, magnetic storms on the surface of the star can end up causing flares, an explosion on the Sun&apos;s surface that can release as much, in one go, as a sixth of the entire Sun&apos;s output per second. If the storms are particularly strong, they will erupt into coronal mass ejections (CMEs), huge clouds of plasma that travel at millions of miles per hour, consisting of energetic electrons and protons with smaller amounts of helium, oxygen and iron. What happens during a solar storm? A solar flare would be accompanied by a burst of electromagnetic radiation (including radio and visible waves, in addition to more dangerous gamma, ultraviolet and X rays) that, when it hits Earth, would ionise the outer atmosphere. On the ground, people would be safe but GPS satellites and other such equipment would be affected. About 10-20 minutes after the initial flare would come a burst of energetic protons. A further 10-30 hours later, a CME would hit the Earth&apos;s magnetosphere and cause electric currents to surge along oil pipelines and high-tension electricity lines. This might cause blackouts but, around large parts of the world, people would see a lightshow in the sky similar to the aurora borealis. How often could this happen? Solar storms can happen at any time but tend to become more severe and more frequent in roughly 11-year cycles. The peak of the current cycle is expected in 2013. Since the last peak in activity, the world&apos;s reliance on electronic technology  and therefore vulnerability to space weather  has increased substantially. Does the Earth have protection? The Earth&apos;s magnetic shield, called the magnetosphere, can usually take the worst of the Sun&apos;s radiation, preventing it reaching the delicate molecules of life on the Earth&apos;s surface. Normally, all we see of this high-energy radiation are the shimmering Northern Lights, the aurora borealis, and its southern equivalent, the aurora australis. Why is this a problem today? Our advanced, interconnected world depends on fast electronic connections between people in different countries, powered by the electricity grid. &quot;Space weather can affect human safety and economies anywhere on our vast wired planet, and blasts of electrically-charged gas travelling from the Sun at up to five million miles an hour can strike with little warning,&quot; warned John Holdren and John Beddington, respectively the chief scientific advisers to Barack Obama and UK government in a joint statement in 2011. &quot;Their impact could be big  on the order of $2tn during the first year in the United States alone, with a recovery period of 4 to 10 years.&quot; In an address to the American Association for the Advancement of Science in Washington DC, Holdren and Beddington outlined major solar storm events from the past. &quot;In 1921, space weather wiped out communications and generated fires in the northeastern United States. In March 1989, a geomagnetic storm caused Canada&apos;s Hydro-Quebec power grid to collapse within 90 seconds, leaving millions of people in darkness for up to nine hours. In 2003, two intense storms travelled from the Sun to Earth in just 19 hours, causing a blackout in Sweden and affecting satellites, broadcast communications, airlines and navigation.&quot; A study by the Metatech Corporation in 2008 showed that a repeat of the 1921 solar storm today would affect more than 130 million people with sudden and lasting ramifications across the US, accoding to Holdren and Beddington. They added that a recent report by insurance market Lloyd&apos;s of London stated that &quot;a loss of power could lead to a cascade of operational failures that could leave society and the global economy severely disabled.&quot; Holdren and Beddington said power companies could prepare by hardening transformers at substations and installing capacitors to soak up current surges that would be caused by severe storms. Critical satellites should be shielded. &quot;Some of these measures can bear fruit quickly, while others will pay off over the longer-term,&quot; they said. &quot;What is key now is to identify, test, and begin to deploy the best protective measures, in parallel with reaching out to the public with information explaining the risks and the remedies.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/08/solar-storms-sun-earth", 
    "wordcount": "736"
}