{
    "headline": "Amazon spoof reviews bring art of satire to website", 
    "text": "It was started by a handful of isolated enthusiasts, gradually became a cult craze, and is now threatening to become a commercial enterprise. Spoof reviews posted on Amazon have sent demand for the most unlikely merchandise soaring and are playing havoc with the online giant&apos;s famed algorithms, the complex formulas that recommend what else buyers of a particular product may be interested in purchasing. The current must-have item heavily lauded by the spoof reviewers is a 50 canvas print of the TV presenter Paul Ross. Mugs with the same image costing a more modest 8.99 are selling well, with Amazon suggesting that customers also buy a particular bottle of methylated spirit attracting the sort of reviews normally associated with Chteau Latour. So far 471 people have enthusiastically reviewed the Paul Ross print, with one explaining: &quot;I&apos;ve ordered four of these now: one of them is above the fireplace and is naturally the pride of our entire home. On the second canvas I&apos;ve cut out the section where Paul&apos;s face is, and when I drive to pick up the kids I wear the canvas and pretend that I&apos;m a famous celebrity dad, the kids simply love it.&quot; Many of the reviews are unprintable, displaying a scatological humour of the sort long championed by cult comic Viz. But others clearly harbour aspirations to make an appearance in Private Eye&apos;s &quot;Pseuds&apos; Corner&quot;. One reviewer of the Ross print purrs: &quot;On first encountering this seminal artwork, one is reminded of the great depictions of the Christ in Renaissance paintings. The subject&apos;s gaze  warm, but penetrating; wise, but honest  harks back to such works as Caravaggio&apos;s Supper at Emmaus.&quot; Also popular is a print jigsaw of Manchester United&apos;s former finance director Nick Humby, currently selling on Amazon for 15.99. &quot;It simply doesn&apos;t matter how bad a day you may be having  knowing you have the Humby jigsaw to come home to just makes everything better,&quot; explains one reviewer. The Ross and Humby prints and mugs are sold by Media Storehouse, which turns more than 2m images, culled from several major photo libraries, into merchandise. &quot;Some of the reviews could have been written by professionals; they&apos;re really very funny,&quot; said Matt Hamer, the company&apos;s director, who became aware of how the spoof review trend was creating a market for unlikely products about three years ago. In the beginning there were a few hundred reviews driving demand, but Hamer says there are now thousands. &quot;People are trying to outdo each other,&quot; he said. &quot;Quite a lot is bought by students. It came completely out of the blue; there was no reason why the images should have been picked up. There was a picture of Su Pollard with a Kiss Me Quick hat which was popular for a while, but Paul Ross has been by far and away the biggest success.&quot; Demand for the bizarre merchandise is the culmination of a trend that started almost a decade ago when a handful of spoofers targeted some unlikely products. A 75-metre roll of tinfoil has garnered 223 enthusiastic reviews and has become something of a cult forum. A typical reviewer extols the product as &quot;sensational&quot;, explaining: &quot;When you roll it out of the box it creates a smooth, silky feeling across my skin.&quot; Many participants are inspired by one of the original spoof reviewers, Henry Raddick, who achieved near-celebrity status for his antics. Reviewing The English Cocker Spaniel Handbook, Raddick, who had a spaniel, Barry, enthused: &quot;I enjoyed the book immensely and, though I have a sneaking suspicion that Barry is using the book as porn, I wholeheartedly recommend it.&quot; One of Raddick&apos;s most enthusiastic devotees is Wayne Redhart, a piano teacher and musician whose often absurd reviews reveal an anarchic wit. Redhart (not his real name) told the Observer that he started posting because he didn&apos;t &quot;have the cast-iron balls to attempt standup&quot;. &quot;I can&apos;t think of any other medium that might have led me to make any serious effort with amateur comedy, even as a writer,&quot; Redhart said. &quot;On Amazon, you&apos;re basically guaranteed some sort of ready (if frequently unwilling) audience upon which to foist your material.&quot; Redhart&apos;s reviews on Amazon, which declined to comment, earned him a following via a Facebook group that rapidly grew in popularity. &quot;A smallish crowd of people gave me rather a lot of helpful votes which propelled me up the rankings pretty fast,&quot; he said. &quot;Trying to work up more and more places was a huge part of spurring me on.&quot; While conceding it would be &quot;a shame if Amazon were flooded with too many attempts to be funny&quot;, Redhart said he hoped his actions offered a warning to potential buyers. &quot;Amazon is flooded with low-key books that have three -star reviews. I hope it actually reminds them to be wary of putting too much trust in reviews.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/05/amazon-spoof-reviews-satire", 
    "wordcount": "847"
}