{
    "headline": "A brief guide to neuroscience", 
    "text": "What is neuroscience? It is the study of the nervous system and, most notably, the brain. There are several areas of interest: neurobiology looks at the chemistry of cells and their interactions; cognitive neuroscience looks at how the brain supports psychological processes; and computational neuroscience aims to create computer models of the brain to test theories. Questions could include anything from why certain proteins appear in neurons to how the brain supports consciousness. It seems to be a boom area in science at the moment, why? The discovery of the first effective psychiatric drugs in the 1950s and 60s made neuroscience both useful and profitable and drug companies have poured billions into the area ever since. In the 70s, neuropsychologists studying brain-injured patients discovered that the mind seemed to be divided unevenly across the brain, suggesting the exciting possibility of an innate structure to the self. The birth of functional brain imaging in the 90s allowed us to see, at least vaguely, the brain in action and the images fuelled a massive popular interest. A lot of neuroscience appears focused on brain processes we would never notice. How much brain activity is involved in powering the unconscious? Probably a great deal, although the concept of the unconscious is a slippery one. What we experience consciously depends both on the context and what else the brain is doing. A brain function may go completely unnoticed in one situation but will lead to a distinct and noticeable experience in another. Recent studies on people waking from anaesthesia have put paid to the idea that &quot;almost all&quot; brain activity is unconscious. Massive amounts of neural activity are needed to keep us aware of the world. Probably, like an orchestra, not every component can be individually picked out, but almost all are needed to produce the final experience. We see a lot stories illustrated with fMRI brain scans. What does this measure? fMRI stands for functional magnetic resonance imaging and, to cut a long story short, measures where oxygen-rich blood accumulates in the brain, while the subsequent statistical analysis attempts to say how reliably these changes in blood flow are associated with the specific mental task being tested. As the more active areas need more oxygen, measuring oxygenated blood is a way of inferring where more &quot;work&quot; is being done. What are the limitations of fMRI scans? Firstly, blood flow isn&apos;t a brilliant guide to brain activity  it tends to unevenly lag behind neural activity. Secondly, fMRI doesn&apos;t have the same sensitivity across the whole brain, meaning some areas may seem less active when they&apos;re not. But the most important limitation comes from difficulties with using statistics to analyse the massive amount of data the technique produces. Different statistical techniques can produce different results. All brain scan images need more than a little interpretation and, sometimes, a pinch of salt. Neuroscientists have helped devise cochlear implants and devices to ameliorate the symptoms to Parkinson&apos;s disease. What other advances might we expect in this area? One area looks particularly promising. Optogenetics involves genetically altering brain cells to be sensitive to light and then using fibre optic cables to stimulate them. Although it&apos;s only been tested in animals, there are high hopes for its use in treating a range of neurological disorders. Some people complain that neuroscience is turning psychology into a biological discipline  what are they getting at? It&apos;s an argument about what we should value when explaining human experience and behaviour, and whether describing everything in terms of cellular interactions actually loses some of the phenomenon we&apos;re trying to understand. If that&apos;s not clear, ask yourself: is love still love when you can only talk about molecules?", 
    "section": "science", 
    "gid": "science/2012/apr/29/neuroscience-guide-vaughan-bell", 
    "wordcount": "617"
}