{
    "headline": "From Congo to Mali, peacekeeping in Africa must start at community level", 
    "text": "The eastern Kivu provinces of the Democratic Republic of the Congo are home to one of the largest peacekeeping forces in the world. The UN&apos;s Mission de l&apos;Organisation de Nations Unies en Rpublique Dmocratique du Congo (Monusco), now 20,000 strong, has been in the area for more than a decade, yet is often regarded as ineffectual. Even as central government and the rebel splinter group M23 sign an &quot;agenda of dialogue&quot;, aiming to return peace to the region, Ban Ki-moon, the UN secretary general, is pushing for the deployment of surveillance drones in the area. Discussion about the conflict is high on the agenda at the 20th summit of the African Union, which started on Monday. Neither is Congo alone in its potent mix of weak central government, complex local (micro) conflicts, and regional and international intervention; the unravelling situation in Mali offers another example. Clearly a new approach is needed. Research by the Institute of Development Studies looking at Congo, Ivory Coast, Sierra Leone and Somalia highlights some of the successes and challenges of peacekeeping initiatives in these regions of protracted conflict. In Congo, far too much attention in reconstruction efforts has been focused on the national government, a top-down approach to resolving the conflict. In the case of eastern Congo, the UN has treated the conflict as a result of three factors: central government weakness, the presence of the Hutu army and militia (who crossed the border from Rwanda), and the predation of local militias. Although these factors were present at the start of the conflict in 1996, when Tutsi Rwanda intervened in Congo to track down and destroy the perpetrators of the Rwandan genocide, the problems now go well beyond them. As is common in civil wars, disruption works its way into the social fabric. A return to security requires a reconstitution of the implicit contract between the state and its society. Traditionally, political philosophers such as Thomas Hobbes, Jean-Jacques Rousseau and John Locke argued that this &quot;social contract&quot; was conceived as being directly between the central state and individual citizens. In Africa, however, it is more often a two-level contract: first between citizens and their community governments; then between those local authorities and the national government. Weaknesses in local social contracts often sustain national conflicts, and these cannot be bypassed if human security is to be regained, as our research in Sierra Leone and Somalia also demonstrates. Conversely, our work in western Ivory Coast shows that when local government does perform effectively, it is able to substantially mitigate local violence even when the central government breaks down. Community authority structures are usually all the governance that survives a serious conflict. But their weaknesses sometimes contribute to the violence, and they will have changed during the conflict. Authority cannot, therefore, simply be handed back to traditional leaders and community authorities without their rehabilitation, or without addressing the issues that weakened them (particularly conflicts over land between ethnic groups and generations). Reforms of police and local courts, and the use of alternative dispute resolution mechanisms, are important to this process but the structural disputes around land are likely to require further attention. However, the UN and western donors are ill-equipped to mediate the complicated local conflicts that threaten to restart a civil war. The UN rotates its international civil servants and peacekeeping forces every six months in conflict zones, which means they rarely have time to gain understanding of local issues before they leave. In the case of Congo, the UN needs to finance and lend its authority to locally grounded NGOs that can mediate conflicts between the Rwandan groups living in Congo (both Hutu and Tutsi) and other ethnic groups aggrieved by their presence. Similarly, Monusco must challenge control by the Rwandan and Ugandan armies and militias of the extraction of the valuable minerals in the eastern Congo. These two sets of issues are fuelling the violence and preventing the Congolese state from reasserting its authority and control. International peacekeeping will only be effective when it gives priority to continuity and engagement in detailed mediation between local protagonists, frequently together with their international sponsors.  Professor David Leonard is a visiting professorial fellow of governance at the Institute of Development Studies", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/22/congo-mali-peacekeeping-africa-community-level", 
    "wordcount": "712"
}