{
    "headline": "UN report calls for action to fulfil potential of ageing global population", 
    "text": "Countries with ageing populations can reap a &quot;longevity dividend&quot; with the right measures on healthcare, pensions and legal protection, according to a new UN report published on Monday. But while important progress has been made by many countries in adopting new policies and laws on ageing, more needs to be done to fulfil the potential of older people, said Ageing in the 21st century: a celebration and a challenge. In 2000, for the first time, there were more people over the age of 60 than children under five. By 2050, the older generation will be larger than the under-15 population. In just 10 years, the number of older people  defined as over 60  will surpass 1 billion people  an increase of about 200 million people over the decade. &quot;The social and economic implications of this phenomenon are profound, extending far beyond the individual older person and the immediate family, touching broader society and the global community in unprecedented ways,&quot; wrote Ban Ki-moon, the UN secretary general, in the report&apos;s preface. The report urged governments, international organisations and civil society to commit fully to a concerted global effort to realign policy to the realities of 21st-century demographics. Population ageing  when older people become a proportionately larger share of the total population  is happening in all countries, but it is happening fastest in poor countries. Of the 15 countries with more than 10 million older people, seven are in the developing world. Two out of three people aged 60 or older live in developing and emerging economies. By 2050, this will rise to nearly four out of five, according to the report. &quot;If not addressed promptly, the consequences of these issues are likely to take unprepared countries by surprise,&quot; said the report. &quot;In many developing countries with large populations of young people, for example, the challenge is that governments have not put policies and practices in place to support their current older populations or made enough preparations for 2050.&quot; Declining fertility rates and increasing survival at older ages have led to population ageing. Life expectancy at birth has risen substantially across the world. In 2010-15, life expectancy is 78 in rich countries and 68 in poor countries. By 2045-50, newborns can expect to live to 83 in developed countries and 74 in developing countries. While both older men and women face age discrimination, older women face the cumulative effects of gender discrimination throughout their lives, including less access to education and health, lower earning capacity and limited access to rights to land ownership. Financial security and health are cited as among the most urgent concerns by older people, while meeting those concerns poses acute challenges for governments, particularly at a time of global economic crisis, said the report. &quot;Social protection floors must be implemented in order to guarantee income security and access to essential health and social services for all older persons and provide a safety net that contributes to the postponement of disability and prevention of impoverishment in old age,&quot; it said. The report pointed out that only one-third of countries have comprehensive social protection schemes, most of which only cover those in formal employment, or less than half of the economically active population worldwide. The report from the UN Population Fund and HelpAge International, an advocacy group, comes 10 years after the Madrid international plan of action on ageing  the first time ageing was linked with human rights. The broad aim of Madrid is to ensure that people are able to age with security and dignity. Madrid remains the sole international instrument on ageing and there is no binding international convention specifically on older people. The Madrid plan noted the contribution older people make to society not just financially through tax payments, but also in ways not measured in economic terms, particularly childcare, with grandparents minding children so parents can work. Some countries have approved national policies on ageing since Madrid, with Brazil passing the law for the rights of older people in 2003. &quot;It is a specific law which guarantees the rights of older persons,&quot; said Laura Machado, UN international co-ordinator for the International Association of Gerontology and Geriatrics. &quot;We did have a national policy but, like the Madrid plan, it was a recommendation not an obligation. The law is very important because older persons now say they are respected.&quot; The law gives priority to older job applicants if they are just as qualified as younger ones, has scrapped the mandatory retirement age of 60, and allows older people to buy half-price tickets for the theatre, the cinema and concerts. Transport is also free for people over 65. Machado said there is a split between rich and poor countries on the need for a legally binding international instrument on ageing along the lines of the UN convention on discrimination against women. &quot;It is clear there are two groups with very different positions,&quot; she said. &quot;The EU especially does not consider such a convention on older persons necessary, whereas the Latin American bloc wants a legally binding instrument that will pave the way for laws at the state level. It is a very important debate at the UN level.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/01/un-report-action-need-ageing-population", 
    "wordcount": "877"
}