{
    "headline": "Universities have unfilled places after clearing scramble for sixth-formers", 
    "text": "About a third of universities in the elite Russell Group have suffered a drop in their undergraduate intake this year, after government changes to the way institutions recruit students. Vice-chancellors at the universities concerned fear they may have to cut spending on widening access to poorer students. Wendy Piatt, the director-general of the Russell Group, which represents 24 of the UK&apos;s most sought-after universities, told a BBC Radio 4 documentary that about a third of the group&apos;s English institutions had lost out. She said: &quot;Having far fewer students than planned does create a real financial hit. It&apos;s hard to give a very accurate number, but across the Russell Group it may amount to something like 80m. It&apos;s a significant amount of money.&quot; Universities can now recruit an unlimited number of the highest performing students, those who achieve A-level grades of AAB or above, under coalition changes intended to give more students their first choice. However, all English universities are capped on the number of students they can recruit at lower grades. After A-level results were published this summer, there was fierce competition for a small pool of high-performing students in clearing. Some leading universities have been left with spare capacity after failing to attract enough of these students. At Southampton University, the UK undergraduate intake is down by more than 600 on 2011, a decline the vice-chancellor has described as a &quot;wake-up call&quot;. In an interview for the documentary, the business secretary, Vince Cable, who is responsible for universities, said that overall the policy has worked. &quot;It&apos;s experimental,&quot; he said. &quot;Essentially what we&apos;re trying to do is to free up an almost Soviet style system of numbers control. We&apos;re monitoring this fairly closely but the underlying reasoning behind it is to give a bit more freedom to the university sector and to students  because at the moment it&apos;s very, very tightly controlled and very inefficient in a rather Stalinist way.&quot; Next year the government will take deregulation of student numbers further. Universities will be allowed to recruit as many students as they like from the wider pool of school-leavers with A-level grades of ABB or equivalent. Many vice-chancellors welcome the prospect of greater freedom, but warn of the consequences of an unexpected dip in income after this year&apos;s changes. Piatt said: &quot;There&apos;ll be lots of efforts to make sure the students don&apos;t notice that, but it will have an effect. &quot;We are battling already with increased costs in trying to get the very best teachers for those students and we are competing with universities across the world for the very best academics and trying to invest in programmes to reach out to the poorer students. We would hope that the money for those activities and for bursaries to help students wouldn&apos;t be affected but there are going to be some tough choices that vice-chancellors are going to have to make.&quot; Separately, a study of the government&apos;s student loans policy has said ministers&apos; assessment of the net cost of loans depends on &quot;highly uncertain and unrealistic assumptions&quot;. The study by the Higher Education Policy Institute in Oxford says the effect of student loans on inflation could lead to a rise in the cost of benefits such as pensions. The rate of inflation is used to calculate pensions and other state benefits. The thinktank&apos;s director, Bahram Bekhradnia, said: &quot;We think that the government has badly underestimated what loans will cost them because they have made unrealistic, and in some cases, wrong assumptions. &quot;One of these is that they have assumed average fees of 7,500. We know that average fees are over 8,200. They haven&apos;t changed their assumption.&quot; At the same time, the government has also supposed the salary increases achieved by graduates will be spread out evenly, Bekhradnia said. In reality, the report argues, the highest earning graduates have had substantial salary increases over the past 30 years, with modest increases at most for those earning less. This could have an impact on the loan repayments the government receives. Universities Challenged is on BBC Radio 4 at 11am on Friday.", 
    "section": "education", 
    "gid": "education/2012/oct/25/university-undergraduates-unfilled-places", 
    "wordcount": "699"
}