{
    "headline": "Will connecting offshore wind to the grid really cost 17bn?", 
    "text": "A release from the reputable House of Commons Public Accounts Committee reported in almost every newspaper this week claimed it was 17bn. That, the Telegraph calculated, adds up to 35 a year on household bills who are helping to pay for a 10-11% return on investment for those lucky enough to own an offshore wind power line. Is it true? 1) It&apos;s not 35 - it&apos;s about 9.80 per household  It&apos;s not hard to work out how the Telegraph got to it&apos;s 35 figure. Take 17bn, divide it by the number of years it&apos;s spread over (20) and then divide again by the total number of UK households (around 25 million) and - hey presto. It&apos;s also wrong. The cost of offshore transmission is added to everyone&apos;s electricity bills - but (and this is a frequent mistake) it&apos;s not just hard pressed households who use power. Domestic consumers account for around 30% of domestic electricity demand. That means the Telegraph is off by about two thirds. So by our calculation the actual cost - per household - is about 9.80, or less than a pound a month.  But even that figure is not entirely accurate, for reasons we discuss below.  2) It&apos;s not 17bn - its 566m so far, and its unlikely to add up to 17bn  The 17bn figure wasn&apos;t calculated by the PAC committee, it came from a report by the National Audit office (NAO) and applied to the total cost of building transmission infrastructure for offshore wind between now and 2020. But that report was based on just four tenders - with a total value of 566m. There are two reasons why those may not lead to an accurate assessment of the future cost.  Firstly, as the NAO pointed out, the early competitions were &apos;challenging&apos;, not least because of the credit crunch. &quot;It required the authority to make the market aware of the new license arrangements and bidders to access finance during a volatile financial market.&quot; Much has changed since then, and following the NAO report the market regulator, Ofgem, started a review to see if consumers could get better value. That review is expected to look in particular at one of issues which most vexed the Public Accounts Committee - whether the contracts should be fully linked to inflation.  That means the total figure could wind up being significantly lower than 17bn. &quot;[Our] objective is to ensure this necessary investment is delivered at a fair price. As with any new market, there are lessons from early transactions. The initial tenders were conducted under interim arrangements,&quot; said an Ofgem spokesperson. Ofgem claimed that so far the competition for licenses had saved consumers 290m. 3) 10-11% return is accurate - but limited  That means that the 10-11% return on equity investment the Public Accounts Committee highlights may not remain so high. That return also only applies to a relatively small portion of the 17bn that might eventually be spent. Equity - which is basically money from shareholders - is a relatively small share of big infrastructure investments. Most of the money comes from lenders - such as the European Investment Bank or, the government hopes, our pension funds. Their returns will be much less significant, perhaps around 6%, not 10%. All of which isn&apos;t to say that the situation is peachy when it comes to offshore wind infrastructure. The Public Accounts Committee&apos;s recommendations include a number of suggestions which - they believe - could provide better value for consumers. The complex system, by which the ownership of the transmission infrastructure was separated from the ownership of the turbines was designed to attract &apos;institutional&apos; investors such as pension funds, generally too risk averse to buy a wind farm. But that has come in for criticism by some who say dividing up the system simply adds to costs. The committee&apos;s main concern appears to be to avoid the risk of a &apos;one way bet&apos; with consumer bearing all the risk of offshore wind investment, whilst investors get all the gain - as happened with government so-called PFI schemes to fund new schools and hospitals. The problem is the story is far more nuanced and, frankly, hypothetical, than it has been portrayed so far. UpdateIt&apos;s been argued that the domestic consumer pays a larger share of the cost of renewables than industry and businesses, for example because of industrial exemptions to certain clean energy costs. It&apos;s not clear if that would apply here - because these schemes are not funded through ROCs - but if it does the cost to households may be larger - though still nowhere close to 35. We&apos;ve got calls in to Ofgem and others and will update if we believe our figures are wrong - but our understanding currently is that they are broadly accurate. This article was originally published on the EnergyDesk", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/15/offshore-wind-grid-cost", 
    "wordcount": "830"
}