{
    "headline": "CSI Oxford: behind the scenes at Britain's top forensic lab", 
    "text": "We&apos;re in a long  a very long  corridor. The overriding theme, colour-wise, is blue. Clean enough to be a hospital, except nothing is worn or in need of repair; all is pristine. Either side, set after set of swing doors. Security keypads. On the doors, bright red and yellow notices: No Entry for Unauthorised Personnel. Danger, Hazardous Materials. Approved Clothing Must Be Worn. And the one that gives you instant pause: Stop  DNA Sensitive Area. Do Not Enter Unless You Have Given An Elimination Sample. Behind the doors, figures in hairnets and face masks, scrubs, lab coats, and two pairs of latex gloves (one long, blue, pulled up over coat cuffs; the second short, flesh-coloured, changed with alarming frequency). The figures sit at desks covered with brown paper, poring over sweatshirts, jeans, trainers. Scratching at barely visible stains with small paper pads. &quot;KM screening,&quot; pronounces Caroline Sheriff, forensic scientist. &quot;You drip the solution on to your filter paper, then hydrogen peroxide. If it goes pink, it indicates the presence of blood.&quot; Down the corridor, lengths of clear sticky tape are patted patiently on to a blouse, and removed again, lifting off fibres. A woman stares into a microscope. &quot;Sperm heads, probably,&quot; Sheriff says. CSI this isn&apos;t. But it is perhaps a real-life equivalent: LGC Forensics, on a former RAF base in deepest Oxfordshire. (This lab deals mainly in chemical and biological traces, and DNA. Half a dozen others across the UK do marks and tracks, drugs, forensic pathology, firearms and digital forensics.) The company is Britain&apos;s largest single supplier of outsourced forensic science services. It was scientists from LGC Forensics  it employs 675 of them, 225 on this site  who found the evidence that helped convict the killers of Joanna Yeates, Damilola Taylor, Milly Dowler, Vikki Thompson, Rachel Nickell and, most recently and famously, Stephen Lawrence. For a much-hyped, very modern science that has advanced at breakneck speed since the discovery of genetic fingerprinting by Sir Alec Jeffreys in the mid-1980s and the launch, barely a decade later, of the world&apos;s first national DNA database by Britain&apos;s soon-to-be-defunct Forensic Science Service or FSS, DNA forensics still relies, above all, on painstaking process. There&apos;s little glamour here, and a lot of methodical, meticulous, minute and above all time-consuming graft. Exhibits come in and are logged. Depending on the nature of case and evidence, an appropriate reporter, the senior scientist on the investigation, is allocated. &quot;The reporter liaises with the police, establishes what has to be looked for, draws up a strategy,&quot; Sheriff explains. &quot;They instruct the forensic examiners, review and interpret what they find. And it&apos;s the reporter who stands up in court.&quot; Rigour, continuity, integrity of procedure are all. Everything is recorded: who handles material, where it&apos;s come from, what they do to it, what they find, where it goes next. Stray DNA, any risk of contamination, must be minimised: hence the protective clothing (junked after every session), the brown paper (bagged for eventual debris), the company DNA database that allows any staff DNA found to be swiftly discounted. Because the thing about DNA evidence, strong as it is, large as it looms in the public&apos;s imagination, is that it connects a human and an object. It doesn&apos;t prove when the two came into contact. Nor does it necessarily prove they were actually in direct contact at all. &quot;It&apos;s not just the finding of the evidence,&quot; says Ros Hammond, a senior scientific adviser who has worked on many high-profile cases. &quot;It&apos;s how did it get there, and can we rule out any other way it did so? And what does it mean?&quot; You have to be careful, analytical, determined, patient and  as five experts relate, in relation to six major cases  occasionally inspired. Stephen Lawrence A 15-strong team headed by Roy Green, senior scientific adviser, worked on Lawrence&apos;s 1993 murder for five years from 2006. The strategy, he says, &quot;was to look for anything at all that could have been transferred to, or from, Stephen. In cold cases, there are three possibilities: there&apos;s nothing there, it was missed, or it wasn&apos;t looked for. You have to start from scratch, assume nothing.&quot; First the scientists found red fibres on Stephen&apos;s jacket, which could have come from his polo shirt. &quot;So we wondered,&quot; Green says, &quot;whether, if those fibres were available, any could have transferred elsewhere  like to the attackers&apos; clothes.&quot; They found the same red cotton-poly fibres on Gary Dobson&apos;s jacket, and on David Norris&apos;s sweatshirt. They widened their search, and found fibres from Stephen&apos;s jacket on Dobson&apos;s jacket and cardigan, and from his trousers on Norris&apos;s sweatshirt. Then, says Green, the team did an MSP test on one of the fibres from Stephen&apos;s shirt that was found on Dobson&apos;s jacket. (MSP, or microspectrophotomoter testing, shines different wavelengths of light through fibres, and measures what emerges on the other side.) In this one fibre, it revealed possible evidence of a bloodstain. &quot;Then we found, in the debris from the bag Dobson&apos;s jacket had been in, blood flakes including one with a couple of fibres in it.&quot; The fibres matched Stephen&apos;s cardigan. The blood matched his blood. &quot;We had blood in the bag, and indications of blood on a fibre  we wanted to see if we could find blood on the jacket,&quot; Green says. Finally, through a low-powered microscope, the team found a minute, near-invisible stain on the back of the collar. It, too, matched Stephen&apos;s blood. That was the breakthrough: &quot;It was a wet blood stain  which ultimately put the jacket at the scene of the crime, or a short time thereafter.&quot; As anticipated, the defence argued, strongly, that all the evidence was contaminated. The scientists showed that was impossible. And the jury decided, beyond reasonable doubt, &quot;it wasn&apos;t the explanation.&quot; Joanna Yeates It started as a missing person inquiry on December 18, 2010, says Lindsey Lennen, a body fluids and DNA specialist (who, like many forensic scientists, says the work is &quot;all I ever wanted to do&quot;). The team started by examining items from Joanna&apos;s home, looking for foreign DNA. Then on Christmas Day, Yeates was found dead, on a country road. A colleague went down to supervise the removal of her clothing and preserve any body fluids: &quot;The body was frozen, so that was quite tricky.&quot; Under the media glare, the work was flat-out: clothing, swabs, suspect&apos;s clothing, all analysed and turned round in 48 hours. &quot;Eventually, we found something,&quot; Lennen says. &quot;On swabs and tapes from her breasts, and tapes from three areas of her jeans. There were DNA components that matched one of the suspects, Vincent Tabak.&quot; But there wasn&apos;t enough, of enough quality, to evaluate  perhaps because of the high salt levels where the body was found, following heavy snowfall. So the team deployed an LGC technique known as DNA SenCE, which purifies, concentrates and enhances otherwise unusable DNA: &quot;We couldn&apos;t say whether the DNA was from saliva, or semen, or even touch. But we could say that the probability of it not being a match with Tabak was less than one in a billion.&quot; With the killer&apos;s confession, Lennen&apos;s DNA evidence was not further tested. &quot;It happens, in court,&quot; she says. &quot;You get called biased, in the police&apos;s pay. You have to tell the truth, not stretch what you have. If you don&apos;t know which of two alternatives is more likely, you must say so.&quot; Rachel Nickell Sometimes with forensic DNA, ruling things out can take as long  and prove as important  as ruling them in. With Rachel Nickell, Green says, &quot;we had the evidence two years before the killer was charged. We spent two years trying to prove it could only be what we believed it to be.&quot; Nickell was murdered on Wimbledon Common in 1992, in front of her two-year-old son, Alex. In a heavily criticised police entrapment operation, an unemployed local man, Colin Stagg, was charged, but acquitted in 1994. The case was reopened nearly a decade later. The original tapings from Nickell&apos;s body had been analysed by the FSS using Low Copy Number DNA, a technique that works by repeatedly amplifying minute quantities of DNA evidence to allow a match to be found. They had revealed little. Diluting the DNA back down to its original level, Green says, &quot;we found a big profile of her, and also some DNA that didn&apos;t match hers, nor Colin Stagg&apos;s.&quot; That DNA profile was more than 1.4m times more likely to have come from the man eventually convicted, Robert Napper, than anyone not related to him. Green&apos;s team also examined the hair combings taken from Alex, and found flakes of red paint that matched Napper&apos;s toolbox. Finally, he says, &quot;we got down on our hands and knees on Wimbledon Common and showed that the kind of shoes he&apos;d been wearing, in those ground conditions, could leave prints smaller than the heels themselves&quot;  just like those on the path near where Rachel was murdered. Milly Dowler This one, says Andy Laws, former RAF targeting specialist turned LGC digital imaging expert, was different to the work he usually does, which is &quot;basically identification: is the person in this not-very-clear CCTV image this suspect?&quot; With 13-year-old Milly, who disappeared walking home from Walton-on-Thames station in March 2002, &quot;the police were asking questions they didn&apos;t know the answer to. Much more interesting.&quot; First, Laws identified the make and model of their suspect car, and matched it with the one driven by Milly&apos;s killer, Levi Bellfield. The big question he then had to answer, using recordings from two rotating  and unsynchronised  CCTV cameras mounted at either end of an office building, was &quot;whether it was possible for somebody to walk down Station Avenue undetected by those cameras&quot;. Because if it wasn&apos;t, that&apos;s where Milly had to have disappeared. And given that Bellfield&apos;s flat was halfway along it, behind a hedge, and the last eye-witness sighting of Milly placed her about 50 yards from there, it was crucial information. &quot;To cut a long story short, my answer was: no,&quot; Laws says. &quot;There were trees and traffic, so I had to do a bit of calculating, and glare in a carpark; I had to do some image enhancing. But I worked out it wasn&apos;t humanly possible.&quot; To say so, however, Laws had to track and identify everyone who passed the cameras in a 30-minute window. That was 98 people: &quot;I also had to show it wasn&apos;t possible for a car to stop and pick someone up undetected. Quite a complex piece of work.&quot; For Laws, satisfaction comes &quot;from the actual forensic work, obviously. But the real high is presenting evidence, letting it speak in the truest way possible. When I present evidence, and the interpretation is subtle, and complicated, and afterwards both sides say: &apos;Yes.&apos; That&apos;s a buzz.&quot; Damilola Taylor and Vikki Thompson Damilola Taylor was stabbed in the leg with a broken bottle in November 2000. Danny and Ricky Preddy, 18 and 19, were convicted ofhis manslaughter nearly six yearslater. It was not classic cold case, says Hammond, who is currently working on six of them: &quot;We couldn&apos;t apply new techniques. We just had to re-examine everything.&quot; So they did, and found a bloodstain, &quot;quite large, visible to the naked eye&quot;, on the heel of Danny Preddy&apos;s trainer, and another microscopic stain on the cuff of Ricky&apos;s sweatshirt. There was also plentiful fibre evidence. &quot;Sometimes, under the constraints of a live murder investigation, people concentrate on specific things,&quot; she says. &quot;Searching for blood is a human process, not automated. People are human; we occasionally make errors. It shows how painstaking you have to be.&quot; Vikki Thompson, on the other hand, was a cold case: reopened in 2005, 10 years after her death, one of the first murders to be re-examined following changes to the law that allowed a suspect to be tried twice for the same crime. An LGC team headed by Hammond spent three years on it. Partly because, says Hammond, &quot;blood just shows up better under fibre optic lamps rather than regular tungsten&quot;, they found some bloodstains, a few millimetres across, on the front of suspect Mark Weston&apos;s boots, at the base of the tongue, that matched Vikki&apos;s: enough to apply for a retrial. &quot;We look harder for smaller spots now, because we can exploit smaller quantities of DNA,&quot; she says. Hammond &quot;doesn&apos;t watch CSI. But it&apos;s had an effect: customers expect turnarounds in seconds. Juries expect DNA evidence, and to hear &apos;A one in a billion chance &apos; But sometimes, other evidence can be more significant. At the end of the day, you&apos;re there to serve the court. That&apos;s your job.&quot;  This article was amended on 18 January 2012. The original gave the name of one of Stephen Lawrence&apos;s killers as Stephen Norris. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/jan/17/csi-oxford-lgc-forensics", 
    "wordcount": "2211"
}