{
    "headline": "Status affects how readily people return smiles, research reveals", 
    "text": "If you smile at your boss and she smiles back, beware. It could be a sign that she does not think too highly of you, according to a study. People who feel powerful are more likely to mimic the smiles of those they perceive as low status, according to research presented at the annual Society for Neuroscience conference in New Orleans. They are less likely, however, to return the smiles of people they consider of higher status than themselves. And when people are not feeling particularly powerful, they return everyone&apos;s smiles almost equally. Mimicking other people&apos;s behaviour is an important mechanism of bonding in group situations, according to Evan Carr from the department of psychology at the University of California in San Diego, who led the study. &quot;Mimicry has been shown to help build relationships, and both power and status seem to affect how we unconsciously employ this strategy,&quot; he said. Power, he said, referred to someone&apos;s internal feeling of being able to take control of others, whereas status was a more externally defined quality. &quot;It&apos;s more to do with perceived reverence or some type of social hierarchy,&quot; said Carr. To examine how mimicry was influenced by a person&apos;s power and the status of those around them, Carr asked 55 volunteers to watch videos of high-status people (such as a doctor or business leader) or low-status people (a worker in a fast food restaurant, say, or a rubbish collector) either being happy or angry. Before they watched the videos, the volunteers had been split into groups and primed to feel either more or less powerful by writing an essay about a particularly good or bad event in their lives. While the volunteers watched the videos, Carr measured the activity of two facial muscles: the zygomaticus major (the so-called &quot;smiling muscle&quot; that raises the corners of the mouth) and corrugator supercilii (the so-called &quot;frowning muscle&quot; that creases the brow). Carr found that responding to smiles was more complicated than expected. &quot;If you feel powerful, you suppress smiling to targets that are of a higher status,&quot; he said. &quot;If you see Joe the senior vice-president and he&apos;s smiling at you, but you feel powerful, you feel less of a need to smile back at him. For the low-power condition, you return more smiles to everyone, regardless of their status. That&apos;s interesting in the sense that it seems to be along the lines of a deference response  if you feel low-power, you&apos;re more likely to be submissive to another person you&apos;re interacting with. You would be more likely to smile at everybody.&quot; The frowning muscle showed more straightforward results: regardless of how powerful the volunteer felt, they mimicked the frowns of higher-status people more often and with more intensity than the frowns of lower-status people. A large part of the social mimicry process seems to be subconscious. Carr used a technique called a facial electromyograph to measure muscle activity in volunteers&apos; faces, which records the minute electrical currents whenever a muscle twitches. It is so sensitive that it can measure electrical activity even when the muscle itself does not look as though it is moving to an observer. This was a useful way to capture all of the true reactions by volunteers, even when they did not seem to be moving their face in response to a video. &quot;If you watch the video playback of many of these subjects, they would look like they just had a stoic expression looking at the screen,&quot; said Carr. &quot;The interesting thing is that subjects do not know that they are activating their muscles at all.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/14/status-people-return-smiles-research", 
    "wordcount": "615"
}