{
    "headline": "Burying electricity power lines 'cheaper than National Grid claims'", 
    "text": "Countryside campaigners fighting hundreds of miles of 50-metre tall electricity pylons said on Tuesday that they have been vindicated by an independent report, which says burying cables is far cheaper than has been claimed by the National Grid. The report by engineering consultants Parsons Brinckerhoff into the comparative costs of routing transmission lines was commissioned by government planning body the Infrastructure Planning Commission (IPC). It found that underground cabling was 4.5-5.7 times more expensive than traditional overhead pylons. This compares with the claim of being 10-20 times more expensive, which is often made by the National Grid company in planning applications. The National Grid has been the monopoly supplier of UK pylons for 60 years. When costs are calculated over 40 years, overhead cables were found to cost between 2.2m/km and 4.2m/ km to install and maintain, compared with between 10.2m/km and 24m/km for those buried. Costs varied according to the technology used and the voltage of the lines. Campaign to Protect Rural England (CPRE) said the latest figures made it feasible for the government to insist that cables are buried when crossing national parks, or protected areas like areas of outstanding national beauty. Calling for a new study to consider environmental and social costs, a spokesman for the group said: &quot;We are not saying that you should bury all cables, and we accept that this is a more expensive option, but we think people would be prepared to pay a few extra pounds a year to have them buried in treasured landscapes like national parks and areas of outstanding beauty.&quot; The report&apos;s authors considered several ways to bury the cables, including putting them in tunnels, directly into the ground and in gas-insulated pipes. On every count, it was far cheaper to use overhead lines. The report did not try to calculate the social and environmental costs of the pylons, which have been deeply resented when proposed in some areas. However, it concluded that there may be visual intrusion, community disruption, loss of property values and concerns about radiation. However, National Grid said the study&apos;s findings were broadly in line with the costs it had been quoting. David Mercer, National Grid&apos;s major infrastructure development manager, added: &quot;This report will be a valuable contribution to the public debate on the right balance between visual impact and costs that must ultimately be paid for by consumers.&quot; More than 200 miles of new transmission lines are expected to be demanded in the next 10 years, in order to connect new nuclear power stations and onshore and offshore windfarms to the grid. The masts have been strongly opposed in Scotland, the Lake District and mid-Wales. Some of the proposed lines would cut through England&apos;s finest landscapes like the Mendip Hills, Somerset, and the Dedham Vale on the Essex-Suffolk border. The Campaign for National Parks (CNP) welcomed the report&apos;s findings. Its deputy chief executive, Ruth Chambers, said: &quot;We welcome the report&apos;s conclusion that underground solutions for electricity transmission are cheaper than previously thought. There will now be a more level playing field between overhead and underground technologies, making it easier for solutions that respect England&apos;s finest landscapes to be implemented.&quot; &quot;This is only part of the jigsaw. We wanted to give the IPC a tool to apply to future applications,&quot; said Mark Winfield, consultant with Parsons Brinkerhof and lead author of the report. Last year, a Danish &quot;T-Pylon&quot; design by Copenhagen-based practice Bystrup won a competition by the Department of Energy and Climate Change to design new pylons.", 
    "section": "environment", 
    "gid": "environment/2012/jan/31/burying-electric-pylons-cheaper-government", 
    "wordcount": "605"
}