{
    "headline": "Are solar, wind and marine power too intermittent to be useful?", 
    "text": "Electricity generated from renewable sources such as wind, marine and solar helps to cut carbon emissions by reducing the need for fossil fuel power generation. Renewable energy can also diversify supplies, helping to make a power system more resilient to failures and less exposed to fluctuating fuel prices. However, renewables pose a challenge in the form of intermittency, as their output varies with the available sunlight, wind speeds and wave activity. In off-grid situations  for example in remote regions of developing countries  intermittency is typically dealt with using a battery, which gets charged up when power is available and stores the electricity until it&apos;s needed. But most of the world&apos;s renewables power sources are connected to an electricity grid and in this situation intermittency can be accommodated by varying the output of fossil fuel power plants. Even on a grid with no renewables, fossil fuel plants needs to be adjusted over time to match demand to supply and allow for power station breakdowns. When renewables are included in the energy mix, the output of these fossil fuel plants may need to be adjusted more frequently. Some power stations will run below their maximum output to allow this, and additional fast-responding plants may be needed. Efficiency may be reduced as a result. But overall, these effects are usually much smaller than the savings in fuel and emissions that renewables can deliver. Managing intermittency while keeping the system reliable can add costs. When renewables supply only a small proportion of the power on a grid this effect is negligible but as the proportion increases the costs can become more significant. For example, estimates suggest that managing intermittency would add about 1p to a unit of wind energy in the UK should wind supply around 30% of electricity. (That&apos;s around a tenth of the current retail cost of power.) In some situations, however, renewables can help meet peak demand, reducing the need for grid upgrading or new power stations. For example, in cities where the peak demand is for air-conditioning, solar generators can help supply power at peak times. Solar power can make a strong contribution to daytime power needs even in cloudier countries, as German experience has shown. Moreover, modern weather forecasting means that wind speeds can be predicted quite accurately over four-hour periods. This allows a planned response to variable generation. In future, other options for managing intermittency may become cheaper. This will decrease the cost of adding renewables to the grid and allow the share of renewables to grow. Connecting grids over large geographical areas allows renewable power from a variety of climates to be combined, reducing overall variability and sharing out &apos;backup&apos; fossil fuel power stations more widely. Storing electricity tends to be expensive, but innovation in storage technologies could make electrical backup systems cheaper. Finally, changes in consumer behaviour can help balance renewable electricity supply and demand. For example, the introduction of &apos;smart&apos; meters will allow prices to be changed across the day to encourage people to shift consumption towards times of abundant supply. Householders in the UK have already been found to reduce their overall power use and shift towards daytime consumption after installing solar on their homes.  This article was written by Professor Jenny Nelson and Dr Robert Gross, Centre for Energy Policy and Technology and Grantham Institute for Climate Change, Imperial College London, in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 05.04.2012 Read about the project and suggest a question Report an error in this answer Related questions What is the economic cost of climate change? What is the Stern review? Which nations are most responsible for climate change? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/may/29/intermittant-solar-wind-energy", 
    "wordcount": "649"
}