{
    "headline": "Anonymous distances itself from WikiLeaks", 
    "text": "The computer hacker collective Anonymous has distanced itself from WikiLeaks, claiming the whistleblowers&apos; site has become too focused on the personal tribulations of its founder, Julian Assange. A statement posted on the Anonymous Twitter account, AnonymousIRC, described WikiLeaks as &quot;the one man Julian Assange show&quot; after the website began asking users to pay for access to millions of leaked documents. &quot;The idea behind WikiLeaks was to provide the public with information that would otherwise be kept secret by industries and governments. Information we strongly believe the public has a right to know,&quot; said the statement on behalf of Anonymous. &quot;But this has been pushed more and more into the background, instead we only hear about Julian Assange, like he had dinner last night with Lady Gaga. That&apos;s great for him but not much of our interest. We are more interested in transparent governments and bringing out documents and information they want to hide from the public.&quot; Anonymous has long been one of WikiLeaks&apos;s most loyal and vocal allies. Supporters bearing Anonymous posters regularly turned out at Assange&apos;s public announcements, and members of the group have waged an online campaign against critics of the whistleblowers&apos; site. WikiLeaks said it is funded entirely by donations from members of the public. The site angered some users on Thursday after it made a donation page automatically appear before it allowed access to leaked documents. Some users are unable to view WikiLeaks material unless they choose to donate money to the site. WikiLeaks said on Twitter that the move was an attempt to counter what it called &quot;high costs in military courts&quot;. In the statement, Anonymous told its 285,000 followers that WikiLeaks was an &quot;awesome idea ruined by egos&quot; and claimed the site had abandoned the ideals of freedom of expression. The group added: &quot;We have been worried about the direction WikiLeaks is going for a while. In the recent month the focus moved away from actual leaks and the fight for freedom of information further and further while it concentrated more and more on Julian Assange. It goes without saying that we oppose any plans of extraditing Julian to the USA. He is a content provider and publisher, not a criminal.&quot; The dispute could starve WikiLeaks of potentially newsworthy leaks in the future, as some of the site&apos;s recent disclosures  including the cache of Stratfor emails  are alleged to have come from Anonymous.", 
    "section": "technology", 
    "gid": "technology/2012/oct/12/anonymous-distances-itself-wikileaks", 
    "wordcount": "412"
}