{
    "headline": "Britain is rising to the challenge of greening our economy", 
    "text": "It&apos;s clear that with unprecedented pressure on our natural resources and our climate, the world economy needs to &quot;green up&quot;. I want UK businesses to be in the vanguard of that move. On Wednesday, I&apos;ll take my seat alongside British business leaders at the Aldersgate Rio +20 Business Summit where we&apos;ll debate the opportunities  and the challenges  of transforming our whole economy to one geared towards long-term green growth. The shift to a green economy represents one of the biggest business opportunities in decades. Already, the global low-carbon market is worth more than 3 trillion, and is set to reach 4tn by 2015 as more economies invest in low-carbon technologies. In the UK, a sector still in relative infancy is worth over 116bn and employs almost a million people. I want to see that base grow. To take just one aspect of the green economy, the need to manage things people no longer want is big business. The waste and recycling sector generates 11bn a year, employs more than 150,000 people, and consistently outstrips growth in other sectors. And we need to focus on green growth because the price of inaction is too high. Business is constantly looking for ways to become more efficient  and the competitive gains for British companies&apos; efficient use of resources such as water, energy and materials are enormous, with potential savings of about 23bn a year. Those who do not innovate and fund the efficiencies will not be able to compete. We do not underestimate the challenges that we face in moving to a green economy  but at the same time we know that the price of inaction is too high. We often take our natural resources for granted but these are not inexhaustible, and demand is increasing. This is an economic issue, it&apos;s a development issue, and it requires global action. Next month, I&apos;m joining leaders in business, government and civil society from all over the world at the Rio+20 Earth Summit in Brazil. I&apos;ll be calling for an absolute commitment from my international colleagues to inclusive green growth as the path to shared prosperity. Governments need to create the framework for the private sector to act. We want an agreement to develop sustainable development goals that meet the linked challenges of food, energy and water security, we want a shift in the way we measure prosperity; with agreement to consider natural and social values alongside traditional measures of GDP. We agree with the British businesses who want the Rio summit to make corporate sustainability reporting the norm, rather than the exception, and will call for more businesses to commit to improving their sustainability. At home, we&apos;re providing support to companies that are changing the way they do business. Our Green Economy Council brings together government, businesses and the third sector to help us create the right way to enable action from everyone  from government, businesses and consumers. We in the government want to create an effective basis for the green economy, with policies that are helping growth and giving businesses the certainty to plan and invest. Where regulation is necessary, we&apos;ll ensure environmental laws are effective, proportionate, coherent and implemented in a way that uses a bit of common sense to minimise unnecessary burdens on business. We&apos;ve announced measures to help energy-intensive industries make the transition to a low-carbon economy. We&apos;ve launched the world&apos;s first Green Investment Bank, confirmed in the Queen&apos;s speech, which will be capitalised with 3bn to help unlock private sector investment and tackle market failures. We&apos;re helping the businesses hardest hit by the transitional costs of moving to a green economy. And we&apos;re supporting innovation in low-carbon and water-saving technologies. A thriving green economy will generate the investment and innovation to transform our products and services and capture new markets. As we rebuild the British economy, the case for green investment and green growth is compelling. To my mind, there is no other option.  Caroline Spelman is secretary of state for the Department for Environment, Food and Rural Affairs (Defra)", 
    "section": "environment", 
    "gid": "environment/2012/may/16/britain-greening-economy-rio-20", 
    "wordcount": "681"
}