{
    "headline": "Listen up: wearing headphones can endanger life, study finds", 
    "text": "Walking with your head in the clouds can be dangerous  but not as perilous as listening to your iPod. The number of people suffering serious injury or death while wearing headphones for electrical devices such as MP3 players has tripled in six years, according to a US study. An increase in the use of headphones while walking in the street has led to a dramatic rise in the number of injuries, with teenagers, men and young adults the most at risk from hurting themselves while their thoughts were elsewhere, the study says. In compiling the study, experts studied data from 2004 to 2011. They found that 116 people in the US wearing headphones had died or been seriously hurt during that period. The number of people who died or were injured leapt from 16 in 2004-05 to 47 in 2010-11. Most victims were men (68%) and under the age of 30 (67%), with about one in 10 of all cases under the age of 18. Of the accidents studied, 89% occurred in urban areas, and more than half of the victims  55%  were struck by trains. According to the study, published online in the journal Injury Prevention, 81 of the 116 incidents, or 70%, resulted in death. The study  which did not extend to cases involving mobile phones, including hands-free sets  found that the wearing of headphones may in many cases have played a direct part in the incident, as the users could not hear warnings that they were in danger. In 29% of the cases, an explicit warning  such as a shout, a horn or a siren  had been sounded before the accident. The experts concluded: &quot;The use of headphones with handheld devices may pose a safety risk to pedestrians, especially in environments with moving vehicles. Further research is needed to determine if and how headphone use compromises pedestrian safety.&quot; Previous studies have shown that people wearing headphones  or who are distracted because they are talking on a mobile phone  can be affected by &quot;inattentional blindness&quot;, a reduction in attention to external stimuli that has also been dubbed &quot;iPod oblivion&quot;. This can result, for example, in people paying less attention to traffic when crossing the street. Headphone wearers have also been shown to suffer a reduced ability to hear a range of ambient noises. Kevin Clinton, the head of road safety at the Royal Society for the Prevention of Accidents, said: &quot;Although we do not have robust data about this type of accident in the UK, we have heard of cases in which pedestrians have been knocked down while listening to headphones or talking on mobile phones. &quot;If you are using these devices while walking, RoSPA advises that you ensure you are not dangerously distracted and that you remain aware of what is happening around you.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/16/headphones-can-endanger-life-study", 
    "wordcount": "476"
}