{
    "headline": "Colin Firth launches campaign to save 'world's most threatened tribe'", 
    "text": "     A campaign to prevent illegal deforestation driving the world&apos;s most endangered tribe to extinction was launched on Wednesday with a short film featuring an appeal by the Oscar-winning actor Colin Firth. The few hundred Aw surviving in the Brazilian Amazon are losing their forest home to illegal loggers, who have murdered tribe members, according to Survival International. In the film, Firth says: &quot;The Aw&apos;s forest is being illegally cut for timber. When the loggers see them, they kill them. Their bows and arrows are no match for guns. And at any other time in history, that&apos;s where it would end. Another people wiped off the face of the Earth, forever. But we&apos;re going to make sure the world doesn&apos;t let that happen.&quot; The King&apos;s Speech star urges viewers to contact Brazil&apos;s minister of justice, Jos Eduardo Cardozo, and demand he send in police to drive out the loggers. &quot;It&apos;s just not his priority. Let&apos;s push it up his list,&quot; says Firth. The film shows the Aw&apos;s close relationship with the forest, climbing trees to gather fruit and even adopting and breastfeeding orphaned monkeys. Many of the Aw have had no contact with the outside world and are known only from their footprints and other signs. While illegal deforestation has slowed significantly in recent years in Brazil, it continues at a high rate in the north-eastern state of Maranho , home to the Aw and where one-third of the rainforest has now been destroyed. Bruno Fragoso, from Brazil&apos;s Fundao Nacional do ndio (National Indian Foundation) said: &quot;The Aw are facing increasing invasions and if rapid emergency measures are not taken, the future of this people is extinction.&quot; A survey carried out by anthropologist and Aw expert Eliane Cantarino O&apos;Dwyer concluded: &quot;The Aw are facing a real situation of genocide.&quot; A member of the tribe Pire&apos;i Ma&apos;a  told the Observer of his despair. &quot;This land is mine, it is ours. They can go away to the city, but we Indians live in the forest. They are going to kill everything. Everything is dying. We are all going to go hungry, the children will be hungry, my daughter will be hungry, and I&apos;ll be hungry too.&quot; Another member of the tribe, Karapiru, told Survival International how most of his family were killed by ranchers. &quot;I hid in the forest and escaped from the white people. They killed my mother, my brothers and sisters and my wife,&quot; he said. The year-on-year fall in deforestation in 2011 was 11% and in March Brazil&apos;s forestry department raided and closed 14 illegal sawmills on the borders of the Aw&apos;s land. However, Brazil&apos;s environment agency, Ibama, which is responsible for protecting the forests against illegal logging, has less than 1,000 officers on the ground at any one time across a country nearly four times the size of western Europe.", 
    "section": "environment", 
    "gid": "environment/2012/apr/25/colin-firth-campaign-awa", 
    "wordcount": "502"
}