{
    "headline": "Asteroid will come closer than satellites  but it's not the end of the world", 
    "text": "     Anyone happening to glance towards the heavens in a week&apos;s time and glimpsing a 50-metre-long lump of rock hurtling ominously through the skies need not panic. Although it will pass closer to us than any asteroid has for the past 15 years  closer even than the TV satellites that girdle the planet  Nasa insists that 2012 DA14 will miss Earth by a good 17,100 miles (27,520km). &quot;No Earth impact is possible,&quot; said Donald Yeomans, an astronomer with the US space agency. He also pointed out that the planet was bombarded by about 100 tonnes of space material every day. &quot;Basketball-sized objects come in daily,&quot; he said. &quot;Volkswagen-sized objects come in every couple of weeks. As you get to larger and larger sizes the number of objects out there is less and less, so the frequency of hits goes down.&quot; Yeomans added that asteroids as big as DA14, which is abou t 46 metres wide, are estimated to strike Earth about every 1,200 years. &quot;For objects of this size, this is the closest predicted encounter that we&apos;re aware of,&quot; he said.     Credit: Guardian graphics    The asteroid&apos;s closest approach will be at 7.24pm on 15 February, meaning that those gazing keenly at the dark skies of eastern Europe, Asia and Australia will stand the best chance of seeing it through telescopes or binoculars. DA14, which was discovered last year by a group of amateur astronomers in Spain, will soar through the sky at about 8 miles a second. At that speed, an object of similar size on a collision course with Earth would strike with the force of about 2.4m tonnes of dynamite. The last time that happened was in 1908 when an asteroid or comet exploded over Siberia, levelling 80m trees over 830sq miles. &quot;Although they wouldn&apos;t cause a global catastrophe if they impact the Earth, they still do a lot of regional destruction,&quot; said Lindley Johnson, who oversees the Near-Earth Object Observations Programme at Nasa headquarters in Washington DC. Nasa finds and tracks all near-Earth objects that are 1km or larger in diameter. Their efforts are intended to give scientists and engineers as early a warning as possible so that steps can be taken to avert the kind of catastrophe that did for the dinosaurs. About 66m years ago, a six-mile-wide object smashed into the Yucatn peninsula in Mexico, leading to the demise of not just the giant lizards, but also most of the plant and animal life on Earth.", 
    "section": "science", 
    "gid": "science/2013/feb/08/asteroid-will-miss-earth-says-nasa", 
    "wordcount": "424"
}