{
    "headline": "Cyclists must steer clear of the threat of parked cars", 
    "text": "Car &quot;dooring&quot;, or being hit by an open car door, poses significant risks for cyclists, yet many cyclists ride eye-wateringly close to parked cars. I once attended a cycle instructor training course, where one of the first things we learned was to ride &quot;a door and a bit more&quot; away from parked cars, even on narrow roads. To many cyclists this is counterintuitive as moving cars can feel  and act  like the most threatening thing on the roads. The danger comes either from hitting a door or swerving to avoid one and falling into the path of oncoming traffic. In the UK it is an offence to open a car door so as to endanger others, and section 239 of the Highway Code states: &quot;You must ensure you do not hit anyone when you open your door  check for cyclists or other traffic.&quot; In London in 2007 cyclists swerving to avoid car doors accounted for 8% of cyclists who were killed or seriously injured. This year a Beckenham cyclist died from head injuries after hitting a car door, the latest of three cyclists to die in London of dooring injuries since 2010. Unfortunately some urban cycle lanes are within the dooring zone, encouraging cyclists to ride dangerously close to parked cars. David Dansky, of Cycle Training UK, advises cyclists not to use these lanes: &quot;The risk [of dooring] while riding in the car door lane is much more than being rammed by a car behind who can see you.&quot; Alex Chappell, a geophysicist from Harrow, was riding slowly between a line of stationary traffic and parked cars in Ruislip in June when a passenger opened a car door directly in front of him. He said: &quot;Even riding cautiously I still couldn&apos;t stop, and hit the top of the door face first.&quot; He added: &quot;My face hurt for a couple of days and by the &apos;mouthful of grit&apos; feeling afterwards I guess that I&apos;ve chipped my teeth.&quot; He added that although the driver and passenger were apologetic the police had little to say: &quot;The police were talking to the driver but had nothing to say about my positioning on the road and took no further action.&quot; In the state of Victoria, Australia, cycle campaigners are trying to raise awareness among drivers, as well as stiffer penalties, about dooring after the death of a cyclist in 2010. Fines for dooring start at $122 (81). Meanwhile, an awareness-raising campaign has been launched by the Victorian government to highlight the risks. In 2001 the cyclist Nicola Frogley was on her way back from work in Melbourne when a car door opened in front of her. She said: &quot;I flew over my bike, turning in the air to land facing the oncoming traffic.&quot; Thanks to a slow fire truck behind her the traffic was moving slow enough to avoid hitting her. She added: &quot;Unfortunately I later developed an ugly scar on my shoulder which had taken the impact of my fall. I tried having the scar removed and even had radiotherapy but the scar is back bigger than ever.&quot; As Dansky points out, awareness of dooring is also a major issue in the UK: &quot;People move into that position [in the door zone] because they are intimidated.&quot; Recently a driver threw a bottle at me because I rode out of the door zone on a single track road, which meant he couldn&apos;t pass. He revved the engine, honked his horn and drove inches from my back wheel, though I was simply doing what I had been taught. Perhaps the UK&apos;s drivers  as well as its cyclists  also need a reminder of why we should avoid car doors.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/24/cyclists-threat-parked-cars", 
    "wordcount": "633"
}