{
    "headline": "Degree in the spotlight  BSc in computer science, University ofYork", 
    "text": "Thirty years ago, a degree in computer science was a minority pursuit. Now it has taken its place as a mainstream science, rated by students and parents alike for its combination of logical thinking, mathematical skills, and career prospects. What you study varies between institutions. Most courses combine basic theories of computer functions and more applied work, leading to a BSc qualification. Some focus on programming; others are moretheoretical. At the University of York the subject&apos;s rise is obvious. Its four-year computer science course includes an industry year and is particularly rigorous and theoretical, ensuring students understand machines from the bottom up. Getting to grips with the hardware  the componentswhich make a computer  is a primary focus of the first year. Prospective students need good A-levels in maths and a lab-based science, plus an interest in computers. &quot;They will have messed around a bit with computing, written theirownstuff,&quot; says Professor Susan Stepney. The most recent available UK graduate figures show an assumed unemployment rate of 14.7% for computer science. However, more than 95% of the York students get jobs within six months of graduating. Stepney says: &quot;If you want a degree in a rigorous subject then computer science is a good option. It doesn&apos;t mean you are setting your progression route for your life. Most jobs specifying a degree don&apos;t specify what subject. Lots of students do go into computer science and IT jobs, but also into a wide range of industry or banking positions. Some go intolaw and others go into the public sector.&quot; Taking A-levels in maths and science, Priya Vasan hadn&apos;t considered computer science until her father suggested it. Now 21, her finals over, she plans a future in consultancy. &quot;You definitely need a strong background in maths,&quot; she says. &quot;Some people are put off by how much there is to learn, with lectures every day of the week and practicals as well, but I&apos;ve really enjoyedit. It&apos;s been a fun learningexperience.&quot; Stepney emphasises how important it is that you choose to study something you will find stimulating, adding, &quot;If you enjoy logical thinking, solving puzzles and making things work  but don&apos;t want to get gooey or icky  computer science might be the right choice for you.&quot;     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/applying-university-computer-science-degree", 
    "wordcount": "395"
}