{
    "headline": "Bradford free school fiasco: the hard lessons learned", 
    "text": "Two years ago, in the final, adrenalised days of the general election campaign, David Cameron went to West Yorkshire. In the marginal seat of Batley and Spen, near Bradford, where local parents were lobbying to set up a free school, the prime minister-in-waiting made what his party hoped would be a politically pivotal speech on education. Shirtsleeves rolled up, Barack Obama-style, with the future education secretary Michael Gove nodding beside him, Cameron told a whooping, cheering rally of the campaigning parents: &quot;You are an inspiration ... an active community that is not going to put up with the bureaucrats saying &apos;no&apos;&quot;. Whereas the Labour government had blocked the school scheme, &quot;The whole aim of my government, if we win this election, will be to help people like you to realise your dream.&quot; Two and a half weeks ago, Matthew Band, chief executive of One in a Million, a Bradford charity also working to open a free school, received an email from the Department for Education (DfE). It was 2pm on a Friday and the bank holiday weekend loomed: what should have been a final breather for the charity after 18 months&apos; effort establishing the small secondary, before it admitted its first pupils on 3 September. But the email was not a routine communication, as the charity had regularly exchanged with the DfE as part of the intricate, still-novel, sometimes politically sensitive process of creating a free school. Instead, completely out of the blue, says Band, the charity was told the DfE would not allow the school to open. Its inaugural term was due to start in nine days. &quot;I couldn&apos;t believe that they&apos;d actually just done it  that they&apos;d said no,&quot; says Band. &quot;We were completely amazed ... devastated.&quot; For the prospective pupils and their parents, the shock was even worse. &quot;It bowled us all over,&quot; says Janet East, whose 11-year-old son James was signed up for the school. &quot;Not one of us [parents] had a clue this was going to happen.&quot; She had bought James a uniform; they had visited the school &quot;five or six times&quot;, and met the teachers; they had even agreed with the school that James would be provided with specially adapted classroom furniture, as he is disabled and has behavioural and learning difficulties. It took her several days to break the bad news to him: &quot;It was an evening, and he&apos;d been talking about One in a Million [school] all day long. I told him, &apos;You can&apos;t go there.&apos; And he said, &apos;Why?&apos; Then he got very angry. He still is. We&apos;ve had no decent sleep since.&quot; Shortly after vetoing the opening of the school, the DfE issued a statement: &quot;Setting up a free school is a difficult task, and we thank One in a Million for all their hard work. Before any new schools open their doors, we have to be sure that all conditions that we have set have been met... We still hope that One In A Million will open in [September] 2013.&quot; The DfE did not elaborate on which &quot;conditions&quot; the school had failed to meet. But in Bradford and in Yorkshire Conservative circles it has been widely speculated that the fatal shortcoming was a failure to attract enough pupils. The initial intake was only between 28 and 32  on this, as with much of the school&apos;s history, the precise details are disputed  rather than the 50 originally anticipated. For the past fortnight, the charity and the DfE have been in talks to see if they can agree on how the project might be salvaged. Band says he expects the talks to conclude this week.     Janet East and her son James, who had signed up for the Bradford free school. Photograph: Lorne Campbell/Guzelian    But whatever their outcome, damage has been done. To the prospective pupils who, even if a delayed opening can somehow be arranged, will be too old to attend One in a Million by then  and who are now scrambling to fit into schools that they and their parents did not choose. To the reputation of the project: &quot;I can&apos;t believe there&apos;s a parent in Bradford who&apos;s going to say, &apos;Oh yeah, I know that school. It shut down nine days before the start of term. I&apos;m going to put my child&apos;s name down,&apos;&quot; says East. And to the reputation of the free school policy as a whole  against strong competition, one of the coalition&apos;s most radical, or most reckless. One in a Million&apos;s educational experiment is housed in the former official shop of Bradford City football club. A dozen years ago, City were briefly in the premiership and built cavernous retail facilities to match; now, after a series of financial crises, they are three leagues lower. In 2011 the charity, which was co-founded by Band and Wayne Jacobs, a former City player and caretaker manager, proposed buying the under-used shop building and turning it into a free school. At first sight, it does not look very suitable: a long, grey retail shoebox with blank corrugated walls, not many windows, and car parks around it rather than outdoor space for pupils. The whole complex is overshadowed by the football stadium right next door. On the would-be school&apos;s outside walls, banners still read, &quot;Brand New School For Bradford. Opening September 2012. Enrolling Now. 01274 723439. One In A Million Free School. In Partnership With Bradford City FC.&quot; Left-over logos for the former club shop and a former club cafe hang confusingly alongside. At the school&apos;s intended entrance, there is recent builders&apos; junk but there are no longer any builders. Graffiti already marks a newly boarded-up door. A torn One in a Million banner lies on the tarmac. Yet inside, the dream of the school is still alive, at least for now. Band and a few charity colleagues occupy a cluster of desks at one end of the largely deserted premises. Stuck to the walls are architects&apos; drawings of the building as a much glassier, more attractive three-storey structure, with brightly dressed pupils arriving and eagerly studying; and also neat rows of &quot;certificates of intent&quot;, 47 in all, signed by parents to &quot;register a strong interest in applying for a place&quot; at the school. Sitting at an empty boardroom table, wearing a polo shirt carrying the logos of the charity and the football club, Band speaks with an uneasy mixture of diplomacy and exasperation. &quot;We were ready to open. We did not fail. People say we failed to attract students. We haven&apos;t failed to attract students.&quot; He pauses. &quot;Failed to retain them, possibly ...&quot; In the spring of 2011, when the charity made its initial application to the DfE to set up a school, &quot;We had collected over 200 signatures of interest and support.&quot; Before joining One In A Million in 2005, Band was a businessman, and he describes its school concept as &quot;mainstream ... but with a certain offer. What it&apos;s based on is ... the US Charter School. Small school size, small class size ... focusing on the individual child. An individual learning plan. Every child has an iPad.&quot; The school would offer much of the national curriculum (free schools are not obliged to follow it) but with a vocational emphasis on &quot;sports, art and enterprise&quot;, as a slick promotional film posted on YouTube explained. The US for-profit education business EdisonLearning was hired as a consultant to help devise the school timetable, hone its overall philosophy, and assist the school once it opened. &quot;Edison was a perfect fit,&quot; says Band, and testimonials about the charity and company&apos;s &quot;excellent&quot; relationship remain prominent on the EdisonLearning website. Along with this corporate influence, the school project had more purely altruistic elements. Its site is in Manningham, a deprived, mainly Asian part of inner Bradford, and the charity&apos;s aim was to attract pupils of all races and faiths, or none, from poor areas across the city. One in a Million already has a strong city-wide reputation from organising volunteer-led classes for hundreds of children a week in everything from football to cookery to film-making; the school, says Band, was intended to give the charity a permanent base and higher profile, and act as &quot;the crystallisation of six, seven years&apos; hard work&quot;. Qualified teachers would be hired, &quot;exceptional facilities&quot; constructed, as the still-bullish One in a Million website puts it, and a school established that would be at &quot;the leading edge of education delivery&quot;. For much of last year and this, the scheme was on course, according to Band at least. The DfE declined to comment on his version of events. After the charity&apos;s initial application to start a school, &quot;We were selected, one of 50 out of 300 [applicants] who were asked to interview. We went to interview down in London, August 2011.&quot; Band sighs: &quot;Should&apos;ve been sooner ... There&apos;s been continual delay.&quot; He smiles and goes on: &quot;We then found out in October 2011 that we&apos;d got through the interview. In January/February 2012 we started on the funding agreement [the detailed contract negotiated between every free school and the DfE]. We&apos;d done the funding agreement documentation by March/April ... In June, we had our finance plans for an initial 25 to 50 students approved and signed off. We were told we were moving towards [the government signing] the funding agreement, which was the basis on which we started to say to parents, &apos;We will guarantee these school places,&apos; and on which we appointed our staff.&quot; By this July, One In A Million had passed a &quot;pre-inspection&quot; by the school inspectorate Ofsted, and builders had started converting the basement of the Bradford City club shop into the school&apos;s initial premises. The rest of the building would be ready, the charity assured the local media, by the spring of 2013. Coverage was plentiful and positive. &quot;The future looks rosy&quot; for the school, reported the Bradford Telegraph &amp; Argus on 18 July. But in fact its prospects were much more ambiguous. Creating a free school is a form of entrepreneurship  hence its attraction to a still market-infatuated government  yet a more complex and perilous one than most, with pupils, buildings and government support all having to be individually secured, but simultaneously, and with securing one being largely dependent on securing the others. In March 2012, One In A Million&apos;s delicate balancing act started to go wrong. With its school site so hemmed in, the charity had been forced to look elsewhere for a site for the pupils&apos; sports facilities, and had eventually found some suitable land, says Band, &quot;two to three miles away&quot;. That month, the charity discovered that the land &quot;hadn&apos;t been secured, and that we&apos;d actually lost it to someone else&quot;. Buying the land, he says, was &quot;the DfE&apos;s responsibility&quot;. The same month, existing schools made their customary annual offer of places to pupils. Local parents and children who had been interested in One in a Million began to exercise their rights as consumers in the coalition&apos;s haphazard education marketplace by taking their custom elsewhere. &quot;The two things parents were asking us when they were making a decision,&quot; says Band, &quot;were: &apos;Can you guarantee my child a place?&apos; Well, legally no, because we don&apos;t have the funding agreement signed yet. And: &apos;Where is my child going to be at school?&apos;&quot; From the spring onwards, the purchase of the Manningham site from Bradford City  again, says Band, the DfE&apos;s job  also stalled: even now it has yet to be completed. Band says he warned the DfE that uncertainty over the school&apos;s sites and funding agreement, which remained unsigned as the inaugural term approached, was fast eroding likely pupil numbers. During August, the One in a Million Twitter feed began issuing slightly desperate-sounding appeals for punters: &quot;Limited places available ... iPad for every student.&quot; But the charity&apos;s advertising yielded diminishing returns: in its three and a half months on YouTube, since late May, the school&apos;s promotional film has been viewed only 188 times. Visiting the school this year, Janet East &quot;noticed one of the open days was not quite as busy&quot; as its predecessors. But she was enthused by the half-dozen teaching staff: &quot;They were all so vibrant and passionate.&quot; And she does not accept that by August declining pupil numbers had made the school impractical: &quot;They&apos;ve opened other free schools with a smaller percentage [of the hoped-for intake] than we had.&quot; Yet gradually a view solidified at the DfE that the Manningham school &quot;would not be financially viable&quot;, at least in the form the charity was proposing it. Perhaps ominously in retrospect, on 16 April Gove responded to a parliamentary question from Philip Davies, a Tory MP with a constituency near the school, asking him to come and open it, and also for a meeting to discuss its &quot;capital allocation&quot;, with the bland cheeriness he reserves for tricky subjects: &quot;I&apos;m committed to doing everything I can to improve education in Bradford.&quot; Shortly before the school&apos;s opening was stopped on 24 August, &quot;We were asked to make significant cuts in our start up grant,&quot; Band admitted in an email to me after our interview, somewhat undermining his insistence that the August decision came completely out of the blue. &quot;Although we felt this was wrong with little evidence or justification from the DfE and that they were reneging on their Agreement, we fully met the condition.&quot; On 17 August, the builders were pulled from the Manningham site by the DfE. &quot;We were told it was a temporary measure and [they] could be back on site very quickly once the [funding agreement] decision was made.&quot; The builders never returned. Away from One in a Million&apos;s desks, the building feels desolate now, stuffy and dark and silent. A half-removed escalator lies on the floor of what Band still hopes will become the school assembly&apos;s hall, an easy metaphor for children&apos;s progress stalled. Modern Bradford sometimes feels like a city of abortive schemes, from City&apos;s premiership ambitions to the infamous city-centre hole where, until the financial crisis, a new Westfield shopping centre was meant to have been. One in a Million school has already officially cost taxpayers at least 213,000: on grounds of &quot;commercial confidentiality&quot;, Band declines to discuss whether that figure covers all the DfE&apos;s and the charity&apos;s costs, which seems unlikely. Ralph Berry, Bradford council&apos;s executive member for children&apos;s services, a Labour veteran and no friend of free schools, thinks One In A Million has been a &quot;sacrificial lamb&quot;, harshly treated to scare other would-be free schools into sharpening up their applications. For an education policy that sometimes seems to treat education as secondary to the more ideological and party-political business of establishing beacons of &quot;social enterprise&quot; and &quot;freedom&quot;, that would not be an entirely surprising outcome. In the meantime, the school&apos;s staff are either looking for new jobs, or wondering whether to risk staying with the project. This year&apos;s supposed pupils have been reimbursed by the charity for their uniforms.", 
    "section": "education", 
    "gid": "education/2012/sep/10/bradford-free-school-fiasco-lessons", 
    "wordcount": "2563"
}