{
    "headline": "Kid Icarus: Uprising  review", 
    "text": "When Kid Icarus: Uprising was teased at the 3DS&apos;s launch, it was met with a certain amount of head-scratching. The second sequel to a rather weird 1986 NES platform game (and the first Kid Icarus game since 1991), it hardly resembled a standard-bearer for Nintendo&apos;s stereoscopic 3D handheld console, although it would undoubtedly stand out from other 3DS games. It then took much longer than expected to arrive  but the good news is that that time appears to have been put to good use. Whether it will be to everybody&apos;s taste remains to be seen, but Kid Icarus: Uprising is both original and thoroughly playable. It&apos;s also very weird indeed. With a theme loosely based on Greek mythology (so loosely that you swear you can hear the sound of Robert Graves posthumously revolving), you play an angel called Pit, who has been given the task of rescuing the Earth from the tyranny of a reborn Medusa. Pit has been granted the gift of flight by by his mentor, the green-haired goddess Palutena. The action starts with Pit in flight. While Palutena controls the direction in which he flies, you can move him around the screen using the circle pad and aim attacks using the stylus  your right forefinger isn&apos;t a viable alternative as it covers too much of the screen. To fire, you use the left trigger; you can fire continuously or wait for attacks to charge up, and there are special attacks to be found that can be launched by touching prescribed areas of the touchscreen. This control system sounds cumbersome, but it works beautifully  with one massive caveat. If you&apos;re left-handed, Kid Icarus: Uprising may well prove unplayable, although it does support Nintendo&apos;s Circle Pad Pro add-on. There are also land-based sequences, in which the control system remains more or less the same, except the circle pad lets Pit strafe, and dodge if you whack it quickly in any given direction, while swiping the screen to the left or right changes Pit&apos;s view 90 degrees in that direction. As you progress, you find platform elements creeping in  jump-pads let Pit reach higher levels, for example, as do grind-rails. Even the platform elements seem refreshingly unconventional  in Pandora&apos;s labyrinth, for example, you have to reveal hidden paths by shooting in front of you. Since Pit is in charge of Palutena&apos;s army (although he takes on Medusa and her minions single-handed), he has access to some outrageous weaponry that becomes available in the form of collectables dotted around the game&apos;s levels. You can choose between ranged, all-round or melee-based weaponry (although the latter deliver ranged attacks when charged up), and even combine weapons to your own specification.     Kid Icarus: Uprising    It&apos;s just as well that you&apos;re never knowingly under-armed, as you have to overcome some pretty fearsome enemies (especially when on the ground). Each chapter ends with a boss, most of which require a tactical approach: happily, Palutena points out what you have to do. And the enemies you fight are generally extremely freaky-looking, often along the lines of floating eyeballs or even what appear to be the nose and eyes of Mr Potato Head. Add that to periods of eye-poppingly garish art-direction, some intricate level design (often, you have to dodge around when flying at speed) and a constant, pun-laden and thoroughly surreal dialogue with Palutena that takes place constantly, and the overall effect is trippy at the very least and often positively psychedelic. The Pit-Palutena dialogue sometimes descends into cheesiness, but occasionally makes you chuckle. And to emphasise the game&apos;s off-kilter feeling, you often encounter health-restoring food items such as hamburgers and doughnuts. There are some extras beyond the (fairly meaty) single-player game, including the ability to face off with your mates in arena battles or against them in free-for-alls, and you can battle locally using AR cards. Plus there&apos;s a mosaic that is revealed as you achieve in-game targets, and you can set the difficulty level for each chapter, gambling hearts and getting the chance to find more exotic weaponry in return. Graphically, Kid Icarus: Uprising is astonishing to behold, given that it was designed for the 3DS  which is just as well since at times, it gets incredibly busy in visual terms, and if it wasn&apos;t crisp and sharp to look at, it would get confusing. Overall, it feels fresh, original and exhilarating to play, and thanks to its off-the-chain level of bonkersness, it should appeal to young and old alike. One thing is for sure: you won&apos;t be mistaking it for any other game. It has cult classic writ through it like a stick of rock.  Game reviewed on Nintendo 3DS", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/23/kid-icarus-uprising-game-review", 
    "wordcount": "773"
}