{
    "headline": "This fracking fantasy is the delusion of fossil fuel addiction", 
    "text": "There was a seismic shale gas announcement this week but it was not Ed Davey&apos;s decision to allow exploration to resume in the UK after the pause caused by the small earthquakes in Lancashire. The truly shocking event was to learn that prime minister David Cameron has inhaled the hallucinogenic fumes of fracking hype and become intoxicated. Chancellor George Osborne&apos;s heady enthusiasm for the illusory attractions of shale gas in the UK were well known, but the hope remained that Cameron might yet make good on his promise to lead the greenest government ever. Not any more. On Tuesday, he told MPs: &quot;It may be that this gas revolution is really quite transformative and there is going to be a lot more gas and the price won&apos;t be as expensive. If we ignored it completely, you could be giving your economy much higher energy prices than is necessary.&quot; This is nothing more than the delusion of addiction. Like all addictions, our fossil fuel craving tempts us to ignore inconvenient truths that threaten our next fix. The simple reality for shale gas in Europe is that no serious, independent authority, from the International Energy Agency down, thinks fracking will provide enough gas to dent its price in Europe. As the government&apos;s own advisers set out today, over-reliance on gas exposes consumers to far higher hikes in bills. Those memorably dubbed frack-heads by Andrew Rawnsley tend to ignore climate change but the prime minister did not. Instead, he prescribed the equivalent of a drug user dealing with a wild high by swallowing a fistful of downers. If the gas revolution did come to pass, Cameron said, then capturing and burying the emissions would deal with climate change. Yet fitting that expensive technology in order to burn &quot;cheap&quot; gas is like happily getting addicted to heroin because you can check into rehab later. How has this hazy fracking mirage, constructed entirely on analogies with the US that evaporate into thin air as soon as you look at them, become so concrete in the minds of the two men leading our nation? The Guardian&apos;s energy editor, Terry Macalister, says: &quot;In 20 years, I&apos;ve never come across such heavy lobbying than I have for shale gas. It&apos;s a pity renewables can&apos;t get that financial muscle.&quot; It is no surprise that those with most to lose from the UK kicking its fossil fuel habit are the dealers. Amidst this addled euphoria, energy secretary Davey&apos;s announcement on Thursday looked stone-cold sober. It is right to explore whether shale gas can safely compensate in some part for the UK&apos;s declining North Sea supplies, bolstering a little the nation&apos;s energy security as it uses gas in the transition to a clean and sustainable system. But it is also right to question how likely that it is. Michael Liebreich, CEO of Bloomberg New Energy Finance, calculates it would take 2,400 fracked wells to offset North Sea declines. Erecting onshore wind turbines will feel like a breeze by comparison. On safety, regulation could make shale gas extraction safe in theory, but only if it is adhered to. Cuadrilla has drilled a mere three wells so far but has already broken the terms of its planning permission. Davey&apos;s investigation of the earthquakes caused by Cuadrilla found &quot;weaknesses in its management of environmental risks&quot;, now being addressed. The dash for gas started by Osborne and now blessed by Cameron is, like buying street drugs, a risky gamble that we do not need to take. The least-risk, least-cost route to an energy system fit for the 21st-century involves some gas but must focus on renewable energy, energy efficiency and, some think, nuclear power. But try selling that much safer-sounding fix to an addict.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/dec/13/shale-gas-fracking-davey", 
    "wordcount": "628"
}