{
    "headline": "School uniform supplier restrictions 'leaving parents out of pocket'", 
    "text": "Schools should review their uniform policies to give parents the chance to shop around for cheaper clothes, the Office of Fair Trading has warned, after an investigation found that items from approved suppliers can be up to 10 more expensive. Nearly three-quarters of state schools place restrictions on where parents can shop for uniforms, the watchdog discovered. The average price of a secondary school boy&apos;s sweatshirt was 12 compared with 5 at a supermarket, according to an OFT survey. For secondary school girls&apos; skirts, the equivalent figures were 15.40 and 5. Many schools regard wearing uniform as a cornerstone of maintaining good behaviour and projecting a positive image to local communities. But the OFT said schools could achieve a consistent look without tying parents to a single supplier. The watchdog suggested that schools could achieve consistency through setting out colour and style requirements in more detail but still allow parents choice about where to buy items. In a letter issued to almost 30,000 state schools in Britain, the OFT urged schools to end relationships with a single supplier. If this is unavoidable, the schools should introduce competition to select the supplier, the OFT said. Susan Oxley, assistant director in the OFT&apos;s goods and consumer group, said: &quot;When schools require that uniforms are bought from a preferred supplier or shop it can act as a tax on families, which mostly goes to the chosen retailers. &quot;However, when families are able to shop around for school uniform items it can drive competition and bring down prices for all. We know schools don&apos;t want families to be left out of pocket and we have written to schools across the UK asking them to review their policies and supplier arrangements.&quot; The OFT estimates the cost to parents of restricting uniform supplies at 4.9m each year for primary school children and 5.5m for secondary school children. The watchdog did not provide a breakdown of the average cost per family. Commenting on the OFT&apos;s letter, Christine Blower, general secretary of the National Union of Teachers said: &quot;Where schools use only one supplier, the cost is very often prohibitive to families on low or even average incomes. This is a barrier to being able to apply for schools where the uniform is expensive and is in effect another form of selection. &quot;Children and young people grow out of their uniforms at a rapid rate. The issue of long lasting quality is far outweighed by the amount of times a new uniform has to be bought.&quot; The department for education encourages schools to have a uniform as it can &quot;instil pride&quot; but urges school governors to keep the cost of supplying uniforms under review.", 
    "section": "education", 
    "gid": "education/2012/oct/25/school-uniform-single-supplier-oft", 
    "wordcount": "465"
}