{
    "headline": "Border Agency ban threatens London Metropolitan University", 
    "text": "The UK Border Agency&apos;s suspension of London Metropolitan University&apos;s power to recruit new students from outside the EU is already threatening the future of the entire institution, its vice-chancellor has claimed. Malcolm Gillies also warned that any decision to revoke its licence to take non-EU students entirely would create a 30m loss  equal to nearly a fifth of the university&apos;s budget  as he appealed to the government not to take &quot;disproportionate&quot; action against London Met and cause wider losses to the local economy. In an email appealing for help on the issue to Keith Vaz, the chairman of the Commons home affairs select committee, Gillies said university leaders &quot;absolutely accept&quot; some processes on international student recruitment &quot;will need further adapting&quot;. But the UKBA&apos;s suspension of London Met&apos;s licence until further notice from 16 July over fears that &quot;a small minority&quot; of students did not have accurate documentation to stay in the UK was putting the stability of the whole institution at risk, said Gillies. Of the 30,000 students at the university expected in the new academic year, about 2,700 from outside the EU are thought to be planning to start or continue courses. The Home Office has denied claims in the Sunday Times that a decision to ban the recruitment of new international students has already been taken because of slack monitoring of those given visas to study at London Met . Gillies, blaming previous management for the problems, said reports that it was to lose its &quot;highly trusted sponsor&quot; status altogether had made matters worse than they already were. Vaz, in a letter to Home Office minister Damian Green, said: &quot;Whilst the committee are fully supportive of the government&apos;s efforts to clamp down on the abuse of student visas, and the need to follow rigorous processes, I share the vice-chancellor&apos;s concerns about the procedure in the case.&quot; He was particularly concerned that the issue would case &quot;considerable confusion to domestic students, as well as overseas students who will be arriving to start their course&quot;. The Guardian understands the university had already sent 300 new non-EU students confirmations of places next term before the suspension was announced. It is not known how many had been given the necessary visas by the UKBA before suspension. There have been no visas issued to such students, nor applications considered, since the suspension was announced. Existing international students are also calling a university hotline for news and advice. The university accuses the UKBA of seeming to be &quot;unwilling to communicate&quot; and &quot;threatening the future of our students, staff and  the mission of the university.&quot; The Home Office says students who have already been given a visa on the basis of an acceptance of a place awarded by the university before its suspension, but who have not yet travelled to take that place up, will be allowed to enter the UK and start studying. However its policy guidance to universities also states: &quot;We do advise students to check the status of their sponsor&apos;s licence before they travel and not to travel to the UK if their sponsor&apos;s licence has been suspended.&quot; If the licence is revoked entirely, any students not involved in the failures around monitoring their status will be allowed to remain in the UK and given 60 days to find a new sponsor, &quot;regularise their stay&quot; or leave the UK. Any longer stay may lead to deportation and refusal for any application to enter the country for 10 years. The Home Office guidance to universities states: &quot;If a student has already been given a visa when we revoke your licence, we will cancel it if they have not travelled to the UK. If they then travel to the UK, we will refuse them entry.&quot; Further official information to students is available here.", 
    "section": "education", 
    "gid": "education/2012/aug/29/border-agency-eu-ban-university", 
    "wordcount": "655"
}