{
    "headline": "Lord Deben: Thatcherite turned green warrior defends Climate Act", 
    "text": "The former Tory environment secretary and now head of the UK&apos;s climate change watchdog, John Gummer  now Lord Deben  has vowed to protect legislation underpinning the UK&apos;s climate commitments, bringing him into conflict with many in his own party. The simmering row in the coalition is set to be reignited when George Osborne announces tax breaks for shale gas drilling in the autumn statement. The new gas strategy is intended to promote a huge rise in gas exploration and power generation. This emphasis on gas, and the split in the Tory party over green policy, threatens to derail tens of billions of pounds of investment in low-carbon energy and transport infrastructure and the creation of thousands of green jobs. Deben, pictured, heads the Committee on Climate Change, the statutory body that advises ministers on how to meet the carbon targets set out under the Climate Change Act. In his first in-depth interview after taking up the job in September, Deben said he would brook no watering down of the legislation, and would fight to see it strengthened. That is likely to mean opposing the government&apos;s plans for 20 gas-fired power stations, which could be allowed to run &quot;unabated&quot;  without carbon capture and storage technology  until 2045. Deben said that would be &quot;incompatible&quot; with meeting the UK&apos;s carbon budgets, which stipulate reductions to 2027. &quot;I&apos;m a very strong believer in the Climate Change Act  I was part of the team that did it. What we wanted to do was to help governments of all political parties to get over the fundamental democratic difficulty of long term policies. I think this is an absolutely essential mechanism, as we have to have long term policies,&quot; Deben explained. &quot;My job is to maintain the integrity of the act.&quot; He said long-term targets were also a help to investors. While he said it was not the committee&apos;s role to decide on fracking  the controversial technique of extracting gas from shale formations  he warned it must have &quot;sensible environmental regulation&quot;, and research was needed on methane leaks. The dash for gas-fired power stations championed by Osborne would be problematic, Deben said, if too many were given the green light. &quot;We have said the plans have to be made compatible with carbon budgets  we are going to stick to them.&quot; And he warned: &quot;There is a feeling in some quarters that gas is going to be very cheap. This is not true, in so far as we know.&quot; The International Energy Agency forecasts continuing increases in gas prices. There is also a danger of locking in high-carbon infrastructure for decades. &quot;We need to ensure that infrastructure does not become the enemy of change,&quot; he said. Failure to enforce these targets would merely push the cost of climate change into the future. &quot;This government makes a great deal of the need not to burden the next generation with debts,&quot; he said. &quot;This is another burden.&quot; Deben is widely regarded as one of the best environment secretaries. During the 1989-90 BSE crisis, when he was farming minister, he appeared on television eating a hamburger with his daughter to prove that British beef was safe. But when the Kyoto protocol was being negotiated in the 1990s, Deben as environment secretary helped to foster the cross-party consensus on climate change and other big environmental issues. That consensus is under threat as hardline Tories have focused on green debates, from wind turbines to green taxes. The son of a Church of England minister, he moved to the Catholic church in the early 1990s. He has written several books about religious faith and politics, and his environmentalism springs in large part from that source. A pro-European and &quot;wet&quot; in the Thatcher era, and a supporter of Kenneth Clark in the Tory leadership contest won by David Cameron, he has long been used to battling rightwing colleagues. But fighting to ensure that the Climate Change Act and the coalition government&apos;s environmental commitments remain intact is shaping up to be the biggest battle of his career. The rows over climate and energy policy have turned increasingly toxic, with ministers openly at war over key issues such as wind power. Some Tory MPs have taken to booing and jeering every time the Climate Change Act is mentioned in the Commons. A growing section of the party would like the Committee on Climate Change to be scrapped and the act repealed. Their hero is climate sceptic Peter Lilley, a former cabinet colleague of Deben&apos;s under John Major, and recently appointed to the select committee on energy and climate change, where he will play a key role in recommending changes to legislation. Lilley&apos;s appointment is seen as a bridgehead for his fellow rightwingers to attack the act and all green policies. Their campaign got a further boost when Osborne&apos;s father-in-law was recorded saying the chancellor was opposing the &quot;absurd&quot; climate targets. Another rightwing Tory, the junior energy minister John Hayes, has prompted a series of rows with the secretary of state, the Lib Dem Ed Davey, over wind energy. Another collision course is over emissions from airlines, as the government must choose whether to include them. Deben said: &quot;My role is to say we have to keep aircraft emissions within the 2050 target.&quot; The committee writes &quot;carbon budgets&quot; determining the quantity of greenhouse gas that can be emitted in a given time period. Last year, Cameron defied the right wing of his party by supporting the fourth carbon budget, which will run to 2027, but Osborne won a key concession that it would be reviewed in 2014. That will be another major battle. Businesses are growing increasingly frustrated with the government&apos;s apparent divisions on energy policy. Neil Bentley, deputy director general of the CBI, which &quot;strongly supports&quot; the Climate Change Act and carbon budgets, called for &quot;less politics, more policy&quot; on energy. He warned: &quot;With every new story that adds to the sense of uncertainty, I hear of more phone calls from overseas head offices to UK executives asking whether it is worth putting further work into scoping out possible investments in the UK.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/02/lord-deben-thatcher-green-fracking", 
    "wordcount": "1050"
}