{
    "headline": "Boot up: Android piracy explanations, Windows Phone satisfaction, Samsung v Apple and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Customer satisfaction with Windows smart phones rise by 18% &gt;&gt; Amplified Analytics Blog Android shows rising popularity; RIM&apos;s is falling; iOS is steady; Windows Phone is the top. How high is &apos;unbelievably high&apos; piracy? Dead Trigger dev&apos;s not saying &gt;&gt; Android Central The given link is to a comment:   First of all, you should all know that the world does not revolve around the USA. I come from a 3rd world country, Kenya(I wish it was not but...fate :( ). It is with that in mind that I shall go ahead and list why people pirate games:   And he does so, eloquently and reasonably. Australia judge calls Apple-Samsung dispute over 3G &apos;ridiculous&apos; &gt;&gt; Bloomberg  Apple refused to pay a license fee for the technology that allows phones to conduct multiple tasks including taking calls while uploading photos to the Internet, Samsung&apos;s lawyer Neil Young said at the start of the trial. Apple was willing to pay and Samsung refused, the Cupertino, California-based company&apos;s lawyer Stephen Burley said.  &quot;Why on earth are these proceedings going ahead?&quot; Bennett asked the lawyers in court today. &quot;It&apos;s just ridiculous.&quot; A similar dispute between any other two companies would be immediately ordered to mediation, she said.  &quot;Why shouldn&apos;t I order the parties to mediation?&quot; she asked. She said she would expect an answer before the end of the week.   They simply won&apos;t stop, and there doesn&apos;t seem to be anything anyone can do to make them stop. China&apos;s fixed broadband population is shrinking &gt;&gt; The Register  China&apos;s internet population reached a whopping 530m over the past six months, but its [fixed] broadband subscriber base actually shrank as mobile became the most popular way for users to get online for the first time.  The government&apos;s latest twice-yearly data dump, the Statistical Report on Internet Development in China, recorded total internet users at 538m by the end of June, up from 513m in December and 438m a year ago.  Of these, 380m were fixed broadband users, down from 396m in December, and 388m were mobile internet users, up from 356m.   More mobile than fixed users. The overlap (those with both forms of connection) is about 150m, or slightly less than half. That&apos;s a huge number of mobile-only subscribers. Windows 8 Review - Part 3: As seen through the eyes of a desktop user &gt;&gt; Gartner analyst blogs Gunnar Berg:   My job is to enable organizations to deliver a similar experience regardless of the end point. Which leads me to today&apos;s discussion: What is the experience like on Windows 8 when the end point isn&apos;t touch enabled?  In a word: Bad.   This post has been kicked up and down the internet, but Berg&apos;s point is a simple one: if enterprises try just sticking Windows 8 in to replace, say, XP, the howls of user pain will be gigantic. Siri-like voice commands on BlackBerry 10 Dev Alpha (w/video) &gt;&gt; N4BB  One feature stuck out, a voice command function with an operator whose voice sounded terrifyingly similar to Siri. Could RIM be using the same technology from Nuance? Using the voice commands also allow you to access the new Universal Search feature.   It definitely is voice command, though it&apos;s pretty rough. The two-stage approach is clunky. But this means all the major phone OSs would have voice input by next year. Counterparties: Marissa Mayer&apos;s vacillating pay &gt;&gt; Felix Salmon Explains precisely what Mayer&apos;s pay package is, but also how it kept ratcheting up once reported by news organisations. Do we hear $50m? $75m?  Features Update &gt;&gt; Delicious Blog  We introduced stacks last year as a visually rich way to think about your links and we&apos;ve been blown away by the amazing content you&apos;ve created. But given the upcoming launch of new products from Delicious&apos; parent company, AVOS, and our focus on simplifying the Delicious site, we realized the value of stacks is limited for our users moving forward.  For this reason, we&apos;ve decided to simplify how users organize links on Delicious by consolidating stacks into tags.   This sort of vacillation and general repeating-the-past is part of why we stopped using Delicious to gather these links. (We use Pinboard.) Freemium has run its course (well, not really) &gt;&gt;Gigaom Good analysis of how the idea of &quot;freemium&quot; came about (via chocolates) and why it might not fit all business models or situations. DoItQuick: Fast Domains for Dirty Deeds &gt;&gt; Krebs on Security  A new service offered in the cybercriminal underground is geared toward spammers, scammers and malware purveyors interested in mass-registering dozens of dodgy domains in one go.  The service -- doitquick.net -- will auto-register up to 15 domains simultaneously, choosing randomly named domains unless the customer specifies otherwise.   Krebs doesn&apos;t specify whether it&apos;s done cheap, but kudos anyway for getting the AC/DC reference in there. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/24/technology-links-newsbucket", 
    "wordcount": "858"
}