{
    "headline": "Who controls the internet?", 
    "text": "Have you ever noticed that wherever you are in the world, every telephone keypad looks the same? Or wondered why satellites don&apos;t crash into each other? Or why you dial 64 to reach New Zealand, but 65 for Singapore? These are some of the mundane but essential logistical achievements of the International Telecommunication Union, a specialist UN agency that dates back to 1865. Yet as it gears up for its first global conference in 14 years, the ITU has found itself under unprecedented attack. The first assailant is the powerful US technology lobby. Companies, including Google, are claiming that new ITU proposals would mean internet companies paying hefty fees to local telecoms companies, reigniting historic tensions between US internet giants and incumbent telecoms firms across the world. But that&apos;s not the only battle that will be played out this December when the ITU&apos;s 193 member states gather in Dubai. Russia and China have been explicit in their goal of taking control of the internet away from the US, while developing countries feel the western technology hegemony is limiting their economic opportunities. With the world&apos;s internet population predicted to reach 3.4 billion by 2016, there is everything to play for. The ITU has not helped its case. Suspected by some critics of encouraging the controversial proposals, comments by the eloquent secretary general Dr Hamadoun Tour seem designed to antagonise the US. He told Vanity Fair earlier this year: &quot;When an invention becomes used by billions across the world, it no longer remains the sole property of one nation, however powerful that nation might be. There should be a mechanism where many countries have an opportunity to have a say.&quot; The reaction to some of these new proposals, or ITRs, has been a comprehensive, well-organised and well-funded campaign by a cabal of powerful American corporates  including Google, Microsoft, Cisco, AT&amp;T and Comcast. Much of the resulting media coverage of the ITU, particularly in the US, has ranged from dismissive to aggressive, labelling the low-profile union obscure and irrelevant and exploiting American animosity for the UN. Expanding profile Much of the damning coverage has focused on proposed changes to the wording of several ITRs that appear to attempt to expand ITU&apos;s remit from telecoms to the internet. Given that the organisation began by co-ordinating telegraph communications and expanded to telephones, mobiles and data, it isn&apos;t unreasonable that its members might seek to expand its remit accordingly. But its members also include 700 private-sector organisations, and one of those, the European Telecommunications Network Operators (ETNO), has caused the most contention among the US tech lobby by pushing for a proposal that would effectively allow telcos to charge companies for delivering their content. &quot;What we want is a pricing model that ensures the revenue of operators and allows content providers to better compete in the market,&quot; ETNO&apos;s chairman Luigi Gambardella told La Repubblica this month. For a player like Google or anybody else delivering media over the net, that could prove very expensive. Google&apos;s chief internet evangelist Vint Cerf has been one of the big guns rolled out to lobby against the proposed regulations, describing the proposal to return to the &quot;sender pays&quot; principle as regressive. He claims that model had failed in the telephone world, particularly in developing countries where paying telcos high settlement rates had supposedly funded infrastructure, but instead ended up in the pockets of government treasuries or officials. &quot;It&apos;s the absolute antithesis of the internet where the participating parties on the edge of the network pay for access to it,&quot; he said. &quot;Freedom to innovate on the network has been largely a consequence of its economic model and its openness.&quot; The ad-hoc coalition lobbying against ITU proposals is made up of Google, Microsoft, Cisco, Comcast and AT&amp;T and 10 others, and is chaired by ambassador David Gross, a lawyer, past chair of several delegations to the ITU, and former government international communications policy coordinator. He represented the group when it testified at a congressional hearing in May. &quot;[The sender pays proposal] is asking for trouble because it&apos;s suggesting the model, a model that is clearly working, would need to be revised for no apparent, real reason, other than the economic benefit of a few carriers,&quot; he told Digital Trends in August. &quot;I will quickly add that my coalition has major carriers, like AT&amp;T and Verizon, and they also think that this is the wrong way to go.&quot;     Global pressure: the ITU faces attacks from tech giants and hostile governments. Photograph: Paul J Richards/AFP/Getty Images    Campaigning for the open web For its part, Google has campaigned hard under the banner of the open web and the media-genic issues of free speech and-anti censorship that other ITU proposals allude to. But make no mistake  this is absolutely business as usual for a company worth $243bn (150bn) because the sender pays principle  which is said to be gaining traction among African and Arab delegations  would be catastrophic for its business, effectively taxing every interaction with its 700 million or so daily userbase. Add to that the threat posed to Google&apos;s income by Facebook&apos;s monopoly of social data and related advertising and the trend for &quot;privatised&quot; data inside mobile apps, and suddenly Google&apos;s mission to &quot;index the world&apos;s data&quot; seems rather more precarious. No wonder Google has made a campaign for the open web such a priority. This is what Google&apos;s chief legal officer, David Drummond, describes as a &quot;happy coincidence&quot;. &quot;We are not ashamed,&quot; he says, &quot;to say the open web is good for the world, and happens to create good opportunities for business&quot;. On the other hand, administration and organisation of the internet has been dominated by the US since Arpanet, the precursor to the modern internet, was established between four US universities in 1969, and a handful of US-controlled authorities followed. The biggest point of contention is Icann, the Internet Corporation for Assigned Names and Numbers, which oversees management of internet address. Icann has responded to global pressure by internationalising its management board, though it is still a California-based non-profit. The US has, however, fiercely defended the root zone, the core domain name and numbering system run by the Internet Assigned Numbers Authority (Iana)  which remains on contract to the US Department of Commerce managed by Icann. On this, they will go down fighting.     Circles of influence: tech giants fear hefty fees to telecoms companies    Challenging western dominance Western dominance is the one of the biggest challenges for developing nations, says Alice Munyua, a researcher and policy development expert, representing Kenya and Africa on forums such as Icann. &quot;It is a big concern for African governments and stakeholders, and not just because of how the internet is governed, but how it is developed from a commercial and technical perspective,&quot; she said. &quot;There is a feeling that we are not able to participate or contribute effectively because of the lack of capacity, skills and resources, so there&apos;s a digital divide in terms of access, but also in appropriating the internet for our own development.&quot; This, she believes, is the reason most African governments are supporting Arab proposals that countries should be compensated, by websites and internet services, for the flow of internet traffic they generate, and that wide-ranging privacy protections be introduced with exceptions for law enforcement. Drummond said he was sympathetic with developing countries who feel excluded from the western-dominated internet industry. &quot;But the treaty route, and the lowest common denominator approach mandating a certain set of technologies or regulations, is not the way to go.&quot; Munyua says even finding delegates who understand issues of internet management and governance can be difficult, and that with problems as basic as a unreliable electricity supply, African nations have different priorities when engaging with the ITU. Elsewhere in the ITU, the battle for control is more like a cold war. Russia, backed by several Middle Eastern countries and by China, has pushed for more cybersecurity regulations and for more ITU control of domain names: this follows Russian president Vladimir Putin stating last year that Russia aimed to establish &quot;international control over the internet using the monitoring and supervisory capabilities of the International Telecommunication Union&quot;. It has mooted cutting off internet access for anyone who threatens network security, called for a new UN body to replace Icann, and campaigned, but failed, with a previous UN proposal to create a cybersecurity code of conduct. Eleanor Saitta, technical director of the International Modern Media Institute, is also a hacker and security consultant. She warns that one of the biggest threats is the increasing militarisation of the internet. Even as the 193 nations of the ITU meet in December, some of those nations will be silently unleashing state-sponsored cyber attacks on each other, as well as surveillance and censorship on their citizens. Occasional reports of this flourishing industry surface; just last month the UK government was moved to block software exports to Egypt after Gamma International admitted selling a product that could remotely copy files, log keystrokes and record video. &quot;We are seeing governments wanting to get involved in censorship and surveillance and that truly has the potential to break the internet, because it will not function as a network or community where people can collaborate and share,&quot; said Saitta. America&apos;s corporate internet industry has already had to battle on home turf, however. In 2011, the Stop Online Piracy Act (Sopa) and Protect IP Act (Pipa) proposed significantly expanded power for US law enforcement in identifying and penalising copyright infringement. Google was one of the loudest voices in this lobby, putting its sophisticated Washington policy department to work. The campaign, which saw high-profile sites including Wikipedia and Reddit black out for a day in protest, has succeeded in postponing the legislation for now.     Public eye: Google's near-monopoly on search is coming under scrutiny. Photograph: Dominic Lipinski/PA    Google in the dock But lobbying by Google and its contemporaries against the ITU may well end up backfiring. Google is likely to face an anti-trust hearing in the US by the end of the year, investigating whether Google gives preferential treatment to its own products in search listings. The European Commission is also building a case against Google; the combination could stop Google expanding its US and UK businesses where Google accounts for 65% and 90% of the respective search markets. The search engine is also fighting a privacy battle against European regulators unhappy at how Google shares data between YouTube, Gmail and its other products. On one hand, Google is preaching for an open web, while on the other operating a virtual monopoly in search. The lobby&apos;s arguments on cybersecurity look weaker in the light of America&apos;s own Cyber Intelligence Sharing and Protection Act, or Cispa, which was widely condemned by civil rights groups for sacrificing the privacy of its citizens to allow the government to trace hackers. Hot on the heels of Sopa, it was passed by Congress, killed off by the Senate and is now being revisited by the Senate. US defence secretary Leon Panetta claimed this week that the US risked a &quot;cyber Pearl Harbour&quot; if it did not resolve its cybersecurity issues. The US government itself was implicated in the development of the Stuxnet and Flame viruses which was intended to derail and spy on the Iranian nuclear programme, and the White House has also claimed it was subject to an attack in October from hackers linked to the Chinese government. With so much to contend with on home turf, why, asks internet governance policy analyst professor Milton Mueller, is the US technology lobby chucking so much firepower at the declining institution of the ITU? They might do better, he suggests, to focus attention on Icann, pointing out problems with how governments engage with the group on advisory committees. Mueller says: &quot;We&apos;re all &apos;prepared to fight the ITU&apos;  but we&apos;re ignoring threats that come from Icann, the US government and from nation states. We&apos;re not building the kind of new institutions we need to govern the internet and keep it free.&quot;  Jemima Kiss will be hosting a Google+ Hangout on Thursday 18 October at 5pm BST on the battle for the internet", 
    "section": "technology", 
    "gid": "technology/2012/oct/17/who-rules-internet", 
    "wordcount": "2031"
}