{
    "headline": "'Crabstarter' project gives an insight into indie mobile-game economics", 
    "text": "Independent mobile games developer Two Lives Left is sharing sales data from its iPad game Crabitron in a spoof Kickstarter crowdfunding page. The Australian studio&apos;s &quot;Crabstarter&quot; project was started as a tongue-in-cheek marketing campaign for the game &quot;a giant space crab simulation&quot;  which was commercially released on 18 April. &quot;After two years of development we ended up with a game that we loved. We had no idea how to market it. So we decided we would do a Kickstarter  only, we had already built the game,&quot; explains the developer. &quot;This led to the idea of a &apos;reverse Kickstarter&apos;, a kind of system where you could fund the game, see how well the game was doing, and get your reward immediately.&quot; So how well is it doing? Well, it&apos;s early days, but at the time of writing Crabitron has generated just over $3,800 of revenues, compared to development costs of $100k. It&apos;s currently being featured as a New and Noteworthy app in the US App Store. The figures may make disheartening reading for Two Lives Left&apos;s peers. Crabitron is a very fun, original and quirky game the kind of title that&apos;s making smartphone and tablet gaming such an interesting space in 2013. It costs 2.99 on the App Store ($4.99 in the US), with Coin Doubler and Coin Tripler power-ups offered as 1.49 and 2.99 in-app purchases for really keen players. Sales are thus currently in the hundreds. Be wary of anyone holding the Crabstarter stats up as evidence that the App Store is a broken model for indie games developers, even if it seems a persuasive theory. Why? Without wishing to sound heartless, most apps fail commercially something you could say just as accurately about albums or books. A decent number of those apps (and albums, books) are really good. Them&apos;s the breaks for creators. That does sound heartless though: I hope Crabitron finds its audience and surpasses Two Lives Left&apos;s sales target, partly because it&apos;s a good game, and partly because the developer has outlined some inventive features it&apos;s planning to add as Kickstarter-esque &quot;stretch goals&quot; beyond the $100k mark. There may be scope for some tweaks to Crabitron&apos;s pricing model, more promotional opportunities (flash sales, perhaps?) and for the effects of word-of-mouth buzz to have an impact. Two Lives Left&apos;s marketing creativity won&apos;t hurt either: here I am writing about Crabitron for The Guardian, even though I&apos;m still curious about how those $100k development costs break down for a game made by a two-man team, with help from a handful of collaborators. The studio&apos;s willingness to share Crabitron&apos;s sales data should be welcomed by its peers though. We hear a lot about the most lucrative mobile games Clash of Clans, Puzzle &amp; Dragons, Candy Crush Saga and the rest  and those stories are important. But it&apos;s just as important to be seeing data from the sharp end of independent mobile games development. It&apos;s not necessarily about puncturing the hype bubble; more about getting a truly rounded picture on what&apos;s happening in mobile gaming in 2013. Anyway, back to giant space crabs: here&apos;s why you might like Crabitron:         ", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/23/crabitron-crabstarter-indie-games-ipad", 
    "wordcount": "541"
}