{
    "headline": "Solar companies demand 2.2m in damages after feed-in tariff cuts", 
    "text": "Three solar power companies have written to the government demanding 2.2m in damages which they say were caused by cuts in 2011 to the incentive scheme for solar, which resulted in a legal challenge that the government lost. Last October, ahead of schedule, the coalition cut in half payments for the feed-in tariff scheme which pays generators of small-scale energy such as solar panels. The cut led to a near 90% drop in installations. The companies, who have sent a &quot;letter before claim&quot; to the Department of Energy and Climate Change (Decc), say the government should pay because they claim its action &quot;caused major financial losses and materially harmed the confidence of both consumers and the industry&quot;. The letter does not mark a formal legal move and the companies, Solarlec PV Solutions and two others who did not want to be named, have given Decc two weeks to respond. Prospect Law, representing the companies, hopes the government will settle out of court, though that would be unlikely without the start of legal proceedings. A spokeswoman for Prospect Law said they would file a damages claim in the high court if the government did not act. &quot;Unfortunately the losses incurred as a result of the feed-in tariff cuts are very real,&quot; said Nick Keighley, founding director of Solarlec. &quot;Today we&apos;re respectfully asking that the department acknowledges its unlawful behaviour and rectifies the damage caused to the industry. We can then put this behind us and get moving to create the solar future the public wants.&quot; Prospect Law said the timing of the letter was due to the fact it had &quot;taken time to see the wood from the trees and for the forensic accountants to quantify the losses&quot;. A Decc spokeswoman confirmed it had received a letter regarding the feed-in tariff scheme and was considering its contents.", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/solar-damages-feed-in-tariff-cuts", 
    "wordcount": "318"
}