{
    "headline": "Last call for entries to the Wellcome Trust Science Writing Prize", 
    "text": "If you&apos;re interested in writing about science, you might have picked up some nuggets of advice and some hard-learned tips on this website over the past five weeks. A parade of fine science writers have shared examples of the stories that they feel demonstrate the best in writing about scientific topics  all of them carefully teased apart, described and annotated so that you can find the inspiration you need to enter the Wellcome Trust Science Writing Prize 2012. You have until midnight BST on Wednesday to sift through the ideas in the series, learn from them, and apply them to the article you want to write. Here&apos;s a brief recap of what we have learned. Jim Giles introduced us to Brian Christian, who wrote about artificial intelligence for The Atlantic. A lot of science is boring and hard to understand, said Giles, but Christian&apos;s excursions through the history of computing and what it means to be human will keep you gripped. Angela Saini loved the gruesome (but can&apos;t-turn-your-head-away) tale of a woman who &quot;who spun around the itch-scratch cycle so many times that she ploughed right through her head and hit her brain.&quot; Ed Yong wrote a love letter to Carl Zimmer, praising the latter&apos;s masterpiece of a 12-word intro on a feature about viruses that might have sounded arcane in less skilled hands. And we learned why science writers could learn a lot from financial journalists. If you can make money markets sound interesting, then science should be a doddle. Meanwhile, in a series of videos made by the Wellcome Trust&apos;s in-house filmmaker, Barry Gibb, we learned how different writers take on different forms. Our very own Tim Radford discussed journalism, Mo Costandi enthused about the freedom of blogging, and Bill Bryson, author of one of the most successful books on science ever written (and a fantastic read it is), told us of his &quot;instinct to share amazing information&quot;. Why? Because &quot;science is fundamentally amazing.&quot; He&apos;s right. You have until midnight on Wednesday to get your entry in for the competition. Go and have another read of the series of articles above and watch the videos. Savour them. And, if you&apos;ve not yet submitted anything to the competition, why not pick a science subject you love or an interesting person doing some science and write a few hundred words about it all? What have you got to lose? Enter the Wellcome Trust Science Writing Prize in association with the Guardian and the Observer", 
    "section": "science", 
    "gid": "science/2012/apr/24/wellcome-trust-science-writing-prize", 
    "wordcount": "420"
}