{
    "headline": "Students Speak: Ban Ki-moon was a hit on gender but a miss on peacekeeping", 
    "text": "In just under three months, Antnio Guterres will become the ninth UN secretary general, taking over from Ban Ki-moon. During Bans 10-year tenure, conflict has forced record numbers of people to flee their homes, while the UNs overall spend has nearly doubled, to more than 42bn. The UN security council has been heavily criticised for its perceived failure to protect civilians in Syria, and has been accused of a gross failure to address abuse allegations against its own peacekeepers. Yet there have also been significant achievements, notably the adoption of the sustainable development goals. We asked students to assess Bans decade as UN secretary general. Below is a selection of the best responses.   Related: 'We can be the first generation that ends poverty'    He made the UN more inclusive For me, Ban Ki-moons biggest accomplishments and legacy are his strengthening of the civil society within the UN system, in particular of youth activists, LGBT advocates and women. Meaningful representation of young people, beyond the photo ops, still leaves much to be desired within the system. But during Bans term important steps were accomplished, such as establishing the position of the UN secretary generals envoy on youth, and security council resolution 2250 on youth, peace and security.  What impressed me the most was hearing Ban speak in his home country during the 66th UN Department of Public Information/NGO conference, in Gyeongju in South Korea. He was not afraid to address controversial societal issues such as LGBT rights, which he said he wanted to be part of his legacy along with youth empowerment. While he might have had a tough time at first stepping out of the charismatic shadow of his predecessor, Kofi Annan, I am grateful for everything Ban has achieved in his quiet but decisive way. Through his approachability he has made the UN and its connected sphere more inclusive than I expected 10 years ago.  Sylvia Wittmer, Humboldt University, Berlin  Business as usual on failing to protect civilians Judging Ban Ki-moons legacy is a daunting task, not least because of the range of affairs his office was expected to tackle. Yet there is one metric by which we should measure his performance, because it forms the historical bedrock on which the UN was built  its response to the slaughter of innocent civilians. While the UN could, and very likely should, be criticised for its lack of meaningful intervention in times of conflict (look no further than Syria today) it is perhaps even more shocking when this intervention fails to protect those who need it most. Former Lt Gen Romo Dallaires accounts of the impotence of the UN mission he headed to halt the Rwandan genocide is shocking on its own. Yet, when placed in the context of the massacres at Srebrenica and in Darfur, it becomes part of a gruesome pattern of systemic failure at the UN. It is a pattern that was sustained under Bans stewardship, emerging again in the war crimes in Sri Lanka, in the abuses by UN peacekeepers in Central African Republic, and in the re-emergence of hostilities only months ago in South Sudan. Will Ban be remembered for this? It is hard to say. What is perhaps most disheartening is that, in this regard, his UN is virtually indistinguishable from Annans, from Boutros Boutros-Ghalis. While the UN may have been under new management during Bans term as secretary general, it was certainly business as usual.  Eimhin OReilly, Trinity College Dublin, Ireland    Related: Ban Ki-moon: Close the gap between the world that is and the world that should be    He promoted equal rights Throughout Ban Ki-moons 10-year term, the South Korean has been subject to many criticisms. But there have also been a significant number of successes. While it is true that the UN has suffered in many aspects, in particular relating to its lack of involvement in the Syrian civil war, Ban has triumphed in areas such as his role as a supporter of LGBT rights (especially notable given South Koreas less than welcoming stance on homosexuals). He has also presented strong opinions on climate change, an increasingly important problem. Perhaps the most important issue he has tackled is womens rights. Gender equality has been a concern for decades and, once appointed as UN secretary general, Ban not only pioneered the creation of UN Women, but also increased the number of women employed by the UN. This was a very important step in the quest for equal rights, not only throughout the world, but also within the UN itself. We cannot lay the blame for the organisations recent failures solely on one man, nor can we attribute to him all its accomplishments. We can, however, appreciate what he has done in trying to improve the world in which we live.   Sofia Srdanovic, gap-year student, UK  ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/14/students-speak-ban-ki-moon-united-nations-reign-was-gender-rights-success-but-peacekeeping-failure", 
    "wordcount": "797"
}