{
    "headline": "Fishing campaigners urge MEPs to vote for discards reform", 
    "text": "Fishing campaigners from across Europe gathered in Strasbourg on Tuesday in a last-ditch attempt to persuade MEPs to ban the wasteful practice of throwing away edible fish at sea. A crucial vote in the European parliament on Wednesday morning will determine the future of &quot;discards&quot;, by which fishermen throw fish back  dead  if they catch more than their quota, or catch species for which they have no quota. The practice, a consequence of the current common fisheries policy, results in the waste of hundreds of tonnes of fish. The campaigners urged MEPs to vote for sweeping reforms to the CFP, in what would be the biggest shake-up of EU fisheries policy for decades. Wednesday&apos;s vote is the culmination of more than two years of work by the European commission, and the proposals have been approved by member states. The UK-based Fish Fight campaign, spearheaded by the food writer Hugh Fearnley-Whittingstall, co-ordinated its supporters to send emails to MEPs in all the official languages of the EU, with more than 120,000 sent within 24 hours. Richard Benyon, the UK&apos;s fisheries minister, has written to the UK&apos;s MEPs to urge them to vote for reform. In a letter seen by the Guardian, he wrote: &quot;The reform of the CFP is a unique and long-awaited opportunity to address the failings of the past. The UK public are rightly outraged by the terrible waste caused by fishermen being forced to discard perfectly good fish. They also cannot comprehend the EU&apos;s failure to manage our fish stocks sustainably and the insistence on centralised micromanagement from Brussels. This has served our fisheries so badly and must come to an end. Our constituents expect us to take this once-in-a-lifetime opportunity to radically reform the CFP and safeguard the future of our seas and fishing communities.&quot; But the reform proposals could still be derailed or watered down. The powerful European People&apos;s Party has tabled an amendment that proponents of a discard ban say would fatally weaken the commitment. Chris Davies, the UK Lib Dem MEP who founded the cross-party Fish for the Future group in the parliament, said: &quot;MEPs will have an historic opportunity to improve the common fisheries policy. We can take steps to end discards, rebuild fish stocks and secure a better future for fishermen. Governments have for many years adopted a suicidal approach by ignoring scientific advice and setting quotas that tolerate overfishing. Policy in future must be science led.&quot; Sandy Luk, senior lawyer at ClientEarth, said it was &quot;encouraging&quot; that in the debate on Tuesday on the reforms, preceding the Wednesday vote, most of the speakers were in favour of ending overfishing and banning discards. But there is a powerful fishing lobby in the EU and at various points in the two-year process of getting this far with the reforms, there have been several attempts to scupper the discard ban. For instance, Spain and France joined forces last year to moot a way of watering down the ban, but were unsuccessful. Many large fishing industry players would prefer to continue to be allowed to discard healthy fish. This is because they can make more profit this way  if they were forced to land all the fish they net, they could end up with large numbers of lower value species, or lower quality specimens, and this could reduce their profits. Maria Damanaki, the EU fisheries commissioner, has promised help for fishing fleets to adjust, and has argued that throwing away healthy fish is a short-term solution that will severely harm stocks, and ultimately hurt the fishing fleets.", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/fishing-campaigners-mps-discards-reform", 
    "wordcount": "601"
}