{
    "headline": "Rio+20: A voice from Bangkok, Thailand", 
    "text": "   Erin Nash Photograph: Guardian    Sustainable development is fundamentally an ethical issue. It&apos;s the simultaneous pursuit of the interrelated goals of ecological integrity, social equity and economic welfare. It recognises that all life is underpinned by the goods and services provided by nature, and acknowledges the moral obligation of contemporary society to the wellbeing of both present and future populations. Twenty years ago, there was a horticulture farm in the street I grew up on in Melbourne, Australia. Now, Melbourne is one of the largest cities in the world by area, with one of the lowest population densities. Urban sprawl engulfs valuable productive land on the edges of cities, and leads to inefficient and unsustainable rates of resource consumption. Together with the relatively affluent lifestyles of Australians, urban sprawl contributes to Australians having one of the highest ecological footprints and rates of per-capita greenhouse gas emissions in the world today. But there have been many positive changes, too. I&apos;m based in Bangkok, where air pollution declined 50% in the decade to 2007 through stricter emissions controls for cars, increasing taxes on two-stroke motorcycles, and introducing new public transport systems. Although there&apos;s still a way to go in improving Bangkok&apos;s air quality, this is a great achievement, particularly considering there wasn&apos;t even a word for &quot;pollution&quot; in Thai four decades ago. I often reflect on the distressing irony that here, in the Greater Mekong region, peoples&apos; lives are  and will be  hardest hit by the consequences of environmental degradation and climate change, despite having had limited contributions to creating these problems. The World Bank ranks Vietnam as the second, fourth, and 10th most vulnerable country in the world to sea-level rise, storms and flooding respectively, and Cambodia, Laos and Thailand as the fourth, sixth and ninth most vulnerable countries to flooding, under climate change. An interdependent world requires global ethics. I hope that Rio+20 results in an owning of our shared responsibility to each other and the Earth we depend on, and an authentic commitment to action. It is a condition for the survival and progress of humankind, and the meeting of human rights. I hope it inspires individuals to make better lifestyle and consumer choices, and motivates governments and the private sector to transition to green economies, where standards are set and met, efficiencies are maximised, resources are priced appropriately with externalities accounted for, innovation is supported, and natural capital is protected and enhanced. Science points to the tipping points we are fast approaching. I feel like Rio+20 will be a critical moment in history where the fate of everyone, present and future, will be determined, for better or for worse. But I believe humanity possesses the collective intelligence and resourcefulness needed to solve the problems it faces and move forward sustainably. When I think of the success of the phasing out of CFCs to stop ozone depletion, and declining rates of cigarette smoking, two issues linked to cancer and premature death, I am reminded of humans&apos; ability to rise to challenges in which their quality of life, and ultimately their existence, is threatened. I would also like to believe that humanity possesses the character to end selective moral disengagement on sustainable development at Rio+20, and use these abilities to serve all humankind.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-bangkok-thailand", 
    "wordcount": "543"
}