{
    "headline": "TuneIn radio service tops 40m active listeners as it raises $16m", 
    "text": "Streaming radio service TuneIn has raised $16m (10.2m) in its latest round of funding, while announcing that it now has more than 40m monthly active listeners. The service, which is available as a website, mobile apps and through connected hi-fis and TVs, helps people stream more than 70,000 radio stations, while also providing on-demand shows and podcasts. Its success comes alongside similar growth for personal radio service Pandora, which had 54.5m active listeners at the end of June 2012, all in the US. TuneIn&apos;s audience is global: the company says it has listeners in 230 countries and territories, and stations from 206. The company&apos;s latest funding round was led by venture capital firm General Catalyst Partners, with Jafco Ventures, Google Ventures and Sequoia Capital all chipping in. The round follows $6m raised in 2010, bringing its total to $22m. Chief executive John Donham said in a statement that it will be spent hiring new staff and investing in product development and marketing. TuneIn&apos;s mobile apps have been the key driver of its growth. The company says that its number of mobile listeners increased by 267% in the last year, with the amount of mobile &quot;listening hours&quot; increasing by 348% in the same period. TuneIn hasn&apos;t revealed specific numbers for either metric. The company is also benefiting from the fact that it&apos;s not a competitor for traditional radio stations like Pandora, but a supporter and potential partner. It has deals with radio broadcasting groups including CBS, NPR and Entercom. TuneIn is hoping to help stations keep their audiences as those listeners switch to streaming as their preferred way to access radio. As Donham told The Guardian in January 2012: &quot;DJs still play tastemakers. The place that people are still discovering the majority of their music is the radio: this person that&apos;s there and hand-selecting pieces of content.&quot; Besides Pandora, TuneIn&apos;s key competitor in the US is iHeartRadio, the service belonging to Clear Channel, which offers a streaming combination of traditional stations and Pandora-style personalised channels. iHeartRadio had more than 45m unique users in April 2012, with 10m of them registered to use its personal channels. Also in the US radio mix is Spotify, whose own personal radio feature is available in a free version of its iOS and Android apps in the US.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/06/tunein-radio-funding", 
    "wordcount": "390"
}