{
    "headline": "Global survey sees English schools rise in reading but slip in science", 
    "text": "English schools have received a mixed assessment overall from one of the biggest regular studies of global educational attainment, rising up the table for reading, holding steady for maths and dipping in science. The picture comes from a trio of vast studies by the Amsterdam-based International Association for the Evaluation of Educational Achievement (IEA), which compared dozens of countries based on assessments carried out at various times on samples of hundreds of thousands of students. The IEA&apos;s methods aim to gauge absolute achievement against set standards, allowing countries to see whether their schools are performing better or worse overall compared with those of others. The so-called Pirls assessment  Progress in International Reading Literacy Study  which gauged the language skills of 325,000 students aged about 10, ranked England 11th out of 45 nations, notably better than the 15th from 40 seen in the previous study in 2006. The other two measures fall under the IEA&apos;s Trends in International Maths and Science Study, or Timms, which has a pair of assessments, for students aged about 10 and those around 14, bringing in more than 600,000 children in all. In maths, both age groups in English schools held steady in terms of absolute scores against the last sample, in 2007, although their league places moved slightly. The younger pupils came ninth out of 50 nations and territories against seven from 36 before, with the 14-year-olds 10th out of 42 compared with seventh from 45 in 2007. The news on the science front was less good, with both English age groups losing years of gradual gains to revert back to the scores seen in the first such study in 1995. The 10-year-olds are now rated 15th from 50 entrants, as against seventh out of 36, with the older pupils going from fifth to ninth in a group which reduced from 45 to 42. The three reports, covering almost 1,400 pages in all, carry a wealth of detailed information aimed primarily at education professionals, although other facts stand out, for example that England is ranked 39th out of 45 countries for gender equality in reading, with girls greatly outperforming boys. Such is the studies&apos; size and complexity, much like that of equivalent but separate global education league tables drawn up by the OECD, any government can seize on the data to confirm its policies are correct. The junior education minister, Elizabeth Truss, a right-leaning Tory MP who believes the UK should more closely mirror the hard-edged economic and educational policies of Singapore, Korea and Hong Kong  all of which cluster near the top of the IEA&apos;s tables  said a lack of progress in maths and a drop in science was &quot;a real concern&quot; and connected to the end of compulsory tests for all 11-year-olds. In a speech at the London base of Microsoft, Truss said England was now following the lead of &quot;the world&apos;s most successful education states&quot;. She said: &quot;That is why we are driving forward the academy programme and giving schools the freedom to make their own choices. That is why we are bringing in new rigorous exams that will be on a par with the best in the world and reforming the curriculum to focus on core arithmetic, algebra and geometry like high-performing jurisdictions.&quot; The paradox is that while Truss and her boss, the education secretary, Michael Gove, seek a move towards an Asian-style system of crammed facts and rigorous exams, educators in those countries are wrestling with the paradox that their pupils too often emerge competent but narrow and uncreative in their thinking. Earlier this year Singapore&apos;s education minister proposed a long-term move towards a less restrictive system. It is also a good bet that Truss and her colleagues will fail to highlight the position in the IEA tables of Sweden, the government&apos;s model for its ambitious free schools programme. While Sweden saw a marginal improvement in science, its maths scores have flatlined and it is one of only four countries whose reading standards have declined over the past decade.", 
    "section": "education", 
    "gid": "education/2012/dec/11/english-schools-reading-science-survey", 
    "wordcount": "678"
}