{
    "headline": "Bali post-2015 talks may yield progress on private sector tax payments", 
    "text": "Developing countries fully realise the importance of the private sector in creating jobs, a theme that dominates all national consultations conducted by the UN on any future set of development goals. Harnessing the power of business for development has long been a subject of discussion. &quot;Productive capacity&quot;, another term for business, featured prominently in the conference of the least developed countries in Istanbul in 2011. So it is in Bali, where a UN high-level panel appointed by Ban Ki-moon, the UN secretary general, is holding its third substantive meeting on the development agenda after 2015, focusing on global partnerships. In recognition of the role of the private sector, the UN panel includes Paul Polman, the boss of consumer goods giant Unilever. The private sector is certainly being trumpeted by Justine Greening, the UK&apos;s international development secretary, who is deputising for David Cameron because the prime minister could not make it to Bali due to a diary clash. In a recent speech at the London Stock Exchange, Greening said she wanted to see &quot;far more businesses joining the development push with the Department for International Development&quot; (DfID). Her enthusiasm for the private sector is not shared by many civil society groups. In a communique released on Sunday, civil society organisations struck a sceptical  if not hostile - note to business. &quot;The private sector is increasingly emphasised by governments as an important development actor, but it is one that lacks appropriate regulation and accountability: the conditions for private sector engagement risk undermining development gains rather than supporting them, through sharply escalating human inequalities,&quot; said the communique. The NGO Save the Children has adopted a more nuanced position, acknowledging the private sector as an important driver of development  creating jobs, innovating, providing products that meet development needs and through paying taxes. Citing the $648bn of inward foreign investment to developing countries in 2011, Save the Children said in a new policy brief (pdf) that the engagement of the private sector in the conception and implementation of the post-2015 development framework is critical to its success. Businesses, however, should adopt a &quot;do no harm&quot; approach, argued the brief authors. This means analysing the potential harm that products, practices and suppliers and their day-to-day business may do. &quot;It means they must adhere to legislation, but much more than that, it includes adhering to international human rights standards, respecting international labour and safety conventions, paying taxes appropriately, and addressing environmental impact,&quot; said the report. That multinationals should pay their fair share of taxes may be one of the concrete results from this high-level panel process, said Claire Melamed, head of the growth, poverty and inequality programme at the Overseas Development Institute thinktank. &quot;If there is momentum on sorting out tax rules, then it is a big step,&quot; she said. &quot;If developed countries sort out global tax laws, this could be one of the things people will remember from this process.&quot; The debate on jobs and taxes reflects the Jekyll and Hyde approach of the private sector. Greening neatly  if inadvertently  encapsulated this in her London speech, when she praised SAB Miller, the brewing giant, for working with 1,200 farmers in South Sudan to supply its brewery in the capital, Juba; according to ActionAid, governments in Africa may have lost as much as 20m  through SAB Miller&apos;s non-payment of tax. &quot;You do see companies with a strong corporate social responsibility (CSR) that do everything to avoid taxes,&quot; said one business representative who did not want to be named. &quot;They will say it is within the law but, if they have aggressive tax avoidance, how does that sit with their CSR declaration?&quot; How indeed. Save the Children is urging the high-level panel to recommend in its report to the UN general secretary in May that all parties to the post-2015 goals ensure greater transparency and accountability by all companies. A potential indicator would be a legislative requirement that all large companies report on their non-financial performance  a commitment that would cover environmental, social and governance impacts. Such legislation, said Save the Children, could be accompanied by a robust set of guidelines that could take the global reporting initiative  a framework for gauging sustainable businesses  as a starting point. There are various other instruments on accountability, such the UN&apos;s global compact, which sets out guidelines for corporate behaviour, the EU&apos;s accounting directive and the extractive industries transparency initiative, to name but a few. In fact, part of the problem is the proliferation of transparency mechanisms  hence Save the Children&apos;s favouring of the GRI, which it considers the most sophisticated existing framework. The commitments to transparency and accountability could be the condition for businesses that want to be &quot;partners&quot; in development, said Melamed. The incentive for businesses would be the chance to tap new markets and make profits, but the quid pro quo would be for them to abide by such principles as the GRI. &quot;Governments,&quot; said Melamed, &quot;can say to companies that want to be partners, for example, in nutrition goals: &apos;You can&apos;t be be in the partnership unless you meet transparency on reporting and labour standards&apos;.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/26/bali-post-2015-private-sector", 
    "wordcount": "874"
}