{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Late spring arrives in Sweden, with mute swans feeding at sunset on the unusually calm, shallow waters of Kungsbacka Fjord sea inlet Photograph: Will Rose       A stork walks on burnt ground after a wildfire outside Moshav Lachish in southern Israel Photograph: Amir Cohen/Reuters       A mangrove forest in Cambodia. Cambodia, Laos, Burma, Thailand and Vietnam have lost nearly 40m hectares of forest cover since 1980, a new report by WWF showed this week  Photograph: Adam Oswell/WWF-Canon       A banteng herd at a waterhole in Mondulkiri forest, Cambodia. Intensive hunting and extensive deforestation have caused virtually all larger species  including the banteng  to suffer serious declines in number and range Photograph: Fletcher &amp; Baylis/WWF-Canon       A lemur perches in a tree in Madagascar. British photographer Dale Morris has captured images of hundreds of species of lemurs, many of which are close to extinction Photograph: Dale Morris/Barcroft Media       Two Roman snails (Helix pomatia) interact in a garden on a sunny day in Vienna Photograph: Leonhard Foeger/Reuters       A bee is covered with pollen as it sits on a blade of grass in Klosterneuburg, Austria. The European commission announced this week that it would impose a temporary ban on three of the world's most widely used pesticides because of fears they harm bees  Photograph: Heinz-Peter Bader/Reuters       River Derwent photographed by Mike McFarlane, who cycled 5,903 miles to promote nature conservation for an extraordinary commission by the Wildlife Trusts Photograph: Mike McFarlane/The Wildlife Trusts       A road sign warning of the dangers of polar bears crossing in Longyearbyen, Svalbard, Norway. The Svalbard Islands are located in the Arctic Ocean, halfway between Norway and the North Pole. Polar bears are the symbol of Svalbard, and one of the main tourist attractions, though they can be lethal Photograph: Fredrik Ljone Holst/EPA       A deer runs away from flames as a wildfire pushes towards the coast in Camarillo. The wind-driven brush fire raging along the California coast north of LA prompted the evacuation of hundreds of homes Photograph: Gene Blevins/Reuters       Three peregrine falcon chicks which hatched at Nottingham Trent Universitys Newton Building in Nottingham city centre Photograph: Nottingham Trent University EcoWeb       Eastern lowland gorillas, whose protection in the conflict-ravaged Democratic Republic of Congo has been recognised with awards to two conservation heroes, Ekwoge Enang Abwe and John Kahekwa Munihuzi, who used pride and passion to curb bushmeat hunting Photograph: 2013 Whitley Awards       This endangered Preuss's monkey, (Cercopithecus preussi ), in the Ebo forest in south-west Cameroon is one of those protected by Ekwoge Enang Abwe, one of the conservationists recognised by an award from the Whitley Fund for Nature Photograph: 2013 Whitley Awards       A Jezebel (Delais eucharis) butterfly in the Dimah Conservation Butterfly Garden in Moratuwa, Sri LankaPhotograph: MA Pushpa Kumara/EPA       A koala looking lost as it is surrounded by deforestation in Australia. A worker noticed the koala had been sitting stationary in broad daylight on top of wood piles for over an hour. A vet found that the animal had an ulcerated eye and was possibly also disorientated. The koala was rescued, cared for and released by Wires, an organisation that rescues and releases animals native to Australia Photograph: WIRES       Black grouse in the Cairngorms national park, Scotland. Males meet at traditional sites in the breeding season to compete for the females' attention Photograph: James Shooter/Rex Features       A European bee-eater in Al Wakra, Qatar. This picture, by Elsa Naumann, is one of those of migrant species sent in by readers to our Green shoots nature photography gallery Photograph: Elsa Naumann/Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/03/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}