{
    "headline": "David Cameron urged to intervene in cabinet energy row", 
    "text": "David Cameron has been urged to intervene in a rapidly escalating row between the chancellor and the energy secretary that threatens to derail planned reforms to the UK&apos;s energy sector. George Osborne has demanded that the Liberal Democrats accept a watering down of green targets as the price for sparing the onshore wind industry from swingeing subsidy cuts. But the concession that the chancellor is offering is worth only a few million pounds a year to one part of the renewable energy industry, while his attempts to scrap key green goals could jeopardise tens of billions in investment and the creation of thousands of new green jobs, green businesses and campaigners have warned. In a letter to the climate and energy secretary, Ed Davey, Osborne offered to allow subsidies for onshore wind to be cut by only one-tenth, rather than by a quarter as the Treasury had previously demanded. But in return, he demanded that 2030 targets for carbon emissions and renewable energy be scrapped. The government&apos;s climate advisers, the Committee on Climate Change, and the green energy industry regard these targets as vital to stimulate the investment needed to move the UK towards a green economy. The row, which has been simmering for months, came to the boil over the weekend as senior Tory Tim Yeo accused Osborne of threatening the future of the UK&apos;s energy sector - and potentially raising bills for consumers - by seeking to appeal to the rightwing Tory backbenchers who are opposed to renewable energy. Yeo told the Guardian: &quot;They [Osborne and his advisers] are working to target some Conservative backbenchers, pursuing a policy designed to prove that they are not going to get into so-called costly green initiatives. It is extraordinary.&quot; Matthew Spencer, head of the Green Alliance thinktank, urged Cameron to intervene to save the coalition&apos;s ambition of becoming &quot;the greenest government ever&quot;. He accused Osborne of putting political points-scoring above the need for genuine reforms and improvements to the UK&apos;s infrastructure. He said: &quot;The more the chancellor plays politics with the power sector, the stronger the argument for a clear carbon target in the energy bill. Investors need to know that short-term political calculation can&apos;t get in the way of the UK&apos;s strategic infrastructure goals. Voters need to know that the prime minister hasn&apos;t given up on his commitment to a greener economy.&quot; John Sauven, executive director of Greenpeace UK, also called on the prime minister to act: &quot;Osborne is becoming a threat to the climate, to energy customers and to the economy. He has declared war on one of the UK&apos;s only growth sectors, actively plotting to destroy green jobs and industries. His meddling is driving up bills, locking us in to decades of dirty fossil fuel use and making energy policy unworkable. It&apos;s time Cameron pulled the plug. I wouldn&apos;t trust his chancellor to run a bath.&quot; He said: &quot;The 2030 targets are hugely important. Dropping them would send a terrible signal to Britain&apos;s green industries, which is one of the few growth areas in the economy. Sticking to the target would provide a real boost to clean energy and green jobs. Dropping it would show a weakness amongst Lib Dems in the face of George Osborne&apos;s war on Britain&apos;s green energy sector.&quot; Businesses continued to express their anxiety over the damage the rows and delays are causing to the UK&apos;s nascent green economy. The CBI said it would like to see the row resolved as soon as possible, as the organisation knew of companies that were willing to invest in the UK that were now considering other countries because of the damaging disagreements within the UK government. &quot;It is very inportant to have clarity on the UK&apos;s plans - we think a diverse energy mix including renewables is needed,&quot; said Rhianna Kelly of the CBI. Scot Parkhurst, a director at the engineering consultancy WSP, said: &quot;Any further delays to the introduction of an appropriate incentive mechanism will affect the energy market&apos;s ability to deliver the levels of investment needed by 2020. The contracts for difference approach outlined in the EMR [electricity market reform] could facilitate this investment however for it to effective industry urgently needs clarity on how it will be implemented and adequately funded.&quot; Emma Pinnock, of the energy analysts Inenco, said: &quot;Almost five years ago we warned that there could be a gap in electricity generation before the end of this decade, if action was not taken to invest in new infrastructure and increase the UK&apos;s security of supply. We need a clear and consistent policy that gives direction to both businesses and households. It is uncertainty that is preventing the market from delivering what is required.&quot; She warned that the consequences of the current row could be dire for consumers: &quot;The government has committed to reducing our carbon emissions 20% by 2020. It has committed to keeping energy costs affordable, but if we do not invest in our current UK infrastructure, it is anticipated that 80% of UK gas supply will be imported by 2020, which is likely to lead to a very volatile market.&quot; A spokesperson for the UK Green Building Council said: &quot;Osborne should take heed. One of the key lessons learned from London 2012 has been that by setting clear, ambitious low-carbon and sustainability targets, even with excruciatingly tight timetables, budgets and media scrutiny, the UK&apos;s construction industry has delivered a gold medal winning performance.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/david-cameron-intervene-energy-row", 
    "wordcount": "923"
}