{
    "headline": "The Button Affair: cool running for charity", 
    "text": "Combining the sleek thrills of a &apos;60s spy caper with the ever popular &apos;auto-runner&apos; genre (think Canabalt and Temple Run), The Button Affair is a short, sharp gem of a game. Created by a small team of British indie developers, the game puts you in control of glamorous thief and playboy Enzo Gabriel who sets out to steal the gigantic Button diamond from a business tycoon.  The game starts when the jewel is nicked during a swish party, and then you&apos;re controlling Enzo as he evades security, hitting up and down to leap over trap doors and under lasers. After this, there are two more chapters, both requiring quick wits as Enzo legs it out of prison, then across a speeding train.             The visual style manages to combine the look of cool sixties illustration with those Microsoft clipart images of faceless executives hanging out in minimalist offices. And through its short lifespan it also manages to pack in a love triangle and an ending that forces Enzo to chose between the two things he loves most. It&apos;s quick (there are likely to be more chapters, though), but it&apos;s thoroughly entertaining  I hope indie-loving Sony boss Shuhei Yoshida gets a chance to play it because this would be wonderful on the Vita. For now though, you can play it for free on Mac or PC, via the official site. However, the makers are asking that, if you like the game, you donate one pound to the amazing SpecialEffect charity, which specialises in making video games accessible to disabled players. In fact, you can donate anyway, via this website or by texting enzo501 to 70070. Take a look at any of the case studies on the SpecialEffect website and you&apos;ll see why this is such a lovely thing to give a pound to. But do play the game first, because it&apos;s marvelous.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/28/button-affair-specialeffect", 
    "wordcount": "312"
}