{
    "headline": "Android takes chunk of tablet market, but Apple's iPad still dominates", 
    "text": "Android tablets took 39% of the world tablet market in the fourth quarter of 2011, according to new research from Strategy Analytics  though as many as half of those were not running Google-approved versions of the operating system, it said. Apple dominated the rest of the market on its own, taking 58% of the market during the period as it sold 15m iPads, more than double the number of the same period in 2011. That was down from a 68% share a year ago  but the key reason for the fall was the entry of Amazon&apos;s Kindle Fire, which uses a &quot;forked&quot; version of Android which does not use the Android market, though it does default to Google search. Strategy Analytics says that the total tablet market grew from 10.7m in the fourth quarter of 2010 to 26.8m in the same period of 2011  equivalent to more than a quarter of the total PC market for the quarter, which hit 92.7m acording to research company IDC. Other companies such as RIM with its PlayBook managed around 500,000 sales, according to the report. Microsoft Windows 7 tablets achieved about 400,000 sales. Peter King, for Strategy Analytics, said that he estimated that Amazon and Barnes &amp; Noble, which offers the Nook tablet, had together sold about 4.6m tablets  which would mean that they took 40% of the total Android tablet market, and solely in the US. Total Android sales tripled to 10.5m worldwide, the company said. Yet speaking earlier this week, Apple chief executive Tim Cook insisted that he had not seen any slowdown in iPad sales after the launch of the Kindle Fire in October. The numbers were disputed publicly on Twitter by Benedict Evans, an analyst  a researcher  for Enders Analysis, who remarked that: &quot;Sometimes the convention that you don&apos;t publicly criticise other analysts is a pain.&quot; He suggested the figures for Android sales were &quot;batshit insane&quot;, and said that it&apos;s a challenge to estimate Android tablet sales &quot;when Samsung says nothing and Google is actively misleading&quot;.  Google does not offer clear breakdowns of how many devices have been activated by type  although any which uses the approved Google software will contact its activation servers and provide device information. Instead, it offers the &quot;Platform versions&quot; pages which indicate the proportion of devices using a particular version of Android that have contacted the Android Market over a two-week period. It also collects screen size information  but that has fallen out of step with the platform version data, having last been updated on 1 December. Nor is there any indication of how often old or new devices contact the Market. The lack of clarity is frustrating for analysts seeking to advise clients on which platforms to target for future planning. While Apple does not provide data about the software versions running on devices, it does provide quarterly updates on sales of each class of device such as the iPhone and iPad. Samsung, reckoned to be the the biggest seller of Android phones and tablets worldwide, has ceased providing that data.  &quot;Dozens of Android models distributed across multiple countries by numerous brands such as Amazon, Samsung, Asus and others have been driving volumes,&quot; Neil Mawston, executive director at Strategy Analytics, noted. &quot;Android is so far proving relatively popular with tablet manufacturers despite nagging concerns about fragmentation of Android&apos;s operating system, user-interface and app store ecosystem.&quot; It is unclear how successful Android tablets are with consumers. Google&apos;s own platform data, presently updated to 3 January, suggests that 3.3% of devices accessing the official Google Android market in the last two weeks of December were running version 3.x of Android, which is exclusive to tablets. In his quarterly earnings call last week, Google chief executive Larry Page said there had now been 250m Android device activations  which might suggest that there are a total of 8.25m Honeycomb tablets in use, if all devices contact the Market proportionally. But without clearer information from Google that cannot be known.", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/android-tablet-market-apple-ipad", 
    "wordcount": "686"
}