{
    "headline": "Students say they will work for free after graduating", 
    "text": "Almost all students are prepared to work unpaid or take minimum wage positions to secure a graduate job, according to a national survey. Half of university students are willing to work for free to kickstart their career, while 40% said they would take a minimum wage position, according to research carried out by studentbeans.com. The findings follow news of rising unemployment among graduates. Figures released today by the Higher Education Statistics Agency (Hesa) reveal more than 20,000 students  around one in 10  who left university last summer were out of work six months later. This figure has almost doubled in the past four years, as has the number of graduates in &quot;elementary occupations.&quot; The NUS is calling for government action to prevent exploitation of graduates, saying pressure to complete unpaid work puts those from poor families on the back foot. Danielle Grufferty, NUS vice-president, says graduates entering a hostile jobs market must be protected by the law: &quot;Unpaid labour is illegal and the government must enforce minimum wage legislation.&quot; &quot;Working for free is only a possibility for those who have the means to support themselves financially, with no guarantee of a job or even an experience that will help them in future.&quot; Ben Lyons, from Intern Aware, added that the new phenomenon of unpaid work is a short-sighted business practice. &quot;As well as pricing out smart, hardworking young people, it&apos;s bad for businesses who lose out on talent, and risk the consequences of being in breach of employment law.&quot; The number of graduate vacancies dropped by 1.7% last year, according to a survey by the Association of Graduate Recruiters. It predicts the average starting salary for graduates employed by blue chip companies will increase by 4% to 26,000 this year. But most students&apos; salary expectations remain modest, with more than half predicting they will earn less than 20k in their first graduate position. Carl Gilleard, chief executive of the Association of Graduate Recruiters, says internships can help graduates boost their job applications but that they&apos;re not the only way to stand out. &quot;You don&apos;t necessarily need to take on a full three-month internship. All workplace experience is useful in terms of boosting your confidence, helping you decide on your career objectives, and helping you gain transferable skills. &quot;Employers and recruiters today are looking for &apos;soft skills&apos; such as communication skills, the ability to work in a team, and good time management.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/29/graduates-work-for-free", 
    "wordcount": "418"
}