{
    "headline": "SimCity  review", 
    "text": "It&apos;s been a rough week for SimCity. The city-building simulator  which requires an always-on internet connection to play  was crippled for days after its release by overloaded servers. Players found themselves queueing for as long as 50 minutes, even to play solo, and in some cases had their cities deleted, losing hours of progress. The server issues seem to have cleared up, but now that we&apos;re finally able to build cities without worrying about being disconnected, we&apos;ve discovered some other, more fundamental, problems with the game. At first it&apos;s fiendishly addictive. Watching your city grow is fascinating, as leafy suburbs are replaced by luxury apartments, and enormous skyscrapers spring up in your commercial districts. The GlassBox engine, developed especially for the game, cleverly mimics the effect of tilt-shift photography, and it looks beautiful. There&apos;s an incredible amount of detail when you drop to street level, down to individual pedestrians. You decide how your city grows. You can make your fortune by drilling for oil, or create a tourist trap that makes its money from gambling and sightseeing. Educated cities with a university can manufacture and sell high-tech goods. Or you can forget about money altogether and pick your own goals: increasing your population, making your citizens happier, or reducing air pollution. Then you run out of space. These are the smallest cities in the series to date, and you&apos;ll hit the edge of your plot of land in just a few hours. Your citizens will cry out for more houses, more jobs, and more places to shop, but you won&apos;t have anywhere to build them. Your only options are to bulldoze existing buildings to make space for new ones, which will only generate more problems, or start a new city. Your ability to be creative is also limited. As their density increases, your cities all end up looking basically the same; a perfect square of buildings sitting awkwardly in the middle of an empty expanse of countryside. Curved and circular roads are a welcome new feature, but when space is such a precious commodity, using them feels counterproductive.     SimCity 2 Photograph: Maxis    If there are unclaimed plots of land in your region, you can build additional cities and share resources between them. But if you&apos;re playing in a region with a lot of other people, chances are there won&apos;t be any more spaces to fill. Regions are part of why the game needs a constant internet connection. They&apos;re like self-contained servers that host multiple cities. You can join a public region with random players, or create a private one that&apos;s invite only. Building cities alongside friends is fun, and you can help them out by donating spare garbage trucks or selling them any excess power or water you generate, but this comes at a cost. The downside of this online infrastructure is that cities are stored on the cloud, not your hard drive, and there&apos;s no saving or loading. The days of triggering disasters just for the fun of it, then reloading to revert the damage, are over. All decisions, and mistakes, are permanent, and there&apos;s no way to back your cities up. These online headaches aren&apos;t the end of SimCity&apos;s problems. The simulation itself is flawed in a number of ways, most notably the traffic. If you have a wide, empty freeway, cars will ignore it in favour of a one-lane dirt road, just because it&apos;s a shorter route to their destination  even if it&apos;s jammed with traffic. Maxis have promised to fix this in a patch, but it&apos;s bewildering how it made it into the game in the first place. We loved SimCity for the first few hours, but the compulsion soon gave way to frustration. The simulation promises more than it delivers, and you feel perpetually boxed-in by the meagre city sizes. The social features are interesting, but we&apos;d rather have the ability to save our game, play offline, and not have to worry about server downtime. The regional multiplayer really should be an optional aside to a standard single-player mode. There&apos;s fun to be had here, but it doesn&apos;t last. The low-level simulation looks impressive when you see hundreds of cars whizzing around your streets, but it&apos;s all an illusion. When they&apos;re returning from work, your sims will drive to the nearest empty house; the same AI process that controls sewage as it&apos;s sucked down your streets to the nearest outflow pipe. A game like this should provide hundreds of hours of gameplay, but it&apos;ll only take you a fraction of that to see what little that SimCity has to offer.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/15/simcity-video-game-review", 
    "wordcount": "761"
}