{
    "headline": "'Dark snow' project turns to crowdfunding for Greenland expedition", 
    "text": "     There is already much excitement in the arts, media and beyond about the potential of crowdfunding - via sites such as Kickstarter and IndieGoGo  to finance projects that might others have remained an unfulfilled dream. To date, though, few scientific expeditions have successfully utilised crowd-funding. The Dark Snow Project hopes to change this. Jason Box, a climatologist based at the Byrd Polar Research Center at Ohio State University, is hoping to raise $150,000 over the coming months to pay for an expedition this summer up onto the &quot;ice dome&quot; of Greenland to gather samples of snow. The project&apos;s website explains:  Dark Snow is a field and lab project to measure the impact of changing wildfire and industrial soot on snow and ice reflectivity. Soot darkens snow and ice, increasing solar energy absorption, hastening the melt of the &quot;cryosphere&quot;.  The climatic impact of &quot;black carbon&quot; and wildfire smoke is much in the news and yet remains little understood. Last year, Box presented satellite observations (pdf) showing how soot particles drifting from tundra wildfires spread across Greenland. The big as-yet-unanswered question is whether this soot contributed towards the region&apos;s record melt during the summer of 2012. And, if so, by how much. &quot;We saw complete surface melting of the [Greenland] ice sheet for the first time in observation. Would that have happened without the wildfire soot of 2012?&quot; Box told the Guardian in December. &quot;We don&apos;t know. We have got to get up there and make those measurements.&quot; Box has already raised more than $60,000, but is now turning to crowd-funding via the expedition&apos;s website to try and secure the remaining amount. Roughly two-thirds of this money, he says, will be spent on renting a plane to transport the team up onto the ice sheet. Here&apos;s the planned itinerary:  1. Prepare and gather science equipment including a field spectrometer, snow and ice coring device, and snow metrics kit.2. Travel to Iqualuit, on Baffin Island, Nunavut from home locales in California, Ohio, Michigan, Vermont and rendezvous with Dash-6 &quot;Twin Otter&quot; ski-equipped airplane and flight crew.3. Organize cold weather survival kit.4. Ferry team from Iqualuit to Kangerlussuaq, Greenland.5. Fly to and land at sampling sites high on the inland ice sheet.6. At each site collect snow samples from a snow pit and obtain snow cores to a minimum depth of the previous year&apos;s snow surface, and record snow properties.7. Transport of team and snow samples to Greenland&apos;s capital Nuuk, where the team will rest after hustling at field sites.8. Return to Iqualuit, then to respective home locales to start the data analysis and reporting phase of campaign.  Box has also invited Peter Sinclair along as a team-member, who, as &quot;Greenman3610&quot;, is probably best known for his consistently excellent YouTube videos on climate change. (Sinclair produced the video above.) In the first instance, this will ensure that anyone who has made a donation will be kept up-to-date with the researchers&apos; progress. But it will also mean the wider world will gain a better insight into not just the science being conducted, but also the environmental implications of soot settling on the Arctic snow and ice. Anyone wishing to make a donation can do so on the expedition&apos;s &quot;Give Now&quot; webpage.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/17/dark-snow-project-kicktstarter-greenland", 
    "wordcount": "560"
}