{
    "headline": "London's cooking waste to fuel power station", 
    "text": "Cooking waste from thousands of London restaurants and food companies is to help run what is claimed to be the world&apos;s biggest fat-fuelled power station. The energy generated from the grease, oil and fat that clogs the capital&apos;s sewers will also be channelled to help run a major sewage works and a desalination plant, as well as supplying the National Grid, under plans announced by Thames Water and utility company 2OC. The prospect of easing the financial and logistical problems of pouring 1m a month into clearing the drains of 40,000 fat-caused blockages a year is being hailed by the companies as a &quot;win-win&quot; project. Thirty tonnes a day of waste will be collected from leftover cooking oil supplies at eateries and manufacturers, fat traps in kitchens and pinchpoints in the sewers  enough to provide more than half the fuel the power plant will need to run. The rest of its fuel will come from waste vegetable oil and tallow (animal fats). The deal, worth more than 200m over 20 years, has made possible the building of the 70m plant at Beckton, east London, which is financed by a consortium led by iCON Infrastructure. It is due to be operational in early 2015. No virgin oils from field or plantation crops will be used to power it, says 2OC. The plant will produce 130 Gigawatt hours (GWh) a year of renewable electricity  enough to run just under 40,000 average-sized homes, say the planners. Thames Water has agreed to buy 75GWh of this output to run Beckton sewage works, which serves 3.5 million people, and the nearby desalination plant, which is used in times of drought or other emergencies. Piers Clark, commercial director for Thames Water, said: &quot;This project is a win-win: renewable power, hedged from the price fluctuations of the non-renewable mainstream power markets, and helping tackle the ongoing operational problem of &apos;fatbergs&apos; in sewers.&quot; Andrew Mercer, chief executive of 2OC, said: &quot;This is good for us, the environment, Thames Water and its customers. &quot;Our renewable power and heat from waste oils and fats is fully sustainable. When Thames doesn&apos;t need our output, it will be made available to the grid meaning that power will be sourced, generated and used in London by Londoners.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/07/london-cooking-waste-power-station", 
    "wordcount": "387"
}