{
    "headline": "In Somalia, western donors made famine more, not less likely", 
    "text": "The 2011 famine in Somalia, which the famine early warning systems network (Fewsnet) and the food security nutrition and analysis unit (FSNAU) estimate in a report published on Thursday to have killed almost 260,000 people, was avoidable. Over the previous year, Fewsnet and FSNAU flagged the impending tragedy with increasing urgency, producing more than 70 early warning bulletins and undertaking a similar number of briefings with agencies and donor governments. Had the international community responded, early interventions could have been undertaken to shore up livelihoods and prevent the downward spiral into destitution and starvation. But these warnings fell on deaf ears. Donor governments failed to increase aid, and humanitarian agencies failed to increase their appeals. Only when famine was declared did the humanitarian system mobilise, by when the opportunity to avert disaster had passed. Despite a year of early warnings, the Somalia famine was allowed to happen. Why? The one word answer is politics. The worst affected areas of Somalia were under the control of the Islamist group al-Shabaab, engaged in a war with the then Somali transitional federal government (TFG), itself supported by the west. Western donor governments were alarmed at the possibility of their aid being captured by an adversary in the war on terror, and introduced a plethora of initiatives to minimise the risk. In particular, US legislation meant that humanitarians working in Somalia could have been liable to prosecution in the US and up to 15 years in prison should the aid they were distributing be diverted to al-Shabaab. These legal constraints were accompanied by onerous reporting requirements for agencies and their partners, and a significant decline in aid, which halved between 2008 and 2011. By ignoring early warnings, withdrawing aid and constraining the ability of humanitarian organisations to operate in Somalia, western donors made famine more, not less likely. Donor antipathy meant humanitarian agencies concluded it would be politically unfeasible to raise their appeal as early warnings accumulated. It contributed to al-Shabaab&apos;s catastrophic decision to expel the UN&apos;s World Food Programme in 2010, and a further 16 UN agencies and international NGOs for &quot;illicit activities and misconduct&quot; the following year. Al-Shabaab&apos;s deeply antagonistic relations with the donor governments on which these agencies depended provided the rationale for these inexcusable decisions, however misguided and wrong. Western donors prioritised their geopolitical agendas over the humanitarian imperative to prevent famine. Meanwhile, al-Shabaab subordinated the needs of the population under its control to its war against the TFG and its propaganda campaign against the west. Not only did al-Shabaab restrict humanitarian access and reject emergency aid, it also limited the movement of populations and taxed food production. An early, large-scale, decisive mobilisation of aid to prevent famine was in the immediate interest of neither side. It was only when famine was declared that the political calculus of donor governments shifted: once the news story broke, they could no longer stand by as people starved without attracting criticism from domestic media and the public. Two years later, what has been learned? Donors and humanitarian agencies were quick to announce they had learned the lessons from Somalia, yet fundamentally little appears to have changed. Aid structures remain highly politicised, far from neutral or impartial. There are no rules for how early warnings should lead to early action, and a lack of clear processes for how decisions should be triggered, escalated and justified. Ultimately, despite having the early warning systems and resources needed to prevent famine, accountability for doing so remains minimal.  Rob Bailey is a senior research fellow at Chatham House specialising in food security. His research on the causes of the Somalia famine is included in the recent report Managing famine risk: linking early warning to early action (pdf)", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/02/somalia-western-donors-famine-likely", 
    "wordcount": "622"
}