{
    "headline": "Life and death in the branches of an old oak tree", 
    "text": "The three moth traps set out along the ride at Ladycross yielded fewer than a dozen species, but the night held other interests. We examined a large oak whose trunk has been mined over decades by larvae of the goat moth. These spend several years feeding within the tree before emerging as chunky adults. They shelter in crevasses in the bark and, with brownish wings crisscrossed by fine lines, are easily mistaken for wizened leaves. Unlike many moths, adult goats are unable to feed and emerge simply to breed; they die after their once fat reserves are exhausted. A delightfully decorated, furry caterpillar of the black arches moth was found only because it moved. Its blend of greys, olive-greens and yellows, peppered with black speckles and chestnut spots, all broken in outline by tufts of hairs spread out on each segment, concealed it well among the lichens on the oak trunk. What was most striking was the number of slugs. They were everywhere: on the ground, on the tree trunks, up among the branches. The five species identified included the largest slugs to be encountered in this country. The leopard slug, which can extend to over 10cm, was more common than the ash-grey slug, which is found throughout the forest but never in great numbers. One magnificent specimen, black not dark grey, with a rippled white keel running down its back, was longer than my hand span. Without doubt, the highlight of the outing for me was the violet ground beetles, which have an iridescent band around the outer margins of their wing cases and were here in more than usual numbers. These large black predatory insects were hunting up the trees, seeking a medium-sized species of arion slug. One snatched a slug by its midriff, lifted it easily and wedged it in a crack in the bark. The slug was doomed once the beetle found it.", 
    "section": "environment", 
    "gid": "environment/2012/aug/03/life-death-branches-old-oak", 
    "wordcount": "317"
}