{
    "headline": "My day doing everything the internet told me to", 
    "text": "In the early days of the web, as internet explorers anonymously scoured its provincial nooks, acartoon appeared in the New Yorker that would be its most reproduced illustration, business-to-business, for the next decade. A dog sits in front of a computer, talking to another dog by its side: &quot;On the internet, nobody knows you&apos;re a dog.&quot; Almost 20 years later, a lot has changed. The web has become obsessed with working out who we are, and serving us accordingly. Amazon wants to predict the books we should read. Facebook&apos;s algorithms toil to introduce us to new friends. Adverts for things we have considered buying stalk us across the web. The internet wants to help. It wants to create a bespoke, recognisable experience when we are online. But in doing so is it shrinking, rather than broadening, our horizons? A growing school of thought thinks so. A recent article in Intelligent Life magazine warned againstthe web&apos;s assault on serendipity. &quot;Google has become so good at meeting our desires that we spend less time discovering new ones,&quot; moans the article&apos;s author, Ian Leslie. As I read to the bottom of the piece online, an advert pops up. After 1,500 words on how the internet is killing serendipity by serving up an infinite stream of more of the same, Iam asked: &quot;Do youwant to read morelike this?&quot; This is the wise web at work: bored by being a facilitator, it wants to second-guess us at every turn. Log on, read more, email this to a friend, like, buy, click, click, click. But how good is its advice? There is only one way to find out. For one day, I will aim to do what the internet tells me, and wherever it points me, I will follow. So, yes, I do want to read more like this. I click the link and am taken to a sign-up page for a $24, six-month subscription to Intelligent Life. I begin typing my name into the info boxes, but I am only at &quot;Be &quot; when it completes my details for me. And so, for the next six months, a copy of Intelligent Life will be delivered to my ex-girlfriend in the flat we used to share. Bad start. I go to Amazon in search of reading material that knows where I live, but the first 10 items it suggests are all Lego Star Wars figures. First up is a miniature Sandtrooper. Amazon, it seems, has never got over the fact that I bought my nephew some Star Wars Lego for his sixth birthday last summer. I drop it in my basket, grit my teeth and within three clicks have handed over 12.99. I email my sister to show off my act of unprovoked generosity and Gmail tells me to &quot;consider including&quot; my mum and my other sister. So I do. Mum, a psychotherapist, emails back. She thinks if I do everything the internet tells me to, it will &quot;probably do your head in&quot;. My mobile hums at me as the confirmation email duly arrives. Two emails later, I see a recent arrival from a dating site I am on, offering people &quot;to suit me&quot;. Match 1 likes chillout music, chick flicks, rugby and chocolate. Match 2 keeps her cards close to her chest, but is &quot;spiritual, not religious&quot;. Match 3 is very pretty  well played, the internet  but, oh, describes her sense of humour as &quot;goofy&quot;. I start composing emails to them. Iam on good form, listening to a tasteful playlist that Spotify has constructed for me by scraping my playlists for musical themes. This yields Fleetwood Mac, with a little bit of hip-hop and indie sprinkled in. I&apos;m feeling cool and confident. &quot;Hi! I&apos;m Benji and I like Fleetwood Mac, how about you?&quot; Send. This is good. I am expanding my horizons and it&apos;s not even midday. Iendeavour to expand them further by following 10 new people on Twitter, all suggested by the &quot;who to follow&quot; tab on my Twitter home page. I&apos;m a bit underwhelmed. Writers, travellers, media types. Variations on me, basically. One of them has written a book called Dirty Minds: How our Brains Influence Love, Sex and Relationships. Ooh. Back to Amazon. I burrow into a rabbit hole of books about sex and psychology because that&apos;s what &quot;customers who bought this item also bought&quot;, ending up on Sex at Dawn: How We Mate &amp; Why We Stray via Bonk: the Curious Coupling ofSex and Science. I buy the Bonk one. I then panic, and check my Amazon recommended list again. It is now populated with Lego and books about sex. I assume I am being added to a watchlist somewhere. I have entered what Eli Pariser, an activist who rails against the web&apos;s newfound obsession with trying to be helpful, calls the &quot;filter bubble&quot;. In his recent New York Times bestseller of the same name, Pariser warns that &quot;left to their own devices, personalisation filters serve up a kind of invisible autopropaganda, indoctrinating us with our own ideas, amplifying our desire for things that are familiar, and leaving us oblivious to the dangers lurking in the dark territory of the unknown&quot;. I google for videos about the &quot;dark territory of the unknown&quot;, stopping en route at &quot;The Sun&quot;, &quot;The Dark Knight&quot; and &quot;The Long Dark Tea-Time of the Soul&quot; because Google tries to predict what I am searching for. The latter, it turns out, is a 1988 humorous detective novel by Douglas Adams, named to reflect the wretched boredom of one ofits characters, Wowbagger, an immortal being who keeps himself busy by insulting every living being in the universe in alphabetical order. Eventually, I am offered interracial porn and a 10-minute YouTube computer game walkthrough of the &quot;entering unknown territory&quot; level on a game called Dark Earth. Iflick to YouTube&apos;s &quot;recommended for you&quot; section, and become the 180,443rd person to watch an iPad surviving a 100,000ft fall to earth, having been hoisted spacewards by an inflatable balloon. Next I&apos;m offered some clips of Cristiano Ronaldo scoring free kicks. I watched a few football highlights when I woke up, so now YouTube thinks I&apos;m a neophile who also likes football. Reductive, but certainly not untrue  in fact, I consider making that my tagline on the dating site (none of my matches has got back to me). I then watch a dozen more free-kicks as suggested by the associated videos that pop up next to the Ronaldo clip. I message one of them to a friend on Facebook. Facebook is increasingly denounced as the biggest homogeniser of them all. Last February, a New York Times piece by Evgeny Morozov, author of The Net Delusion: The Dark Side of Internet Freedom, accused Facebook of shattering the web&apos;s early hopes for a realm of cyberflnerie. In Morozov&apos;s paradigm, Facebook plays the role of Baron Haussmann, the famed civic planner who reordered Paris in the 19th century, straightening the chaotic arcades that were once the domain of pootling, incognito flneurs. &quot;Everything that makes cyberflnerie possible  solitude and individuality, anonymity and opacity, mystery and ambivalence, curiosity and risk-taking  is under assault by that company. And it&apos;s not just any company: with 845million active users worldwide, where Facebook goes, arguably, so goesthe internet.&quot; And so go I. I send five friend requests to people Facebook suggests I should be friends with because of our mutual acquaintances. One of them is my brother-in-law. Why were we not already friends? Awkward. Another request is quickly accepted, and my mobile rattles. &quot;Patrick has accepted your friend request. Write on his wall.&quot; So I do. &quot;Hi Patrick. Facebook said we should be friends. What else do you think the internet should make me do?&quot; I am not totally sure who he is, but he is friends with my mate Will, so I go to Will&apos;s profile. &quot;Will Likes Inside Volvo UK.&quot; I now also like Inside Volvo UK. Iregister to be one of the first to get more details on the launch of the new V40, which will have remarkable fuel efficiency. I email Will asking him who Patrick is and why he likes Volvos. Google tells me I should &quot;consider including&quot; my friends Laith, Beth and Nick. Every time I add one, it suggests someone new. I stop at eight. Volvo will be pleased. For years, people trying to sell us things on the web werestabbing in the dark, spurting Viagra emails inalldirections while waggling adverts for hip replacements in front of 15-year-olds. The internet clearly wanted our money, but was crap at getting it. It has now upped its game. Almost every site you visit is now hard-baked with &quot;cookies&quot;, the web&apos;s getting-to-know-you tool. Where are you? Are you logged into Facebook? What page did you come from? Is this your first visit? What sex are you? Goggle gobble gobble. The infois harvested and the adverts are scrambled accordingly. You&apos;re aged 40-45, with young children and a mortgage ona reasonably priced house? Here, have a seven-day package holiday in Tenerife. Been buying lots ofvitamins and cotton buds recently? Note to internet: baby on the way. No more hip replacements for 15-year-olds. Instead: computer games. If the web knows you, it can monetise you. Google has a remarkable stash of information on us and is getting more all the time, recently expanding its data gathering scopeto connecting every aspect of your online life that it touches, from emails to YouTube views via the phone in your pocket. It&apos;s the highest recent watermark of a company refocusing. &quot;The Google I was passionate about was a technology company that empowered its employees to innovate,&quot; wrote adeparting executive in March. &quot;TheGoogle I left was an advertising company with a single corporate-mandated focus.&quot; I go to Google&apos;s ad preferences page, where the search engine giant stores everything it thinks it knows about you so it can sling targeted adverts your way. My page indicates that Google thinks I am a male Londoner aged 25-30 who is interested in travel, sports and online communities. On the money. I email my editor, explaining what Iam doing, and wondering if our expenses policy covers Lego and magazine subscriptions for ex-girlfriends (itdoesn&apos;t). Gmail unhelpfully suggests I cc the Guardian&apos;s readers&apos; editor into the email, so I do. I am worried about this. He usually has very important things to deal with, such as the Leveson inquiry. An email comes back from him, pointing out some spelling mistakes. I think my contact lenses are playing up: I&apos;ve been staring at a screen for six hours. I buy some premium contact lens solution (10) on tesco.com and my mobile buzzes again. Will has got back to me. He says that my new Facebook friend, Patrick, &quot;is a delightful Irishman currently enrolled in clown school&quot;. There follows a long riff on how the Side Impact Protection System was a trailblazing safety initiative spearheaded by Volvo in the 80s. New replies pop up before I finish reading his message, from those I added in at Gmail&apos;s bequest, asking me why Iam emailing Will, and them, about Volvos. &quot;Because Will likes Volvos,&quot; Ireply, adding in three more recipients  Sandy, Chris and Loz  at Gmail&apos;s suggestion. Nick emails back wondering: &quot;Is this a social experiment or a midlife crisis?&quot; Beth: &quot;Seriously Benji, are you OK?&quot; Will is still going on about Volvos. My new Twitter list chirps every time it updates. The sex psychology writer is incessantly flogging her book. Unfollow. Twitter suggests I should replace her with the Daily Telegraph&apos;s Washington correspondent, whom I tweet to introduce him to a journalist friend of mine in New York. As his name disappears from my suggestions list, Twitter lines up Healthy Imagination, a General Electric well-being PRcampaign, as a potential replacement. I add it. A travel blogger from Wisconsin appears in its place. Iadd him. I notice that since I followed the sex writer I have three new followers with the word &quot;fuck&quot; in their bios. None of them is real. By evening, my dating matches stillhaven&apos;t got back to me. This is annoying, but at least there is an email updating me on the delivery status of my premium contact lens solution. Ialso remove Fleetwood Mac from mySpotify playlists, having failed to coax my three matches out of their dating hiatus. My phone chimes. The Telegraph&apos;s Washington correspondent has responded. He knows my friend already  they recently had a beer together in Iowa. I have spent 40 on a book about sex, some Lego and a magazine subscription. I have four new friends on Facebook, have &quot;Benji likes Inside Volvo UK&quot; at the top of my timeline, and I am worrying about whether my brother-in-law likes me. I have also needlessly pestered a senior editor at work, who now thinks I can&apos;t spell. My phone is rattling on my desk every few minutes. I need to get out, and opt for a nearby pizzeria that the location-based app Foursquare thinks Ishould go to, as two of my friends have been there recently. My phone interrupts meevery few mouthfuls. Patrick, the delightful Irish clown, has replied. He thinks that if my experiment went on fortoo long, Iwould risk being &quot;trapped in a whirlpool of everdiminishing returns&quot;. A bit like Wowbagger, I think. To illustrate his point, Patrick sends me to a video of Will Self pseuding off on YouTube about how he wished Amazon would stop recommending books like books he had already read. He would rather ittold him he was spending too much money on books and should probably get out a bit more. I rub my eyes and notice an advert for laser eye surgery hovering at the bottom of the video. My phone buzzes. The contact lens solution will be delivered next Tuesday. &quot;The internet promises the idea of actualising ourselves in an essential way, but in fact we fall victim to a much cruder kind of sorting,&quot; Self concludes. I switch him off and watch seven more videos of free kicks to help me get to sleep. I decide that I hate my experiment and briefly consider insulting every living being in the universe inalphabetical order. In its quest to getto know us, theinternet is at the stage of the well-meaning auntie who buys you inappropriate presents at Christmas (it&apos;s the algorithmic thoughtthat counts). It kind of knowsyou, but doesn&apos;t really know you. It needs to work harder if it reallywants to be our friend. The email chain about Volvos is drying up. It has become self-aware. After a handful of ironic emails about the light-sensitive responsiveness of Volvo headlights, the final message lampoons my little experiment, attaching an image of a dog dressed upas a scientist in a mock laboratory, captioned: &quot;I have no idea what I&apos;mdoing.&quot; How well does the internet know you? Click on the links below to see how well these sites have second-guessed your likes:  What does Amazon think you should buy?  What kind of adverts does Google think should be aimed at you?  What videos does YouTube think you should watch?  Who does Twitter think you should follow?  Who does Facebook think you should be friends with?", 
    "section": "technology", 
    "gid": "technology/2012/may/07/doing-everything-internet-tells-me", 
    "wordcount": "2700"
}