{
    "headline": "Climate change inaction the fault of environmental groups, report says", 
    "text": "A Harvard academic has put the blame squarely for America&apos;s failure to act on climate change on environmental groups. She also argues that there is little prospect Barack Obama will put climate change on the top of his agenda in his second term. In a research paper, due to be presented at a Harvard forum next month, scholar Theda Skocpol in effect accuses the DC-based environmental groups of political malpractice, saying they were blind to extreme Republican opposition to their efforts. Environmental groups overlooked growing opposition to environmental protections among conservatives voters and, underestimated the rising force of the Tea Party, believing  wrongly, as it turned out  they could still somehow win over Republican members of Congress through &quot;insider grand bargaining&quot;. That fatal misreading of the political realities  namely, the extreme polarisation of Congress and the Tea Party&apos;s growing influence among elected officials  doomed the effort to get a climate law through Congress. It will also make it more difficult to achieve climate action in the future, she added. Skocpol, meanwhile, lets Obama off the hook for the political inaction on climate change, overturning the conventional wisdom among environmental leaders that political cowardice by the White House ultimately doomed climate legislation. Her paper is likely to cause a stir among environmental groups hoping to see action on climate change during Obama&apos;s second term. Skocpol, in her analysis, does not offer much cause for optimism. &quot;Whatever environmentalists may hope, the Obama White House and congressional Democrats are unlikely to make global warming a top issue in 2013 or 2014,&quot; she writes. The extreme weather events of the 2012, from superstorm Sandy to an historic drought, are unlikely to shift their priorities, she said. &quot;The stark truth is that severe weather events alone will not cause global warming to pop to the top of the national agenda,&quot; Skocpol went on. &quot;Fresh strategies will be needed, based on new understandings of political obstacles and opportunities. &quot; Skocpol, a political scientist, compares the failed push for a climate law unfavourably to the ultimately successful effort to pass healthcare reform. She interviewed key players in the push for climate legislation in 2009 and 2010, as well as activists from the Tea Party groups who helped sink those efforts. The biggest mistake of the environmental groups, Skocpol said, was their failure to appreciate the extreme polarisation of Congress since the mid-90s, or fully appreciate that Republicans in Congress were softening in their support for environmental issues from 2007  even before the emergence of the Tea Party. That political blindness was far more damaging to the effort to pass a climate law than the economic downturn, the language used to frame the climate change debate, or even the lack of full-throated leadership from Obama, she argues. A deal that may have been possible in the 90s was going to be a non-starter amid the political conditions in 2008, she said. Nevertheless, the US Climate Action Partnership, which Skocpol describes as a coalition of &quot;CEOs and Big Enviro honchos&quot;, continued to believe it could wrangle exactly such a deal out of Congress. That strategy overlooked how the political reality outside clubby Washington had turned against their cause. Skocpol attributes much of that shift to the well-funded effort by conservative thinktanks to undermine climate science. The 90s and onwards saw a sharp increase in the publication of reports and books questioning climate change, which eventually got picked up by mainstream media outlets. The USCAP never understood the shift in conservative popular opinion, she writes. They also failed to build the broad grassroots organisations needed to push for change. &quot;The USCAP campaign was designed and conducted in an insider-grand-bargaining political style that, unbeknownst to its sponsors, was unlikely to succeed given fast-changing realities in US partisan politics and governing institutions,&quot; Skocpol writes. And she warns the failed attempt &quot;did much to provoke and mobilise fierce enemies and enhance their populist capacities and political clout for future battles&quot;. A number of prominent Republicans who had support climate legislation had already turned away by 2007  not least John McCain, who was Obama&apos;s opponent in 2008. McCain&apos;s choice of Sarah Palin as his vice-president, who is famous for her &quot;drill, baby, drill&quot; comments, should have alerted environmental groups to changing politics around the environment, Skocpol writes. The writing was on the wall even more starkly after 2010, when a number of Republicans who had previously compromised on environmental issues were defeated by more conservative primary challengers, and by the stunning wins for Tea Party-supported candidates in the congressional elections. Skocpol&apos;s recommendations for environmental groups are stark. &quot;Climate change warriors will have to look beyond elite manoeuvres and find ways to address the values and interests of tens and millions of US citizens,&quot; she writes. &quot;Reformers will have to build organizational networks across the country, and they will need to orchestrate sustained political efforts that stretch far beyond friendly congressional offices, comfy board rooms, and posh retreats.&quot; She concludes: &quot;The only way to counter such right wing elite and popular forces is to build a broad popular movement to tackle climate change.&quot; Climate activist Bill McKibben said Skocpol&apos;s analysis mirrored his experiences in building the grassroots organisation 350.org. &quot;Basically, we need a movement, and we need something a movement can get behind,&quot; he said in an email. &quot;Something people as compared to corporations might care about.&quot; McKibben wrote a more detailed response on the environmental news site, Grist.", 
    "section": "environment", 
    "gid": "environment/2013/jan/14/environmental-groups-climate-change-inaction", 
    "wordcount": "930"
}