{
    "headline": "What impact will higher education funding have on university finances?", 
    "text": "The Higher education funding council for England&apos;s (Hefce) announcement on funding for the 2012/3 academic year begins to clear the fog on the impact of the student finance reforms on the HE sector in England. However, the actual outcomes for individual institutions will remain uncertain until after A-level results are announced in August. Fundamentally, English universities have been performing exceptionally well from a financial point of view over the past three years and there is every reason to think this trend has continued in the current academic year. As part of a prudently led sector (one of its strengths from an investor&apos;s point of view), universities have been using the years before the introduction of these reforms to transform the underlying financial performance of their institutions. For example, three years ago, according to Hesa data, the sector made an annual surplus of just 1.7% of its overall income, which increased to 4.8% in the financial year to 31 July 2011. This might seem like a small change, but with more than 27.5bn of total income, this led to a very healthy 1.3bn of surplus funding for the sector to reinvest. This has contributed to the significant improvement in the sector&apos;s cash and liquid assets, which have grown over the same period from 5.4bn to around 7.3bn. So it is difficult to argue that the sector doesn&apos;t enter into this period of massive change in rude health from a financial perspective. However, what this all means at an individual institution level is a somewhat different matter, and digging into Hefce&apos;s provisional allocation numbers uncovers some of the tensions that could exist under the new arrangements. The number of students who will be &quot;unregulated&quot; is nearly a quarter of the total, at around 85,000. It looks like there will be some fairly large variations between institutions, but how this actually plays out will depend on the way AAB students respond to the more liberal marketplace. This is especially true of the 30,000 students who achieve these grades and currently go to less prestigious institutions if some of the more prestigious institutions decide to increase capacity to accommodate them. The squeezed middle may feel the effects of this most, but ripples will spread widely, especially if the range of grades in scope for competition is expanded in later years. Undoubtedly there will be winners and losers from these changes, but the question is will this cause critical financial hardship at any individual institution? In its announcement, Hefce made it clear that unlike previous financial reforms there would be no smoothing of funding in the transition period through a safety netting mechanism. Hefce will, however, continue to monitor the financial performance of the sector at an institutional level and provide additional support when necessary, so that&apos;s comforting. And bearing in mind the way the sector has carefully steered itself into a much stronger financial position over the past three years and with continued strong demand from the UK and overseas, it is easy to conclude that though there may be rocky times for some universities, the sector will continue to prosper and get through this relatively unscarred. One other issue that is brought into focus by the announcement is the very limited funding that will be available from government to spend on university building and equipment. All universities have considerable estates that constantly need investment just to maintain them, let alone improve them. The quality of accommodation and equipment for teaching/research could become an increasing differentiator between similar institutions, so the lack of new grants to support this may become a competitive issue, not just in the UK but globally if we fall behind other parts of the world. Successfully finding ways to fund capital expenditure is therefore going to be a key to success. At the moment there is a large amount of cash in the sector which has been generated from the improved surpluses, but this will need to be supplemented with borrowing of some kind either, from banks or the investor markets in the near future. This latter group of typically insurance and pension funds is largely untapped at the moment by universities but will be an important source of equity in the future. This is another area of change for the sector, as it currently funds its borrowings from the banks to the tune of 85% of all debt. Banking reforms mean that this will need to swing significantly towards the investor market in the coming years and to meet this demand investors will need to get a better understanding of the industry. Overall things could be a lot worse at the start of these changes. If there is one dark cloud looming then that is the big question of the sustainability of these financial reforms as the Student Loan Company finds itself with a loan book approaching 100bn and possibly still growing. Chris Hearn is head of education at Barclays. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/29/hefce-higher-education-funding-university-finances", 
    "wordcount": "870"
}