{
    "headline": "30 best Android apps this week", 
    "text": "Welcome to this week&apos;s roundup of the newest and most notable Android apps and games released on the Google Play store. As ever, the pricing refers to the initial download: when you see (Free) it may well mean freemium, with in-app purchases or subscriptions. The weekly iOS roundup will be published later in the day. For now, here&apos;s this week&apos;s pick of new Android apps: Temple Run 2 (Free) A week after its iOS release (and more than 20m downloads of that later) Temple Run 2 makes the leap to Android. As explained in our full review, this sequel bumps up the graphical quality and adds more depth to the original endless runner, as you swipe to jump, slide and turn your way through the scenery to escape an angry giant monkey. Gogobot (Free) Social travel service Gogobot wants to help you discover interesting places to holiday based on other people&apos;s experiences, with an app to browse their virtual &quot;postcards&quot; and reviews, scout out more than 60k destinations and then book hotels to stay in. Super Hexagon (0.59) Super Hexagon has a devoted fanbase on iOS, where its super-tough &quot;minimal action&quot; gameplay and pulsating chiptune soundtrack have been keeping gamers occupied. ESPN X Games (Free) ESPN&apos;s extreme-sports X Games events have their own Android app now, offering video highlights, news, results, schedules and a &quot;TrickTrack&quot; feature that gives more data on the tricks that athletes are pulling off during the competitions. The link above is for Android smartphones, but the separate tablet version is here. Banjo (Free) Social app Banjo has been around for some time on iPhone and Android, but it&apos;s just got a dedicated tablet version. The app pulls in friends&apos; updates from Facebook, Twitter, Instagram, Foursquare and LinkedIn, tying it to real-world places to show you who&apos;s where. Pebble (Free) Pebble is the companion app for the Pebble smart-watch, which has just started shipping to the people who crowdfunded its $10.3m Kickstarter campaign. The watch connects to this app using Bluetooth, enabling it to show incoming calls, emails and messages on the watch. Smart Data (Free) This is interesting from MasterCard: an app to help people keep better track of work expenses, taking and uploading photos of receipts, tagging them with date, amount and description details. It ties into the existing Smart Data service. FilmOn Family TV (Free) Online video service FilmOn has been controversial in the past, and its new Android app could cause a stir too. It promises to enable anyone to stream live TV channels from the US, Europe, Latin America and Asia. Standard-definition streams are free, but it charges for HD feeds. Pool by Miniclip (Free) Miniclip reckons this is &quot;the world&apos;s best multiplayer pool game&quot;, which is quite a claim. Now Android gamers have the chance to test it, as the game is available on Android. It sees you sinking balls in practice, 1-vs-1 and tournament modes, with a level and ranking system ensuring you&apos;re matched against similar opponents, competing for virtual currency to upgrade your skills. Ikaruga (5.62) Best known in recent years for its Xbox Live Arcade incarnation (and in the past for its Dreamcast and GameCube versions), Ikaruga is an excellent-looking shoot &apos;em up with all the ships, enemies and bullets you could wish for on a smartphone. NASCAR Mobile &apos;13 (Free) Good news for fans of NASCAR racing in the US and abroad  there&apos;s an official app for the 2013 season. It promises news, video clips, photos and social media feeds, as well as upcoming fantasy games and even live footage and in-car audio although it remains to be seen if non-US users will get all those features. LifeKraze (Free) Focused more on Americans, although it is available elsewhere, LifeKraze wants to get people posting 160-character messages about their daily accomplishments, while distributing 300 virtual points a day to other people&apos;s updates that they think are worthy. The idea: those points can then be spent on discounts from brands like The North Face and Skullcandy. Bragtastic. Mood O&apos;Clock Alarm (1.67) Music startup Stereomood has a new alarm clock app for Android, which promises to let you &quot;choose the morning mood you want to be woken up to&quot; and get a suitable soundtrack for it, along with an image. Moods include calm, dreamy, energetic and even &quot;furious&quot;. Galaga Special Edition Free (Free) Here&apos;s more retro shoot &apos;em up action on Android with a new version of Namco Bandai&apos;s Galaga. This Special Edition offers 25 levels and boss battles, with advertising funding the action  something that&apos;s causing some debate in its Google Play reviews over where the ads appear during the game. House Of Hell (3.99) It&apos;s a nostalgic week on Android for sure. This app from Tin Man Games is the latest in its interactive remakes of the Fighting Fantasy gamebooks from the 1980s. It puts you in the position of a hero battling through monsters and traps through dice-rolling skills alone. Restaurant Story: Valentine&apos;s (Free) This is a topical (well, it will be in February) game from social games publisher TeamLava based on its popular Restaurant Story. This Valentine&apos;s edition involves building a romantic restaurant, customising its menu and visiting those of friends all funded by in-app purchases. Hushed (Free) Hushed is one of a wave of apps promising &quot;disposable, anonymous, private phone numbers&quot; for use, including anonymous text messaging. &quot;Perfect for dating, job searches, short-term projects, craigslist, Twitter, Tumblr, and other social media,&quot; as its developer claims. Although also more nefarious uses, obviously. BlueBox (0.50) BlueBox&apos;s inspiration is clear, and indeed explained in its Google Play listing. It&apos;s an electronic-instrument app based on Yamaha&apos;s Tenori-On, enabling you to play melodies by tapping dots arranged in an on-screen grid. Old School Defense (0.63) Based on Will Ferrell movie Old School, this is a tower defence game from developer Big Blue Bubble that sees you trying to fend off gatecrashers to a college party, with two modes and more than 30 maps to play on. Whip (Free) Whip wants to be the way you create &quot;social photo albums&quot; from your Android device, gathering them into templates with up to 24 pics at a time, then sharing them with friends via email, Facebook or Twitter. Music and text can be added too. Ski Tracks (0.79) Ski and snowboard-tracking app Ski Tracks has been a wintery hit on iPhone, but is now available for Android too. It runs in the background and tracks your snowsport activities throughout the day, while also showing maps, stats and geotagging any photos you take. A useful feature stops it running if your battery is getting low, to avoid nasty mountainside surprises. Climate Defense (Free) More tower defence, but this time tackling the real-world issue of climate change. It involves placing trees to absorb clouds of carbon dioxide before they reach the atmosphere. It&apos;s the latest game from Game the News recently in the news when its Endgame: Syria game was rejected by Apple. DriveBit (Free) DriveBit has one use, but it could be a good one for people using the Fitbit health tracking gadget. The app helps you stop Fitbit from misinterpreting a rattly drive as a steps. Line Runner 2 (Free) The first Line Runner game was a big hit with more than 25m players, but now it&apos;s got a sequel. It&apos;s an endless runner with stick-men, with power-ups, social leaderboards and  a feature that more mobile games should have  an easier &quot;Kids Mode&quot;. AMP+ (0.66) AMP+ is a music player for Android devices that aims to be simpler and more intuitive than the default app. You can create and edit playlists, switch music using lockscreen controls, and use a persistent &quot;Now Playing&quot; bar to keep tabs on what you&apos;re listening to, among other features. Merge Records (Free) Indie label Merge Records&apos; artists have a firm following, so this catch-all app should be pretty popular. It offers news, gig details and streaming music from the label&apos;s roster. Mobile World Congress 2013 (Free) This is one for mobile-industry readers really: an unofficial app for February&apos;s Mobile World Congress trade show in Barcelona. Expect venue details, conference session info and exhibitor data, for use while at the show. Update: this app is not official, the show&apos;s organisers have informed me, so I&apos;ve updated this description. Snap Pad (0.59) Snap Pad is limited to working on certain Samsung devices it uses the company&apos;s S-Pen SDK for stylus control. It&apos;s a scribbling app for &quot;moderately important, temporary thinkings&quot; not important enough for full memos and more important than simple doodles. Well worth checking out if you have a Galaxy Note device. Anycabs (Free) Anycabs is one of a clutch of minicab price-comparison and booking apps in the UK, working in London, Manchester and Birmingham at the time of writing. It promises more than 10k licensed minicabs in its database, to provide a range of quotes for journeys. Brian Blessed Alarm Clock (0.69) The title says it all: wake up with Brian Blessed shouting at you, with a pick of 30 alarms  &quot;a mix of shockingly bad Shakespearean hacks, silly songs and motivational encouragement&quot;. Perhaps check your volume settings before going to sleep, mind... That&apos;s our selection, but what apps have you been enjoying on your Android smartphone or tablet? Make your recommendations or give your views on the apps above in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/25/best-android-apps-temple-run-2", 
    "wordcount": "1609"
}