{
    "headline": "NUS warns of 'epidemic of dropouts'", 
    "text": "Before Wednesday&apos;s national demonstration, expected to draw thousands of young people to London, student leaders are warning of an &quot;epidemic of university dropouts&quot;. The National Union of Students (NUS) reveals that 42% of the students it surveyed recently said they have seriously considered leaving their course. Of these, almost half (49%) said money worries were a key factor in considering whether to drop out. NUS president Liam Burns says young people have a &quot;sense of desperation&quot; about their futures. Today&apos;s students know they are going to be &quot;tens of thousands of pounds in debt before they even graduate and they know there&apos;s little prospect of graduate employment&quot;, says Burns. &quot;They&apos;re slowly seeing opportunities being taken away, and are powerless to do anything about it.&quot; The government&apos;s decision to scrap the education maintenance allowance (EMA)  a grant for the poorest teenagers to help them stay in school or college  has had a huge impact, Burns says. The NUS research team surveyed 14,404 students. 9,703 of whom were at university. Of the undergraduates surveyed, nearly half (47%) said they were unable to concentrate on their studies without worrying about finances. Burns says Wednesday&apos;s demonstration is a chance for students to convey their feelings to the government and call on politicians to offer a better deal. There has been a &quot;constant tinkering&quot; with education, he says, and politicians will be told &quot;we expect much more of those who are in power in 2015&quot;. Students will march from Temple Place in central London to Kennington Park in south London where a rally is due to take place. Among those expected to speak are comedian Josie Long, columnist Owen Jones, singer Grace Petrie and union leaders.     demo 2012 map Photograph: Guardian  ", 
    "section": "education", 
    "gid": "education/2012/nov/20/nus-warns-of-epidemic-of-dropouts", 
    "wordcount": "295"
}