{
    "headline": "Live chat: Your questions on the food crisis in the Horn of Africa answered", 
    "text": "The food crisis in east Africa is affecting 13 million people in parts of Kenya, Ethiopia, Somalia and South Sudan. Last year, the UN said the region was experiencing the worst drought in 60 years. On 20 July famine was officially declared in three regions of Somalia, and on 13 December, the UN made an appeal for $1.5bn to support projects in the country in 2012. The figure is 50% higher than in 2011. So what is happening on the ground in the countries affected by the crisis? What&apos;s the biggest challenge facing staff day-to-day, or those at a strategic level trying to track and supply a huge area? Why, in a region not unaccustomed to famine, has the food crisis been so bad this time? How can more resilience and better planning be built to prevent this happening again? Between 2pm and 3pm (GMT) on Tuesday 10 January, the Global development site will be hosting a live chat with people involved in supporting relief efforts in the region, who will answer your questions on the food crisis and famine. On the panel will be Clive Jones, chairman of the board of trustees at the Disasters Emergency Committee (DEC), who has been travelling through the region. The DEC brings together UK aid agencies to raise money at times of humanitarian crisis. It launched its official appeal for east Africa on 8 July 2011. Joining him will be Abdalla Rashid, head of Islamic Relief&apos;s emergency programmes, who works mainly out of Wajir district in north-eastern Kenya. Due to the sensitivities surrounding relief efforts in Somalia, the DEC will not be able to discuss security issues or the political situation in the country. If you&apos;re stuck for questions, we&apos;ve a plenty of background reading on the issue, such as Madeleine Bunting&apos;s blog on the role conflict and natural disasters have played in Somalia, and we&apos;ve reported on conflict with Kenya and on the impact of the Islamist militia group al-Shabaab. Other good background reading includes the World Bank&apos;s Vinod Thomas on how the Horn of Africa can be better prepared for recurrent drought, Pascal Lamy, director general of the World Trade Organisation, on the key ingredients to tackle food crisis and Liz Ford on the long-term strategy Africa&apos;s latest food crisis needs. Post your questions now and come back to see how Jones and Rashid answer them on Tuesday. You can also ask questions on the day. If you have any problems posting, or if you would prefer to comment anonymously, email us at development@theguardian.com and we&apos;ll add your question for you. If you want to ask questions over twitter, please tag them #globaldevlive.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/05/horn-africa-food-crisis-live-chat", 
    "wordcount": "445"
}