{
    "headline": "World's rarest whale seen for first time after New Zealand beaching", 
    "text": "The spade-toothed beaked whale is so rare that nobody has seen one alive, but scientists have proof the species still exists. Two skeletons were identified as belonging to the species after a 17-foot whale and her calf beached themselves in New Zealand in 2010. Scientists hope the discovery will provide insights into the species and into ocean ecosystems. It was almost a missed opportunity, however, since conservation workers misidentified the carcasses as a much more common type of whale and buried them. In a paper published Tuesday in the journal Current Biology, researchers from New Zealand and the United States say of their discovery: &quot;For the first time we have a description of the world&apos;s rarest and perhaps most enigmatic marine mammal.&quot; Previously only three skull fragments of the species had been found: in New Zealand in 1872 and in the 1950s and the last one 26 years ago on an island off Chile. The males have broad blade-like tusk teeth that give the species its name. Both males and females have beaks which make them resemble dolphins. &quot;This is pretty fantastic,&quot; said Ewan Fordyce, a geology professor at the University of Otago who specialises in the evolution of whales and who was not involved in the research. &quot;There would be few, if any, mammalian species in the world that would be rarer. And we know much more about panda bears and other iconic, rare animals.&quot; The beached whales, an adult and her 11-foot male calf, were discovered on Opape Beach on the North Island on New Year&apos;s Eve in 2010. Conservation workers thought they were Gray&apos;s beaked whales and took tissue samples before burying them about nine feet under the sand. Those samples ended up at the University of Auckland where scientists did routine tests about six months later. Rochelle Constantine, a co-author of the paper, said she and her colleague Kirsten Thompson couldn&apos;t believe it when the results showed the pair to be the rarest of whales. &quot;Kirsten and I went quiet. We were pretty stunned,&quot; she said. Further tests confirmed the discovery. Constantine said they then retested about 160 samples taken from other stranded Gray&apos;s whales but didn&apos;t find any more that had been misidentified. This year, researchers returned to the beach to exhume the skeletons. Anton van Helden, who manages the marine mammals collection for New Zealand&apos;s national museum Te Papa, said it wasn&apos;t a straightforward task to find the remains after so long and that the mother&apos;s skull, which was buried shallower than the rest of the remains, washed out to sea. But they were able to recover the rest of the skeletons. &quot;It&apos;s a hugely significant find,&quot; said van Helden, a co-author of the paper. He said it&apos;s impossible to know why the whales came ashore although whales often beach themselves when they become ill. He said almost nothing is known about the species except they live in the South Pacific Ocean and eat primarily squid. Fordyce said it may be possible to use the skeletons of the rare whales to reconstruct their muscles and tissues and to find out more about how they live and die and why they are so reclusive. The scientists say the discovery could also provide broader insights into the ocean&apos;s complex ecosystems. &quot;This is good reminder,&quot; said Constantine, &quot;of how large the oceans are, and of how little we know about them.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/06/worlds-rarest-whale-new-zealand", 
    "wordcount": "578"
}