{
    "headline": "Francis Maude: digital transformation of government has begun", 
    "text": "Every morning, two articulated lorries filled with letters and paperwork pull into the Driver and Vehicle Licensing Agency (DVLA). It&apos;s a fact that Francis Maude, the Cabinet Office minister, perhaps finds a little irritating. As the minister charged with improving the digital delivery of services, to him those articulated trucks are a symbol of the gap yet to be crossed by his office&apos;s efforts. &quot;There&apos;s almost nothing DVLA does that couldn&apos;t be done digitally,&quot; he told the Guardian in an exclusive interview. &quot;Yet a huge amount is still being done on paper. There are huge numbers of people running a clerical paper processing factory.&quot; Maude isn&apos;t making a criticism of the DVLA itself, which has made vast strides in the past few years to make its services available online  so that you can now renew your car tax disc (&quot;I did mine the other day, took three minutes,&quot; says Maude) or even update your driving licence without having to leave your front room. But for Maude, it&apos;s a symbol of what remains to be done. &quot;Three-quarters of car insurance renewals are done online,&quot; he points out. &quot;If you can get 20% of people doing something, you should be able to get to 80%.&quot; Equally though he is happy with some of the dividends that digital delivery, and a renewed focus on costs, is bringing. &quot;The cost of technology has plummeted,&quot; he said. &quot;We retendered the hosting for a small part of government recently, and the incumbent systems integrator bid 4m, while a UK SME [small/medium-sized enterprise] bid 60,000. That&apos;s a 98.5% saving. That&apos;s massive.&quot; The SME got the business. But despite  or perhaps because of  cost differentials such as that, Maude says &quot;people are worried about doing it differently. There&apos;s a comfort in the size of big suppliers, despite the poor record some have for delivery  and costs from some bidders that seem too good to be true.&quot; Maude on Monday spoke to a government conference at which he was lauding the successes of the group led by Mike Bracken, the digital director at the Cabinet Office which is trying to make the government &quot;digital by default&quot;  rather as newspapers are trying to remould themselves to the digital world by thinking of the web before print. In his speech to the conference, Maude said: &quot;This government has made it a priority to bring Whitehall into the 21st century. And as you will see and hear today  the digital transformation of government has begun. We are catching up with the private sector, with plans to build simple, fast, cost-effective online services that are designed around the user&apos;s needs. &quot;At the moment the government provides more than 650 transactional services serving about 1 billion users per year  but there are only a handful where a large majority of people who could use the online option do so. Half don&apos;t offer a digital option at all  and apart from a handful of services, if there is a digital option few people use it because it&apos;s not sufficiently fast or convenient.&quot; But although government has the capacity  as with the workers re-entering data into a computer from paper at the DVLA  Maude pointed out that &quot;the average cost of a digital transaction is almost 20 times lower than the cost of a telephone transaction, about 30 times lower than the cost of [a] postal transaction and about 50 times lower than a face-to-face transaction.&quot; Even so not all of the bugs are yet out. &quot;A vast number of phone calls to government services are from people who tried an online service and it failed,&quot; he told the Guardian. Speaking to the conference, he said: &quot;we are determined to build fast, clear, simple digital services that are so good that people who are online will choose to use them.&quot; Departments such as HM Revenue and Customs, the Home Office, Department of Work and Pensions (DWP), Ministry of Justice, Department of Transport, the Department of Environment, Food and Rural Affairs (Defra) have been chosen to put a key number of their transactions online. That move, announced in November, could save billions in the coming years, according to the government&apos;s calculations. The biggest success so far has been the shift to the &quot;gov.uk&quot; portal for transactions with government, Maude said: &quot;Gov.uk is simpler, clearer and faster for users looking for government services and information. And it costs taxpayers up to 50m less per year than the services it replaces.&quot; Equally, though, Maude recognises that not everyone will be able to or want to  go online to carry out transactions: 18% of the population isn&apos;t online. &quot;This does not mean we will neglect the people who do not have online access  every single government service will still be available to everyone through our assisted digital programme that will ensure no one is left behind,&quot; he said in the speech. But you get the sense he will only be really happy when those two articulated lorries that presently pull into the DVLA&apos;s offices transmute into a single van  holding just one sack. It might take a while, though.", 
    "section": "technology", 
    "gid": "technology/2013/jan/22/francis-maude-digital-transformation-government", 
    "wordcount": "890"
}