{
    "headline": "On the road: Renault Clio dCi 90", 
    "text": "You know how car thieves sometimes put a fishing rod through your letterbox, fish thekeys off the radiator (or the little table in thehall, if you&apos;re posh), reel themback out through the letterboxand then vamoose in yourvehicle? Well, thatain&apos;t goingto happen with thisone. Itdoesn&apos;t have a key, or even oneofthose keyless entry fobs. Thishasakey card  flat and credit card-sized, with nothing for the jamjar tea leaf to hook his hook on to. Even if it did, he probably wouldn&apos;t, because he wouldn&apos;t recognise the key card as the thing he needs in order to relieve you of your brand new Clio. And I&apos;m glad. I don&apos;t want it stolen I like it. Sometimes acar justhas anice feel about it, and thisis one of them. In fact, searchingaround for something tofind fault with, I discovered thatthe carpet in the back doesn&apos;t fitbrilliantly  it&apos;s a bit loose. Butbecause I&apos;d already been totallywonover, I saw this less asshoddy build quality and more asendearing,like the loose skin ofapuppy. Perhaps it will grow intoitscarpet. The new Clio is very pretty. It&apos;snicely scooped out a bit at the sides,so that it has a waist (it&apos;s hardnot to think of Nicole, even though she&apos;s sadly long gone). Va-va-voom, too  there is plenty ofthat, if vavavoom means lookinglike acoupe when it&apos;s actually a five-door hatchback (viathe old hidden rear door handletrick). Inside, it&apos;snot luxurious, but it&apos;s clean and chic (and puppyish). And it handles responsively and, reassuringly, feels like a more grown-up car than previous Clios. This 1.5-litre diesel has plenty of torque (I am now going to get the Tword into every one of my car reviews, to show that I&apos;m not just afamous motoring journalist, butalso a serious one). Fuel consumption and emissions figuresare seriously impressive. Itisquite expensive, though,for aninexpensive little car.The much cheaper 0.9-litre turbo petrol version, which still emits less than100g/km of C02, might make more sense. What&apos;s not to like? Nothing, really.Well, apart from that keycard,actually. It may be unfishable, and so make your carless nickable, but it&apos;s also abitsilly and gimmicky. And annoying. I lost it down the side ofthe seat. Keys are so much easierto find at the end of ajourney.They&apos;re in the ignition, always. And is turning one really such a terrible chore that they haveto be phased out? Renault Clio dCi 90     Photograph: Simon Stuart-Miller for the Guardian    Price 15,095 Top speed 112mph Acceleration 0-62mph in 11.7 seconds Combined fuel consumption 83.1mpg CO2 emissions 90g/km Green rating 8/10 Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2013/apr/13/on-the-road-renault-clio", 
    "wordcount": "545"
}