{
    "headline": "Jamaica's decades of debt are damaging its future", 
    "text": "Many people in Jamaica would have trembled as they read the financial press last week, telling them that their country is, again, due to be &quot;rescued&quot; by a loan package put together by the International Monetary Fund (IMF). Over 40 years, Jamaica has been &quot;rescued&quot; on countless occasions. In the 1980s, the island became almost a byword for &quot;structural adjustment&quot;. Jamaica is one of the most indebted countries, spends twice as much on debt repayments as it does on education and health combined, and looks set to miss several millennium development goals (pdf). After four decades of austerity, the country has a few lessons for the likes of Greece, Portugal and Ireland. The IMF has announced a $1bn (650m) loan to &quot;help&quot; Jamaica meet huge debt payments due in coming years. As usual, the loan is to be accompanied by four years of austerity  precise details still pending, though a pay freeze, amounting to a 20% real-terms cut in wages, has been agreed. This austerity will be applied to an economy that has effectively not grown since 1990. Huge debt has been a constant burden, with foreign debt payments of more than 20% of government revenue every year. When the financial crisis hit, the island was pushed into full-scale recession, before being pounded by Hurricane Sandy last year. But Jamaica&apos;s problems go back much further. The island&apos;s economy has been shaped by centuries of violence, plunder and slavery. Hundreds of thousands of lives were wasted on sugar plantations, which &quot;kept the wheels of metropolitan industry turning&quot; in Britain. Jamaica never recovered from slavery; former slaves remained deeply impoverished, and the economy almost totally dependent on foreign capital, mining and raw materials, while importing food and other essentials. Jamaica became independent from Britain in 1962, but it was only in the 1970s that the government of Michael Manley initiated policies to reduce dependency on foreign capital, improve living standards and fight inequality. He supported health and education, nationalised industries, increased taxation on foreign investment and encouraged agricultural self-sufficiency. Manley became a major figure on the global stage, joining leaders of the non-aligned movement to support the New International Economic Order  a radical set of economic policies to give developing countries genuine economic independence and reduce global inequality. In 1975, Manley told Americans: &quot;Gross maldistribution of the world&apos;s wealth and food is no longer a moral offence only. It now represents the greatest practical threat to peace and to any desirable development of mankind.&quot; But his project ran up against the oil crisis of the 1970s. As the price of imports rocketed and exports fell, Jamaica was forced to run up debts. When interest rates rose at the start of the 1980s, debt payments shot up: from 16% of exports in 1977 to a gigantic 35% by 1986. This gave the IMF and World Bank the leverage to impose large-scale structural adjustment policies. The impact was devastating. During the 1980s, the number of registered nurses fell by 60% (pdf). Abolition of food subsidies and currency devaluation made the cost of food rocket, while the IMF held down wages. Health, education and housing were run into the ground. Many suffered what Oxfam called &quot;a grim daily struggle to pay for food, clothing and transportation  even on the part of people who 10 years ago would have been considered middle-class&quot;. Ten years later, Manley returned to office, accepting the impossibility of creating an independent economy, and embracing neo-liberal policies as the only solution, much to the delight of the US and IMF. There has been no progress in cutting hunger, or increasing basic water and sanitation provision. In 1990, 97% of children completed primary school. Now only 73% do. In 1990, 59 mothers died in childbirth for every 100,000 children born. Now it is 110. Jamaica has repaid more money ($19.8bn) than it has been lent ($18.5bn), yet the government still &quot;owes&quot; $7.8bn, as a result of huge interest payments. Government foreign debt payments ($1.2bn) are double the amount spent on education and health combined ($600m). Jamaica is classified as upper middle income. It was never eligible for debt relief. It has gone through deals with domestic private lenders to reduce interest rates, with little impact on government debt. As always, foreign creditors are fully protected. Jamaica is not alone. Several Caribbean countries are also dangerously indebted. The IMF itself says (pdf): &quot;Since growth in the current environment is virtually non-existent, significant fiscal consolidation is inevitable, but may not be enough to bring down such high debt levels.&quot; Translation: countries like Jamaica need to make deep cuts, but because there is and will be no growth, the debt will remain. The IMF &quot;rescue&quot; is a rescue for Jamaica&apos;s creditors. It spells more suffering for its people. As Europe enters a fourth year of debt and austerity, Jamaica enters a fourth decade. The island&apos;s debt needs to be written off, to open up the possibility for a better future and allow the people to take control of their economy.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/16/jamaica-decades-debt-damaging-future", 
    "wordcount": "860"
}