{
    "headline": "Apps Rush: Bear Grylls, Dark Knight Rises, 45 Sound, WhosHere, McDonald's Passion-Meter and more", 
    "text": "A selection of 12 new and notable apps for you today: Survival Run with Bear Grylls TV survivalist Bear Grylls is the latest celebrity making his way onto the App Store, with this game from F84 Games. At first sight, it looks like essentially Temple Run With More Bear Grylls (And Indeed More Bears). Also rescue choppers.iPhone / iPad The Dark Knight Rises Nokia&apos;s love of all things Batman goes back a few years, but the latest example is bagging an exclusive on the Windows Phone app for new film The Dark Knight Rises. It offers trailers, cinema details and a location-based game using Foursquare to battle other Batfans.Windows Phone Open Garden The most potentially-disruptive app of the day is Open Garden, which &quot;interconnects devices to form a wireless peer-to-peer mesh network that provides Internet access... When more devices running Open Garden are nearby, they all connect into a mesh network.&quot;Android 45 Sound 45 Sound wants to make your iPhone-shot gig videos sound better. &quot;We replace the original sound of your video footage (which is usually fairly poor) with a high-quality recording of the exact same part of the concert. Now when you upload your video to YouTube and share it on Facebook, it will sound as good as it looks...&quot;iPhone WhosHere Location-based chat-app WhosHere has been ported to Android, promising the ability to text and swap pictures with &quot;new and interesting people nearby&quot;, whether for romantic or platonic purposes.Android ESPNsoccernet ESPN&apos;s football app boots its way onto Android, offering news, scores, stats and videos from around the footballing world, including the promise of push notification alerts during Euro 2012 to keep tabs on the tournament.Android Pocket Gallery from Parents Magazine Free up your fridge with this app from US magazine publisher Meredith Corporation. The idea being that you take photos of your children&apos;s drawings and paintings for a digital, shareable archive, meaning you can stick up the newest around the house, rather than having piles of yellowing artworks growing on every surface.iPhone Battleship BOOM! Battleship has been revamped and released for Windows Phone 7, tying into Microsoft&apos;s Xbox Live platform for community features. There&apos;s also asynchronous battles and local multiplayer modes.Windows Phone Passion-meter McDonald&apos;s 2012 A McDonald&apos;s &apos;passion-meter&apos;? GIVE ME TWO BIG MACS AND A SKITTLES MCFLURRY RIGHT NOW! Oh, passion for football. Yes, this is a branded app for Euro 2012, trying to get fans to &quot;show your dedication to your team by cheering as loud as you can&quot;. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Remixit with Calvertron DJ/producer Calvertron is the latest music artist to get their own remix app for iOS, promising 18 loops, 19 hits and samples taken from the upcoming Deconstruction EP.iPhone / iPad Euro 2012 Planning on watching a few Euro 2012 matches? This app from Appsynth turns predicting scores into a game to be played against Facebook friends, scoring points for correct estimates.iPhone Euro Cookbook 2012 And still the Euro 2012 apps keep coming, although this is more foody than footbally. It offers 32 recipes one for each country taking part in the tournament, as well as cocktails. &quot;Bigos against souvlaki, shashlik vs. roast pork or cottage pie vs. quiche lorraine?&quot;iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/06/apps-rush-bear-grylls-45-sound", 
    "wordcount": "558"
}