{
    "headline": "Car review: Peugeot HYbrid4 3008", 
    "text": "Price 26,995MPG 70.5Top speed 118mph Two years ago at the annual What Car? awards (some in the motoring world compare them to the Oscars, but they probably also compare themselves to James Hunt) there was a gasp of disbelief as the silken drape slipped from the shoulders of the winning model. There, crouching apologetically in the clouds of dry ice, was not the sublime Audi R8 or Porsche&apos;s curvaceous 911 GT3, but Peugeot&apos;s latest affordable family car  the 3008. It was boxy, practical and economical  a triumph of common sense, but not of much else. There were cheers from the Peugeot table, of course, but head scratching from most of the others. Finally, I&apos;ve got round to driving the 3008 and, having spent a week in it, I&apos;m beginning to understand what the fuss was about. For anybody who feels paralysed by choice, the 3008 is a panacea. Officially it&apos;s termed a&quot;crossover&quot; vehicle, aname coined by manufacturers (probably after one too many sherbets at the What Car? awards) to represent a new species of vehicle that&apos;s all things to all drivers: a family hatchback, an MPV and a4x4 all rolled into one. Hybrids from the world of nature tend to be oddballs  zebrules (a zebra crossed with amule), ligers (lion and tiger) and wholphins (whale and dolphin)  but the 3008 makes a lot of sense, willingly switching personas to suit your lifestyle on any particular day. It is spacious with masses of headroom, but at the same time has aremarkably small roadprint (responsible urbanite). It has a huge double-shelf boot with a split tailgate which makes loading easy and gives you somewhere to sit when you&apos;re pulling on your wellies (country casual). The interior is lavish and high-quality materials are used throughout (pampered metropolitan). And there&apos;s also a host of rather nice extras: anyone fancy a full-length glass roof (bird spotter), a head-up windscreen display (jet-fighter wannabe) or even a massive cooled storage bin between the front seats (cheese smuggler)? All of this was what made each of 3008&apos;s many personalities a winner back in 2010. But things have moved on at Peugeot and the 2012 version can add another persona to the list: technical wunderkind. The 3008 is officially the world&apos;s first full diesel-electric hybrid car. Oh yes! As a pub brag that&apos;s probably not up there with &quot;I once watched Prince Harry playing polo while standing next to Joey from Friends!&quot; (hard to believe but true). But in terms of the way we power our cars, it represents a new and exciting chapter in motoring history. In traditionally powered cars, diesel has always offered much greater fuel economy than petrol so it was clearly only a matter of time before manufacturers would harness electric hybrid technology to diesel rather than petrol engines. But the science is complicated and it&apos;s taken longer than anyone expected. Still, it&apos;s here now and the 3008 is the perfect vehicle to showcase the clever power unit. The 3008 HYbrid4 boasts both a2-litre diesel and a 37bhp electric motor. The diesel gives you driveability at speed and the electric gives you emission-free motoring in town. That&apos;s two more personas for the hybrid. There was, however, one fly in the ointment. Official tests register a remarkable 70.5mpg for the HYbrid4, but I managed only 45mpg. A few years ago that would have been outstanding; today, from an eco car, that&apos;s average at best Bikers beware of Treacherous Thursday! Thursday is the most dangerous day to ride a motorbike, according to annual claims data from Bennetts, the UK&apos;s bike insurance specialist. Other findings show that: Friday is the second most dangerous day of the week for bikers, while the safest time to be on the road is the weekend; London is the place to avoid if you want to avoid a crash, followed by Leicester, Norwich, Portsmouth and Bristol. Strangely the most vulnerable bikers on the road are men in their 40s named David. So if that&apos;s you take particular care. With 28,333 accidents involving motorcycle riders in the UK every year, Bennetts has launched an e-petition to ensure compulsory bike-related questions are included in the driving test to help raise awareness of bikers on the road. At the moment, prospective drivers can pass the driving test without answering a single question relating to motorbikes and bikers. To find out more about the e-petition and sign up, go to bikerpetition.co.uk", 
    "section": "technology", 
    "gid": "technology/2012/apr/22/car-review-peugeot-hybrid4-3008-martin-love", 
    "wordcount": "757"
}