{
    "headline": "Harlem Shake: Baauer cashes in on viral video's massive YouTube success", 
    "text": "     February&apos;s viral hit Harlem Shake relies, in time-honored viral style, on silly dancing and catchy beats. But this simple combination has potentially serious implications as YouTube becomes an increasingly important music service. On Reddit, the man behind the Harlem Shake meme, Baauer (also known as Brooklyn&apos;sHarry Rodrigues), answered questions in classic famous-by-internet fashion with the site&apos;s Ask Me Anything feature. Among his revelations about what sort of dinosaur he&apos;d be, (a pterodactyl) and artesian wells (or internet searching), he also responded, vaguely, to questions about the profits he&apos;s made from the video which has received more than 11.6m hits.  Reddit user harry-bergeron:How much money have you personally made thus far off of Harlem Shake?Baauer:$1,000,000,000,000  Though that figure is clearlyinaccurate, Baauer and his label Mad Decent are definitely reaping monetary benefits from its YouTube success, thanks to YouTube&apos;s content ID system that gives content creators copyright control over their product. Those who enroll in the content ID service give YouTube a reference file of their content. They then choose between getting videos that are found to use that content blocked from the site, or taking a slice of the advertising revenue those rip-off videos generate and tracking the original&apos;s success.  According to Billboard, more than 4,000 Harlem Shake-related videos have been claimed by the content ID system which makes for more than 30m views as of last week. The single is also doing well on iTunes charts, where it was fighting for the top two spots on Tuesday in the US, UK, Canada, Australia, Germany and most of the rest of Europe. YouTube has more than 3,000 partners in their content ID program, and content can have multiple rights holders, an important standard when so many songs, including Harlem Shake, rely on sampling when a producer takes and reworks bits of other songs to create something new. Fader sourced Harlem Shake&apos;s opening calls of Con Los Terroristas  to a DJ remix of Gregor Salto, DJ Gregory and Solo&apos;s track Con Alegria. When asked where the sample came from, Baauer failed to mention the crew in the AMA, and these groups are unlikely to receive significant benefits from Harlem Shake popularity. Not only is Baauer getting fame and money for the sample and clipped together Trap track, some say that by dominating search results he&apos;s overriding the cultural cache previously associated with the Harlem Shake, a dance popularized many years earlier. But while Baauer is profiting from a song loosely tied to a decades-old dance move, others have been less savvy. Miniature music stars of the Hot Cheetos and Takis fame aren&apos;t making money from their wildly popular snack jam from summer 2012.            The Minneapolis Star Tribune(via Daily Dot)reported that the actually little lil&apos;rappers aren&apos;t being paid for their track, which clocked more than 5.4m YouTube views. The viral hit was made by the kids in a recording program at a Minnesota YMCA. The video has made about $10,000 in online sales and YouTube views, though the YMCA and videographer Rich Peterson have said they don&apos;t plan on surrendering any of the profits to the kids, though Richardson did put in a $1,700 check to the YMCA. It&apos;s proving to be a harsh lesson for the grade-school rappers and their parents, who are working with a local production company to help resolve the YMCA dispute as the kids prepare to sign a national recording contract as Kids.", 
    "section": "technology", 
    "gid": "technology/2013/feb/19/harlem-shake-baauer-youtube-success", 
    "wordcount": "590"
}