{
    "headline": "Missed renewable energy targets will cost UK dear, warns study", 
    "text": "The UK is set to miss its renewable energy targets by a wide margin  a failure that could result in billions of pounds being added to energy bills as we rely increasingly on imported gas, according to a new study. Only 3% of the UK&apos;s energy currently comes from renewable sources, such as sun and wind, compared with a European average of 12%, despite a series of high-profile government policies aimed at increasing that percentage. Britain is committed to producing 15% of its energy from renewable sources by 2020  but campaigners say that the government currently has no prospect of achieving that target. The evidence that the UK is falling behind will embarrass David Cameron as he hosts a two-day international meeting on renewables, the Clean Energy Ministerial, beginning in London on Wednesday. Energy ministers from the world&apos;s 20 biggest economies will be at the event, where they will discuss strategies for co-operating on developing low-carbon emission technology and policy. Imported gas is likely to represent an increasing proportion of the UK&apos;s energy bills, and by 2020 could cost an extra 60bn more than if Britain met the renewable target, according to the study by the Renewable Energy Association (REA). Failing to hit the targets is also damaging the prospects for green jobs  about 110,000 people are employed in the renewable industry today, but a workforce of about 400,000 is estimated to be needed to meet the 2020 goal. At that level, says today&apos;s report, the industry could be worth 50bn a year to the economy. Gaynor Hartnell, the chief executive of the REA, said that the study provided clear evidence that renewables were good for the economy and that ministers should grasp the opportunity. &quot;When it comes to the employment, economic and energy challenges we face, this report gives a clear answer  make it renewable, and make it in Britain,&quot; she said. Renewables as an industry  including wind, solar power and biomass used for heating and electricity  generate a turnover of about 12.5bn a year, with exports worth about 1.6bn last year. Greg Barker, the minister of state for energy and climate change, emphasised the importance of the sector: &quot;Renewable energy not only provides us with clean and secure energy that cuts our reliance on imported fossil fuels, it generates billions of pounds of investment and hundreds and thousands of jobs and is a key growth sector for the UK economy. We are determined to seize the momentum and secure maximum benefit for the UK,&quot; he said. Recent rows over energy policy have cast doubt on the government&apos;s green agenda. Cameron was forced to personally intervene last week to veto proposals for a tightening of regulations that would force households building home extensions to make energy efficiency improvements as they did so. The proposals had prompted an outcry among Tory backbenchers and were dubbed a &quot;conservatory tax&quot;. In another challenge to the coalition&apos;s green strategy, a letter from 101 Tory MPs called on the prime minister to slash subsidies for onshore wind power, alarming the renewables industry. Some offshore wind companies have now put their expansion plans on hold until government policy on subsidies is clearer. Solar power companies have also been left reeling by a series of drastic cuts to their subsidies, which they said would particularly affect fuel-poor households, social housing projects and community groups, who had been planning to use solar power to help residents cut their energy bills, but are now struggling to raise the finance needed. Meanwhile, green campaigners attacked government plans for a new &quot;dash for gas&quot;, which could see a host of gas-fired power stations built across the country that green groups have warned will lock in fossil-fuel infrastructure for decades. Last week an academic report advising the government to give the green light to plans for gas &quot;fracking&quot; provided a further fillip for the gas industry.", 
    "section": "environment", 
    "gid": "environment/2012/apr/21/missed-renewable-energy-targets-uk", 
    "wordcount": "663"
}