{
    "headline": "World of Warcraft: Mists of Pandaria  preview", 
    "text": "Change is inevitable in MMOs, but ends up cheesing off pretty much everyone for different reasons. In particular, veterans resent watching months of level grinding and hard earned booty devalued on the promise of new players that often fail to materialise. As someone who left WoW behind after the disappointing Cataclysm (along with nearly 200k others), I approach this fourth expansion with an open mind but a heavy heart  will it be enough to justify dusting off my old characters, weapons and tactics, and will they work the way I remember? Mists of Pandaria sounds vaguely like a something you&apos;d need Gaviscon to treat, but it&apos;s clearly aiming to take WoW back to its roots in exploration and adventure. With a new region to explore, a new character class and too many changes to cram into an 800-word preview, it&apos;s certainly a meaty update. Pandaria is the new kingdom, starting out in the Jade Forest and pitching straight into an ongoing struggle between the fishy Jinyu or simian Hozen races. From the lush Valley of the Four Winds to the irrevocably bleak Dread Wastes, the seven new zones pack more variety than anything we saw in Cataclysm  and that&apos;s not counting the Wandering Isles levels where Pandaren characters start out, which take place on board a giant floating turtle! Continuing the all-new features, there&apos;s a Monk character class, sharing some traits with the Shamen (for instance  his proximity healing powers), but also boasting three unique abilities; Brewmaster, Windtalker and Mistweaver. Then there&apos;s the Kung Fu Panda-like Pandarens, stars of the recent cinematic trailer and a race that can be allied with either Alliance or Horde. Pandarens are peaceful and spiritual in nature but powerful fighters, able to play as some but not all classes (Mages but not Warlocks, for instance) and you&apos;ll certainly want to experiment with one of your own once you reach the requisite level. In gameplay terms, there are significant changes to how most of the classes and races act, helpfully summarised in a new spellbook tab. Leveling up is now easier to customise thanks to an overhauled Talent system that redistributes points every 15 levels. Of course, veteran hunter-gatherers may balk at these changes, as well as the challenge mode approach of normalising all armour and equipment before the start of a raid, as it risks fundamentally changing the balance between fighting skill and equipment. Indeed, the biggest criticism against Cataclysm was that raids had been dumbed down for the benefit of new &quot;casual&quot; players. Blizzard seems to have taken this on board, tempting newbies with a bagful of new daily quests before launching into the nine new dungeons, four new battlegrounds and a frantic five-player challenge mode, reminiscent of the old Straholme and Zul&apos;Aman dungeon runs.     WoW Mists of Pandaria    There are also scenarios, massive PvE quests for groups of three to 25 players and you can also team up to withstand enemy onslaughts on specific targets. Inevitably, once you get to level 90, there are raids  the first three of which will be introduced after launch, including an epic battle in the Mogu&apos;shan Vaults. Will they have the clout of the Heroic and Burning raids of old? That&apos;s something WoW veterans will be battling over in game and on the forums in the weeks to come. So what else does Pandaria hold in between the new bosses and battles? Well, it ranges from the trivial to the obsessive. Fans of Vanity Pets can indulge in new turn-based mini fighting games, levelling up their beasts or discovering new ones in the wild. Meanwhile, WoW&apos;s enduring obsession with booty continues with a wealth of new Pandaren items and Monk glyphs  both of which can be cashed in at the auction house (including a new black market version) to noobs looking for an easy alternative to gathering. Naturally, competition for the best items will be frantic once the BattleNet servers (still wrestling with a massive security breach last week) open to the public. As always with WoW expansions, slow and steady would seem a better approach than charging off into the unknown hoping to stake an early advantage. MMO&apos;s are almost impossible to judge on Beta first impressions with so many features still to be implemented, but MoP is looking promising so far. There&apos;s plenty of new stuff to refresh the landscape, but also a return to the old adventuring spirit that sucked you in the first place. If you&apos;re still unconvinced, Blizzard are promising a future update that will allow you to play as Pandarens without the MoP pack  but having had a taste of the full menu, I doubt an appetiser will suffice. However, there&apos;s no doubt that WoW is an aging world that relies as much on the good will of veterans as the influx of new blood. Will Mists of Pandaria strike a balance that satisfies both audiences? Expect the verdict in late September.  World of Warcraft: Mists of Pandaria will be released for PC on 25 September", 
    "section": "technology", 
    "gid": "technology/2012/aug/20/world-warcraft-mists-pandaria-preview", 
    "wordcount": "833"
}