{
    "headline": "The faces of modern-day slavery  in pictures", 
    "text": "   The International Labour Organisation (ILO) conservatively estimates that around 21 million people are trapped in in some form of slavery. Slave labour props up both legal and illegal industry and commerce throughout the world. In Brazil, illegal charcoal camps in the Amazon use slave labour to harvest rainforest wood to power smelters used to make steel for industries such as car manufacturing  Photograph: Mario Tama/Getty Images       Posters of missing girls and women on the wall of a Mumbai train station. Forced labour, people trafficking, debt bondage and sex trafficking are all forms of modern-day slavery, an underground criminal industry thriving in almost every continent and country. The ILO says forced labour generates at least $44bn a year, while the UN estimates that human trafficking is the world's third most profitable form of organised crime Photograph: Jonas Gratzer/Getty Images       Modern slavery is intricately linked with globalised labour markets and migration flows across countries and continents. Poverty, lack of opportunity, violence and conflict uproot millions of people every year, forcing them to look for work outside their own community or country. The line between exploitation and slavery is often hard to distinguish, with people finding themselves trapped in forced labour conditions, having their documents taken by 'employers' and working off debts incurred on their journey. Here, illegal immigrants from Guinea Bissau work in a greenhouse in Andalucia, Spain Photograph: Christopher Pillitz/Alamy       In the past decade, the extent of trafficking for sexual exploitation has started to become apparent, highlighting one of the most visible and reported manifestations of modern slavery. Some estimates put the value of trafficking in women and girls for sexual exploitation at more than $7bn a year, although data on this complex criminal industry is hard to quantify. Europe, particularly eastern Europe, is a huge transit and destination region for those trafficked. According to the Czech Institute of Criminology, 5% to 10% of females who are trafficked in the Czech Republic are underage Photograph: Michal Cizek/AFP/Getty Images       The global sex trade has been an increasing focus for anti-slavery campaigners, but other forms of modern slavery affecting much larger numbers of people, such as bonded labour, still go largely unrecognised. Millions become bonded labourers after falling into debt. Forced to work for free, many will never pay off their loans, with debts passed down to successive generations. In the Chuguisaca district in Bolivia, bonded labourers from the indigenous Guarani community work on plantations, living in conditions of slavery with no payment for their work Photograph: David Hogsholt/Getty Images       Bonded labour exists worldwide, but ILO figures show that Asia has the highest number of people trapped in this form of modern slavery. There are an estimated 4.5 million people working in bonded labour conditions in brick kilns in Pakistan, with whole families working under the control of factory owners. Here, workers load a truck with bricks at a factory in Rawalpindi, on the outskirts of the capital, Islamabad Photograph: Nicolas Asfouri/AFP/Getty Images       Child slavery makes up more than one quarter of all forced labour. According to official ILO figures, there are at least 5.5 million children living as slaves, although anti-slavery groups claim the real number is almost certainly higher. Local NGOs say there are at least 35,000 children in forced labour conditions in Mumbai's leather industry, brick-making kilns and tea shops alone. In this picture, a group of boys is found in an embroidery workshop in Mumbai during a police raid. Although India has the highest estimated slave population in the world, prosecutions for slavery and trafficking offences are rare Photograph: Sherwin Crasto/Reuters       Hundreds of thousands of very young children have been handed over to host families in Port-au-Prince, Haiti, by poor parents lured by the promise of a better life. Instead, many of the children are denied an education, forced to undertake hard, menial jobs and live in conditions of virtual slavery. When they reach 15, the legal age of work, they are often thrown out on to the streets and replaced with younger children Photograph: Shaul Schwarz/Getty Images       Every year an estimated 10 million girls, some as young as seven or eight, become child brides. Child marriage is one of the least-acknowledged forms of modern slavery, yet many girls married in childhood face a life of sexual and domestic servitude, and are highly vulnerable to domestic violence, lack of access to education and health services, and have no economic opportunities or freedom of movement Photograph: Jodi Cobb/NGS/Getty Images       Talib children begging in the streets of Korogho, Ivory Coast. Talib children, almost exclusively boys, live and study in Koranic schools across west Africa. In return for their studies, many are forced to beg on the streets. Anti-Slavery International estimates there are more than 50,000 Talib children forced into begging gangs. Many of the boys have been sent or trafficked from nearby countries such as Mali and Burkina Faso, and live in squalid conditions, poorly nourished and subject to physical and emotional abuse if they fail to meet their quota from begging Photograph: Veronique de Viguerie/Getty Images       Descent-based slavery is still practised in some remote rural regions in west Africa, in countries such as Niger, Mali and Mauritania. Though banned, this ancient form of slavery is still widely accepted, with people born into slavery, their status passed down through the maternal bloodline. In Abalak, Niger, Abdoulaye and his family have two slaves, Soumana and Aboubaca, who take care of the family cattlePhotograph: M Crozet/ILO       In China, recent cases have exposed the widespread exploitation and enslavement of workers with mental illnesses kept in illegal factories. Here, workers without protective clothing incise and polish gypsum ore at a plaster factory in Jingmen in central Hubei provincePhotograph: ImagineChina  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/apr/03/faces-modern-day-slavery-in-pictures", 
    "wordcount": "0"
}