{
    "headline": "Surface RT  hands on", 
    "text": "Microsoft has released the Surface RT, the first Windows device to be designed and built by the company itself rather than by one of its hardware partners. Another thing of note is that the Surface RT, the only model currently available, has an ARM processor and runs Windows RT. An Intel-based version, called Surface Pro, is in preparation. Windows RT is a variant of Windows 8, but locked down so that you cannot install desktop applications. That means no existing Windows software will run  only what comes pre-installed or what you download from the Windows Store. The latter will run in the new &quot;tablet&quot; personality within Windows 8. Nevertheless, Surface RT does include the classic Windows desktop, though in Windows 8 form (ie without the traditional start menu), and Microsoft includes most of Office Home and Student edition: Word, Excel, PowerPoint and OneNote. The chance you take when buying a Surface RT is that you can do all you need using Office, the built-in apps like Mail and Calendar, and whatever you can find in the so-far sparsely populated Windows Store. Windows 8 can be (and usually is) perplexing for users familiar with earlier versions. Surface purchasers get little help with this  Microsoft&apos;s line is that detailed help is not necessary. &quot;There&apos;s no need for manuals or hidden track pad gestures, just touch the screen and click naturally and just don&apos;t worry about it,&quot; said Windows chief Steven Sinofsky at the launch in New York. Unfortunately, learning the nuances of the right-hand menu, called Charms, for example, usually takes longer, while being essential for some apps.     The Windows desktop in Surface appears nearly the same as what you are used to.     However, once you become familiar with Windows 8 and Surface, it is generally pleasing to use. The transition between the desktop and the modern touch user interface will always be an odd one, but becomes something you accept as normal in this dual personality operating system. Surface RT is powered by an NVIDIA Tegra 3 quad core chipset, and performance is satisfactory, though by no means anything special. The bundled Pinball FX2 is playable, but not smooth. You will not buy Surface for its performance or specifications, especially since it is missing two significant features: GPS location services and mobile broadband. Internet connection is Wi-Fi only. Elegant design The reason you might buy Surface is for its design  this is not just another me-too Windows 8 tablet. Heavy use of custom components and an intensive design process have resulted in an elegant device. A fold-out kickstand fits perfectly and closes with a satisfying click, for example. Microsoft also claim exceptional strength for the device, thanks to the use of VarporMg, which is magnesium processed with a Microsoft-developed technique, along with the usual Gorilla Glass on the screen. Sinofksy proved the point at the launch by strapping on wheels and using it as a skateboard. A near-essential accessory for Surface is a keyboard cover, which comes in two varieties. The Touch cover feels like thin, flexible fabric-covered plastic, though apparently it is formed of seven layers. The keys lack any travel, but with practice you can type at a reasonable speed; I&apos;m using it for this review. The beauty of the Touch cover is that it adds little bulk when it folds over to protect the screen. The Type cover is more traditional, though still elegant, with keys that actually depress making it easier to type at speed. Both keyboards can also fold back under the device so there is no need to remove them when using Surface as a tablet. The magnetic attachment used by the keyboards makes a firm grip, but is easy to attach and detach, another detail that is important to the overall experience.     The Type cover is more traditional, though still elegant, with keys that actually depress making it easier to type at speed    A port on every Surface Ports on offer include a standard headphone/headset jack socket, USB 2.0 for cameras, storage or accessories, a micro-video port for which you can get HDMI or VGA adaptors, and Micro SDXC card slot. There are front and rear cameras. I tried a Skype call using the new Windows 8 Skype client and it worked well with no headset necessary. Windows RT seems stable, though this is not the case with some of the apps. Fortunately Windows 8 apps are easy to terminate and restart. Office 2013, although still a preview version (the final release is promised soon as a free update) performed without any issues for me. The Surface proposition is that it is worth giving up the freedom of installing desktop applications if the reward is a stable and resilient system that is also less vulnerable to malware. The inclusion of Office makes this a plausible laptop replacement, as well as a tablet for media consumption and entertainment. The snag is that at this early stage in the evolution of the new Windows Store, some desktop applications are hard to do without. I missed the password manager that I normally rely on, as well as Windows Live Writer, my preferred blogging tool. In some cases, as with business users who need custom applications, the inability to run existing Windows application will be more than an annoyance and make Surface unusable. Another open question is whether Windows RT makes sense bearing in mind that Surface Pro, as well as third-party Windows 8 tablets, will run almost any existing Windows application. For now though, Surface RT gets better efficiency, and therefore a lighter weight, thanks to ARM; and this together with the enforced simplicity of apps that can only be installed from the Windows Store makes it worth considering. At current prices Surface RT is hardly a bargain, but what Microsoft has created is something new, an attractive device that (within certain limitations) combines work and play into a single compact package. If high-quality Windows Store apps start to flow, it will be a winner. Currently you need to be a little brave, but Surface RT is still appealing, provided purchasers understand that, Office aside, none of the huge legacy of Windows applications will run.", 
    "section": "technology", 
    "gid": "technology/2012/oct/31/surface-rt-microsoft-review", 
    "wordcount": "998"
}