{
    "headline": "Niger's hunger brides  in pictures", 
    "text": "   Sarey Amadou, 14, is married. Amadou, pictured here in her bedroom in the remote village of Hawkantaki, was not allowed to marry the boy she liked, even though he had offered a dowry for her. Instead, her father insisted she marry her first cousin, who is in his late 20s and lives several hours away in Guidan Roumdji village. Unlike her first suitor, her husband did not go to school Photograph: Jerome Delay/AP       A group of men recharge their mobile phones as young women walk by. According to the International Centre for Research on Women, girls living in poor communities are almost twice as likely to marry before 18 than girls in wealthier homes Photograph: Jerome Delay/AP       Young girls stand in a field of millet. Of the 10 girls in Hawkantaki aged between 11 and 15, seven got married and another two got engaged between the start of the harvest in 2011 and spring 2012 Photograph: Jerome Delay/AP       Shoubalee Lawali, 15, originally from Hawkantaki, now resides in the remote village of Kintee, where she was taken to live with her husband, who is in his mid-20s. 'My father has three wives and 23 kids,' she says. 'There are lots of problems at home. I think it was for this reason that they married me' Photograph: Jerome Delay/AP       A man and boy leave the local mosque after prayer. In Niger, the legal age of marriage is 15, but the law only applies to civil ceremonies officiated by the state. Most village marriages are sealed inside mosques and fall under 'traditional law' Photograph: Jerome Delay/AP       Children in Hawkantaki village. According to the International Centre for Research on Women, girls younger than 15 are five times likelier to die in childbirth than women in their 20s Photograph: Jerome Delay/AP       Zali Idy, 12, was married in 2011. In January 2012, she was carried on a bullock cart to her 23-year-old husband's home. For several weeks she refused to sleep with him until the women in the village intervened, scolding her until she relented Photograph: Jerome Delay/AP       Children help prepare the evening meal in a courtyard in Hawkantaki. Because of severe drought, the custom of child marriage is being followed even more stringently as parents seek to alleviate poverty and hunger Photograph: Jerome Delay/AP       Rama, 14, in Hawkantaki, was married after her husband put up a 100,000 cfa ($200) dowry for her in the autumn of 2011. Although her mother denies poverty played a role in precipitating the marriage, Rama says her family would normally have been delayed by at least another year. 'It's because the rainy season was not good that I was married off, and because we are very poor' Photograph: Jerome Delay/AP       Children play in Hawkantaki. A girl married off is one less mouth to feed, and the dowry money that comes with her marriage can feed others Photograph: Jerome Delay/AP       The family of Marliya, 14, was paid just 50,000 cfa ($100) for her dowry. Her father spent the money long before her wedding, and she was sent to her husband's home with only a tarp to sleep on. Once she was alone with her husband, he locked the door. She tried to run from him, but he grabbed and twisted her arm, making her fall to the floor. A day later, he left for Nigeria; seven months on, he has still not returned Photograph: Jerome Delay/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/sep/28/niger-hunger-brides-in-pictures", 
    "wordcount": "0"
}