{
    "headline": "Mystery bird: fire-tufted barbet, Psilopogon pyrolophus", 
    "text": "Fire-tufted barbet, Psilopogon pyrolophus, Mller S., 1836, photographed in West Malaysia (Peninsular Malaysia) on the Malay Peninsula in southeast Asia.  Image: Marie-Louise Ng, 29 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D3S, 1/500 sec, f/6.3, 500 mm iso2000   Question: This lovely Malaysian mystery bird was once united into the same family with another group of birds, however DNA data reveal they are not as closely related as originally thought. These taxa where then split into their own distinct families. What family of birds were once lumped together with this bird and its close relatives? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult fire-tufted barbet, Psilopogon pyrolophus, a species that was originally placed into the Ramphastidae family (toucans), which were separated into the Capitonidae along with all the barbets, but then based on DNA data, was recently removed into Megalaimidae, the Asian barbets.  There are 26 species of Asian barbets and they range from India to the Philippines. All barbets are dense lowland forest or cloud forest inhabitants except the coppersmith barbet, Megalaima haemacephala, which is found in semi-open to open habitat. Barbets eat a wide variety of food items, including fruits and berries, buds, flowers, nectar, and insects. Larger barbets also eat tree frogs, lizards and even small birds.  Barbets have large heads and stout bills with bristles or tufts of feathers that cover the base of the upper mandible, including the nares, gape and chin, and their toes are zygodactyl (two forward and two backward). The Asian barbets have predominantly green plumage and many species have striking red, blue and yellow markings around the head.  The fire-tufted barbet is found in Indonesia, Malaysia, and Thailand. It is distinct enough from its family members to warrant placement into the monotypic genus, Psilopogon. This species&apos; call sounds rather like the buzzing of a cicada.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/21/4", 
    "wordcount": "380"
}