{
    "headline": "Massive rise in disruptive behaviour, warn teachers", 
    "text": "  Teachers have warned that disruptive behaviour in classrooms has escalated sharply in recent years, as funding cuts to local services have left schools struggling to cope. A survey by the Association of Teachers and Lecturers (ATL) found that the vast majority of staff had recorded a rise in the number of children with emotional, behavioural or mental health problems. The union collated numerous examples of challenging behaviour, ranging from violent assault to defamatory campaigns on social media. Suggested reasons for the deteriorating behaviour include a lack of boundaries at home, attention-seeking, an absence of positive role models at home, low self-esteem and family breakdown. The ATL, which has 160,000 members across the UK, said aggressive cuts to the traditional safety net of local services have left schools dealing with complex behavioural and mental health problems on their own. Earlier this month it emerged that two-thirds of local authorities have cut their budgets for children and young people&apos;s mental health services since the coalition government came to power in 2010. A freedom of information request by the YoungMinds charity found that 34 out of 51 local authorities which responded said their budgets for children&apos;s and young people&apos;s mental health services had been cut, one by 76%. Alison Ryan, the union&apos;s educational policy adviser, said: &quot;Services are struggling for survival or operating with a skeleton staff, so there&apos;s now a huge pressure on schools to almost go it alone. Schools are absolutely on the front line of dealing with these children and young people and trying to provide a service that means they don&apos;t fall through the cracks.&quot; Mary Bousted, general secretary of the ATL, said: &quot;The huge funding cuts to local services mean schools often have to deal with children&apos;s problems without any help.&quot; The survey of 844 staff found that 62% felt there were more children with emotional, behavioural and mental health problems than two years ago, with 56% saying there were more than five years ago. Nearly 90% of support staff, teachers, lecturers, school heads and college leaders revealed that they had dealt with a challenging or disruptive student during this school year. One primary school teacher in Cheshire said: &quot;I have been kicked in the head, spat at, called disgusting names, told to eff off, had the classroom trashed regularly and items thrown. We accept children who are excluded from other schools so they come to us with extreme behaviour issues.&quot; A teacher in a West Midlands secondary school said: &quot;One colleague had a Twitter account set up in front of him on a mobile called Paedo ****** [their name], which invited others to comment on him and his sexual orientation.&quot; Another teacher in a secondary school in Dudley added: &quot;I&apos;ve been sworn at, argued with, shouted at, had books thrown at me, threatened with physical abuse and had things stolen and broken.&quot; Bousted added: &quot;Regrettably, teachers and support staff are suffering the backlash from deteriorating standards of behaviour. They are frequently on the receiving end of children&apos;s frustration and unhappiness and have to deal with the fallout from parents failing to set boundaries and family breakdowns.&quot; On the positive side, most of the disruptive behaviour facing staff was categorised as fairly low level, with 79% of staff complaining that students talked in class, did not pay attention and messed around. Some 68% added that students were disrespectful and ignored their instructions, 55% said they had dealt with verbally aggressive students, and a fifth with a physically aggressive student. Among secondary and sixth-form students, smoking was considered a significant problem. On most occasions challenging behaviour was deemed an irritation which disrupted class work, according to 74% of staff, but 42% revealed that they suffered stress and almost a quarter said they had lost confidence at work. Forty of those questioned said they had been physically hurt by a student.", 
    "section": "education", 
    "gid": "education/2013/mar/24/schools-disruptive-behaviour", 
    "wordcount": "653"
}