{
    "headline": "Teachers could have pay frozen after poor school inspection reports", 
    "text": "Teachers could have their pay frozen after school inspections under new Ofsted measures aimed at linking salaries with the quality of classroom performance. Announcing the changes, Sir Michael Wilshaw, the chief inspector of schools, said Ofsted will &quot;consider whether there is a correlation between the quality of teaching and salary progression&quot;. Inspectors will look at anonymised information about the performance management of all teachers in schools they visit to ensure that heads are using pay to raise standards, Ofsted says. But inspectors will not be able to influence the salary of individual teachers. In a speech in February, the chief inspector said heads should only approve salary increases for the most hardworking teachers. &quot;The thing that irritates good teachers, people who work hard and go the extra mile, is seeing the people that don&apos;t do that being rewarded,&quot; Wilshaw said. MPs have recommended that teachers&apos; pay should be more closely linked to the value they add to pupil performance so that the best are rewarded while the weakest are discouraged from staying in the profession. Christine Blower, general secretary of the National Union of Teachers, criticised the measure, saying it was wrong to pay one teacher more than another for success that was due to the efforts of everyone in the school. She said: &quot;Performance management is supposed to be about encouraging teachers in developing their skills, not about judging pay or comparing pupil results,&quot; Blower said. &quot;Teaching is a collegiate profession and this is a divisive, unrealistic and simplistic way of looking at how schools work.&quot; In the same announcement, Ofsted dropped plans to inspect schools without notice after protest from heads. From this autumn schools will be given notice the afternoon before inspectors visit. At present, the normal notice period is two days. Heads feared that inspecting schools without notice meant they might be away when inspectors arrived, and that the proposed change indicated a lack of trust in the professions. Russell Hobby, general secretary of the National Association of Head Teachers (NAHT), praised Ofsted for dropping the proposal for no-notice inspection. Wilshaw said the progress made by pupils would be central to inspectors&apos; judgment. If pupils were making good progress, a school would be able to get a good Ofsted report even if results were below average. Wilshaw confirmed that Ofsted would no longer describe schools as &quot;satisfactory&quot; when they were not providing a good level of education. From September, the &quot;satisfactory&quot; grade will be replaced with &quot;requires improvement&quot; and those schools will be subject to an explicit report of its failings and a full re-inspection within two years. If a school is judged to require improvement at two consecutive inspections, and is still not providing a good education at the third, it is likely to be placed in special measures. Ofsted will expect schools to improve to &quot;good&quot; within four years. He said: &quot;School leaders will be relieved to hear that Ofsted has listened to their concerns. This signals a move towards establishing a more constructive working relationship between the profession and its inspectorate. &quot;Ofsted is rightly maintaining a robust position on standards  a position which the NAHT supports  but this move signifies a genuine attempt to work with schools on the best way to achieve those standards.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/30/teachers-pay-schools-ofsted-inspections", 
    "wordcount": "561"
}