{
    "headline": "Drama and dance", 
    "text": "What youll learnYoull spend long hours in the dance studio or theatre rehearsing and performing, perfecting your technical training. Youll also be expected to learn about the theory that underpins your subject  such as the history of performance and different styles of performance and movement. Youll be required to produce work, collaborate with others and critically reflect on performances. Youll also been encouraged to develop your own creative voice and identity. Of course, its not just about acting and dancing. These subjects also encompass set design, directing, stage management and lighting and design  take a close look at the modules on offer across different course programmes. There are also related courses in cinematography or photography to consider.   interactive   How youll learnThe ratio of practical to theory will depend on where you study. Specific theatre schools, for example, will lean heavily towards the practical, while some university courses will have more of an equal split. Choosing the right course requires a lot of care and attention. Chances are you will have been taught by those who have performed or are still performing, so you should have a good insight into the business. Even if your course is more theory than practical, you will probably be encouraged to undertake some work experience in the industry, or to work on your own productions and performance pieces outside of lectures, which is a good way of improving ability and showcasing your talents. What are the entry requirements?Entry requirements vary a lot, but drama, performing arts and English literature A-levels are all likely to prove useful. A foundation degree may also help your application. Lots of courses will expect you to audition and interview as part of the admissions process.    interactive   What jobs you could doYoull need determination and pluck to get acting or performance work, but it is out there. Drama school graduates can be found in all manner of stage and television work, while those who took a behind-the-scenes degree often go on to jobs in costume and set design on stage musicals. Dance graduates can be found in community dance projects or choreography. Work in this area tends to be erratic, so chances are youll need to do some odd jobs in order to eat and keep a roof over your head. But the good news is youll have the right transferable skills to walk into a job in, areas such as tourism, marketing or perhaps the voluntary sector. Some graduates take further training to become dance and drama therapists.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.dramaanddance", 
    "wordcount": "427"
}