{
    "headline": "Fiat Panda: car review", 
    "text": "Price 10,750MPG 67.3Top speed 110mphI&apos;m not sure what planet my 11-year-old daughter lives on, but it&apos;s obviously aplace of wonder and bewilderment where anything is possible. When I told her that we were getting a Panda this week, her eyes opened wide and a look of pure delight spread across her cheeks. &quot;Really? Apanda? How amazing! Ilove pandas.&quot; Clearly Fiat&apos;s Panda is likeable. It&apos;s got plenty of character and a snappy little engine that&apos;s full of vim and vigour, but it&apos;s no match for the black-and-white bamboo muncher she clearly had in mind. She was disappointed after Ibroke the news to her, but I felt uplifted that she lived in a place where it was entirely plausible that a panda would be coming to stay. Anyway, the Panda arrived  a red one. These days the roads are awash with small cars. But not that long ago, a small car was merely a wretched excuse for a big car. Uncomfortable, dangerous and appalling to drive. Biscuit tins on wheels. Their only selling points were that they were cheap and made reverse parking adoddle. But things have moved on. Soaring fuel prices, clever design and superb technology have combined to mean that dinky cars now punch well above their weight. Rather than being the lacklustre city runaround to park alongside the family&apos;s proper car, they&apos;re all the car you&apos;re going to need. They&apos;re even a pleasure to drive. This evolution is perfectly encapsulated by the Panda. Fiat first introduced its eye-poppingly, teeth-grindingly basic urban car in 1980 and, even allowing for the fact that it was conceived of as Italy&apos;s no-frills answer to the Citron 2CV and was cheaper to keep than astick insect with body issues, it had all the allure of an abandoned supermarket trolley. And yet it endured. People loved it  or they loved a bargain anyway. For more than 30 years the Panda sold an average of 200,000 ayear, recently passing a total of 6.5m. Finally, in 2003, Fiat put it out of its misery. It promptly won the coveted European Car of the Year in 2004. Now Fiat&apos;s had another go at it, so this here is the third-generation Panda. The third looks much the same as the second, but beneath its skin its avery different beastie. It&apos;s smoother, quieter, safer and more sophisticated. Great efforts have been made to reduce road noise and increase ride comfort. For such a small car it feels refreshingly functional and solid. It comes with a&quot;collision mitigation system&quot; that will emergency-brake the car below 19mph (the average speed in London is 12mph, so that&apos;s plenty). Inside, Fiat has aimed for stylish practicality  the car equivalent of an Ikea makeover. It&apos;s all about multitasking storage bins, durable and tasteful fabrics and surfaces, and sensible design flourishes with the occasional dash of whimsy. The handbrake, for instance, is said to &quot;double as ahand rest&quot;. How ridiculous. Why not boast that the accelerator doubles as a foot rest. Orthat the windscreen is actually a&quot;real-life cinema&quot; Three different engines are offered in the Panda: a basic 1.2-litre 69bhp engine, a 75bhp 1.3-litre turbo diesel, and the award-winning parallel turbocharged 85bhp twin-cylinder TwinAir engine. This emits less than the magic 100g of CO2 per km, so it&apos;s free to tax and there&apos;s no city congestion charge. I test-drove the TwinAir, which is enjoyable both in the city and on the open road. It makes awonderfully slow-mo raspberry of a rattle. Fiat claims an incredible 67.3mph for this engine. Which sounds like a figure plucked from the sky, and as my young daughter knows, what you wish for and what you get are not necessarily the same thing. Email Martin at martin.love@observer.co.uk", 
    "section": "technology", 
    "gid": "technology/2012/dec/30/fiat-panda-twinair-car-review", 
    "wordcount": "663"
}