{
    "headline": "Obama pitches clean-fuel car plan in Chicago but signals retreat on Keystone", 
    "text": "Barack Obama&apos;s grand vision of action on climate change shrank to $200m a year to fund research into clean fuel cars, with signs of retreat on the big environmental issues of the day. Friday&apos;s initiative  hyped in advance by the White House  marked the first move by Obama to make good on the stirring promises of climate action offered in his inaugural speech and state of the union address. But on the most immediate environmental decision in his in-tray  the future of the controversial Keystone XL pipeline project  White House officials indicated on Friday that Obama&apos;s green and liberal supporters would be in for a disappointment. Officials signalled that the president was inclined to approve the project. Meanwhile, there were signs that the Environmental Protection Agency was retreating on a move to curb carbon emissions from new coal-fired power plants. Like other climate actions now in the works, Friday&apos;s announcement of a $2bn research fund was small-bore, or intended to fly beneath the radar of a Congress still dominated by Republicans hostile to environmental protections. Earlier on Friday, the president&apos;s economic council, in a report to Congress, called for a switch to cleaner fuels to prevent the worst effects of climate change. Meanwhile, the president&apos;s team of scientific advisers are expected to release a finding on the urgency of acting on climate change. In a visit to Argonne research labs, outside Chicago, the president called on Congress to support his plan to use revenues from offshore oil and gas drilling to fund research into advanced vehicle technologies. Obama, in describing the Energy Security Trust, put it squarely in the context of his &quot;all-of-the-above&quot; energy strategy, noting that oil and natural gas drilling had risen during his presidency. He said the development of alternative fuels would help America&apos;s energy security and would protect consumers from gas price spikes. &quot;Let&apos;s take some of our oil and gas revenues from public lands and put it towards research that will benefit the public so we can support American ingenuity without adding a dime to our deficit,&quot; Obama said. &quot;Let&apos;s set up an Energy Security Trust that helps us free our families and our businesses from painful spikes in gas once and for all.&quot; The Energy Security Trust, as envisaged by the White House, would raise $2bn over the next decade, or $200m a year, for cutting edge research, which Obama said was under-funded by the private sector. The White House said the money would help fund research into &quot;breakthrough&quot; technologies, such as advanced batteries for electric cars, or biofuels made from switch grass rather than corn ethanol. Officials chose Argonne Labs because the facility led research into electric car batteries. As Obama noted, the fund was first proposed by a non-partisan group of former generals and military executives, called Securing America&apos;s Future Energy. However, the original proposal called for a much larger fund, with some $500m in annual investment. Obama incorporated the idea into his state of the union address, pitching the trust as part of his plan for job creation, arguing that America needed to retain its technological edge to remain competitive in the global economy. White House officials said the fund would free research labs from Congress, and the uncertainties of appropriation cycles. Even so, the initiative is on a much more modest scale than campaigners had hoped for during Obama&apos;s second term. The White House has all but conceded that there is no chance of moving a climate law through Congress. Officials have also ruled out the idea of a carbon tax, leaving Obama to focus on relatively small-scale projects like the Energy Security Trust. Obama&apos;s proposal to use oil and gas revenues to fund research that would get cars off gas was also problematic for environmental groups. The White House said Obama&apos;s proposal would not open up areas where drilling is currently banned. But they are counting on increased production to spin off additional revenues that could be used to fund research. The government currently collects more than $6bn in oil and gas royalties. There was virtually no reaction from environmental groups to Obama&apos;s announcement. Meanwhile, White House officials briefing reporters on the plane gave strong indications that the president is inclined to approve the Keystone XL pipeline  which activists have cast as a test of Obama&apos;s commitment to the environment. A few dozen protesters from the group 350.org, which has led opposition to the Keystone XL pipeline, held a demonstration outside Argonne labs on Friday afternoon. The official dismissed environmental groups&apos; contention that building the pipeline would open up vast deposits of the Alberta tar sands, and so increase the emissions that cause climate change. &quot;There have been thousands of miles of pipelines that have been built while President Obama has been in office, and I think the point is, is that it hasn&apos;t necessarily had a significant impact one way or the other on addressing climate change,&quot; the official said. He added that Obama&apos;s environmental policies would more than make up for any negative impacts from the Keystone XL project. &quot;There&apos;s no question of that.&quot; Environmental groups were also dismayed by a report in the Washington Post on Friday suggesting that the administration may be backing off from its move to curb emissions from new coal plants. &quot;We&apos;re now in the fifth year of the Obama administration and industrial carbon pollution remains unregulated,&quot; said Larry Schweiger, president of the National Wildlife Federation.", 
    "section": "environment", 
    "gid": "environment/2013/mar/15/obama-congress-electric-cars-research", 
    "wordcount": "919"
}