{
    "headline": "UK universities face collapse into mediocrity, says rankings compiler", 
    "text": "Elite British universities face a &quot;collapse into global mediocrity&quot; within a generation, say the compilers of a new league table of the world&apos;s best universities. Leading universities in the UK have tumbled down the Times Higher Education rankings, while Asian institutions are advancing up the table. Caltech, the private US university based in Pasadena, California, takes top place, while Oxford and Stanford are joint second. Further down the rankings, US and British dominance is being eroded. Three English universities are in the top 10. Cambridge is seventh and Imperial College eighth in the rankings published on Wednesday. Bristol, Sheffield, Leeds, Birmingham and Newcastle have all fallen down the rankings, as have Glasgow and Aberdeen. St Andrews and Sussex have dropped out of the top 100 altogether this year. Phil Baty, editor of Times Higher Education rankings, said: &quot;Outside the golden triangle of London, Oxford and Cambridge, England&apos;s world-class universities face a collapse into global mediocrity, while investment in top research universities in Asia is starting to pay off,&quot; he said. China has Peking University and Tsinghua University in the top 200, both of which climbed this year. Singapore&apos;s top two institutions also advanced up the table. Korea has four universities in the top 200, all of which have climbed this year with Pohang University of Science and Technology at number 50. Britain remains the second-best represented country behind the US, with seven top 50 universities and 31 in the top 200. While there are 76 US universities in the top 200. A separate league table published last month, the QS World University Rankings, was also dominated by US universities. Wendy Piatt, director general of the Russell Group, which includes Oxbridge, said: &quot;If we are serious about staying on top, the government must concentrate investment where it will have the most impact: in our world-class research-intensive universities. &quot;Our global competitors are pumping billions into research-intensive higher education and leading Asian universities  especially in South Korea, Singapore and China  are rising fast. The UK cannot afford to be outmanoeuvred by other countries that recognise investment in leading universities is key to growth.&quot; David Willetts, the universities minister, said the UK could not afford to be complacent. &quot;In future, any country that stands still  or moves forward only slowly  will find itself slipping down the international league as other countries try harder, invest more and improve their research,&quot; said Willetts. Times Higher Education world university rankings 2012-13 1. California Institute of Technology =2. University of Oxford =2. Stanford University 4. Harvard University 5. Massachusetts Institute of Technology 6. Princeton University 7. University of Cambridge 8. Imperial College London 9. University of California, Berkeley 10. University of Chicago", 
    "section": "education", 
    "gid": "education/2012/oct/03/british-universities-set-collapse-mediocrity", 
    "wordcount": "454"
}