{
    "headline": "Recognising and managing stress in academic life", 
    "text": "Enter the words &quot;academic stress&quot; into any search engine and most of the articles and resources shared focus on helping students while they are at university. I know full well that higher education can be an assault on the senses, and most students will need help with a whole range of issues at some point, but how much support is there for those who make up the other part of academia, the staff of an institution? There&apos;s evidence that support for academic staff is needed. A 2008 report from the University and College Union (UCU) revealed that most universities were failing to meet the standards for psychosocial working conditions set out by the Health and Safety Executive. An academic study three years earlier drew similar conclusions. The authors of &apos;Occupational stress in UK higher education institutions: a comparative study of all staff categories&apos; highlight the main cause of stress to be job insecurity, followed by stress relating to work relationships, control, resources and communication. And the phenomenon is not restricted to UK HE. The Guardian, the newsletter of CUPE Local 3902, the representative of 7,000 education workers at the University of Toronto and Victoria University, published an article last year about occupational stress in Canada, with women and academics between the ages of 30 and 39 revealed to be the most stressed. The resounding conclusion from these and many other surveys and studies is: not only are academic staff stressed, they are more stressed than other professional groups. So what is being done? Janni Aragon, a Canadian academic, writes that in her first 10 years in academia, she received no training to help her with the emotional labour of her job. She finishes by saying: &quot;I want more training on how to deal with the weight of emotional labour, as it is a heavy burden to carry some days.&quot; So do you identify with the triggers of stress highlighted here? And do you feel equipped to manage the stress of working in academia? On Friday 15 June, we&apos;ll attempt to answer these questions and many others. Join us at 12 BST to share your experiences and whatever tools you use at work to manage stress. The debate will be in the comment threads beneath this blog. To join the panel, email eliza.anyangwe@guardian.co.uk This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Janni Aragon , senior instructor, University of Victoria, Canada Janni is a feminist political scientist, who works in the Department of Political Science at the University of Victoria. She has just completed her first year as the chair of the Academic Women&apos;s Conference and teaches various courses from first year through fourth year. She looks at the emotional labour of teaching in a blog on the Network. @jannniaragon  John Hamilton, head of safety, health &amp; wellbeing, Leeds Metropolitan University John oversaw the implementation of the university&apos;s wellbeing excellence programme that achieved success in a number of national awards, including overall winner in the 2010 Occupational Health Awards. John is a visiting lecturer at a number of academic institutions and is the author of the HSE/CIPD/Acas guide for employers on the law regarding work-related stress. @johnxhamilton Stephen Court, senior research officer, University and College Union (UCU)  Stephen&apos;s work includes analysis of funding, finance and employment in post-16 education. He co-ordinates many of UCU&apos;s national research campaigns, including research into stress and bullying. He has had articles on further and higher education published by Higher Education Quarterly, The Guardian, The Sunday Times, the Observer and Public Finance, as well as several book chapters. @ucu Michelle Oyen, lecturer, Cambridge University Michelle is a lecturer in mechanics of biological materials in the Cambridge University engineering department. She holds an undergraduate degree and an MSc in engineering mechanics, from Michigan State University and a PhD in biophysical sciences and medical physics from the University of Minnesota. As a reasonably early career academic (now in her sixth year) Michelle is trying to grow a research group and achieve some life-work balance. @michelleoyen Nathan Ryder, skills trainer/consultant Nathan finished his PhD in pure maths at the University of Liverpool in 2008. Since then he&apos;s worked as a freelance skills trainer in HEIs, working mostly with post-graduate researchers and research staff in areas like viva preparation, productivity, creative thinking and collaboration. @DrRyder Pierre Joseph Proudhon, academic and anonymous blogger, Bullied academics Pierre established the blog tackling issues of workplace bullying in academia in 2006, which now gets site visits from academics the world over but mostly from the UK and the USA. Pierre provides free support to victims of workplace bullying in academia and is aware through his extensive experience - both personal and indirect - of the complex factors that trigger workplace bullying in academia, as well as the procedures that make it unique in higher education.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/13/managing-academic-stress", 
    "wordcount": "836"
}