{
    "headline": "New emissions policy will force biggest UK firms to reveal CO2 figures", 
    "text": "Public companies in the UK are to become the first in the world forced to publish full details of the greenhouse gasses they produce, under plans to be announced by the government. About 1,600 companies listed on the London Stock Exchange, including some of the biggest corporate names in the world such as BP, Tesco and Tate &amp; Lyle, will have to publish their emissions of carbon dioxide and other greenhouse gasses blamed for climate change from April next year. Other large companies could be asked to follow suit when the policy is reviewed in 2015, the deputy prime minister, Nick Clegg, is expected to announce at the opening of the Rio+20 conference on sustainability in Brazil. Writing in the Guardian, Clegg says the move is part of a drive to encourage companies to measure and so begin to manage their impact on the environment in a bid to improve their performance and reduce their stress on the natural world. Officials have calculated that the move will save the equivalent of 4m tonnes of carbon dioxide by 2021. &quot;Using resources responsibly is in business&apos; own interests too,&quot; writes Clegg. &quot;Pepsi depends on water; Unilever depends on fish stocks and agricultural land; and every firm relies on a stable fuel supply. But while nine out of 10 [chief executives] say sustainability is fundamental to their success, only two out of 10 record the resources they consume.&quot; Some companies and business lobby groups have criticised the proposal, saying that managers already have enough work to do reporting emissions for other schemes such as the European emissions trading scheme and the Climate Change Act in the UK. However other organisations, including the Confederation of British Industry, have been urging the Department for Environment to introduce the measure so that there are standard measures used by all businesses which can be compared more fairly. &quot;This is an area where corporate executives have been demanding more regulation from government to provide greater clarity and transparency,&quot; said Andrew Raingold, executive director for the Aldersgate Group, which has campaigned for the mandatory measure. &quot;Our detailed analysis demonstrates that reporting requirements will lead to huge cost savings for businesses as opportunities to reduce their energy use become more apparent,&quot; he added. &quot;Over three quarters of UK adults expect that businesses should be required to report their emissions, as demonstrated by a Populus poll that we published last month.&quot; Under the scheme, from April 6 2013, companies on the main LSE (not the Alternative Investment Market) will have to publish total greenhouse gases for the year, measured in equivalent tonnes of carbon dioxide, a common international standard since CO2 is the most prevalent greenhouse gas. Some critics are likely to urge ministers to go further and require companies to cut their emissions over time.  This article was amended on 20 June 2012 to correct the reference to FTSE-100 in the original standfirst. The article makes clear that the companies are listed on the London Stock Exchange. This article has also been amended to correct the number of companies on the main LSE. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/emissions-policy-firms-reveal-co2", 
    "wordcount": "529"
}