{
    "headline": "Google Nexus 10  review", 
    "text": "As a blizzard of lawsuits around the world shows, the battle of the tablets is heating up. Apple&apos;s recent announcement that it had sold its 100 millionth iPad emphasised its dominance thus far, but in late 2012, the company finds itself with serious competition at last. If you buy the theory that tablet success is about ecosystems rather than pure hardware iPad + iOS + iTunes + App Store as the driving force for Apple&apos;s success then you&apos;ll see why Amazon and Google have emerged as credible rivals with their Android devices. Amazon is taking its Kindle Fire line beyond the US, with its services and stores tightly integrated. Meanwhile, Google has extended its Nexus brand from smartphones to tablets, first with the Asus-made Nexus 7, and now with Samsung&apos;s Nexus 10. The latter is the most impressive 10in Android tablet yet, from its design and hardware specs through to its software. But does Nexus + Android + Google Play have a shot at tilting the tablet market towards Android, at a time when Google&apos;s OS has rampaged its way to top dog in the smartphone space? Let&apos;s see.  Build Quality The Nexus 10 is a sleek, smooth tablet that feels solid, and sits nicely in the hands with its rounded corners more rounded than the iPad. In contrast to the Nexus 7&apos;s dimpled back, this is mostly smooth, apart from a section along the top, which can be peeled off and replaced with one that has a protective cover attached. That&apos;s the Nexus 10&apos;s slightly fiddlier equivalent of iPad&apos;s Smart Cover: no magnets presumably means no lawsuits winging their way towards Mountain View (or Seoul) from Cupertino. Well, over the cover, at least. There&apos;s an interesting contrast between the Nexus 10 and the iPad in their hardware layout, too. The iPad&apos;s emphasis is on portrait use, given the positioning of its dock and camera on the shorter sides of the device. The Nexus 10 has them on the longer sides, with landscape use in mind. That extends to its external speakers too, which are positioned on either side of the screen (when held in landscape orientation) as vertical strips. The sound quality is good: decently beefy audio when watching video, playing games or listening to music. The positioning does mean your hands will be partly over the speakers when holding the tablet, but this doesn&apos;t have a particularly noticeable effect. In my tablet usage over the last three years, I&apos;ve tended to use headphones for films, games and music, so the quality of external speakers isn&apos;t a huge selling point for me. But if your habits are different, the Nexus 10&apos;s speakers are excellent. Screen Google is making a big noise about the Nexus 10&apos;s screen, and understandably so: it&apos;s rather marvellous. The 10in display, reinforced with Gorilla Glass 2, offers a resolution of 2560x1600 pixels: 300 pixels per inch, which as you&apos;ll read in every article about the device, is more than the iPad&apos;s 264ppi Retina display. Leaving the tech-spec willy-waving aside for the moment, the Nexus 10&apos;s screen is very impressive indeed: uber-sharp and bright, with a 16:9 aspect ratio that&apos;s made for movies (well, vice-versa, if you&apos;re being picky), and pixel-perfect performance for text. Now, back to the willy-waving. It&apos;s true: Google and Samsung have trumped Apple for pure pixels-per-inch, which may make for some marketing fun over the coming weeks and months. On a more personal level, any iPad owners who&apos;ve been over-smug to Android-owning friends about their Retina display in the past will now be getting a comeuppance. The wider truth? Both displays are, to use the technical term, really bloody good. Even when watching the same film on the Nexus 10 and the latest iPad side-by-side, you&apos;d be hard-pressed to spot the difference. Processor and battery It&apos;s safe to say the Nexus 10 isn&apos;t short of grunt when it comes to processing power, thanks to its dual-core A15 Eagle CPUs, a Mali T604 GPU and 2GB of RAM. AnandTech has plenty of figures and charts in its performance preview of the Nexus 10, but what does this translate to in the hands? Very fast, very smooth, very good indeed. 3D games run like a dream on the device, and everything else feels snappy too as you move around the operating system and between apps. The quality of its screen would have been an embarrassment for the Nexus 10 if its innards weren&apos;t up to the task, but they&apos;re more than capable. The same is true of its battery, which lasts well beyond a day even with relatively heavy use. Cameras The idea of shooting photos or video using a 10in tablet&apos;s front-facing (rear-mounted) camera remains a baffling notion to many, although not all the iPads being held aloft in London&apos;s Olympic stadium earlier this summer can have belonged to ambush-marketers from Apple, so there clearly is some demand. Anyway, the Nexus 10 has a 5-megapixel rear camera capable of shooting video at 1080p resolution. Yes, there is a camera app to go with it: an elegantly stripped-down one, although others will undoubtedly be popping up on the Google Play store. Of more practical use is the 1.9-megapixel front camera for video calls, whether using third-party apps like Skype uncertified for the Nexus 10 at the time of writing, but it worked fine for me  or Hangout, which remains one of the best features of Google&apos;s own Google+ social network. Setup experience If you already use some of Google&apos;s services, setting up the Nexus 10 is a breeze. Log in to your Google account once as you fire up the device for the first time, and you&apos;ll be ready to go with your Gmail, YouTube, Calendar, Google+ and other services. Google accounts are also tied to the Google Play store, so if you&apos;ve used an Android tablet before, you&apos;ll also have easy access to the apps you&apos;ve downloaded elsewhere. Much as iCloud makes upgrading from one iPad to another a painless process, so a Google account will work well for Android users: free apps you previously downloaded are added by default, and the paid ones are available on Google Play (you&apos;ll have to fetch them).  Android 4.2 software The Nexus 10 is the first Android tablet to ship with the latest Android 4.2 software, which falls under the same Jelly Bean title as 4.1, which was the first manifestation of Google&apos;s internal &apos;Project Butter&apos; drive to improve the not just the look of Android, but its &apos;feel&apos;. Both Jelly Bean updates show how far Android (now five years old) has come as an operating system for tablets, whether you&apos;re using fairly basic software features, or customising your homescreens to suit your needs with widgets. There&apos;s some new stuff in Android 4.2 that will go down well, too. Support for multiple user accounts will be a big deal: a recognition on Google&apos;s part that in many cases, 10in tablets are shared between several people in a household. The feature wasn&apos;t yet enabled in the software build on the review device, though. Wireless display support is also a welcome inclusion if you&apos;re keen to sling entertainment from your tablet to your big-screen HDTV  if you have the relevant adapter. It&apos;s Android&apos;s equivalent of Apple&apos;s AirPlay + Apple TV combo, and plays into the increasingly-heard view that TVs may not need to get smarter after all: as long as they&apos;re connected, the smarts can reside in the device in their owner&apos;s hands. Gesture Type is an interesting one: the ability to type by dragging your finger between the letters of a word, as pioneered by Swype, and recently introduced in rival SwiftKey too. It works well, but I suspect it will be more useful on smartphones for swipe-typing one-handed. On a 10in tablet, I still felt more comfortable typing two-handed in the traditional style. On a screen where one thumb can reach from &apos;Z&apos; to &apos;P&apos;, it makes more sense. Of course, you could use one of those alternatives too, which is one of Android&apos;s selling points: the fact that apps have more licence to take over features of the OS mean that if there&apos;s something about the software you don&apos;t like, there may well be an alternative to fix it. Some new Android 4.2 features, like Google Now and Photo Sphere photography, are present in the Nexus 10, but are really more applicable to the new Nexus 4 smartphone, so will be covered in our upcoming review of that device. Entertainment The Nexus 10 is a powerful tablet with a beautiful screen and effective software, with Google&apos;s suite of cloud services neatly tied in. But if there&apos;s an Achilles heel for Android tablets to this date, it&apos;s in the third-party content and apps available. On the content side, Google has been working hard. You can now buy or rent films from its Google Play store in the UK, with a growing selection, and several ways to discover what&apos;s available. Ebooks are in a similar state. Music will follow on 13 November, complete with Google&apos;s own cloud music locker, which will scan-and-match your existing digital music collection ensuring you don&apos;t have to upload every single file  and store up to 20,000 songs on its servers to access from all your devices. Google is looking to undercut Apple&apos;s iTunes Match and Amazon&apos;s Cloud Player by making its own music cloud free. Google Play isn&apos;t yet up to iTunes standards when it comes to the breadth of content, but it&apos;s improving fast. And as on iOS, there are alternative sources for entertainment: Spotify, Netflix, Amazon&apos;s Kindle app, and so on. Other music download stores such as 7digital and Amazon MP3 are worth a look too.  Apps and games It&apos;s rare to see Apple talk tablets in one of its device launches without taking a shot at the lack of high-quality apps that are optimised for Android tablets, as opposed to simply blown up from smartphone versions. With more than 275,000 native iPad apps, it&apos;s a barb that hits home on Android, with its small (but growing) number of tablet-optimised apps. Even some of the biggest ones that have been optimised step forward, Twitter lag behind their iPad versions. Google has work to do in encouraging more developers&apos; efforts here, as the company itself admits. Selling lots of Nexus 10s (and Nexus 7s) will help, as will continuing to improve the Google Play Store, which is already much better than it was when the first Android tablets were released in mid-2010. Some app categories are better than others. Android has been on something of a tear when it comes to games in recent months, and that applies to tablets too, with EA&apos;s Need for Speed: Most Wanted being this month&apos;s high-profile example of a simultaneous release across iPad and Android. Useful tools such as Evernote, Pocket and Instapaper; casual games such as Angry Birds Space, Cut the Rope and Temple Run; news apps such as BBC News and News 360 The basic categories are being stocked, gradually, although some (children&apos;s apps, for example) are still far behind iPad. Pricing The 16GB Nexus 10 costs 319, while the 32GB model costs 389, both Wi-Fi only. The comparable iPad models cost 399 and 479, so savings of 80 and 90 respectively compared to the Nexus 10&apos;s main rival. Conclusion The thing about Android is that there are several distinct groups of potential buyers for a device like the Nexus 10, each with their own motivations and demands. They&apos;re best treated separately.  If you&apos;re a geek (I class myself in that category, so the term isn&apos;t pejorative) who definitely doesn&apos;t want an iPad: The Nexus 10 is the best 10in Android tablet available. Buy it, customise it to run exactly the way you want, enjoy it.  That said, if you&apos;re one of the growing number of people whose first experience of computing is a tablet or if you&apos;re buying it for someone like that  Android is still a bit more intimidating than iOS. The 80/90 saving may trump that concern for a lot of people, but cost aside, iOS still beats Android when it comes the extent of your unpaid customer-service duties for a parent or grandparent (delete according to age). If you&apos;re somewhere in between  relatively tech-savvy, and with no particular prejudice for or against specific platforms or manufacturers  well, this is where it gets interesting.  If you already own an iPad and are thinking of upgrading, the Nexus 10 is a viable alternative to the fourth-generation iPad, but the headache of switching from one ecosystem to another if you&apos;ve bought lots of apps, games, films, music etc via Apple may put you off.  If you don&apos;t own an iPad, the Nexus 10 is a convincing contender, especially if your needs revolve around more regular tasks  email, web browsing, social networking, video calls, watching films and YouTube videos, and maybe the odd casual game.  If you&apos;re more excited about other kinds of apps, iPad still has the quantity, but also the quality. This will still tip the balance for a lot of tablet buyers, and it&apos;s the next big area Google needs to work on. Most people still don&apos;t own a tablet, and that&apos;s why this area of consumer electronics is exciting going into 2013: it&apos;s all to play for. The Nexus 10 shows Google&apos;s determination to take the fight to Apple, which in turn will spur more innovation from Apple (and Microsoft, and Amazon) in the year to come.", 
    "section": "technology", 
    "gid": "technology/2012/nov/05/nexus-10-review", 
    "wordcount": "2267"
}