{
    "headline": "Brainbow reaches 1m players with educational game 6 Numbers", 
    "text": "London-based mobile games startup Brainbow has more than 1m people playing its 6 Numbers game, eight weeks after it launched for iOS. The maths-based puzzle game is essentially a mobile reworking of the numbers round in TV show Countdown, tasking players with reaching a target total by adding, subtracting, multiplying and dividing six other numbers. Brainbow says that in the UK, people are typically playing 6 Numbers for 22-31 minutes a day. At a time when lucrative mobile games like Candy Crush Saga, Clash of Clans and Puzzle &amp; Dragons are hogging the headlines, the growth of 6 Numbers is distinctly under the industry&apos;s radar, but Brainbow has bigger ambitions. The company&apos;s founding team has experience at Amazon, Google, Playfish, EA and the academic world, and is pitching itself as an &quot;edugaming&quot; startup that &quot;turns knowledge into games&quot;. Brain-training, as Nintendo&apos;s Dr Kawashima character would call it. &quot;6 Numbers is becoming a phenomenon,&quot; says chief operating officer Sagi Shorrer. &quot;We&apos;ve had 1m downloads, and active users in the hundreds of thousands. And it&apos;s the number one puzzle game in many countries around the world.&quot; Brainbow raised $1.2m in seed funding from investors including Initial Capital, DN Capital, London Venture Partners and Lifeline Ventures , although the company&apos;s first two games: 6 Numbers and Brainbow Numbers, were developed before the funding arrived, to prove the company&apos;s mettle and test demand. &quot;6 Numbers was a teaser to test the market,&quot; says Shorrer. &quot;We got the funding after the success, because we wanted to show there was a market for the product, and to check how people want to consume knowledge.&quot; Chief product officer Xavier Louis says that the funding is being used to build a full team at Brainbow to work on a more ambitious game to be released this summer, which will use the lessons learned from the two bootstrapped titles. Brainbow&apos;s investors mark the company out as worth watching, with portfolios that include Supercell, Shazam and Unity Technologies, and several well-connected super-angel investors also on board. These investors, and Brainbow, are looking beyond maths. &quot;We want to replicate what we learn in maths for other categories. We believe any knowledge can be turned into games, so we&apos;re not going to stop at maths and brain training,&quot; says Louis. &quot;We&apos;ve seen Angry Birds doing something great by taking games into the entertainment sector. There&apos;s no reason why Brainbow can&apos;t do the same thing for the knowledge category. We think we can bring knowledge to the masses by providing the right kind of experiences: free-to-play and social.&quot; The free-to-play aspect is important: Shorrer says that Brainbow intends to avoid the pitfall of charging a dollar per game download for games that people may play for a year or longer, expecting fresh puzzles as they go. The exact details of what features Brainbow will charge for while not alienating its regular players remain under wraps, although 6 Numbers offers clues with its in-app purchases for new level packs and virtual coins  the latter can be spent on hints when stuck. In the meantime, Brainbow is continuing to build its team, poaching former colleagues from larger companies to join their cause. &quot;These people have lived in big companies, but they see we have a mission. There&apos;s a purpose here: we turn knowledge into games,&quot; says Shorrer. &quot;And that mission is combined with mobile, games, and data. They see the combination, and that we&apos;re doing fascinating things.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/11/brainbow-education-games-apps", 
    "wordcount": "592"
}