{
    "headline": "Energy poverty deprives 1 billion of adequate healthcare, says report", 
    "text": "Energy poverty has left more than 1 billion people in developing countries without access to adequate healthcare, with staff forced to treat emergency patients in the dark, and health centres lacking the power they need to store vaccines or sterilise medical supplies, according to a report. In India, nearly half of all health facilities  serving an estimated 580 million people  lack electricity, according to this year&apos;s Poor People&apos;s Energy Outlook (pdf), published on Wednesday by the NGO Practical Action. A further 255 million people are served by health centres without electricity in sub-Saharan Africa, it says, where over 30% of facilities lack power. &quot;For critical and urgent health services such as emergency treatments and childbirth, staff have no option but to cope as well as possible in low lighting or in the dark, increasing the risk for all patients, including mothers and babies,&quot; the report says. Even where health centres have access to power, frequent power shortages significantly hamper the ability to provide quality care, it says. In Kenya, for example, only 25% of facilities have a reliable energy supply, and blackouts happen at least six times a month, for an average of 4.5 hours at a time. This &quot;directly affects services such as childbirth and emergency treatment, and limits night-time services. It can also lead to wasted vaccines, blood and medicines that require constant storage temperatures. Backup generators can be extremely expensive,&quot; the report says. Energy has shot up the international agenda, buoyed by the Sustainable Energy for All initiative led by UN secretary general Ban Ki-moon, which aims to achieve universal access to energy by 2030 along with efficiency gains and increased use of renewable energy. Wednesday&apos;s report, however, warns that too little attention has been paid to the needs of critical community services, putting progress on development goals, particularly on health and education, at risk. &quot;Governments, donors and utilities focus mostly on domestic use and access for enterprise,&quot; the report says. &quot;Yet some of the most important aspects of people&apos;s daily wellbeing are dependent on the reliable delivery of modern energy not to their homes or places of work, but to schools, clinics, institutions and community infrastructure.&quot; In Bangladesh, the government has failed to prioritise or even measure energy needed and used by critical community services, Maliha Shahjahan, energy specialist for Practical Action, said. &quot;Government spending in energy sector is not considering the needs of the energy poor people of Bangladesh  [and] the government is mostly concern about the urban users, both domestic and private sectors,&quot; she said. Practical Action&apos;s advocacy lead on energy issues, Helen Morton, said: &quot;The historic neglect of energy in community services undermines the ability to deliver education, healthcare and ultimately development. [This report] makes the case for the energy services that poor people want, need and have a right to  providing communities with the power to challenge their poverty.&quot; In addition to surveying the energy needs of health facilities, the report also estimates that half of primary school students in developing countries  more than 291 million children  go to schools without access to electricity. For many, this could mean struggling with cold, damp and poorly ventilated rooms, which can exacerbate health problems, it says. In Bangladesh, Practical Action researchers found teachers forced to keep classroom windows open during the cold season in order to let in natural light. In Bolivia, they heard how students at one school had to cut their lessons short to collect firewood needed to cook their midday meals on inefficient wood stoves. According to estimates, sub-Saharan Africa has the lowest rate of primary school access to electricity, at 35%, compared with 48% in south Asia and 93% in Latin America. In some sub-Saharan African countries, such as Burundi, only 2% of primary schools have electricity. As with health centres, schools in rural areas are disproportionately affected by energy poverty, notes the report. Drew Corbyn, energy consultant at Practical Action, said many community facilities may be using solar energy, or other small-scale energy technologies, although data on their use and impact is extremely sparse. &quot;Some of these intermediate technologies can play a very big role, and really transform service delivery  rather than waiting for the grids to extend,&quot; he said. The report sets out a new, multi-tier framework for measuring people&apos;s access to energy, developed by Practical Action with the UN and the World Bank, as an alternative to current systems that it says ignore the needs of poor people by focusing on large-scale, grid-based energy supply. &quot;Critical to determining how we tackle energy poverty is the way in which access to energy is defined,&quot; it says. &quot;In the past, energy access has been described as household connection to grid electricity and the use of a modern fuel. This fails to recognise the use of energy for productive ends or community services, neglects the role of intermediate energy technologies and does not consider how people use and ultimately benefit from energy.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/07/energy-poverty-deprives-billion-adequate-healthcare", 
    "wordcount": "841"
}