{
    "headline": "Schools forge new relationships with local authorities", 
    "text": "Primary head Sharon Bruton is clear about the reasons she loves her job: most of all it is the children and the freedom she has to improve the three primary schools she oversees on their behalf. A close second is the strongly collaborative structure within which she works. It drew her to work in the north-west and is part of the daily reality of her life as leader of the Keys Federation in Wigan. Wigan is one of several local authorities that, in the face of a national drive for mass academisation and weakened local government, are evolving a new relationship with schools. It is also one of a number of authorities that may hold the key to the debate about what sort of &quot;middle&quot; or &quot;mediating&quot; tier should emerge between central government and local education in an increasingly fragmented market. Wigan&apos;s relationship with its schools started to change several years ago, following conversations with heads about how its school improvement service should develop. &quot;We knew we wanted to keep and build on our collaborative approach,&quot; explains Bruton. &quot;But we felt that school-to-school support was the best model for school improvement. The local authority helped to broker its 130 schools, which include just four academies, into five consortia. Each has its own leadership and is commissioned to deliver school improvement on behalf of the authority, which in turn holds the consortia to account. Bruton describes the authority&apos;s approach as innovative and forward-thinking: &quot;We have freedom, but we are not left to our own devices. Schools that weren&apos;t collaborating with each other before now are. Do we collectively think there is a role for the local authority? Yes we do.&quot; Her view is shared by fellow headteacher Roy Holford. His school, Hawkley Hall, recently converted to academy status, but has chosen to retain its relationship with the local authority. &quot;Wigan has a very strong community spirit and we want to be part of that. We still buy back some services because they are good value for money and we take part in the consortia. The local authority has facilitated and made a financial investment in that because they still have a role in schools that are underperforming,&quot; he says. Apprehension about how underperformance will be tackled in a world where there may be nothing between thousands of independent state schools and central government is now uniting policymakers and politicians. The chief inspector of schools, Sir Michael Wilshaw, has expressed concern about the lack of an intermediate tier, telling the education select committee of MPs: &quot;If we do not think about this carefully, we could have a situation where Whitehall is controlling an increasing number of independent and autonomous schools, and finding it very difficult to do so.&quot; The select committee&apos;s Conservative chair, Graham Stuart, has spoken of the need to have somebody closer than the secretary of state to a local area, &quot;able to broker support where necessary and also help arbitrate where there are conflicts within an institution&quot;, and the shadow education secretary, Stephen Twigg, has launched a consultation on what &quot;role, functions and power&quot; a future middle tier could have. Yet all focus is on the creation of new structures such as local school commissioners, superintendents, regional Ofsted offices or school boards, rather than developing or changing the role of the local authority, even though the functions outlined in the Twigg review look suspiciously like those for which councils still have statutory responsibility. This is a mistake, according to Alan Wood, director of children&apos;s services for the London borough of Hackney. He was brought into Hackney in 2001 to run the Learning Trust, which took over education services in the borough on the orders of central government because, as he puts it, &quot;most people thought Hackney was a basket case&quot;. Since then, Hackney has seen standards rise from well below to above the national average. In spite of being one of the most deprived authorities in the country, its mix of academy and maintained schools outperforms those in many more affluent areas. Half of Hackney secondaries are academies and all primaries maintained, but relations between schools and the trust are strong and Wood sees his role as challenging and supporting all schools, regardless of their status. He is currently overseeing the transfer of education services back to the council. &quot;There must be one body that acts for all the education institutions in a community,&quot; he explains. &quot;Eventually everyone will come round to this view because otherwise everything will end up at the door of the minister. And, in reality, only the local authority can perform this role. &quot;Local authorities have a democratic mandate, they can set a vision, plan places, intervene for school improvement, manage admissions, be bold about leadership and maintain a relationship between local and central government that doesn&apos;t rely on Soviet-style intervention,&quot; he says. &quot;This can&apos;t be done by a handful of chains. Local authorities that are actively trying to push their schools out and relinquish their role are in my view not confident about their moral purpose and responsibility.&quot; Nick Hudson, the director of children&apos;s services in Wigan, has worked hard with his schools to broker the &quot;Wigan solution&quot; and believes that much more is changing on the ground between schools and local authorities than government may realise. He admits that the main obstacle to a new type of middle tier is a perception that quality, especially when it comes to intervening with failing schools, has been too variable in the past, but believes this should not be insurmountable. &quot;I think it is unlikely that a complete market solution will deliver the outcomes the government wants. Finding a system for holding authorities to account and ensuring that we learn from and move towards best practice  is a simpler and cheaper solution than legislating and funding an entirely new set of structures.&quot; Jonathan Crossley Holland, an independent consultant recently commissioned by the Association of Directors of Children&apos;s Services to produce a report on the future role of local authorities in school improvement, says the evidence is clear that all successful school improvement models require a middle layer. &quot;Local authorities are uniquely placed to play this role. Many do so effectively, but too many do not. The challenge to those LAs is to restore confidence by raising their game, sharing good practice and being prepared to move to radically different models, such as regionally based commissioning of licensed school-improvement services, which may include academy chains and school-led partnerships. &quot;The challenge to government is to apply the same energy it does to the academy programme to enable all local authorities to be good.&quot; He thinks ministers should look at what is being done in high-performing countries such as Singapore and the Canadian provinces, where investment in school-improvement leadership is considered as important as high-quality school leadership and heads are trained alongside school-improvement staff. Steve Reed, leader of Lambeth council in south London and the lead member for children&apos;s services for London councils, puts it more bluntly. &quot;We aren&apos;t going to surrender. It is stupid to try and replicate what already exists. We know that school provision is changing and that we may need to create new ways of working. But the fact that our role needs to change doesn&apos;t mean we shouldn&apos;t have one. Quite apart from anything else, we provide so many of the other services that help children and young people to achieve. We don&apos;t need a new middle tier between national government and schools. It already exists and it&apos;s called local government.&quot; Of Lambeth&apos;s 82 schools, seven have converted to academy status. Gary Phillips, head of Lilian Baylis school, which saw rapid improvement as a local authority school but has recently joined the RSA academy group, endorses Reed&apos;s position. &quot;We have worked hard and shown we can make a difference and add value to the lives of the children we teach. But to make a real step change for some of those children we need support from other LA services. So, whether we are academies or maintained schools, we can&apos;t turn our backs on the local authority. We need and want to work in partnership with them, changing that relationship when necessary, but not reinventing the wheel.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/18/schools-local-education-authority-control", 
    "wordcount": "1409"
}