{
    "headline": "Eadweard J Muybridge celebrated in a Google doodle", 
    "text": "Google has celebrated the 182nd anniversary of the birth of Eadweard J Muybridge, the British photographer, by creating a &quot;doodle&quot; based on his ground-breaking 19th-century images of racehorses. The animated graphic celebrates Muybridge&apos;s &quot;The Horse in Motion&quot;, a film strip-style collection of shots created using 24 cameras which capture the running habits of racehorses owned by Leland Stanford, a Californian businessman and animal breeder. Stanford had wanted to know if galloping horses had all four legs off the ground, as previously portrayed by painters, and engaged Muybridge in an attempt to find out. The photographs, taken in 1872 and regarded as one of the earliest forms of videography, demonstrated that all four legs often did leave the ground. However, they were not as artists had depicted them, with the legs stretched out fore and aft, but with the four legs tucked up under the horse. Born in Kingston-upon-Thames on 9 April 1830, Muybridge later emigrated to the US and worked in the publishing sector before returning to England for a few years. While recuperating after a stagecoach accident that took place in the US, he became deeply interested in photography. In the mid-1860s, he began to focus on landscape and architectural subjects, before producing the photographs of Yosemite National Park that established his reputation. In 1874 Muybridge was prosecuted for and acquitted of the murder of his wife&apos;s lover, a San Francisco Post drama critic. Muybridge&apos;s lawyer entered a plea of insanity, although the jury actually found that the killing was a justifiable homicide under &quot;unwritten law&quot;. He went on to use banks of cameras to photograph people and animals to study their movement and worked under the auspices of the University of Pennsylvania. He eventually returned to the UK, where he died of a heart attack in May 1904 after publishing the last in a series of popular books based on his images and research.", 
    "section": "technology", 
    "gid": "technology/2012/apr/09/google-doodle-eadweard-muybridge", 
    "wordcount": "322"
}