{
    "headline": "The full moon  pass notes No 3,286", 
    "text": "Age: Four and a half billion years, give or take. Appearance: Large, round, shining, a little mottled. Do you mean our largest natural satellite as seen during the brief period when it is on the far side of the planet in relation to the sun thus reflecting back a complete hemisphere of sunlight? I do. As opposed to what? As opposed to an act of thorough bottom-showing. Right. Yes, it&apos;s definitely the satellite we&apos;re talking about. Good. Although the two might often go together, I suppose. Don&apos;t people get a bit, you know, &quot;eccentric&quot; when the moon is full? Funny you should ask. It turns out that they don&apos;t. But a link between full moons and general craziness has been a part of the popular imagination since Aristotle! The word &quot;lunatic&quot; is derived from the idea. True. Yet the theory has a drawback: no evidence at all. Evidence shmevidence. OK, but a study published in General Hospital Psychiatry begs to differ. Some Canadian psychologists looked at 771 patients who were admitted to hospital with mental-health problems over a period of three years and found no relationship at all with lunar phases, other than a 32% reduction in panic attacks during the last quarter before a full moon. Perhaps they have a different moon in Canada? They don&apos;t. Besides, that&apos;s just one study. A number of previous meta-analyses of several studies found no link either. Meta-analyses, shmeta-analyses. Stop saying that. &quot;If you still want to believe it, go ahead,&quot; says Professor Genevive Belleville from Laval University&apos;s School of Psychology. &quot;It&apos;s not my job as a scientist to convince  it&apos;s my job to check the facts.&quot; How about the moon&apos;s gravity, did she consider that? It causes the tides, so surely it also exerts some force on our bodies? It does indeed, about the same as an ant walking past. Or to put it another way: it doesn&apos;t. Do say: &quot;Whenever there&apos;s a crescent moon I feel strangely compelled to eat French breakfast items while clipping my toenails.&quot; Don&apos;t say: &quot;So how will I know when to look out for werewolves?&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2012/nov/21/the-full-moon-pass-notes", 
    "wordcount": "363"
}