{
    "headline": "Skies may be grey, but dextrous swallows show that spring is here", 
    "text": "The leaden sky is depressing, toning down the vibrant greens of the young growth bursting out from shrub and tree. Ibsley Water offers a palette of greys as the whipping wind ruffles the surface. As I settle into the chill comfort of Goosander hide at Blashford Lakes nature reserve I notice an entry in the sightings&apos; log. It records that just half an hour earlier two ospreys, a male and female, had been seen. Far across the lake, two raptors were being harried by a crow. By the time I had my glasses focused they had moved away. Buzzards often perch in the trees where the main road runs along the edge of the reserve, so these may have been a local pair. Though I waited, they did not return. Our local sand martins have completed their long journey from Africa. The artificial nesting wall can house many pairs and already some holes are occupied. The birds wheel and swoop over the water, using their amazing agility on the wing to catch tiny insects. Now and then, one breaks away to enter a hole with such momentum that I wonder how it stops. After a while, they move away to find another feeding patch that will build up their strength for the rigours of parenthood. Perhaps they can take heart from the young families already established. Two pairs of Canada geese, with 10 goslings between them, are feeding on the same area of grassland. The darker hues of four make clear those first hatched. Parents hiss defiantly as the two broods come close, and become violent when their space is invaded by a family of feral grey geese. A few metres away, a solitary great crested grebe fishes unmolested, its rich brown plumage giving the watcher a feeling of warmth. Somewhere behind the hide, a cuckoo calls for a mate. Back in Fordingbridge later we watch with delight as a flock of 40 or so swallows hunts over two stands of scots pine and a magnificent chestnut just breaking into flower. Their dexterity on the wing is a wonder to behold. Skies may be overcast but spring is surely here.", 
    "section": "environment", 
    "gid": "environment/2012/may/11/blashford-new-forest-spring", 
    "wordcount": "360"
}