{
    "headline": "Social audits in India  a slow but sure way to fight corruption", 
    "text": "It is not uncommon for dead people to get paid in India. But it&apos;s not the family of the deceased who benefit, it&apos;s middle men or public servants who cheat the state subsidy system or swindle wages by fabricating names on the payroll. It affects most welfare schemes in India. Now, though, for the frustrated corruption fighters seeking to reform public service delivery, there is hope. A new tool is emerging to plug the leaks in public expenditure  &quot;social audits&quot;, a grievance-redressing mechanism that gives the poor an opportunity to seek justice. Jairam Ramesh, India&apos;s former environment minister, made a name for himself as being unafraid to tackle big industrial corporations. Curiously, he was moved to the ministry of rural development last autumn. Not an altogether bad move, considering the portfolio entails a staggering $20bn of annual expenditure, 8% of the government&apos;s budget. The jewel in its crown is a massive jobs guarantee programme, which ensures 100 days of employment at the minimum wage and accounts for half the ministry&apos;s disbursal. However, corruption in the scheme is rife. Villagers are employed in civil work programmes at the minimum wage. Often, they are not paid, ghostworkers abound, and procurement guidelines are violated. To counter this, an independent body  mandated by law  is set up to conduct an audit of the expenditure. Officials are obliged to share documents with village-level auditors trained by the independent social audit team. A record of the accounts of the civil works is read out in public in the presence of beneficiaries of the scheme and the alleged perpetrators of corruption. This garners interest in the proceedings, and encourages villagers to question transactions  breaking barriers of social hierarchy. The government takes action against those guilty of siphoning off funds. This unique effort at accountability helps to ensure good governance. These audits were first made statutory in a 2005 Rural Employment Act. Ramesh is now pushing to institutionalise social auditing as a monitoring tool for major welfare schemes across the country. Since more than 50% of the government&apos;s budget goes towards welfare schemes, it&apos;s important to track how, and how much, money is diverted away from intended recipients. Most Indian states have delayed conducting social audits, despite these being in place since 2006. They are held back by a lack of political will and entrenched vested interests. However, one state, Andhra Pradesh, has taken a lead. The state set up the Society for Social Audit, Accountability and Transparency, an autonomous body insulated from government interference. Over the years, contractors and middle men have been eliminated. &quot;Transparency is a big spinoff,&quot; says Sowmya Kidambi, who heads the country&apos;s first successful social audit team in Hyderabad, the capital of Andhra Pradesh.&quot;It empowers people to question elected representatives who attend these social audits on a continual basis  and not just during elections. The public is now as much a part of governance as the elected representatives.&quot; Kidambi has worked with the Mazdoor Kisan Shakti Sanghathan social movement to mobilise support for a Right to Information (RTI) Act and a job guarantee scheme. Access to records and a public forum are fundamentals of the social audit process. While it is mandatory for the government to share records, the RTI act also makes access easier. It obliges the state to disclose information regardless of whether or not an RTI application is filed. And &quot;reading it aloud in public&quot; is the crux of a social audit. Many of the corrupt individuals involved in the delivery of these welfare schemes are extremely wary of the public scrutiny. The Andhra Pradesh model is undoubtedly a success, with more than 3,200 social audits and more than 38,000 disciplinary cases brought against officials involved with the jobs scheme. Hundreds have been suspended or punished. In the past three years, the team has been able to recover almost a quarter of the $24m of irregularities detected. The dissemination of information is proving instrumental in checking corruption. For the first time, officials can use real-time information generated from social audits to redesign delivery of public goods. Hiran Sammeta, an entrepreneur who founded Inputo Technology Solutions, provides &quot;programme intelligence&quot; for social audits in Andhra Pradesh. His team is trying to bridge the gap between policymakers and those affected. Their work has involved mining about 250,000 documents in the state over the last few years and using the extracted data to predict fraud. He calls this data mining and investigation &quot;predictive analytics&quot;. &quot;We need to know how fraud works in order to track corruption,&quot; he says. The social audit process was recently endorsed by the public finance watchdog, the Comptroller and Auditor General of India. Vinod Rai, head of the CAG, says: &quot;All over the world, there is a growing perception among the supreme audit institutions that it is important to partner with civil society to ensure the latter&apos;s participation in service delivery and public accountability.&quot; Far from the televised revolutions that made fighting corruption fashionable for the Indian middle class last year, a quieter revolution is taking shape  this time not just in Indian cities, but in hundreds of villages.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/13/india-social-audits-fight-corruption", 
    "wordcount": "869"
}