{
    "headline": "Mediterranean seagrass could be hundreds of thousands of years old", 
    "text": "A sprawling meadow of seagrass in the shallows of the Mediterranean may be the oldest living organisms on Earth. Scientists calculated the age of the plants from DNA tests on clumps gathered from the seafloor between Spain and Cyprus. They revealed the typical age of the seagrass, Posidonia oceanica, to be thousands or tens of thousands of years old, though some appeared to more ancient still. A 15km-wide stretch of seagrass lying in waters off the Spanish island of Formentera could be 200,000 years old, the scientists found, dating it to the late Pleistocene and the dawn of humanity. Until now, a contender for the oldest living organism was a Tasmanian seagrass thought to live more than 40,000 years. P. oceanica is the most widespread seagrass in the Mediterranean, but populations are in global decline as the meadows are damaged by trawlers, coastal development and warming waters. In the past 100 years, seagrass has declined around 10% in the region. The team of scientists led by Sophie Arnaud-Haond at the University of Algarve in Portugal describe their work in the journal, PLoS One. The researchers tested seagrass at 40 locations across the Mediterranean, separated by up to 3,500km. Seagrasses spread by creating clones of themselves, leading to vast meadows of genetically identical plant life that can extend for tens of kilometres. The plants grow very slowly, taking over 600 years to cover around 80m of seafloor. P. oceanica grows so large and lives so long because it has few native competitors and no major predators in the marine habitat. The extensive subsea meadows support some of the most valuable ecosystems on the planet. Scientists hope that a better understanding of the giant seagrass meadows will lead to fresh ways to protect them from decline.", 
    "section": "environment", 
    "gid": "science/2012/feb/07/mediterranean-seagrass-thousands-years-old", 
    "wordcount": "297"
}