{
    "headline": "Archaeologists map lost medieval Suffolk town of Dunwich under the sea", 
    "text": "   A map reconstruction of Dunwich. Photograph: University of Southampton    The streets, churches, market place and town walls of Dunwich, a major town in Suffolk which vanished into the North Sea centuries ago, have been mapped using acoustic imaging to peer through the murky silt which now buries the remains. A few houses, a museum, a pub and legends of the sound of drowned church bells still ringing from beneath the waves are all that remain today of a port which once rivalled London. However, over the past five years archaeologists, historians, local divers and scientists have joined forces, funded by English Heritage, combining hi-tech equipment, underwater exploration and study of old charts and navigation guides to trace the ruins of what has become the world&apos;s largest underwater medieval town site. In the Roman period the shoreline was at least 2,000 metres further out. The town&apos;s slow death began in 1286 when a three-day storm which started on New Year&apos;s Eve wrecked much of the settlement and blocked the river mouth. Further storms silted up what had been an international port, destroying the town&apos;s prosperity, and the erosion of the coastline was remorseless. As recently as 1736 All Saints was a handsome church with a tall tower: by 1912 only the ruined tower remained teetering on the edge of the cliff, and now nothing remains on dry land. Although the ruins are only between three and 10 metres (9.8ft to 32.8ft) below the water, visibility is atrocious. Prof David Sear, of the geography and environment department of Southampton University, who led the project, described the Didson acoustic imaging used as &quot;like shining a torch on to the seabed, only using sound instead of light&quot;. The new map locates ruins including major churches and a large house which may have been the town hall, scores of other archaeological sites including several windmills, wooden port structures and a town wall which may have been Saxon in origin.", 
    "section": "science", 
    "gid": "science/2013/may/10/archaeologists-map-suffolk-dunwich-sea", 
    "wordcount": "320"
}