{
    "headline": "Long lost postcard shows Britain's first-ever school of cycling", 
    "text": "Forget your Copenhagens or even your tweed runs. This really is elegant cycling. The image above was sent to me by the press people at London&apos;s Westminster council, who say it has been found in their archives. It purportedly depicts what is presumed to be Britain&apos;s first-ever cycling school, established very nearly 200 years ago. It was set up in 1819 by Denis Johnson, a coachmaker from Covent Garden, to train intrepid gentlemen how to pilot the newfangled &quot;hobby horse&quot; cycles, introduced to the country by the same man only the year before. Johnson&apos;s device was heavily based on the Draisienne, generally acknowledged as the first useable version of a bicycle, albeit a pedal-less one reliant on being pushed along with the feet, much like the modern balance bike used by young children. Devised by a German baron, Baron Karl von Drais, supposedly for faster transit round a country estate, it was exhibited in Paris in 1818, before Johnson produced his own version. Almost three decades earlier a French count, Mede de Sivrac, had produced an even earlier contraption, the Celerifere, but this had the distinct disadvantage of having no front wheel steering, which was von Drais&apos;s great advance. Johnson&apos;s imported idea caught on among the well-heeled in London  an exhaustive article in History magazine recounts that the creations were also known as &quot;dandy horses&quot; due to their high cost  and he set up the school, pictured, eventually expanding to locations at Strand and Brewer Street. Johnson&apos;s workshop in Long Acre, Covent Garden, was commemorated with a blue plaque in 1998. Anyhow, Westminster sent me the pic with an accompanying blurb to push their cycle training schemes, noting that the number of serious casualties among cyclists in the borough edged up in the last 12 month period monitored, admittedly on a tiny numerical base (nine to 14). Given recent, if admittedly still statistically limited, worries about cycle safety around the UK, I&apos;d urge anyone new to the pursuit to consider some sort of training. The very successful Bikeability scheme, which works with adults as well as childen, has had its funding guaranteed until 2014 despite the demise of its former guardian quango, Cycling England, although no one quite knows what might happen then. Even the experienced rider can gain something. I happily believed I knew more or less all there was to learn about city cycling before some ill-judged mockery of police bike training courses led to me taking a condensed version of one of them.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/06/postcard-britain-first-cycling-school", 
    "wordcount": "420"
}