{
    "headline": "Splinter Cell: Blacklist - preview", 
    "text": "One of the ways in which you can tell that a fictional character has become iconic is when they mysteriously cease to age. Batman, Superman and James Bond have been in service for more than 40 years now, and aged decrepitude is something they&apos;ll never experience. When the actors who play them become long in the tooth, they&apos;re simply shuffled out of the way to make room for the next generation of talent. Eventually it becomes the case that while iconic characters may enjoy adventures that span the next 20 years, they will be remain forever young  or at least on hold at the onset of middle age. Sam Fisher, the hard-bitten secret agent of Ubisoft&apos;s Splinter Cell series has just joined their ranks. In every entry in this stealth series, the gravel-throated Michael Ironside provided Fisher&apos;s voice. This all changed with the announcement of Splinter Cell: Blacklist; Ubisoft announced it wanted a performance that combined both voice-work and full-body motion capture. Since a lot of Fisher&apos;s daily routine involves dead-lifting himself up sheer wall faces and swift, brutal hand-to-hand combat, Ubisoft felt that the mantle of Fisher needed to be passed on. Getting into character     Splinter Cell: Blacklist: Sam is now played by Eric Johnson    On the surface, Eric Johnson doesn&apos;t seem like a natural fit for Sam Fisher. The Canadian actor, who has appeared in TV series such as Smallville and Criminal Minds, is a charismatic, jovial bloke with a boomerang-grin smile. To be frank, it&apos;s hard to reconcile him with the scowling lifesize cutouts of Fisher that were dotted around Ubsoft Toronto&apos;s studio on our visit last month. But the game&apos;s director, David Footman, says that the process of casting Johnson was almost dictated by the assets of Sam that the publisher had created over the six or so games in the series. &quot;What we found with facial animation is that the closer the geometry is to the model that we have, the better a reflection we get from the facial animation,&quot; says Footman. &quot;So when we&apos;re not doing pure likeness, we often make modifications to the character  and modifications who we choose to play the character.&quot; &quot;If we can find someone who fits more one-on-one it reduces the amount of time we spend on polish later,&quot; he says. &quot;When I was sent Eric&apos;s picture it was almost a little too good to be true. I looked at it and though &apos;Wow, that&apos;s great geometry.&apos;&quot; It turned out that not only was Johnson a great visual fit for Sam Fisher, but Blacklist wasn&apos;t even the first time he&apos;d been involved with the series. &quot;I had a friend who had done the cinematics for Splinter Cell: Conviction, so he kind of indoctrinated me into the series,&quot; says Johnson. &quot;I did a bunch of temp stuff for him  I roughed stuff in the game for him, playing about nine characters  just so he had some character templates to work from.&quot; &quot;I played Conviction, Chaos Theory and Double Agent  a couple of those unsuccessfully,&quot; he says. &quot;I figured out during that time exactly how impatient I can be.&quot; As something of a fan of the series of games he was about to appear in, Johnson was also very aware of the daunting task ahead of him. Johnson knew he was following a tough act in Michael Ironside, who for many of the Splinter Cell faithful is Sam Fisher  in a similar way as to how David Hayter is Solid Snake in the minds of Metal Gear Solid fans. To hear Johnson tell it, Fisher was a challenge the actor had to come to grips with as early as possible. &quot;If I&apos;m doing an impersonation of Michael Ironside it&apos;s not servicing the story or the character, but at the same time it&apos;s not like I want to give a performance that says &apos;This is Eric Johnson  and not Michael Ironside!&apos;&quot; says Johnson. &quot;My attitude from the very beginning was how I could service the script and the story as best as I possibly can.&quot; &quot;The character of Sam Fisher is a guy with a history, but he&apos;s still just a character  like James Bond is James Bond, but it the movie can feel a little different depending on who is playing him,&quot; he says. &quot;I knew if I threw myself into Sam as much as possible, that was the best thing I could do in order to pay respects to the fans, the franchise, to Michael Ironside and the game I was starring in.&quot; Johnson&apos;s Fisher doesn&apos;t have the rich baritone of Ironside, but he has Sam&apos;s steely authority down cold. What he lacks in lower register, Johnson more than makes up for in delivery; Sam is still wryly sardonic while being lethally pragmatic and he even has time to throw in the odd wry quip about the incompetence of the foes he faces. We&apos;re in vintage Splinter Cell territory here as far as the character of Sam is concerned, although if you weren&apos;t a fan of Conviction, Blacklist may raise your hackles when it comes to the gameplay. Gameplay: Panther power     Splinter Cell: Blacklist: 'Panther' mode prioritises stealth    Blacklist continues the trend started in Conviction of offering stealth only as an option, rather the dominating style of play. Players can still opt to spend ages hidden from view, learning enemy patrol patterns and remaining not so much under the radar than off it completely; it&apos;s &quot;Ghost&quot;, one of three gameplay styles in Blacklist. The other two pillars are &quot;Assault&quot; and &quot;Panther&quot;. The former is exactly what it sounds like and it&apos;s basically the Splinter Cell experience as prototyped in Conviction in the Diwanlya, Iraq level. Here, players can treat Blacklist like a particularly twitchy run-and-gun affair, except without the bullet-sponge expectation that comes bolted to most third-person-shooters. &quot;Panther&quot; looks set to become the dominant style of play in Blacklist, being as it is, a mixture of &apos;Ghost&apos; and &apos;Assault&apos;. The reason for this is because the stealth mechanics of Blacklist have more in common with the style of play promoted in Conviction than in any other Splinter Cell entry. Fisher is ridiculously agile in Blacklist  able to shimmy a ledge the length of a block in seconds  and the level design is less about stealth than it is about using Sam as a spring-loaded deathtrap. Players will easily progress if they mostly avoid confrontation, but if they&apos;re faced with one or two opponents they can use Conviction&apos;s &quot;Mark &amp; Kill&quot; mechanic to get out of trouble. They can also deploy Fisher&apos;s hand-to-hand combat abilities, which is where the new &quot;physicality&quot; of Johnson&apos;s performance comes in. On screen, this translates to a Sam Fisher who is able to sneak, duck and conceal himself in shadows. But there&apos;s also an emphasis also on his fluidity of movement  snapping in and out of cover and sliding across surfaces  and his ability to dispatch foes, lethally and non-lethally, at close quarters. It&apos;s a role that required Johnson to work quite extensively with the game&apos;s stunt co-ordinator, Kevin Secours, to both reach a peak in his physical fitness and learn hand-to-hand combat moves. &quot;There was a big learning curve,&quot; says Footman. &quot;I&apos;m so not tactical, I&apos;m so not co-ordinated  I&apos;m so bloody awful!  so when we started with Kevin the idea was to bring in a combat expert.&quot; &quot;But the way [Eric works with Kevin] it changed the way Eric moves, it changed his posture and it changed the way he held weapons and even how his facial expressions operated in action sequences,&quot; he says. &quot;There&apos;s a huge philosophy of movement that Kevin helped Eric bring the role.&quot; &quot;With Kevin your actions pick up a kind of sense of movement,&quot; says Johnson, &quot;so by the third or fourth time you&apos;re coming in[to a take], you know exactly where you&apos;re pointing a weapon and where and how to move.&quot; Multiplayer: intuitive action     Splinter Cell: Blacklist: co-op multiplayer    This intuitive movement is evident throughout Splinter Cell: Blacklist, not just in Johnson and actors who he&apos;s working with, but also in the game&apos;s multiplayer modes. The competitive multiplayer pits agents against mercenaries in matches that play out like violent games of hide-and-seek; agents are required to hack terminals and then stay hidden while the mercs search for them. The former are a lithe and agile as Fisher is in the single-player and they mirror his moves in close-quarters combat. The co-op multiplayer is divided between two characters: Briggs, a CIA black ops soldier and new recruit to Sam&apos;s team, Fourth Echelon, and Grimm, the agent fans will remember from earlier entries in the series. Briggs&apos;s missions are check-pointed action-orientated affairs into which &quot;Ghost&quot;, &quot;Panther&quot; and &quot;Assault&quot; styles of play feel plugged into the action. Grimm&apos;s missions are more tightly focused; they&apos;re old-school Splinter Cell affairs in which the player is dropped into a map, given a couple of objectives and allowed to go about their business in any way they see fit. The catch here, though, is that there are no checkpoints and being spotted causes an instant fail. It&apos;s possible that friends will fall out over Grimm&apos;s set of missions. Both online modes complement the game&apos;s main campaign, and can be accessed at any time from Blacklist&apos;s centralised hub, which appears as the interior of Fourth Echelon&apos;s flying HQ. The pitch for the main story involves a group of operatives from rogue states  known collectively as the Engineers  who demand the US withdraw its troops from their countries. Unless this happens, the Engineers are prepared to launch the Blacklist, a series of escalating attacks on American soil. The attacks themselves will be themed around aspects of US foreign policy  such as oil, freedom and consumption. It&apos;s high-concept stuff, sure, but in the wake of the Boston bombings, it also plants a foot in reality. &apos;Aggressive&apos; schedule     Splinter Cell: Blacklist: not the gentlest of interviews    Johnson&apos;s performance as Fisher rides the line between authentic soldier and blockbuster action hero  and as one can imagine, the work is pretty grueling in its intensity. &quot;Some days were super-challenging  just in terms of mentally keeping up with the amount of dialogue you had to learn,&quot; he says, &quot;and these days were broken up with days which were physically challenge. There was a nice balance between the two, though.&quot; &quot;If you look at the schedule for the work it was really very aggressive,&quot; says Footman. &quot;I was an assistant director in the film industry, so scheduling is kind of my thing  but I was scheduling ensemble days, stunt days, dialogue days and we were rumbling through it. &quot;We were trying to cram as much in as fast as possible  not just because time is money, but also we needed to create the content for the game so it could be tested out and then polished.&quot; With the schedule as tight as it was, Johnson says he began to occupy the same headspace as the grizzled veteran he was playing. &quot;I have to say, walking downtown late at night, I almost reflexively adopt my &apos;Sam Fisher pose&apos;. I&apos;m like, &apos;Yeah, I&apos;m tough!&apos;&quot; Johnson says. &quot;I mean, it&apos;s totally false, and I&apos;m not going to throw down with anyone, but there&apos;s a level of confidence that&apos;s spilled over from Sam into me! And that&apos;s a pretty awesome feeling.&quot; Previewed on a PC", 
    "section": "technology", 
    "gid": "technology/2013/may/29/splinter-cell-blacklist-preview", 
    "wordcount": "1929"
}