{
    "headline": "What type of scientist are you?", 
    "text": "The BBC Class calculator has drawn a lot of attention recently. People seem to really like simple tests that assign them to one of a limited number of categories that still supposedly encompass many aspects of their lives. I have recently criticised such viewpoints in my blog about the Myers-Briggs personality test, and was criticised in turn for my dismissive attitude. I was also recently criticised for my unfair stereotyping of scientists, even though it was (I thought) clearly in jest. In order to address both of these criticisms, I present the &quot;What type of scientist are you?&quot; quiz. Just choose one of the possible options to each of the simple questions presented to find out what type of scientist you are, or, if you&apos;re not one, what type of scientist you should be. 1. You are in a new relationship and are visiting your partner&apos;s parents for the first time. While there, you accidentally lock yourself in the bathroom and the door handle falls off, leaving you trapped. Do you: a. Calculate the precise amount of force required to break through the door. If there is nothing in the room that would allow you to administer such force, simply wait a few aeons for matter itself to degenerate, at which point you will be able to leave the room.b. Use the sink as a rudimentary crucible and experiment with combining all available cleaning products and the contents of the medicine cabinet to create a compound corrosive enough to eat through the door/wall/floor, explosive enough to blow a hole in the door/wall/floor, or that just creates enough smoke to set off an alarm and lead to your rescue.c. Carefully cut off your own arm with nail scissors, gouge a message into it and then throw it out the available small window, safe in the knowledge you can reattach it and repair the damage with a sewing kit.d. Using delicious mouthwash and pleasant perfumes as rewards, condition yourself to think being trapped in a bathroom is a good thing.e. Calculate the precise odds of this sequence of events occurring due to chance to work out whether you&apos;ve been deliberately sabotaged. This should take long enough that your absence will be missed and you&apos;ll be rescued.f. None of the above, but I&apos;ll watch what the others do and tell people about it in a manner they can understand. 2.You are on your way to a very important interview for a new job when suddenly your car breaks down. Do you; a. Use the components of the car to create a makeshift negative matter generator with which you can stabilise a wormhole, via which you can travel to make it to your interview on time.b. Combine the oil, washer fluid and grass from a nearby field to hopefully create a potent new type of fuel that will allow your car to run again, or at least be explosive enough to propel you the rest of the way quickly, albeit dangerously.c. Opt to jog the remaining distance, keeping a constant watch on your pulse, lactic acid build up and breathing rate, while also cauterising your armpit sweat glands with the cigarette lighter to avoid making a bad impression upon arrival.d. Step into the road and, using precisely worked-out body language and eye contact, convince the driver of the next car to give you a lift.e. Factor in the rate of cars passing by, the odds of assistance, the time required to make it to the meeting, the chances of doing well in the interview, process all this and decide you didn&apos;t want the job anyway.f. None of the above, but I&apos;ll watch what the others do and tell people about it in a manner they can understand. 3. You are at a restaurant with friends celebrating your birthday. A waiter arrives and tells you to order &quot;whatever you like&quot;. What do you ask for? a. You are uncertain what you want so you list several possible choices and ask the waiter to &quot;collapse the wave function&quot;b. The most elaborate cocktail available, consisting of a measure of every substance the bar has, plus anything radioactive they have. And also a bendy straw.c. A cut of beef from every anatomical area of the cow. Plus a sewing kit and a lightning rod.d. You take a survey of the assembled group, collate the results and order the item has the greatest chance of impressing the largest number of people and offending/upsetting the least (e.g. no meat if the majority are vegetarians), thus cementing your position as head of the group.e. You assess the general features of the restaurant and the staff and work out which of the items available has the lowest chance of causing food poisoning.f. None of the above, but I&apos;ll watch what the others do and tell people about it in a manner they can understand. 4. What was your preferred toy when you were a child? a. Fisher Price Nuclear reactorb. Benzene ring tossc. Operation (ultra realistic edition with anaesthetic gas and actual bleeding)d. Barbie&apos;s Stanford Prison Experiment play sete. Connect (with a less than 5% likelihood of it being due to chance) Fourf. None of the above, but I&apos;ll watch what the others do and tell people about it in a manner they can understand. 5. What would you rather have on your headstone? a. &quot;Entropy happens to us all&quot;b. &quot;Stable equilibrium achieved&quot;c. &quot;I knew this would happen&quot;d. &quot;This is more for your benefit than mine&quot;e. &quot;The odds of anyone reading this get lower over time&quot;f. Any of the above, but with a clearer explanation If you answered... MOSTLY &quot;A&quot;: Your interests clearly lie with physics. The mysteries of the universe on the grandest and smallest scales are there to be unlocked, not cowered away from. You rarely bother yourself with messy, human concerns, despite being one. This may lead to awkward situations. MOSTLY &quot;B&quot;: Chemistry is clearly a passion of yours. The interactions of matter in all its forms consume your curiosity, regardless of whether or not this is safe for yourself or those around you. MOSTLY &quot;C&quot;: First and foremost, you are a biologist. If the living body (human or otherwise) is capable of it, you know want to know about it. If the body is not capable of it, you&apos;ll make it so, or at least repair the damage when your attempts to do so fail.  MOSTLY &quot;D&quot;: You are a psychologist. Your interests are all in the mind, in the most literal and non-offensive sense. Other people are subjects and specimens that can be studied and manipulated. They may not like this. MOSTLY &quot;E&quot;: Your enthusiasm and interest for the mathematical relations between seemingly disparate elements make you an ideal statistician. If it has a numerical value, you can use this to work out the meaning behind it. Most of the time, nobody understands anything you say. MOSTLY &quot;F&quot;: You are more of a science writer than a straight scientist. You may not get the respect of normal scientists, but you keep them connected to the wider world, which is of vital importance. You could enter and win the Wellcome Trust science writing contest. This is the sort of thing you keep telling yourself to get to sleep. NONE OF THE ANSWERS ARE VALID, THIS WHOLE THING IS STUPID: Fair point, well made. Dean Burnett lets you figure out what sort of scientist he claims to be via his twitter account, @garwboy ", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/apr/05/what-scientist-are-you-quiz", 
    "wordcount": "1300"
}