{
    "headline": "Boot up: Swartz on Google in 2003, Java danger, CES's swag, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Feb 2003: Google&apos;s Privacy Problems &gt;&gt; Aaron Swartz February 2003:   Conclusion: Google needs to stop sending the cookie and promise to only store aggregate data, with no connection between users and search terms. This issue was publicly raised almost a year ago; that Google still hasn&apos;t dealt with it is inexcusable.   Google&apos;s gone in completely the other direction, you&apos;ll have noticed. The Tech&apos;s coverage of Aaron Swartz &gt;&gt; TechBlogs MIT&apos;s inhouse publication:   26-year old Aaron Swartz was an accomplished man -- it&apos;s not difficult to see his influence on today&apos;s web. He co-authored the specification for RSS 1.0 at age 14 and was a prominent internet activist throughout his life. Hacker News went ablaze with comments of support for his work.  The Tech was informed of Swartz&apos;s suicide by his uncle Michael Wolf and confirmed the news with his lawyer early this morning. The Tech has covered Aaron Swartz&apos;s case since August 2011, and we&apos;ve compiled our coverage below.  The 12 cognitive biases that prevent you from being rational &gt;&gt; io9 Note this:   we&apos;re subject to cognitive biases, those annoying glitches in our thinking that cause us to make questionable decisions and reach erroneous conclusions. Here are a dozen of the most common and pernicious cognitive biases that you need to know about.   Consider, as you pick apart others&apos; arguments, that you might be exhibiting one of these. The anchoring effect, mentioned briefly at the end, is one of the most important when pricing is mentioned in any context. So: consider the price of the last individual item you bought, and write it down. Now write down the amount you think Microsoft should charge for Office on iOS.  Dish Hopper with Sling - Digital Video Recorders (DVRs) &gt;&gt; CNET Reviews Spec spec spec spec feature feature feature feature app app. Footnote:   Editors&apos; note: The Dish Hopper with Sling was removed from consideration for the Best of CES 2013 awards due to active litigation involving our parent company CBS Corp. We will no longer be reviewing products manufactured by companies with which we are in litigation with respect to such product.   They should patent that. Surveying the swag of CES 2013 &gt;&gt; The Atlantic Wire  At CES there&apos;s a fantasy that the makers of the 4K TVs, waterproof camcorders, or even just phone cases glittering on display are going to give it away for free. You can see it in the eyes of the conference-goers as they linger in front of displays, wait to touch something wonderful and new.   Yes, CES is dead and gone for another year, but this is a marvellous look at one aspect of the show. And, oh, the pictures. US warns on Java software as security concerns escalate &gt;&gt; NBCNews.com  The US Department of Homeland Security urged computer users to disable Oracle Corp&apos;s Java software, amplifying security experts&apos; prior warnings to hundreds of millions of consumers and businesses that use it to surf the Web.  Hackers have figured out how to exploit Java to install malicious software enabling them to commit crimes ranging from identity theft to making an infected computer part of an ad-hoc network of computers that can be used to attack websites.   Remind us again how much Oracle paid for Sun? Close-up: Samsung SUR40 for Microsoft Pixel Sense(TM) &gt;&gt; Samsung CES 2013 From Samsung&apos;s official CES blog:   From afar it looks like a simple table. But when you touch its surface, it comes to life like a body of moving water. This 40&quot; full HD 1080p Touch table uses PixelSense(TM) technology to see and respond to touch and objects with optical tags. It recognizes and reacts to over 50 points of contact. Plus it&apos;s just beautiful to look at. Watch it move.   It does look very cool. No price tag, though. Black Market Pharmacies And The Big Business Of Spam : Planet Money : NPR  An apparent feud between two black market pharmacies has shed light on a shady global industry.  &quot;Rx-Promotion and SpamIt probably are responsible for upward of 50 or 60 percent of spam that you and I got in our inboxes over the last five years,&quot; said Brian Krebs, a cyber-security reporter who chronicled the alleged feud on his website. &quot;It&apos;s just a ridiculous amount of problems that these two guys cause for everybody.&quot;   Absolutely. Though this is surprising: the researchers did tests, making 800 orders separately:   &quot;We&apos;ve maybe only had one time where we didn&apos;t get anything,&quot; said [Stefan] Savage [of the University of California at San Diego]. They tested some of the drugs they received, and all had the proper amount of the active ingredient.  Savage says the vast majority of customers are ordering erectile dysfunction drugs. Others order painkillers or stimulants for recreational use. But up to 15% of orders come from people seeking medications to treat chronic health conditions, likely because they can&apos;t afford to purchase them through legal avenues.   In other words: might the US&apos;s health care system partly be to blame for spam? Landmark agreement may make wayleaves easier for rural broadband &gt;&gt; thinkbroadband &quot;Wayleaves&quot; are permissions - usually rentals - for utility companies to put pipes or lines over or through private property. Now read on:   To the average person wayleaves seem a very simple issue, but for broadband projects they can be critical both in times of deployment time and cost. Traditionally every landowner had to be approached individually and negotations taking place, with solicitors on both sides generally being the biggest winner. The Country Land &amp; Business Association (CLA) and the National Farmers Union (NFU) have now created a package to help advise landowners how to approach wayleave agreements with both community broadband solutions and commercial providers.   Sounds trivial, but this could be enormously important for big projects. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/14/technology-links-newsbucket", 
    "wordcount": "1020"
}