{
    "headline": "Barack Obama still has the chance to leave a US legacy in Africa", 
    "text": "Africa has never really been a priority for US policymakers. Although US-Africa commercial engagement has improved over the past decade, Africa remains of little significance to the US in terms of trade and investments. With the exception of Egypt, Africa is not considered vital to US national security, and its involvement in the continent has generally been in response to crisis situations such as civil wars, diseases and famines. While the US has supported aid for Africa, there is no relationship between aid and the developmental needs of African countries and their people. In 2009, the US provided $8.2bn in foreign assistance to 47 African countries, including $1.5bn for Egypt (pdf), a country considered vital to US security interests. There is also limited interest in Africa among US citizens and the business community. Of the 30.3 million American tourists who travelled abroad in 2009, only 4% went to Africa. In 2009, of the $282bn foreign direct investment outflows from the US, less than 2% went to Africa  the majority of which went to the oil and extractive minerals sectors. It&apos;s true that previous US presidents in particular, Bill Clinton and George W Bush  have supported several new developmental initiatives in Africa. However, these initiatives have typically come during their second terms of office. It is generally considered easier to rally political support for aid to Africa when one does not have to fight for re-election. Investment and trade Soon after his election in November 2008, Barack Obama made two significant trips to Africa  one to Ghana and the other to Egypt  where he made important promises on his administration&apos;s engagement with Africa and the Muslim world. The fact that he made these trips early in his presidency seemed to signal a change in the way the US dealt with Africa, and Africans saw this as a turning point for US-Africa relations. In Ghana, Obama articulated a vision for the relationship that was characterised by increased investment and trade. However, in reality the Obama administration has only maintained funding for programmes initiated and promoted under the previous Bush administration, specifically on public health and HIV and Aids. To his credit, Obama has introduced new initiatives, such as the Feed the Future programme and the Global Climate Change Initiative. In September 2010, he announced a new US global development policy, the first of its kind. The policy recognises that development is vital to US national security and is a strategic, economic and moral imperative for the country. It calls for enhanced engagement with countries that have demonstrated a strong commitment to democratic governance and sustainable development. However, this programme will only benefit a few African countries such as Ghana and Tanzania. Overall, Obama&apos;s new initiatives are small in scale and scope. Benefits for the US But things are changing. An improving investment climate in Africa has resulted in American businesses increasingly advocating for more Africa-friendly trade policies. Investments in Africa in recent years have yielded some of the highest rates of return in comparison with investments in other developing regions. Other countries are catching on to Africa&apos;s economic potential, and the US now faces being edged out of vital markets by Brazil, China, Russia and India. Over the past few years, these emerging powers have accelerated their investments in the continent and expanded trade commitments. The US is becoming a marginal player in Africa&apos;s development landscape, which is not good for long-term US economic and geopolitical interests. Rather than looking at Africa from the perspective of aid, American should seek to build mutually beneficial partnerships across the continent. Aid is important but partnerships based on trade, investment, joint ventures and research are much more important  and benefit both Africa and America. Many business opportunities in Africa remain unexploited, which otherwise could contribute to the growth of the US economy. If Obama is re-elected in 2012, he should advocate for more American investments in Africa. To send a signal that investing in Africa is good for the US, early in his second term he should visit a number of African countries accompanied by hundreds of business executives. He must back his words with action and actively support a conducive policy for investing in Africa, such as through tax rebates on repatriated profits. He should be the president who is willing to halt the decline of American influence in Africa. This is one area where Obama can leave a legacy.  Mwangi S Kimenyi is director of the Africa Growth Initiative at The Brookings Institution and the founding executive director of the Kenya Institute for Public Policy Research and Analysis", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/05/barack-obama-us-legacy-africa", 
    "wordcount": "768"
}