{
    "headline": "Apple posts Samsung ruling on website", 
    "text": "If you can find Apple&apos;s acknowledgement  ordered by a judge  that Korean rival Samsung did not infringe its iPad design on its website, you&apos;ve either got a big screen or sharp eyes. Or both. As ordered by the court of appeal, Apple on Friday posted a link at the bottom of its UK website entitled simply &quot;Samsung/Apple UK judgement&quot;, on the same line and minimal font size as its terms of use, privacy and cookies policies. For most users, finding it would require scrolling down a page dominated by pictures of its new iPad mini, iMacs and iPhone. The link will remain there for one month, as ordered by the judges. The company has also been ordered to take out advertisements in publications including the Daily Mail, Financial Times and T3 magazine to &quot;correct the damaging impression&quot; that Samsung copied its designs. The acknowledgement is the latest in an ongoing worldwide series of court battles between Apple and Samsung, its biggest rival in the smartphone and tablet market. The South Korean company already leads the smartphone market, having shipped twice as many smartphones worldwide  about 56m  as Apple did between July and October. Apple has sued Samsung over accusations of infringing its patents and designs in multiple countries, including the US, UK, Germany, Australia and Japan. Samsung has countersued over both design and standards-essential patents  although the latter has triggered investigations into whether it is abusing its position in the US and Europe. The appeal court judges did accede to Apple&apos;s request that it should not have to put the acknowledgement on its home page in order to keep it &quot;uncluttered&quot;. Sir Robin Jacob said: &quot;All that need be added is a link entitled Samsung/Apple UK judgment. I think that would be appropriate and proportionate.&quot; Apple has taken that allowance literally  and also indulged in a subtle piece of passive-aggressive publicity. The text of the acknowledgement takes extracts from the decision in July by Judge Colin Birss, who said that there could be no confusion in the mind of an informed person between Apple&apos;s iPad and Samsung&apos;s Galaxy Tab tablet designs: &quot;From the front they belong to the family which includes the Apple design; but the Samsung products are very thin, almost insubstantial members of that family with unusual details on the back. They do not have the same understated and extreme simplicity which is possessed by the Apple design. They are not as cool.&quot; Apple also take the chance to add in some extra information that was not in Birss&apos;s ruling, pointing to a case in Germany where the court found that Samsung engaged in unfair competition by copying the iPad design and pointing to its US win, where a jury found Samsung guilty of infringing on Apple&apos;s design and utility patents, awarding more than $1bn (620m) in damages to Apple. It rounds that off with what might be seen as a subtle swipe at Birss&apos;s decision: &quot;So while the UK court did not find Samsung guilty of infringement, other courts have recognised that in the course of creating its Galaxy tablet, Samsung willfully copied Apple&apos;s far more popular iPad.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/26/apple-samsung-ruling-posted", 
    "wordcount": "536"
}