{
    "headline": "Round the (academic) world in 10 jobs", 
    "text": "In at 10, EThames Graduate School seeks an international student recruitment officer All aboard for this first role at EThames Graduate School, an independent UKBA HTS (highly trusted sponsor) college, looking to recruit students from the world over. To do so, some global knowledge and the needs of diverse student groups will be essential, but as institutions step up competition for what remains a relatively small group of students, you will also need sales prowess to match your global sensitivities. The University of Sussex has a lectureship in international security at nine Next stop is this exciting first post for a doctoral student who has nearly completed their PhD and can teach international security and development. If you feel able to take on your share of teaching and research, then you could be in with a chance of joining a growing international security cluster at the School of Global Studies at Sussex, an interdisciplinary research community. Seven is a lecturer in international media and culture at the University of East Anglia From international studies in Sussex to international studies in East Anglia, job eight in the countdown is for applicants with research interests in international media and/or media in China, East Asia or the Middle East; all regions with complex political and social structures which you&apos;ll have the joys of teaching. To see how one lecturer approaches these issues, read this blog post by Eylem Atakav, herself a lecturer at UEA. A professor of international business or economic history is sought by the University of Glasgow at six Up now to Glasgow - not particularly farflung but still in a different country - where the university is seeking a professor of international business history with an international reputation. Not only will the successful candidate bear the title of professor, you&apos;ll also be the chair in your subject and get automatic membership to the Centre for Business History in Scotland which provides funding for research in this field. Some people have all the luck. We&apos;ve hit cruising altitude at five with this lecturer in transformation and European integration at the University of Glasgow Staying in Glasgow and shrinking your geographical remit from the entire world to lil&apos; old Europe, the University of Glasgow is after a lecturer in transformation and European integration. The ideal candidate will need a research history in central and East European studies and &quot;expertise on central Europe&quot;. Somehow I don&apos;t think a stag/hen weekend in Dubrovnik is going to count for very much. Fourth from the top, is an LSE fellowship in gender theory, globalisation and development This is a vacancy in the Gender Institute at LSE and the suitable candidate will join the team in exploring gender related issues in globalisation. The ability to hold your own in the &quot;largest research and teaching unit of its kind in Europe&quot; is essential. Knowing the Vagina Monologues by heart, optional we imagine. Beginning our descent at three is a research associate at the Institute of Ismaili Studies (IIS) IIS is concerned with promoting scholarship and understanding of Muslim cultures and societies. An applicant with a doctorate in Islamic studies is needed to help develop educational material to educate and inspire young people. As well as consulting texts and online resources, you will be expected to conduct from primary sources, which can mean one thing only: travel beckons. Coming in to land at two, is the head of alumni relations at the University of Cambridge Judge Business School is looking for someone with strong relationship-building skills to build its global network of alumni through a smorgasbord of events and services. Though you&apos;ll need lots of experience of project management, you needn&apos;t come from an alumni relations background so a few ideas from your friendly HE network might help you stand out: have a look at this blog post from the University of Wisconsin-Madison about its social media campaign to engage alumni and raise funds. And at one, we have a lectureship in government and public policy at the University of Oxford It&apos;s not often that you get to be part of a new thing at an old institution but with the recent creation of the Blavatnik School of Government, you will be there to welcome the first cohort of students admitted in September 2012. The journey for you, and the students is only getting started. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/30/international-expertise", 
    "wordcount": "764"
}