{
    "headline": "What's wrong with education? Teachers reveal all", 
    "text": "Phillip Smith, secondary school English teacher and assistant head, West Midlands The downgrading of BTecs in league tables affects us massively. As an early academy  we converted in 2009  with a large intake from socially deprived areas, we&apos;ve had a lot of success offering pupils a personalised curriculum. To be told now that you can teach whatever you like, but only some things will count in the tables, leaves you in a catch-22 situation. There were some Mickey Mouse qualifications, but we tried to steer away from them and offer courses that were of real use to pupils. Now they&apos;re being pushed into doing academic subjects that probably aren&apos;t in their best interests. Couple that with considerable budget cuts, and it limits even further what we can offer pupils. You can make efficiency cuts to a degree, but when much of your budget is tied up in staffing, there&apos;s only a certain amount you can do before you have to look at that. That in turn affects the courses you can offer and class sizes. Gove says he wants teachers to offer a first-class education and be respected, but we&apos;re being asked to do that in a climate of reduced budgets and in which pay and conditions are getting worse. For a lot of staff, the messages simply don&apos;t add up. Damian Knollys, headteacher, Midsomer Norton primary school, Somerset Education has been a political plaything for too long; the continual tinkering makes schools very unsettling places to be for teachers. Current inspections are part of a system that seems designed to reduce everything to a label. In doing so they fail to reflect the complex nature of schools. Heads and teachers inevitably try to simplify what they&apos;re doing to meet the latest criteria that Ofsted imposes, compromising their beliefs on what education is about. And the climate of fear and judgment engendered by Ofsted is unhelpful. By Sir Michael Wilshaw&apos;s own admission, staff morale is not high on his agenda, but we know from experience with colleagues and pupils that you achieve progress through sustained challenge and support. We need to move towards such a model, not away from it. Claire Smith, headteacher, St Werburgh&apos;s primary school, Bristol There&apos;s an issue around primary places in Bristol; most schools are working with some quite challenging structural issues. My class sizes are relatively small, but that&apos;s changing as we are becoming increasingly popular in the area and the population is increasing, too. Last year, we had 143 applications for the 28 places in our reception class and about 80 families put us as their first choice. It means talking to the local authority about whether we can support this growth in any way without it having a detrimental effect on existing pupils. For heads, another issue at the moment is trying to put policy into practice. We are thinking carefully about what the benefits and implications would be if we used the new freedoms being offered to schools by the government. Ian Horsewell, Midlands-based secondary school science teacher Changes to courses or exams are a huge problem. They&apos;re not necessarily bad changes  plenty of teachers like the idea of moving from modules to a terminal exam, but they&apos;re being dumped on us at such short notice. Politicians don&apos;t seem to understand that putting a course together takes a long time. They want things to happen straight away. In science, we still don&apos;t know what to plan for next September&apos;s year 10 groups and that has an effect on pupils, too. It&apos;s incredibly frustrating to be told how to do your job by someone who&apos;s not a teacher. Andrew Austin, father of four and co-chair, Louth Save Our Schools, Lincolnshire The unions seems to be willing to strike for pay and conditions, but the biggest threat to those things is the privatisation of education. I think they need to be a little more vigorous about it. As academies start setting their own terms and conditions, we&apos;re going to see an awful lot of disparity between schools and areas. I really can&apos;t see that being good in the classroom. Many teachers decided to become public-sector workers because they had that ethos. To find themselves being almost forced into the private sector by default, at a time of austerity, is petrifying for a lot of them. For children already in their teens, there&apos;s going to be enough of the public-sector ethos left among teachers for the changes not to be too much of an issue, but I worry for the five- and six-year-olds who&apos;ll be heading into their GCSE years in a system that&apos;s been privatised for almost a decade. Sir Michael Wilshaw, chief inspector of schools We talk about problems and challenges, but actually I think these are exciting times in education at the moment. There&apos;s huge political will to make a difference. When I was a young teacher there wasn&apos;t that same drive from the centre. Teaching is now seen as a high-status job in a way it wasn&apos;t years ago. It&apos;s better paid than it was and promotion for good teachers, particularly in challenging areas, is good. I think there&apos;s a new sense of momentum now in young teachers I meet. They really want to make a difference. The union voice Mary Bousted, general secretary, Association of Teachers and Lecturers Low morale is a really serious problem. We&apos;ve had an absolute barrage of very, very destructive criticism from the coalition government  I call it shouting at the profession. Teachers are being held responsible for all the ills of society. Ofsted is now saying over-detailed lesson planning is focusing minds on activities rather than outcomes, but it&apos;s Ofsted that drove this mania for writing things down. It&apos;s part of this reign of terror on school leaders. They feel it so acutely, it gets passed down to teachers. Christine Blower, general secretary, National Union of Teachers Pensions, performance management, professional autonomy, pay cuts and Ofsted. Michael Gove talking about bad teachers sets entirely the wrong tone. It ought to be a case of helping and supporting teachers with their professional practice, not fishing for people you might set up competence procedures against. As Arne Duncan, the US education secretary, said: &quot;You can&apos;t fire your way to the top.&quot; Chris Keates, general secretary, NASUWT The move towards the English baccalaureate means a narrowing of the curriculum, so children won&apos;t get broad, balanced learning. For some teachers in non-English baccalaureate subjects, it&apos;s already thrown the notion of job security out of the window. Normally at a time when people are losing their jobs, people turn to teaching. You get an absolute glut of people. But last year the numbers applying to train fell by 30%. Teachers are under siege from this government. What you told us on Twitter Co1port, @ICTwitzHeadteacher incompetence &amp; paranoia. Accountability agenda getting in way of teaching pupils Rachel Gooch, @PlaceFarmProposed free school causing uncertainty when planning for big strategic changes Daniel J Ayres, @DanielAyresSchool dinners  avoiding overcooked broccoli  Andrew Bethell, @AndrewbethTeacher retention. Finland lose 3% of staff after 3 yrs. We lose 25% Philip Salisbury, @llewelyn20Behaviour. Definitely. No doubt at all BrummieMummy, @BrummieMummyPolitics getting in the way of education Debbie Foster, @Goody200ShoesIf funding agreed, the arrival of large free school in area where already surplus secondary places Lonnie2512m, @Lonnie2512Parental engagement on SRE [sex and relationships education] in 98% Muslim school. We&apos;re failing to quell concerns  J Hobson, @JohnAHobsonNo clear vision from Gove as to what he expects schools to look like: obsessed with failing schools and failing kids. Why? AB, @Kiteflyer67Sourcing quality staff Lorenza Bacino, @LorenzaBacinoHow to stay open and prove we are an asset to the community as the smallest school in Barnet Andromeda, @andromedababeIll-informed, heavy-handed political interference  Dan Nicholls, @InglishTeecher9An influx of EAL [English as an additional language] kids, with little staff training and expectation to support their learning and get them a GCSE  kalinski1970, @kalinski1970The government  Parma Kalsi, @parmachannaWe are a primary school being forced into academy status. Ofsted: blatant tool of govt  Nici Scott, @nicionthegreenSo many services that supported schools disappearing as a result of LA cuts  Compiled by Alice Woolley  This article was amended on 3 April 2012 to remove content at the request of an individual.", 
    "section": "education", 
    "gid": "education/2012/apr/02/teachers-worries-about-education", 
    "wordcount": "1372"
}