{
    "headline": "Boot up: Samsung chips in, Google's stock forecaster?, dongle-schlobbers and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Chip shortage looms as Samsung courts rival for orders &gt;&gt; Bloomberg  &quot;Not only DRAM chips, but all memory chips for mobile devices show signs of shortages,&quot; said Kim Sung In, an analyst at Kiwoom Securities Co. in Seoul, who recommends buying both Samsung and Hynix shares. &quot;Samsung&apos;s biggest chip customer is itself and things will only get out of hand with the approach of the third quarter, typically the strongest time of year.&quot; The second half of the year is when Samsung expects to release a new smartphone using its own Tizen operating system and an updated version of the Galaxy Note device. It&apos;s also when Apple usually releases details of a new handset.  Tizen, eh? (Thanks @rquick for the link.) Credit card data can be stolen with a wave and an app &gt;&gt; Technology &amp; Science - CBC News  CBC News used a Samsung Galaxy SIII and a free app downloaded from the Google Play store to read information such as a card number, expiry date and cardholder name simply holding the smartphone over a debit or credit card. The Samsung Galaxy SIII is one of the most popular smartphones available in Canada. A thief can simply walk by, pause and read the information through an unwitting person&apos;s coat and wallet. Then the information can be sent to another phone. CBC News used it to buy a Coke. But it could be just as easily used to buy a tank of gas or a new computer.  And any NFC-enabled phone, of course. Maybe NFC = Nice For Criminals? The program says this method is being used by organised crime in Europe. The credit card companies say not to worry, they&apos;ve not had any reports of cards being used in this way. Which raises the question: how would they know if they were? And if you think credit card companies wouldn&apos;t deny something that is going on - in the 1990s they used to allow people to top up mobile phones using any credit card. Any receipts used to include the full credit card number. Guess what happened for years - without being acknowledged? Get up Close and Personal with Piers Morgan on the Set of CNN&apos;s Piers Morgan Live in NYC &gt;&gt; CharityBuzz Considerably cheaper than Tim Cook. Considerably. Review: Samsung Galaxy S4 Android Phone &gt;&gt; Wired Michael Calore:   When I booted up the Galaxy S4 Samsung loaned me for testing, I dutifully sat through the phone&apos;s set-up wizard, which walked me through these features. I spent five minutes being amazed, and I left all of the features on. Then, over the next five days, I never used them again. I did normal phone stuff  texting, listening to music, browsing the web, checking Twitter, taking pictures and sharing them on Instagram. I used Google Now to find a restaurant. I paired my Jambox and sat in the sun. But all that business of waving your hand or moving your eyes to scroll while reading  it only works in the crummy Android browser. It does not work in Chrome, where I do all of my browsing. It doesn&apos;t work in Google Reader or Flipboard or Instapaper or the Kindle app, where so much reading happens. Looking away from the screen doesn&apos;t pause a video in YouTube, only in the Samsung video player. The trick where you wave your hand to advance songs only works in the default music player, not in Rdio or Sonos, where I do most of my listening. The camera extras  the HDR feature, the photo filters, and the tool for making animated GIFs  all yield results that look cartoonish. I just took regular photos.  Google predicts stock-market crashes, study suggests &gt;&gt; LiveScience  Using publicly available data on search terms from Google Trends, the researchers tracked 98 terms, many of them finance- or economics-related, such as &quot;debt,&quot; &quot;crisis&quot; and &quot;derivatives&quot; from 2004 to 2011. They then compared the searches to the closing prices of the Dow Jones Industrial Average, a major stock-market index. To test whether the terms searched in the week prior to any given closing day could predict the Dow Jones, the researchers invented a pretend investing game. If searches for financial terms went down, they opted to buy stocks and take a &quot;long&quot; position, holding on to the stocks and waiting for their value to go up. If searches for financial terms went up, the researchers instead chose to &quot;short&quot; the market  a strategy that allows buyers to sell stocks they don&apos;t own, with the understanding that they will buy the stocks later at a lower price  in essence, gambling that the stocks are going to fall in value.  Team at the University of Warwick. That&apos;s quite a weird result. When Twitter rogues move markets: a timeline &gt;&gt; Businessweek Four occasions in the past couple of years:   The AP hack highlights the potential pitfalls of relying on social networks for tradable information, but false tweets have been affecting markets and companies for the past few years. In some cases the impact of false tweets can be immediate.  Mac malware found in malformed Word documents  is China to blame? &gt;&gt; Naked Security  Vulnerabilities, exploited in malformed Word documents, install malicious code onto the recipients&apos; computer and a legitimate-seeming Word file with content relevant to the victim is displayed as a smoke screen. It&apos;s clear that the attack is targeted against Uyghur Mac users, and we have seen similar attacks in the past. Sophos products detect the malware as OSX/Agent-AADL and Troj/DocOSXDr-B. The obvious question people are likely to ask is... are China to blame for this attack? After all, we have seen several attacks in the past which have targeted minority groups in the country. There&apos;s no 100% proof connecting this attack with the-powers-that-be in Beijing, but you would be a brave man to bet against it.  Jesus Christ, Silicon Valley &gt;&gt; A nice piece of Glass  Some &apos;edgy&apos; tech bloggers have used the term &quot;glasshole&quot; to describe these early-adopting dongle-schlobbers, because it allows them theoretical judgmental distance while remaining just cutesy enough to not sacrifice their intense bloodlust for actually being able to unbox a pair. I prefer: &quot;embarrassing overcompensated retards who need something to flaunt while their Tesla is charging.&quot;  Charlie Brooker has competition. Microsoft has a new Android app called Switch to Windows Phone &gt;&gt; CITEworld  Microsoft figures customers will be more likely to switch from Android smartphones to Windows 8 phones if it makes it easier to find the same or similar apps for their new phone as were on their old phones. Microsoft is introducing &quot;Switch to Windows Phone&quot;, an Android app that finds identical or replacement applications for Windows Phone 8 to replace their old Android apps. The new application, which is being released today, is not available for iPhone. &quot;Switch to Windows Phone&quot; inventories all the applications on the Android phone and sends that inventory to the Microsoft SkyDrive cloud. When customers log in to the same SkyDrive account from the Switch to Windows Phone app loaded on their Windows Phone 8, the app finds the same set of applications. If there are no exact replacements, the app recommends similar ones, according to Guru Gowrappan, executive vice president for products at application search firm Quixey.  A very smart idea. Howcome no iPhone version? You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/26/technology-links-newsbucket", 
    "wordcount": "1289"
}