{
    "headline": "BT cheers City as profits rise on broadband growth", 
    "text": "BT Group took just over half of the UK&apos;s new broadband subscribers in the last three months of 2011 and cheered the City by indicating it would review its fibre broadband investment, with a focus on getting businesses to pay for installation. The company won a 56% share of new retail broadband subscribers, adding 146,000 customers in the company&apos;s third quarter and taking its UK total to 6.1 million. The announcement came as BT chief executive Ian Livingston announced upbeat forecasts for the full year and a rise in third quarter earnings, prompting a 6% share price rise in morning trading. A spokesman indicated BT would maintain its promised 2.5bn investment in rolling out fibre. But the commitment to running fibre cables to the doorstep of 25% of UK premises by 2014 is likely to be cut, with BT instead offering speeds of up to 330 megabits per second for businesses on demand, so long as they are willing to pay to be connected. The new 330Mbps service will be available from spring 2013 and is likely to involve installation costs of up to 1,000. It will deliver fibre to workplaces on request in areas where BT already runs fibre to street cabinets. It is expected to appeal to small businesses rather than residential customers, and is likely to be available to more than 10m premises from launch and about two thirds of UK premises from 2014. &quot;Fibre to the premises is a significant development for broadband Britain,&quot; said Olivia Garfield, chief executive of BT&apos;s Openreach division, which resells the BT network to other telecoms companies and BT Retail. &quot;This will be welcome news for small businesses who may wish to benefit from the competitive advantage that such speeds provide.&quot; A spokesman for BT said of the original commitment to building fibre to 25% of UK premises: &quot;That was only an estimate which we gave some years ago before we knew we could offer fibre on demand. We will have to sit back and review that following these developments.&quot; BT is also doubling the speed of its standard fibre broadband product, from 40Mbps to 80Mbps, from this spring. This will as previously promised be available to two-thirds of the UK by 2014. The take-up of super-fast broadband increased to 400,000 of BT&apos;s retail customers, with 95,000 added in the three months to 31 December. Elsewhere, Ian Livingston brought forward his target of generating 6bn in annual underlying earnings by 2013 to the end of this financial year. However, BT said its pension deficit ballooned to 4.1bn due to high inflation and the knock-on impact of the government&apos;s quantitative easing measures. Group revenue was 4.8bn for the quarter. Excluding the impact of cuts to mobile termination rates, revenue was down 1.8% in the first nine months, in line to reach BT&apos;s target of 2% to flat for the full year, and halting years of revenue slides by the end of next financial year. Profit before tax was up 18% to 628m for the quarter, while earnings (before interest, tax, depreceiation and amortisation) rose by 3% to 1.5bn in the quarter. Net debt fell 11% to 7.7bn, in line with previous quarters which have seen BT reduce its borrowings by 3.3bn over three years. There was no news from BT about the early payment some analysts had expected to reduce its yawning pension deficit, which has risen from 1.4bn in March 2011. The company blamed inflation, saying: &quot;The deficit includes the impact of particularly low real corporate bond yields partly reflecting the impact of quantitative easing and recent inflation being higher than the long term assumptions. This higher inflation will be applied to the annual pension increase in April and has contributed to increased liabilities.&quot; Openreach helped boost BT&apos;s overall earnings by increasing revenues by 5% to 1.3bn and earnings by 7% o 591m. Capital expenditure reduced 1% thanks to lower investment in copper broadband as the focus switched to fibre. BT Global Services, which provides networks to multinational, saw revenues fall 4% to 1.9bn for the quarter, with earnings up 2% to 144m. Total order intake for the quarter was 1.6bn, after contract wins from Sainsbury&apos;s and Standard Life in the UK and Bristol-Myers Squibb and the European Parliament abroad. Orders were up 50% so far this year in Asia Pacific and Latin America. BT Retail revenue decreased 5% reflecting a decline in calls and lines revenue and lower IT hardware sales. TV service BT Vision added 39,000 to BT Vision net customers in the quarter. Business revenue fell 6% because of lower IT hardware sales &quot;reflecting tougher market conditions&quot;. BT Wholesale revenue fell 8% due to a 64m reduction in transit revenue mainly driven by mobile termination rate cuts. Total order intake was 340m, including a three year extension to a calls contract with Virgin Media and a renewed six year outside broadcasting contract with Sky Sports. David Molony, analyst at research company Ovum, said: &quot;Openreach is delivering good results on the back of the company&apos;s fibre investment. However, the main focus must remain on BT Retail and BT Global Services. &quot;BT must keep innovating to deliver faster broadband speeds and more enticing bundles for consumers, as well as developing Global Services&apos; capabilities through cloud services, professional services and further regional investment.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/03/bt-profits-rise-broadband-growth", 
    "wordcount": "929"
}