{
    "headline": "Dawn burnishes the landscape, while mice feed on windfall apples", 
    "text": "The brilliance of the constellation Orion fades with the onset of dawn. Tawny owl calls echo from the gloom of Radland Valley and the A388 (a mile away) carries the sound of commuting traffic speeding across Viverdon Down.  In the field adjoining home, a rabbit scuttles across dewy grass to the burrowed hedgebank; sheep huddle in a corner, awaiting more light before fanning out to graze the lush aftermath of a hay cut.  Sky becomes bright pink, orange and turquoise, with wisps of cloud crossed with condensation trails from high-up jets, eastbound on the overhead flightline every five minutes or so. On this fine morning familiar views appear as a succession of cut-outs or stage flats.    Related: Valley where life is just a bowl of cherries    The demesne of Cotehele, its shelter belt, folly tower and old pines, is separated from nearer land by mist rising from tributaries of the Tamar. Beyond is the darkness of the wooded river cliff by Morwellham; the outline of Bere Alstons distinctive tree-topped knolls, and the farthest silhouette of Dartmoor with red lights on the mast of North Hessary Tor.  Soon the landscape is flooded with golden light that burnishes withered leaves on oak, beech and sycamore, reflects on the glossy green of ash and enhances the redness of prolific haws.  Come afternoon, in the steep orchard of old-fashioned varieties, I continue to rake up cut undergrowth and pile it on to the compost heaps that serve as refuges for mice, preyed on by the owls. Two buzzards wheel above, undeterred by harrying jackdaws. Wasps fly in and out from among roots of the Goochs Seedling apple, toppled in a winter storm two years ago but still alive, tangled with the adjoining Hereford Pippin.  Most apples have been gathered or left for insects, birds, mice and roe deer. Early varieties such as the crimson Queens and pale yellow Banana Pippin already blend into the earth that smells like sweet cider. Lord Derby (originally collected as the Cornish Costard) hangs on as does the Sanspareil, a late dessert apple. Today, the Grey Cattern pear is at its best  just fallen, ripe, juicy and sun warmed. Follow Country diary on Twitter: @gdncountrydiary          ", 
    "section": "environment", 
    "gid": "environment/2016/oct/19/dawn-autumn-landscape-old-fashioned-apples", 
    "wordcount": "359"
}