{
    "headline": "Shark species facing extinction - in pictures", 
    "text": "   A smooth hammerhead shark (Sphyrna zygaena) caught in a fishing net. The IUCN classes the smooth hammerhead as globally vulnerable to extinction Photograph: Jeffrey L Rotman/Corbis/Getty Images       Scalloped hammerhead shark (Sphyrna lewini), which in some parts of the world has declined by 99% over the past 30 years Photograph: Fred Bavendam/Minden Pictures/Getty Images       The basking shark (Cetorhinus maximus) is classed as globally vulnerable to extinction in the IUCNs new red list of oceanic shark species Photograph: Alan James/NPL/REX/Shutterstock       Silky shark (Carcharhinus falciformis) found in tropical and warm temperate seas. Its population has declined by an average of 50% in the north-west Atlantic since the early 1970s Photograph: Georgette Douwma/Getty Images       Big-eye thresher shark (Alopias superciliosus), which can grow up to 5m long. Its large eyes allow it to see at depths of up to 500m Photograph: Jeff Rotman/Alamy       A blue shark (Prionace glauca) off the coast of California Photograph: Jeremy Stafford-Deitsch/IUCN       A party of great hammerhead sharks (Sphyrna mokarran) which the IUCN now classifies as globally endangered Photograph: Simon Rogerson/IUCN       Great white shark (Carcharodon carcharias)  now classed as globally vulnerable to extinction by the IUCN Photograph: Denis Scott/Corbis       Oceanic white-tip shark (Carcharhinus longimanus)  globally vulnerable to extinction Photograph: IUCN       Dead sharks lie on the bottom of the Pacific Ocean. The sharks were caught, stripped of their fins for shark-fin soup, then thrown back into the water Photograph: Jeffrey L. Rotman/Corbis/Getty Images       Sharks on display after being brought ashore at an Indonesian fishing port in Banyuwangi, East Java Photograph: Reuters       A fisherman cuts the fins off a shark at a fish market in Abidjan, Cte dIvoire. The fins are dried and then sold for 32,000 African francs (50 euros) per kilo to Senegalese or Guyanese wholesale dealers, who export them to Asian countries, notably China and Japan. The leftover meat is sold at 8,000 African francs (10.50 euros) per kilo Photograph: Kambou Sia/AFP/Getty Images       Shark fins are prepared for sale in a Hong Kong market. Shark-fin dishes are seen as a delicacy in China, with economic growth making them affordable for a growing number of people Photograph: Andrew Ross/AFP/Getty Images       Shark-fin soup being served at a wedding banquet in Hong Kong. The taste for shark fins is driving some of the oceans most ancient creatures to the brink of extinction, and in the process upsetting the balance of marine ecosystems Photograph: Paul Hilton/EPA       A vendor prepares a bowl of soup at a stall serving sharks fin soup and other Chinese delicacies, late 09 February 2005 in Bangkoks Chinatown Photograph: Frederic J. Brown/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2008/feb/19/endangered.sharks", 
    "wordcount": "0"
}