{
    "headline": "Ben Fogle plans to swim the Atlantic in 100 days", 
    "text": "Ben Fogle is taking on a challenge that will make staying as a Castaway on Taransay island, climbing Redwood trees in California and crossing Antarctica on foot look easy. The BBC television presenter and wildlife campaigner will attempt to become only the second person in history to swim the Atlantic, in a bid to raise awareness of the environmental threats to the planet&apos;s oceans. Fogle, who will be working with conservation charity WWF and oceanologists at the University of Southampton, called the plan the &quot;culmination of a childhood dream.&quot; The adventurer and former Countryfile presenter will swim up to 12 hours a day to complete the 3,000 mile journey from the US to Cornwall in his target time of 100 days. &quot;I am daunted by the magnitude of this challenge, but I have never been one to take the easy option. You get out of life, what you put in and the greatest achievements come from the biggest challenges,&quot; he said. He will be supported by a yacht for sleeping and eating, and will train for a year for a crossing he has previously undertaken on a rowing boat  though he acknowledges he has limited open water experience. Frenchman Benot Lecomte is the only person known to have achieved the feat before, in 1998. Fogle hopes to raise awareness of humanity&apos;s impact on marine life, such as overfishing and plastic waste, and will be equipped with sensors to monitor marine temperature and currents. Dr Simon Boxall at the National Oceanography Institute, said: &quot;The science community will use Ben as a personal mini research vessel. Using new advanced micro technology he will carry sensors on his body to measure the thin surface layers of the ocean, a layer that usually gets disturbed by our bigger ocean going ships.&quot; Fogle&apos;s challenge echoes those of the maritime lawyer Lewis Pugh, who has swum across threatened ecosystems around the world to raise environmental awareness. In 2007, Pugh became the first person to swim across the North Pole, to highlight the impact of climate change on sea ice, and later swam across a glacial lake in the Himalayas. Fogle will launch his project at the Serpentine river in Hyde Park, London on Wednesday.", 
    "section": "environment", 
    "gid": "environment/2012/may/23/ben-fogle-swim-atlantic-days", 
    "wordcount": "377"
}