{
    "headline": "PS Vita launch titles  reviews", 
    "text": "WipeOut 2048      WipeOut 2048    PS Vita; 29.99; cert 7+; Sony It&apos;s a testament to the The Designer&apos;s Republic creative vision that WipeOut 2048&apos;s design flourishes still feel fresh and relevant some 17 years after the series first debuted on PlayStation. The now defunct graphic design studio established the tone not only of this futuristic racer series, but also of PlayStation itself, the futuristic fonts, stylish menus and pantone patch colour schemes lending an edge of cultural consciousness that no video game system had enjoyed before.  And once again, the launch of Sony&apos;s brave new handheld the Vita  designed by the man behind the Japanese tech behemoth&apos;s Walkman  is lent an edge of much needed Helvetica-through-a-Tokyo-lens elegance by the studio&apos;s graphical legacy. The classic racing team logos and liveries of Feisar, AG Systems, Quirex, Auricom and Pir-hana remain just as sharp and iconic as when they debuted all those years ago, while the unlock structure and menus enjoy purity, clarity and class. On the track, however, SCE Studio Liverpool&apos;s latest fizzes with particle explosion, light trails and graphical details that are wholly contemporary. As a showcase for what the handheld is capable of, WipeOut 2048 is unrivalled in the launch line-up, ably handling eight vehicle scrambles through a variety of richly detailed futuristic New York vistas. Clasping such a volatile kinetic display in your hands feels new and unusual, a feat of technology that nobody would have dared dream of when first dreaming up the original WipeOut&apos;s vision of the future. That original vision  at least in terms of the world  has been revisited and amended for WipeOut 2048, a prequel of sorts that chooses a new New York half-imagined, half-recreated for its clutch of tracks. The result is a racing game world that dials up the detail with suspension bridges, skyscrapers, and cat&apos;s cradles of overhead electrical wires, introducing a strain of realism that is at odds with the spotlessness of WipeOut games past. In practical racing terms the shift has two consequences: it becomes harder to distinguish what&apos;s happening in the squall of detail on screen while screaming around bends and down straights, and loading times multiply. For all the understated cool of WipeOut 2048&apos;s menus  and make no mistake: the clean, honeycomb stage selection screen enjoys wonderful form and function  in play, the game is more fussy than previous entries.  While trailing the pack it can be hard to pick out rivals, intelligibility a victim of the studio&apos;s creative flair in detailing the world. Meanwhile, protracted load times can take upwards of 40 seconds to load each race, a pause at least 20 seconds too long in the era of insta-fix mobile gaming on the rival platforms. The additional track detail ramps up the difficulty in ways the developer perhaps didn&apos;t intend, and likewise the reduced travel-distance of the Vita&apos;s analogue stick slightly reduces the sense of taut control by comparison to the PS3&apos;s WipeOut HD. Beyond these technical impediments, the game has been designed with something of a steep learning curve (although you&apos;ll be asked if you want to skip an event if you fail at it too many times) and once you make it through the first season&apos;s worth of races, you&apos;ll need to switch off the pilot assist and knuckle down to properly learn the intricacies and short cuts of each track. Structurally, the game draws you in with interspersed event types that favour ships according to their defensive capabilities, weaponry or raw speed and acceleration depending on the race criteria. As well as straight eight-man races there are combat-focused events, which even allow you to drive the wrong way around the track as you seek to score hits on your rivals.  Arguably the best of the set is Zone, a neon-trail dream-like endless race in which your ship auto-accelerates, your only task to steer it from the sides that chip away at your health till it&apos;s depleted. The range of events feels a little lean in the latter stages of the game, but the increased demands on your skills as a driver ensure interest derives from the on-going mounting challenge. The multiplayer directly mirrors the unlock structure of the single player campaign, layering overarching objectives over the main races themselves. Each race presents you with a particular objective  not necessarily finishing in pole position  and as you earn gold stars for completing these tasks so you make progress across the main map. Switching between the single and multiplayer campaigns is done at the tap of a persistent icon on the map screen, and the structure threads both halves into a cohesive whole. Despite its visual consistency with the previous titles that share the family name WipeOut 2048 represents a concerted attempt to evolve the series in interesting ways, while making shrewd, restrained use of the new handheld&apos;s features. In this aim it finds mixed success, often sacrificing finesse in exchange for novelty, but in that creativity a new energy and revived sense of character can be found.Simon Parkin Uncharted: The Golden Abyss      Uncharted: The Golden Abyss    PS Vita; 39.99; cert 16+; SCE Bend Studio/Sony It&apos;s fair to say that Sony has a lot riding on Uncharted: The Golden Abyss. This game, after all, is an example of the sort of deeper and richer experience Sony is hoping will attract mobile phone gamers to their new portable console. To be frank, its success or failure is probably the best litmus test one could have for the fortunes of the PS Vita. So it helps Sony&apos;s cause immensely that, like all the other entries in the Uncharted series, The Golden Abyss is a well-written, deeply immersive and visually gorgeous game. Set before the first entry in the Uncharted series, it sees cocksure adventurer Nathan Drake on the trail of some Spanish gold in the jungles of Central America. Before the first half-an-hour is up, he&apos;s been betrayed, shot at, and partnered up with a sassy female archaeologist (is there any other type in these games?). The pair of them set out to find her lost grandfather and hilarity inevitably ensues. The folks at Sony&apos;s Bend Studio have made sure The Golden Abyss remains true to the series&apos; fantastic production values. They&apos;ve also not deviated much from the overall gameplay, which is still a mix of platforming, puzzle solving, combat and the odd instance of stealth. Players use the game&apos;s dual-sticks to move Drake and the camera view and the buttons cover his range of movements. For the most part, the controls feel comfortable and intuitive.  However, players will experience the odd instance where they&apos;ll have to use the game&apos;s touch-surface interfaces and while some of these added extras are quite fun  such as using the front and back touch-surfaces to clean off a newly discovered clue, others are incredibly irritating, such as the QTE swipes required to beat enemies in hand-to-hand combat. One can&apos;t help but feel that a lot of these functions could have  and should have  been mapped to the console&apos;s more traditional controls. It seems the only reason they haven&apos;t is because Sony has spent an awful lot of money ensuring that the PSVita has a ton of extra features, so it&apos;s determined that you, the player, are going to jolly well use them. These new controls, however, aren&apos;t exactly deal-breakers, and they don&apos;t detract from the key strength of The Golden Abyss; it&apos;s a solidly entertaining romp.  It doesn&apos;t stray too far from the series&apos; basic blueprint, either in terms of its mechanics or its story, but then, that&apos;s half of Uncharted&apos;s charm. Players don&apos;t sign up to these games for innovative new features as much as they do to see what trouble Nathan&apos;s managed to land in this week, and how he&apos;ll get himself out of it. The Golden Abyss is a solid entry in the Uncharted canon, and if the world&apos;s a smarter place than it looks, it should be enough to win over the Angry Birds crowd. Watch this space Nick Cowen Frobisher Says  / Little Deviants      Little Deviants    Little Deviants: PS Vita; 17.99; cert 7+; SonyFrobisher Says: PS Vita; Free; Sony Frobisher Says and Little Deviants have a lot in common. Minigame collections with cutesy cartoon looks, they share the piled-high feeling of developers having a mess around with everything Vita&apos;s got to offer: they have you frantically switching between waving the handheld, swiping the touchscreen, stroking the back and sometimes yelling at it. Here&apos;s the difference: only one of them turns all that clever stuff into something fun, and it&apos;s the really stupid one that wins out. So which game is triumphantly dumb? It&apos;s Frobisher Says  a quickfire compendium of daftness, in the style of Wario Ware and the sacred Bishi Bashi. Kevin Eldon puts in the vocals, commanding you to &quot;open my clams&quot; or &quot;rain on this parade&quot;, at which you&apos;re slung into a game with no warning at all of what it wants you to do. There&apos;s a different gesture system or control scheme in every game, leading to plenty of insta-fails.  This isn&apos;t ruinously annoying, because the payoff for flunking is nearly as good as the one for winning: either way, you get a funny animation and a delightful bit of Eldon-sneer, and then you&apos;re on to the next thing before you can say &quot;Frobisher&quot;. Everything gets a laugh at least first time, followed by the satisfaction of figuring out how to do whatever you&apos;ve been tasked with. The really stupid thing? This brilliant piece of idiocy is a freebie, available as a launch title for the pre-order crowd and then to everyone (for nothing) come May.  Everything Frobisher does well, Deviants does too  just a bit worse. For one thing, it goes for a loose story (aliens vs zombies and robots) that just slows the whole thing down. Then it sticks a pass/fail structure on all the minigames, which range from racers to shooters to something that&apos;s basically a very expensive version of those plastic pinball mazes that come in party bags and make you want to chew your hand off. (You can move on to something else without defeating the current game, but you&apos;ll be stuck shaking that alien in the maze for long minutes till you die, and you need wins to open up new challenges.) That&apos;s fine when the games are entertaining, but too often, they&apos;re not. A clever little shooter that uses the camera to put attacking robots in your own surroundings is neat; but a game that has you launching a hot air balloon by tickling the back screen while jabbing the front screen to pop enemies while swiping holes in your balloon to patch it up while swerving the Vita around to steer ... well, that&apos;s exactly as enjoyable as you&apos;d expect doing four puny manual tasks at once for no particular reason to be. Trying to do more isn&apos;t always rewarding. Frobisher says: keep it stupid, stupid.Sarah Ditum Gravity Rush      Gravity Rush    PS Vita; 34.99; Sony Gravity Rush instantly stands out among the roster of launch games for the PS Vita: more because of what it isn&apos;t than what it is. The practicalities of readying games for new consoles invariably lead to over-familiarity, as it&apos;s much simpler for publishers to port existing games to the new platform. But Gravity Rush is one of the few completely original games for the Vita. That&apos;s because it was originally planned to be a PS3 game, but its design team at Sony&apos;s Japan Studio had a handy inside line to the Vita, and took the executive decision to bring it out on the handheld console instead. That would all count for much less if Gravity Rush bore any sort of close resemblance to any existing games but, happily, it feels quite unlike anything that has gone before. In terms of general feel, it adheres to the school of bonkersness which often gives Japanese games much of their appeal. Graphically, it takes an anime, comic-book-influenced approach, with outlined, stylised characters. But unlike the average Japanese game, it has been endowed with thoroughly original gameplay, too, to accompany its seductive visuals. It&apos;s best described as a third-person action-adventure game. You control Kat, a kick-ass blonde who starts the game suffering from amnesia. The game world is a large town which has recently become beset with anomalous shifts in gravity, which bring ugly, apparently alien monsters with them. Kat hooks up with a black cat, which turns out to have the ability to shift the way in which gravity affects her. Thus, you can point somewhere (either using the right stick or the Vita&apos;s motion-sensor) and float to it, even if it is on the side of a building; the direction in which gravity affects you will adjust itself accordingly so that, for example, you can then run up or down that building. Kat can also initiate a plummet to the ground, by reverting gravity to its normal state, then arrest it by gravity-shifting once more. And she has a neat set of kicks and punches, that improve as you progress through the game. Plus, importantly, a gravity-kick, the power of which is proportionate to the distance from which it is being executed. The gameplay mixes gravity-shifting pursuits (other gravity-shifting characters with less scrupulous intentions enter the equation early in the game), monster and boss-bashing and spatial awareness puzzles. Semi-interactive inter-chapter interludes, presented in the style of a comic strip, add an extra level of interest.  Gravity Rush is pleasantly distinctive and great fun to play, making decent use of the Vita&apos;s attributes without ever giving you the impression that they have been shoehorned in. If you&apos;re a devotee of Japanese anime, or just enjoy third-person action-adventure games with unusual gameplay and bags of character, you should find it pretty satisfying. The PS Vita needs more games like it.Steve Boxer", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/13/ps-vita-launch-game-reviews", 
    "wordcount": "2314"
}