{
    "headline": "Nuclear lobbyists wined and dined senior civil servants, documents show", 
    "text": "Senior civil servants responsible for ensuring the building of the UK&apos;s new fleet of nuclear power stations have been extensively wined and dined by nuclear industry lobbyists, documents released under freedom of information reveal. A hospitality register (.zip) released by the Department of Energy and Climate Change (Decc) show that the three most senior officials at the Office for Nuclear Development (OND) have received hospitality from nuclear industry representatives on dozens of occasions since the office&apos;s formation in September 2009. Many of the meetings have taken place at some of London&apos;s most luxurious restaurants, hotels and private members&apos; clubs. Mark Higson, the OND&apos;s chief executive, received his first hospitality in the role just a few weeks after the office&apos;s creation with a dinner at the Lancaster hotel in Kensington hosted by Westinghouse, the US nuclear plant construction company, and the Nuclear Industry Association. In the intervening period up to last month, Higson and his colleagues Hergen Haye and Stephen de Souza separately accepted hospitality from a range of companies with a vested interest in the nuclear industry, including Babcock, EDF, Areva, and GE Hitachi, as well as a range of industry consultants and trade associations. In the year between June 2010 and June 2011, Higson received hospitality on four separate occasions from KPMG, the global financial consultants. The hospitality included two dinners at the five-star Berkeley hotel, which hosts Marcus Wareing&apos;s two-Michelin star restaurant where the tasting menu costs 98 a person. The period covered a time when KPMG was working for companies with a potential key stake interest in the UK&apos;s nuclear industry, as well as advising investors in the nuclear industry. In July 2010, KPMG published a report commissioned by RWE npower which said that unless the government raised the carbon &quot;floor price&quot;, large utility companies would not deem it economic to invest in the UK&apos;s new nuclear sector. Other venues for hospitality enjoyed by the OND&apos;s senior officials include the Reform Club, the Cavalry and Guards Club, the Royal Horseguards hotel, the RAC Club, Roux at Parliament Square, the Naval &amp; Military Club, 1 Lombard Street and the Cinnamon Club . In 2008, Higson was among the civil servants criticised by Norman Baker, the Liberal Democrat MP for Lewes, for &quot;entirely inappropriate behaviour&quot; after the Independent of Sunday reported that civil servants working in the nuclear consultations and liabilities unit at the now disbanded Department for Business, Enterprise and Regulatory Reform had enjoyed hospitality paid for by nuclear industry representatives at venues such as the Ritz, Royal Ascot and the Caf Royale. At the time, Higson headed the unit. According to its website , the OND provides &quot;advice to ministers on regulatory decisions&quot; and &quot;focuses on removing potential barriers to investment, and signals clearly to the industry the serious intent of the government to push forward nuclear new build&quot;. It adds that it is &quot;facilitating new nuclear investment in the UK, by enabling new nuclear to make the fullest contribution it is capable of, with no public subsidy, and with unnecessary obstacles removed&quot;. A Decc spokesman told the Guardian: &quot;The government has made it clear that nuclear should be part of the UK&apos;s energy mix. Decc officials work closely with industry to bring on new investment in nuclear as well as renewables and oil and gas. All hospitality is accepted in line with Cabinet Office policy.&quot; Asked why so many of the meetings take place at such luxurious venues, the Decc spokesman said: &quot;Industry meetings are hosted at our offices as well as at external events. The choice of location for external events is a matter for the hosting organisations.&quot; He added that such meetings are considered to be &quot;informal&quot; and that, as a result, minutes of conversations are not kept by the department. Ministers are not routinely informed of the meetings, he said, as all hospitality is recorded in accordance with Cabinet Office policy. Craig Bennett, the director of policy and campaigns at Friends of the Earth, said: &quot;It is the worst kept secret in Whitehall that the energy bill due out on Thursday is almost entirely being done to rig the market in favour of nuclear power. The so-called contracts for difference are all about providing not-so-hidden subsidies for nuclear. What the taxpayer should be asking is whether this succession of lavish hospitality has resulted in lavish subsidies for nuclear.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/nuclear-lobbyists-senior-civil-servants", 
    "wordcount": "743"
}