{
    "headline": "Astronauts' eyeballs deformed by long missions in space, study finds", 
    "text": "Brain scans of Nasa astronauts who have returned to Earth after more than a month in space have revealed potentially serious abnormalities that could jeopardise the future of long-term space missions. Doctors examined 27 astronauts who had flown long-duration missions with the US space agency and found a pattern of deformities in their eyeballs, optic nerves and pituitary glands that remains unexplained. The problems are similar to those caused by intracranial hypertension, a rare medical condition that occurs when pressure inside the skull rises and presses on the brain and the backs of the eyes. Medical crews at Nasa and four other major space agencies in Europe, Russia, Japan and Canada are now investigating the issue. The agencies are screening astronauts before, during and after space missions to learn more about when the problem arises and the likely cause. They were alerted to the issue when astronauts who had flown on the space shuttle and International Space Station reported changes to their eyesight, with some seeing worse and others better than they had before. Brain scans revealed that seven of the 27 astronauts had a flattening of the back of one or both eyes. By making the eyeball shorter, this made the astronauts more long-sighted, which in some cases had the effect of reducing or correcting their short-sightedness. Larry Kramer, who led the study at the University of Texas Health Science Centre in Houston, said the impact on astronauts&apos; eyesight might become &quot;a new limiting factor&quot; to long-duration excursions into space. His results, published in the journal Radiology, suggested the abnormalities were worse and more frequent in astronauts who spent longer in weightless, or microgravity, conditions. &quot;There are major political, social and individual ramifications relative to this thought alone,&quot; Dr Kramer said. &quot;Consider the possible impact on proposed manned missions to Mars or even the concept of space tourism. Can risks be eventually mitigated? Can abnormalities detected be completely reversed? The next step is confirming the findings, defining causation and working towards a solution based on solid evidence.&quot; Four of the astronauts had swelling around the optic nerve, which could affect the transmission of signals from the eye to the brain and, in the longer term, cause nerve fibres to die off. Three of the astronauts had slightly deformed pituitary glands, though this was not thought to be harmful. All of the findings could be explained by a buildup of cerebrospinal fluid in the brain, Dr Kramer said, though it could take space agencies months or years to fully understand the effect. &quot;The question now is, do these changes plateau after six months, or will longer-duration missions mean there will be even more astronauts experiencing more severe abnormalities?&quot; Dr Kramer said. The worrying changes add to the effects of bone loss and muscle wastage that astronauts and their medical crews have known about for decades. These can be slowed down with special diets and exercise regimes, though some astronauts have returned to Earth after long-duration missions too weak to stand. Spending time in space causes dramatic shifts in body fluid, but potential changes in the distribution of brain fluid are a new concern. In weightless conditions, body fluid rises up, giving astronauts puffed-up faces and scrawny legs. One side effect is to reduce the wrinkles in their faces, making them look years younger in orbit. &quot;If you produce more cerebrospinal fluid, or resorb less, you increase the pressure in your skull. Since your skull is bone, there&apos;s nothing that gives way, with one exception, and that is the eyeballs. This leads to a flattening of the eyeball, and so your vision changes,&quot; said Volker Damann, head of the Crew Medical Support Office at the European Space Agency in Cologne, Germany. &quot;If we want to continue doing human spaceflight and go beyond Earth orbit, it would be good to know if this is a severe side effect we have to remedy, or prevent, or if it&apos;s a normal adaptation process to going into space,&quot; he said. &quot;It can have a severe impact, and we may have to reconsider what we are doing with the astronauts in the long term, but it could turn out to be a non-issue.&quot; So far, any symptoms seen in Esa astronauts have abated within weeks or months of touching down. &quot;We don&apos;t know if it&apos;s due to microgravity, launch stresses or landing, or a higher production of cerebral fluid, or reduced resorption of that fluid in orbit,&quot; Dr Damann said. &quot;In some crew we have some astronauts that have changes while others have none. Some have severe changes, others don&apos;t. Some have it in both eyes, others not. We are looking for what could be the smoking gun but we don&apos;t know the answer yet.&quot; William Tarver, head of flight medicine at Nasa&apos;s Johnson Space Centre in Houston, said no astronauts had been ruled out of flying after the findings, which he said were &quot;suspicious but not conclusive of intracranial hypertension&quot;. &quot;Nasa has placed this problem high on its list of human risks, has initiated a comprehensive programme to study its mechanisms and implications, and will continue to closely monitor the situation,&quot; he said.", 
    "section": "science", 
    "gid": "science/2012/mar/13/nasa-astronauts-eyeballs-deformed-space", 
    "wordcount": "880"
}