{
    "headline": "Google to pay $7m to US states over Street View data collection", 
    "text": "Google is close to reaching a settlement with more than 30 US states that had accused the search giant of using its Street View cars to collect data from unsecured Wi-Fi networks. The company is to pay about $7m in total, according to sources familiar with the case. The agreement, which was first revealed by tech blog All Things D, is close to being finalised and should be announced early next week. The sum would be tiny for Google, which had $50bn in revenues last year. Connecticut attorney general Richard Blumenthal started a multi-state investigation into Google&apos;s Wi-Fi data-gathering in 2010 after it emerged that Street View cars had been collecting personal information from unsecured Wi-Fi networks. Blumenthal called the news &quot;deeply disturbing&quot;. The company declined to comment on negotiations. A spokesman said: &quot;We work hard to get privacy right at Google. But in this case we didn&apos;t, which is why we quickly tightened up our systems to address the issue.&quot; The Wi-Fi collection has sparked investigations around the world with at least 12 countries looking into the Street View issue, according to the Electronic Privacy Information Center. At least nine countries have concluded that Google broke their privacy laws. The UK&apos;s data protection, Information Commissioner&apos;s Office (ICO), said last year that Google was still in possession of some private data collected by Street View cars. &quot;The fact that some of this information still exists appears to breach the undertaking to the ICO signed by Google in November 2010,&quot; the ICO said in a statement. The discovery led France&apos;s data protection and privacy regulator, the Commission Nationale de l&apos;Informatique et des Libertes (CNIL), to ask Google to hand over data the search giant said it deleted in 2010. The search firm has countered that the data was collected in error and that nothing was ever done with the data. Eric Schmidt said the affair was: &quot;No harm, no foul.&quot; The Federal Communications Commission conducted a 17-month investigation into the affair and concluded that Google had not broken the law but had obstructed its investigations. The data was originally collected between 2007 and 2010. Google initially denied that the cars had collected unsecured data. In 2012 the company admitted that it had found user data from around the world that had been captured by its Street View cars. The data included such personal items as banking, medical records and passwords. Google blamed a &quot;rogue engineer&quot; for the privacy breach.", 
    "section": "technology", 
    "gid": "technology/2013/mar/08/google-street-view-settlement-wifi", 
    "wordcount": "418"
}