{
    "headline": "Beijing Apple store pelted with eggs at iPhone 4S launch", 
    "text": "Angry customers and organised gangs of touts threw eggs at Apple&apos;s store in Beijing after disturbances broke out when they were told that the shop would not open as planned for the first sales of the iPhone 4S. Apple later said it was suspending all retail sales of the new phone in China for the time being although it would still be available to buy online. Scuffles broke out before dawn on Friday between security staff and shoppers, many of whom had waited in line overnight in temperatures below freezing, after an announcer with a megaphone told the crowd that the phones would not go on sale as planned and they should go home. Police dragged some customers away while others threw eggs at the windows of the store in Beijing&apos;s fashionable Sanlitun district. Many of the customers were working for touts who try to buy up popular products en masse and sell them on at a profit. &quot;I got in line around 11pm, and beyond the line the plaza was chock full with people,&quot; said Huang Xiantong, 26, outside the store. &quot;Around 5am the crowds in the plaza broke through and the line disappeared entirely. Everyone was fighting, several people were hurt,&quot; said Huang, who wanted to buy a new iPhone for his girlfriend. &quot;The police just started hitting people. They were just brawling.&quot; Apple&apos;s other store in Beijing sold out of its stock of 2,000 iPhones by 9am, one shopper at the store was told. China is Apple&apos;s fastest growing market, accounting for one-sixth of the company&apos;s global sales. However, despite being manufactured in China, the latest version of the iPhone was only launched there on Friday. &quot;The demand for the iPhone 4S has been incredible and our stores in China have already sold out,&quot; Apple said in a statement. &quot;Unfortunately we were unable to open our store at Sanlitun due to the large crowd and to ensure the safety of our customers and employees the iPhone will not be available in our retail stores in Beijing and Shanghai for the time being,&quot; Apple said. Apple&apos;s chief executive, Tim Cook, said earlier this month that &quot;customer response to our products in China has been off the charts. With the launch in China  the iPhone 4S will be available in over 90 countries, making this our fastest iPhone rollout ever&quot;. Last May, the Sanlitun store was closed for several hours after a scuffle between an employee and a customer during the release of the iPhone 4, the previous model in the series. Customers began gathering on Thursday afternoon outside the Sanlitun store. People in the crowd said the number grew to as many as 2,000 overnight but many left before dawn after word spread that the store opening would be cancelled. There were about 350 people left when the protest erupted after 7am. &quot;On the one hand there is poor organisation and on the other there were just too many people,&quot; said a man outside the store, who would give only his surname, Miao. &quot;I don&apos;t think they prepared well enough.&quot; Another man who refused to give his name said he was a migrant labourer who was paid 100 yuan (10) to wait in line overnight. Others in the crowd said touts had organised groups of 20 to 30 migrant workers to buy phones or hold places in the line. Organisers held coloured balloons aloft to identify themselves to their workers. Others said they were waiting to buy the phone for themselves. &quot;I just like the 4S,&quot; said Zhu Xiaodong, a Beijing resident. He said he was upgrading from the previous iPhone 4 model.", 
    "section": "technology", 
    "gid": "technology/2012/jan/13/beijing-apple-iphone-4s-launch-china", 
    "wordcount": "626"
}