{
    "headline": "Student visa rules cost universities millions, MPs told", 
    "text": "Universities and colleges are spending millions of pounds to navigate the government&apos;s &quot;Kafkaesque&quot; new student visa rules, a committee of MPs has been told. An institution such as the London School of Economics spends 250,000 a year trying to understand regulations governing the entry of non-European Union students, the public accounts committee heard. Medium-sized colleges have had to recruit more than a dozen members of staff each to ensure they are correctly complying with the rules, which were introduced in 2009 and significantly changed by the coalition last year in an effort to crack down on bogus colleges. MPs are investigating the issue of student visas after a report published in March by the National Audit Office found serious errors in the way the UK Borders Agency (UKBA) implemented the changes. Margaret Hodge, who chairs the committee, said the report was the most shocking account of poor management leading to abuse she had ever seen. The Guardian has found that scores of genuine students are being left stranded and penniless as bona fide private colleges close down, unable to keep their businesses going with ever more stringent regulations. Simeon Underwood, academic registrar at the LSE, told the MPs his institution was spending at least 250,000 year trying to comply with the rules. Five years ago it was spending 50,000 a year. Non-EU students were a major part of the LSE&apos;s student population and it could not afford to take risks when complying with the rules, he said. The consequences of not being able to recruit non-EU students would be enormous, Underwood said, and so the university felt pressured to spend money navigating the rules at a time when ministers wanted higher education to spend less time on administration and more on the quality of the experience students received. Under the rules, institutions must have what is known as highly trusted sponsor status to recruit non-EU students. Underwood said because of the rules LSE had seen applications from south Asia drop by 20%, and Chilean students now thought UK higher education was &quot;no longer open for business&quot;. He described the system as Kafkaesque. Timothy Blake, principal of the London School of English, said his college had to have 16 staff who needed to understand the rules. &quot;The rules have gone too far,&quot; Blake told MPs. &quot;Legitimate students are being seriously affected by rules designed to take out bogus students.&quot; The MPs also heard from Jeremy Oppenheim, temporary migration lead for the UKBA, who said the previous system of student visas had been &quot;profoundly unregulated&quot;. &quot;We didn&apos;t know where students were once they arrived,&quot; he said. A report by the Institute of Public Policy Research has claimed that the government&apos;s refusal to exclude international students from its drive to reduce net migration is damaging British education and putting at risk 4bn to 6bn a year in benefits to the economy.", 
    "section": "education", 
    "gid": "education/2012/may/14/student-visa-rules-cost-universities", 
    "wordcount": "498"
}