{
    "headline": "Apple hit by boycott call over worker abuses in China", 
    "text": "Apple, the computer giant whose sleek products have become a mainstay of modern life, is dealing with a public relations disaster and the threat of calls for a boycott of its iPhones and iPads. The company&apos;s public image took a dive after revelations about working conditions in the factories of some of its network of Chinese suppliers. The allegations, reported at length in the New York Times, build on previous concerns about abuses at firms that Apple uses to make its bestselling computers and phones. Now the dreaded word &quot;boycott&quot; has started to appear in media coverage of its activities. &quot;Should consumers boycott Apple?&quot; asked a column in the Los Angeles Times as it recounted details of the bad PR fallout. The influential Daily Beast and Newsweek technology writer Dan Lyons wrote a scathing piece. &quot;It&apos;s barbaric,&quot; he said, before saying to his readership: &quot;Ultimately the blame lies not with Apple and other electronics companies  but with us, the consumers. And ultimately we are the ones who must demand change.&quot; Forbes magazine columnist Peter Cohan also got in on the act. &quot;If you add up all the workers who have died to build your iPhone or iPad, the number is shockingly high,&quot; he began an article that also toyed with the idea of a boycott in its headline. The New York Times&apos;s revelations, which centred on the Foxconn plant in southern China that has repeatedly been the subject of accusations of worker mistreatment, have caused a major stir in the US. Although such allegations have been made before in numerous news outlets, and in a controversial one-man show by playwright Mike Daisey, this time they have struck a chord. The newspaper detailed allegations that workers at Foxconn suffered in conditions that resembled a modern version of bonded labour, working obscenely long shifts in unhealthy conditions with few of the labour rights that workers in the west would take for granted. It also mentioned disturbing events elsewhere in China among supplier firms, such as explosions at iPad factories that killed a total of four people and another incident in which 137 workers were injured after cleaning iPhone screens with a poisonous chemical. Apple has come out fighting, which is no surprise given the remarkable success that the company has seen in recent years. Through the iPod, iPhone and now the iPad tablet computer, Apple has revolutionised lifestyles across the world and built up a cult of worshippers. It has also generated billions of dollars in profits, in part due to the cheapness of Chinese labour. But much of the firm&apos;s success rests on its reputation for &quot;cool&quot; among hip urban professionals and a generally positive corporate image. Stories of worker abuse at Chinese firms are a direct threat to that winning combination. In a lengthy email sent to Apple staff, chief executive Tim Cook met the allegations head-on. &quot;We care about every worker in our worldwide supply chain. Any accident is deeply troubling, and any issue with working conditions is cause for concern,&quot; Cook said. He went on to slam critics of the company. &quot;Any suggestion that we don&apos;t care is patently false and offensive to us accusations like these are contrary to our values.&quot; Earlier this month Apple took the unusual step of releasing a list of all the firms in its worldwide supply chain as part of its 2011 audit of human rights conditions at factories where it has partnerships. However, the company&apos;s own list made for grim reading. It revealed that a staggering 62% of the 229 facilities that it was involved with were not in compliance with Apple&apos;s 60-hour maximum working week policy. Almost a third had problem with hazardous waste. Cook insisted in his email that Apple did not turn a blind eye to conditions in its supplier network. But he did warn that the firm was likely to discover more problems. &quot;We will continue to dig deeper, and we will undoubtedly find more issues,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/jan/29/apple-faces-boycott-worker-abuses", 
    "wordcount": "679"
}