{
    "headline": "Boot up: Google bypasses IE9 privacy settings, iPhone 4 'antennagate' lawsuit settled, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team U.S. Official Warns About &apos;Anonymous&apos; Power Play &gt;&gt; WSJ.com  The director of the National Security Agency has warned that the hacking group Anonymous could have the ability within the next year or two to bring about a limited power outage through a cyberattack.  Not just Google: Facebook also bypasses privacy settings in IE | ZDNet  In other words, many companies are taking advantage of Internet Explorer&apos;s poor cookie blocking implementation for their own purposes. Their excuse is that P3P is dead and IE&apos;s cookie blocking would break their website, so they just work around the browser&apos;s privacy controls.  I tried to watch Game of Thrones and this is what happened &gt;&gt; The Oatmeal By the time you read this, it&apos;s gone viral. iPhone 4 antennagate class-action lawsuit settled, owners to receive $15 or a free case (updated) &gt;&gt; Engadget 25 million people in the US (but not elsewhere) could benefit:   We spoke to an Apple representative who confirmed that the settlement is for those customers who chose not to take a free case or return their phone back in 2010. It looks like holding out didn&apos;t get you much more than the option to take $15 cash instead.   (Thanks @FlashAhAh for the link.) March 2011: Apple&apos;s Safari browser gives search marketers headaches &gt;&gt; Mediapost.com  Apple&apos;s dominance on tablets and smartphones presents a threat to accurately measure and optimize the performance of paid-search marketing campaigns... While Mac users also rely on other browsers, Safari remains the dominant search browser used on the iPhone and the iPad, which results in higher rates of undercounted conversions on Apple devices. All browsers can present challenges for advertisers, but Apple&apos;s focus on consumer privacy limits the viability of third-party cookie-based tracking systems. Marin&apos;s research also suggests that the conversion tracking issue is a much bigger problem than previously thought. On average, advertisers using third-party cookie-based tracking systems are undercounting conversions by 38%, severely limiting visibility into campaign performance. The white paper, however, does provide somewhat of a workaround. [Safari&apos;s] blocking [of] third-party cookies can make iOS conversion rates appear lower than conversion rates on Windows, but the study found that the actual conversion rates for iOS, minus for the third-party cookie based undercounting, were on average 23% higher than on Windows.   You can see that a company which relies on its advertisers being confident that their ads are working would want to get past that undercounting. Google bypassing IE9 user privacy settings &gt;&gt; IEBlog Dean Hachamovitch:   When the IE team heard that Google had bypassed user privacy settings on Safari, we asked ourselves a simple question: is Google circumventing the privacy preferences of Internet Explorer users too? We&apos;ve discovered the answer is yes: Google is employing similar methods to get around the default privacy protections in IE and track IE users with cookies.   Well, we only need to hear from Opera and Firefox now. Oh, and Chrome and the Android browser. Who looks after those two? Windows 8 Developers Preview, Windows 8 Snap, On low Resolutions &gt;&gt; YouTube After the blogpost about how you need a tablet with at least 1366x768 to get the Snap function on Windows 8, here&apos;s how to do it on lower resolutions:  First make sure that you have a back up of your Windows 8 Registry file so that it will be useful in case you face some problems.   Didn&apos;t read much further. Also, showing it off with a projector gives a false impression. You need to have your fingers on it to see what it&apos;s like. (Snap also looks a bit too... snappy?) (Thanks @rquick for the link.) Apple briefs bloggers, blanks New York Times &gt;&gt; ZDNet UK Although John Gruber says that the NYT&apos;s David Pogue was in line for a briefing when he was there. Still, the pecking order exists. Apple public relations&apos; new media pecking order &gt;&gt; Fortune Tech CNN And ... wait for it ... where are Europe/UK news outlets? Oh. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/21/google-ie9-privacy-iphone4", 
    "wordcount": "708"
}