{
    "headline": "Conserving biodiversity hotspots 'could bring world's poor $500bn a year'", 
    "text": "Some of the world&apos;s poorest people would be half a trillion dollars a year better off if the services they provide to the rest of the planet indirectly  through conserving natural habitats  was given an economic value, a new study has found. Many of these valuable habitats and species are under threat, but the people who live in these areas lack the means to improve their conservation, according to a new study in the journal BioScience. If poor people were paid for the services they provide in preserving some of the world&apos;s key biodiversity hotspots, they could reap $500bn. There are some fledgling schemes that could help to raise this cash  for instance, the United Nations-backed system called Redd (Reducing Emissions from Deforestation and forest Degradation), which uses carbon trading to generate cash to preserve trees  but so far they are small in scale. The benefits of safeguarding these habitats, such as providing valuable services from food, medicines and clean water to absorbing carbon dioxide from the air, are more than triple the costs of conserving them, the researchers found. Will Turner, vicepresident of Conservation International and lead author of the study, said: &quot;Developed and developing economies cannot continue to ask the world&apos;s poor to shoulder the burden of protecting these globally important ecosystem services for the rest of the world&apos;s benefit, without compensation in return. This is exactly what we mean when we talk about valuing natural capital. Nature may not send us a bill, but its essential services and flows, both direct and indirect, have concrete economic value.&quot; He said that preserving areas of highest biodiversity should be the priority. &quot;What the research clearly tells us is that conserving the world&apos;s remaining biodiversity isn&apos;t just a moral imperative - it is a necessary investment for lasting economic development. But in many places where the poor depend on these natural services, we are dangerously close to exhausting them, resulting in lasting poverty,&quot; said Turner. Many of the benefits of conservation, so-called &quot;ecosystem services&quot;, are invisible  for instance, maintaining wooded land can help to prevent mudslides during heavy rainfall, and provides valuable watersheds that keep rivers healthy and provide clean drinking water, as well as absorbing carbon dioxide from the air. These benefits are not assigned an economic value, however, so that chopping down trees or destroying habitats appears to deliver an instant economic return, when in fact it is leading to economic losses that are only obvious when it is too late. The study, entitled Global Biodiversity Conservation and the Alleviation of Poverty, was led by a team from Conservation International, and co-authored by scientists at NatureServe, the US National Fish and Wildlife Foundation, and the University of Wisconsin-Madison. They looked in particular at 17 of the world&apos;s most important areas for biodiversity. They found that some of the ecosystem services accrued to the local people themselves  for instance, using forests as sources of food, medicines and shelter  while the rest are regional or global. The study follows on a growing body of work from the past decade that has sought to place a value on ecosystem services, as a way of ensuring that they are accounted for in economic policy. If nature is not economically valued, many scientists have argued, it is more prone to being destroyed. Russell Mittermeier, president of Conservation International and a co-author, said: &quot;We have always known that biodiversity is foundational to human wellbeing, but we now have a strong case that ecosystems specifically located in the world&apos;s biodiversity hotspots and high-biodiversity wilderness areas also provide a vital safety net for people living in poverty. Protecting these places is essential not only to safeguard life on earth but also to support the impoverished, ensure continued broad access to nature&apos;s services, and meet the UN millennium development goals.&quot; He called on governments to integrate the conservation of nature into economic and poverty-alleviation policies, in order to value these services better.", 
    "section": "environment", 
    "gid": "environment/2012/jan/20/conserving-biodiversity-poor-economic-value", 
    "wordcount": "664"
}