{
    "headline": "'What's so good about the iPhone 5? It's a new phone, that's what's so good'", 
    "text": "Is it possible to fall in love with a brand? &quot;Not when you&apos;re 60-odd,&quot; Gerard told me. &quot;Maybe when you&apos;re young.&quot; He needed an iPhone 5 because he&apos;d just bought an Audi A6 and they&apos;re only compatible with a phone that has a milled aluminium finish. It seemed so laden with cultural significance, that sentence, that I thought it might be a joke, but apparently it&apos;s true. He is not your typical iPhone 5 early-adopter. Outside Apple&apos;s flagship store on Regent Street in London, a snake of young men (plus two or three young women) stretched right back to the poky patch of grass on Hanover Square. I met nobody who&apos;d been there longer than 14 hours, but nobody who&apos;d had any sleep, either. Knackered, pink-eyed, and mildly hysterical, they were brandishing their little cards  strictly two per customer  each of which, plus a fistful of cash, entitled the bearer to one iPhone5 once they got inside the building. Kaiser, 34, was going to get a 64GB model in black. It would cost him 699. &quot;I&apos;m a real Apple fanboy,&quot; he said. &quot;Last time they brought out a new phone, I had a man from my office queue for me. But queuing overnight for a new phone is on my bucket list. I don&apos;t want to offend anyone here, but Apple would be my church. This is my Sunday worship.&quot; Everybody in the queue was buying a phone for themselves, and nobody was buying one for anybody else. When you asked them who the other ticket was for (they all had two), they unfailingly said &quot;my dad&quot;. But there was something under the surface, some anxiety that if your bid was found to be inauthentic, you&apos;d be shoved out of the queue with nothing. Mohsin, 22, half-shouted, &quot;Yes it&apos;s for me! Why wouldn&apos;t it be for me?&quot; Who&apos;s the other one for? &quot;One&apos;s for me, one for my dad. It is my dream to buy it, I must buy it.&quot; It&apos;s true that everybody was very tired. Nasir, Imran and Feraz had arrived together; their friend Shahid, through some accident that I never comprehended, had managed to get ousted from the queue and was left standing beside it, his tickets confiscated, his face childlike with sorrow. He kept shuffling along, next to his in-queue friends: it was better to exist in a limbo, where you were at least parallel to an iPhone purchasing opportunity, than to go home. Feraz was quite lively, and saying philosophical things such as &quot;what&apos;s the point of having a new thing, if you don&apos;t have it on the first day?&quot; Nasir had a more analytical bent, and explained: &quot;The big thing is that they didn&apos;t launch them in [south] Asia; they just launched in the UK and Hong Kong. So in Asia they&apos;ll be around 600.&quot; &quot;But they&apos;re 529 here.&quot; &quot;That&apos;s still 70, if you have seven or eight phones&quot; He tailed off, with an expression that said, &quot;Of course, this is entirely hypothetical.&quot; If they&apos;re not all buying for themselves, it&apos;s possible that they are young entrepreneurs with good global contacts, trying to make 500 between them. What I find a bit depressing is the other rumour  everybody is just being paid to queue for somebody else. Nobody owned up to this, though plenty of people denied it, affronted. It sounds like fun, this queueing experience (more fun in New York, apparently, where they were giving out Starbucks coffee, in some kind of corporate megalith mash-up). But it&apos;s a bit Victorian, when some people have so much more money than others that they get grown men to stand all night in line for some piece of tat that is basically the same as the thing they&apos;ve already got and could buy for themselves, online, if only they were prepared to defer this modest gratification for a short amount of time. Blethering on about equality, of course, ends up with having to move to France (where, to coincide with the launch, the Apple store workers went on strike. You have to hand it to the French). Waseem, 36, had arrived at 9pm the night before, and like many people, was annoyed at the poor queue management (there appears to have been some situation in the middle of the night where, unsupervised, the queue etiquette broke down and a load of people pushed in). With the Jimmy Kimmel video fresh in my head (he shows people a &quot;new iPhone 5&quot;, which is actually an old iPhone 4, and they all go, &quot;ooh, it&apos;s so much lighter! And faster! And I think the screen is larger&quot;), I ask Waseem what he thinks will be so good about this phone. &quot;It&apos; a new phone, that&apos;s what&apos;s so good about it.&quot; (Thinks for a second.) &quot;Hopefully it will have some new features.&quot; If they&apos;re all on the level, and they&apos;re all buying for themselves, then they&apos;re all mad, is what I concluded, crossing the road. And I ended up in Banana Republic, buying a pair of jeans that were almost identical to the ones I was wearing, as if in a trance.", 
    "section": "technology", 
    "gid": "technology/2012/sep/21/iphone-5-queue-london", 
    "wordcount": "892"
}