{
    "headline": "PC market shrinks year-on-year: can Windows 8 save it now?", 
    "text": "Can anything save the PC? The industry is giving it all it&apos;s got - ultrabooks, faster chips - but so far, nothing&apos;s working. Shipment growth for PCs has cratered, falling by the largest percentage year-on-year for 11 years as consumers, corporations and PC manufacturers hit the &quot;pause&quot; button ahead of the launch of Microsoft&apos;s Windows 8 this month, according to new figures. Now analysts say PC vendors face tough challenges persuading consumers in particular to spend on PCs rather than smartphones and tablets as straitened economic times worsen in many regions. &quot;We previously had all-singing, all-dancing PCs for some time - they were the only choice for years,&quot; Ranjit Atwal, Gartner&apos;s personal computing analyst, told the Guardian. &quot;But now the lack of any type of innovation in the PC space has meant that there&apos;s very little reason for somebody to go and buy one. That has put the PC at the back of the queue.&quot; The hope for PC vendors now will be that Windows 8 can rescue the industry from a slow decline, by offering newer form factors to tempt people back.  Both Gartner and IDC, which released their figures overnight on Wednesday, say worldwide PC sales fell by over 8% - 8.2% and 8.6% respectively - to below 88m. Proportionally, it is the biggest drop since the same period in 2001, when Windows XP was about to be launched; at that time, PC sales fell by 11.6%. No region showed growth, according to Gartner&apos;s figures. In percentage terms, the dip was larger even than that seen in the first quarter of 2009 when the world was struggling with the recession caused by the collapse in late 2008 of Lehman Brothers, and PC sales dropped by 6.8% year-on-year.     Average worldwide PC shipments, Q1 1999 - Q3 2012. Source: Gartner, IDC    China&apos;s Lenovo, which bought IBM&apos;s PC business at the end of 2004, became the world&apos;s largest PC supplier ahead of HP according to Gartner&apos;s figures, although IDC showed HP edging ahead by 13.9m to 13.8m shipped. Lenovo showed strong growth, rising by 10% year-on-year - but in effect 18% compared to the rest of the market. HP, Dell and Acer all shrank faster than the rest of the market, according to both research groups, while Asus grew by 11.8% - in effect 20% - to become fifth-largest company.  Figures for the US showed that the market there shrank by 13.8%, with four of the top six vendors - HP, Dell, Acer and Toshiba - contracting more quickly. Apple, the third-biggest vendor there, saw sales shrink, though by only 6.1% compared to the larger contraction, and Lenovo, now the fourth-biggest, grew by 6.1% - in effect, a 20% market share growth. PC shipments peaked at just below 96m in the third quarter of 2011, according to the two companies. Since then the figures have drifted down in absolute terms, and shown little or no annual growth. Though it is common for PC sales growth to stall ahead of the launch of a new version of Windows, because consumers and businesses wait to get machines which have the new software already installed, the competition from other computing devices means fresh problems for PC vendors, said Atwal. He said that he had expected there would be a hiatus - &quot;but didn&apos;t think it would be this dramatic. Demand generally is weak. But retailers and distributors are generally hoping that Windows 8 will be the solution.&quot; At IDC, senior research analyst Jay Chou said in a statement that &quot;PCs are going through a severe slump The industry had already weathered a rough second quarter, and now the third quarter was even worse. A weak global economy as well as questions about PC market saturation and delayed replacement cycles are certainly a factor, but the hard question of what is the &apos;it&apos; product for PCs remain unanswered. While ultrabook prices have come down a little, there are still some significant challenges that will greet Windows 8 in the coming quarter.&quot; For Gartner, Atwal said that ultrabooks - the sleek, light and faster (but so far pricier) laptops introduced by a number of vendors - represented an important trend for the PC industry. &quot;The PC industry needs to raise ASPs [average selling prices],&quot; he said. &quot;Ultrabooks were meant to be the kickoff for vendors to do that - but ultimately the ASPs of ultrabooks are still too high [to attract many buyers]. Even if they do come down, how do vendors convey value in what they&apos;re offering? They need to convey the mobility benefits.&quot; But he said that there is a core challenge: that the parts of the PC industry are no longer working in synchrony. &quot;Microsoft and Intel are trying to push new products and software through the ecosystem of [PC] vendors and the &apos;channe&apos; [of wholesalers and retailers] - which fundamentally hasn&apos;t changed. Distributors go for high volume, low margin; retailers go for &apos;low touch&apos;&quot; - the latter meaning that minimal human effort is put into a sale. Atwal now expects that the PC market will show little or no overall growth for the year. Gartner&apos;s figure say the US had a dramatic 13.8% fall to 15.3m machines, the EMEA (Europe, Middle East and Africa) region dropping by 8.7% to 25.8m, Asia/Pacific by 5.6% to 31.3m, and Latin America down 6.2% to 9.7m. &quot;The Windows 8 transition is happening everywhere,&quot; said Atwal. &quot;There&apos;s softer demand [due to economic conditions] anyway; the Windows 8 transition is exaggerating the weakness in the PC market.&quot; He reckons that transition - with Windows 8 due to be officially launched at the end of October - &quot;accounts for a significant proportion of the [slowdown] in terms of an inventory shift.&quot; Gartner&apos;s figures include a substantial uprating of PC shipments for the third quarter of 2011, which a year ago it estimated at 91.8m; now it puts the figure at 95.4m, deepening the slowdown for this period.", 
    "section": "technology", 
    "gid": "technology/2012/oct/11/pc-market-windows-8-dip", 
    "wordcount": "1019"
}