{
    "headline": "London Metropolitan University wins reprieve in student visa row", 
    "text": "A high court judge has ordered that more than 1,000 international students at London Metropolitan University should be allowed to start their courses on Monday pending the outcome of a legal battle over their future. But Mr Justice Irwin refused to quash the home secretary&apos;s decision to suspend the university&apos;s licence to sponsor overseas students, saying that it should not be able to recruit a fresh wave of students in January until the matter has been settled legally. The judge granted permission for the university to launch a full-scale legal challenge to the revocation of its highly trusted status by the UK Border Agency (UKBA) to sponsor international students on 29 August. The decision left in limbo more than 2,000 overseas students who were studying or were about to start courses at the north London university and who faced the stark choice of finding another university place or leaving the country. Irwin said he was moving to protect students from outside the European Economic Association area who were already in Britain and whose immigration status was in order. The temporary order covers more than 1,000 students already on LMU courses or who are starting on Monday, but many remain unhappy at their treatment. Seyda Yilmaz, 20, from Istanbul, who is about to start the third year of a 10,000-a-year journalism course, said: &quot;I was told I needed a new visa, even though I have a valid visa until 2013. It&apos;s been a month now that we&apos;ve been having these difficulties and I&apos;ve been trying to find a new institution. I have found one, and if I can change my university, then I really want to, because I don&apos;t want to stay with London Met, with all these problems.&quot; The judge also ordered that those who had decided to transfer to other universities should not lose out financially. The Home Office has already said it would allow a further group of 400 students to complete their courses. The exact number reprieved was not clear on Friday night as the details were still being negotiated. Professor Malcolm Gillies, vice-chancellor of London Metropolitan, said he was delighted by the &quot;very good news&quot;, adding: &quot;It&apos;s an important issue and there are lessons for all to learn.&quot; A third year student, Donna Marie Winstanley, from Hong Kong told the BBC: &quot;It&apos;s really good. I have not applied to any other universities. I had a feeling that the university was going to win the case. Most of my classmates have already applied. I didn&apos;t want to pay any more money. I had already paid 16,000 in fees for my first two years.&apos;&apos; The judge rejected legal arguments from the university&apos;s lawyers that the home secretary, Theresa May, had acted disproportionately, or was not justified in revoking its overseas students licence. But he did accept it was &quot;just arguable&quot; that she had acted unfairly in not allowing the university sufficient time to respond to UKBA concerns before suspending its licence. He said a full legal hearing was needed to test the university&apos;s claim that the decision had been taken under guidance that had not been approved by parliament or referred to anywhere in the immigration rules. The university&apos;s counsel, Richard Gordon QC, said because of this, there was a strong prima facie case that the UKBA&apos;s decision was unlawful. &quot;The financial impact on the university, and on its reputation and good will, are enormous. The impact on students&apos; education, financial position and the disruption to their lives is extremely significant,&quot; he said. He added: &quot;It is not easy to see how, when the UKBA can&apos;t point to any [current] student who is in breach of immigration control requirements, how - with a decision that affects huge numbers of innocent students - the threat to immigration control has justified so draconian a decision as revocation or indeed suspension.&quot; But Lisa Giovannetti QC, for the Home Office, said it could not be suggested that LMU was not made aware what the concerns were as the university had been aware for &quot;months and months&quot; that its systems simply did not comply with sponsorship requirements. It was not suggested that LMU had deliberately breached the regulations, and it had made attempts to put things right, but had been unable to do that effectively, she told the judge. A spokesperson for the UKBA said: &quot;UKBA agreed to allow existing genuine students to continue studying at the university until their course has ended or the end of the academic year, whichever is sooner, as long as they meet the right standards. But students who are here illegally and do not meet our immigration criteria will not be allowed to stay. &quot;Revoking the university&apos;s licence was the right course of action and we will continue to fight their challenge at the full hearing.&quot; The Home Office has said that action was taken after it found that 26 students out of a sample of 101 were studying at LMU even though they did not have leave to remain in Britain. It also claimed that the lack of required monitoring meant there was no proof that students were turning up to lectures in 142 of 250 (57%) of those sampled. LMU rejected claims of systemic failings and said the revocation decision was based on a highly flawed UKBA report.", 
    "section": "education", 
    "gid": "education/2012/sep/21/london-metropolitan-university-reprieve-student-visa", 
    "wordcount": "909"
}