{
    "headline": "Teachers' union considers legal challenge over free school assessments", 
    "text": "The largest teachers&apos; union is considering a legal challenge over Michael Gove&apos;s free schools policy amid concerns that it is damaging children&apos;s education. The National Union of Teachers (NUT) could appeal to the information commissioner over Gove&apos;s refusal, following a freedom of information request by the union, to disclose the assessments of the impact on nearby schools that he is legally required to obtain when considering whether or not to approve the opening of a free school. The union says it is not convinced Gove has applied the law correctly, citing a number of cases in which free schools are opening in areas where there are already surplus places or where they will create surplus places, leading to what the NUT said was unnecessary competition. Separately, the NUT threatened to refuse to co-operate with Ofsted inspections, amid concerns that the school testing regime had a major impact on staff workload and was damaging to morale. The motion also raised fears about changes that would see weaker schools inspected more frequently. There are already teachers in Northern Ireland who are refusing to co-operate with their schools inspectorate, the conference heard. Martin Powell Davies, a teacher from Lewisham in south London and a member of the NUT&apos;s ruling executive, said: &quot;I&apos;m sure there are lots of us who have considered whether we could boycott Ofsted, whether we could have non-co-operation, and perhaps that&apos;s going to be a lot to ask people to do.&quot; But he said that when the amendment had been discussed there had been excitement among members of &quot;the thought that you might just be able to tell that inspector &apos;class, stop what you&apos;re doing we&apos;ve got an unwelcome visitor and we need them to leave&apos;&quot;. The motion calls for the union&apos;s executive to &quot;reinvigorate the campaign for the abolition of Ofsted&quot;. The move on free schools follows votes by both the NUT and NASUWT at their annual conferences over the weekend to step up opposition to the government on pay, pensions, working conditions and job losses. There could be strike action as early as this summer. Kevin Courtney, deputy general secretary of the NUT, said it was in the public interest for the information to be in the public domain. &quot;What we are talking about is the impact free schools have on other schools, that we think are damaging to education for children in the system.&quot; The union said that in Bristol and Wandsworth, for example, free schools were adding to the surplus of secondary school places when there was a need for more primary places. The NUT published research about the &quot;negative impact&quot; of free schools on their neighbours, citing a number of case studies. The Beccles free school in Suffolk, due to open this September, is expected to cost the neighbouring Sir John Leman high school 1m, or 15% of the budget. Jeremy Rowe, the headteacher at Sir John Leman, which recently converted to an academy, was quoted as saying the proposed free school would be a disaster and a waste of money. Either his school would remain full and the new school empty, &quot;or both are half empty&quot;, he said. The NUT also cited Becket Keys Church school, planned for Brentwood, in Essex, on the site of a former school, Sawyers Hall College. The union said Sawyers Hall was closing as a result of a local school reorganisation and falling school rolls. Celia Dignan, of the NUT&apos;s policy team, said: &quot;At a time when huge amounts of schools are facing cuts it seems completely bizarre that they are looking at these applications and thought that they are serving some kind of additional need.&quot; The study was released to coincide with a debate at the NUT conference in Torquay on what the union branded the privatisation of education under the coalition. A motion warned that the rapid development of free schools was &quot;creating a market of competing schools that threaten to destabilise existing school provision&quot;. Teachers are concerned because academies and free schools are accountable to the education secretary, rather than their local authority, and have greater freedom to change the timings of the school day, teachers&apos; pay and the subjects they teach. To date, 24 free schools have been opened and 70 more are in the pipeline. Courtney said: &quot;The secretary of state is under an obligation to consider the impact on other schools, to consider the impact on maintained schools, academies, further education institutions, of setting up free schools in any particular area. He is under that obligation in law. But we say that free schools are being set up in areas where they are going to be damaging to existing good provision. &quot;It goes way beyond the idea that you need some surplus places to allow parental choice, and it is a massive expansion of surplus places in a way that will damage education. It is existing good schools that are being damaged. We have asked the secretary of state to share with us the impact assessments that he must have made about the effect of implementing these schools and he has refused to share that information with us and so we are now at the stage where we are taking a complaint to the information commissioner because we are convinced that it is in the public interest for this information to be in the public domain.&quot; A Department for Education spokeswoman said: &quot;Many of the first free schools were set up by talented heads and teachers with years of experience. These professionals listened to what parents had to say and responded with more local choice for children. As a result, the vast majority of free schools are oversubscribed. It is disappointing that the work of these teachers is being overlooked by the NUT.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/08/teachers-union-free-school-assessments", 
    "wordcount": "982"
}