{
    "headline": "Nasa's Opportunity rover finds Martian water appropriate for the origin of life", 
    "text": "   After almost 10 years' exploring, NASA's Mars Exploration Rover Opportunity will now head for Solander Point. Photograph: NASA/JPL-Caltech/Cornell Univ./Arizona State Univ.     Opportunity has made one of its greatest scientific discoveries so far. Clay minerals in a rock called Esperance clearly indicate that neutral water flowed across the rock some time in the first billion years of its existence. The rock was found near Endurance Crater, and took seven attempts to analyse because it was partially covered in Martian dust. The clay minerals are similar to one called montmorillonite. Formed under the influence of neutral water, this is significant because neutral water, which is similar to household tap water, is thought to be much more conducive to the chemistry needed for the origin of life. Announcing the results, Steve Squyres, principal investigator for Opportunity, Cornell University, Ithaca, N.Y. said that, although they have talked in the past about finding water with Opportunity, really it was more like sulphuric acid. As Mars turned into the desert planet we see today, so the water became more acidic. This happened because of evaporation, which left a higher concentration of minerals in the remaining water  rather like reducing a sauce to make it richer. Neutral water dates from an earlier time on the planet, when it rained frequently bestowing a more Earth-like environment. Although a first for Opportunity, this is not the first time that neutral water has been found on Mars. In March, NASA&apos;s larger, younger rover Curiosity found evidence for &apos;drinkable&apos; water in clay minerals in Gale crater. &quot;It is really striking to me, how similar the stories are for the rocks at Gale and Endeavour crater,&quot; says Squyres, comparing the two findings. Opportunity is now heading for a 55-metre high outcrop called Solander Point. Averaging 50 metres per day, the team hope to get there before August. Winter is approaching on Mars. If Opportunity reaches Solander Point&apos;s sloping sides, the solar panels can catch more of the low winter Sun. This could give them enough power to drive during the winter months.  In previous Martian winters, on flatter terrain, power levels have dropped so much that engineers have had to park Opportunity and wait for the cold weather to end. Images show that Solander Point displays layered terrain. These layers preserve a record of Mars&apos;s changing climate throughout the planet&apos;s history, which Opportunity can read. Analysing such layers is similar to Curiosity&apos;s mission at Mount Sharp in Gale crater. The longevity of Opportunity is astonishing. Designed to last for just 90 Martian days, it is now approaching its 3400th Martian day of operation.  It has lasted almost 40 times longer than its design lifetime. It was launched on 7 July 2003 and landed on 25 January 2004.  Considering the age of the rover, and the fact that its twin Spirit &apos;passed away&apos; in 2010 during its fourth Martian winter, it seems prudent to start the celebrations now. Just in case. Stuart Clark is the author of The Day Without Yesterday (Polygon).", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jun/07/nasa-mars", 
    "wordcount": "481"
}