{
    "headline": "Talking feedback", 
    "text": "A student receives a web link from a teacher via email. When it is opened, a video clip starts to play. The image is of computer screen containing the homework that the student had submitted earlier as a text document. A cursor appears, highlighting a section of text, followed by the teacher&apos;s voice explaining a language error. The teacher&apos;s disembodied voice and ghost-like manipulation of the text continue through the document, highlighting, explaining and suggesting strategies for correction, until the clip ends. Moving images of computer text with a personal commentary are unlikely to become the next YouTube sensation, but the use of screen-capture software, which allows this kind of voice-annotated manipulation, could become a major asset for English language teachers and students. Screen-capture software allows you to record the screen of your computer as if you had a camera pointed at it and also record your voice. An attachable or built-in microphone is the only hardware requirement. Teachers can &quot;capture&quot; the contents of their screen as they correct and comment on students&apos; work. All the notes, highlights and spoken comments recorded and the resulting video can be forwarded to the students. I first started experimenting with video feedback using screen capture six years ago. My students liked the fact the feedback included visuals and sound. They also felt they were getting more input from their teacher. They said that it was clearer as they could see the cursor and exactly what the teacher was correcting. Many students said they clips were &quot;authentic listening materials&quot; and they watched the videos several times. We are also beginning to discover that the application of this technology can change the nature of feedback. It is common to see comments such as &quot;good&quot; or &quot;well done&quot; on written scripts but when teachers use video feedback they tend to elaborate and develop points rather than leaving them as empty comments. Students feel it is more &quot;human&quot; too as they can hear the teacher&apos;s voice. However, in its early days video feedback had a flaw: the videos had to be compressed before they could be sent to the students, requiring technical knowledge on the part of the teacher. Cloud computing changed this. Screen-capture websites now provide free server space where the videos can be uploaded at the click of a button and the resulting &quot;link&quot; shared with students. Video feedback is now a practical tool for teachers. The Open University (OU), the UK&apos;s distance learning higher education institution, is experimenting with feedback on some courses. Felicity Harper and Hannelore Green from the OU&apos;s faculty of education have introduced the feedback idea to language tutors who are trailing it with their students and the response has been very positive. &quot;It has worked well with students who have dyslexia too, who sometimes feel overwhelmed with textual feedback,&quot; said Green. My own experiments at the University of Warwick show that video feedback goes beyond simple language correction. In fact, it works best when you want to elaborate and expand on your feedback and not simply correct grammar or spelling, for example when you want to offer comments on an essay&apos;s structure, content or ideas. In the language classroom, it is also useful for work on vocabulary. A teacher can take notes on pronunciation mistakes that are made in the lesson, and after class write the list into a text document, turn on the screen capture and read through the words and highlight where the stress falls. The resulting video can then be sent to the whole class. Teachers could send a weekly video of pronunciation mistakes or vocabulary they want students to learn. We know from research that students value face-to-face feedback, but with large classes this is not always possible. So could screen capture offer an alternative? Students seem to think so. &quot;It&apos;s as if my tutor is sitting next to me,&quot; is a common comment the OU are hearing. Students find it engaging and many point out they play the feedback several times. At the heart of this idea is a simple technology that can provide busy teachers with an effective way of providing better-quality feedback in a motivating way. With the current obsession with final marks and grades, any system that gets students to engage with the feedback and act upon it has got to be worth investigating. Russell Stannard is a principal lecturer at the University of Warwick and a recent winner of the British Council&apos;s ELTons award. Free video capture programs include TechSmith&apos;s Jing and Camstudio Creative use of crowd-sourcing English language learners in Japan are getting the benefit of feedback on their written work from over 6,000 internet users. A class project, co-lead by James York with 18 to 20-year-olds at Tsukuba and Tokyo Denki universities, uses the internet news site reddit.com as a platform to publish the students&apos; digital comic strips. Students were first introduced to ragefaces.com, a growing repository of weird and witty cartoon faces, sparking group discussions about the emotions they represent. York says his digital native students had no difficulty creating and uploading short comic strips mixing images, text and jokes, all in English. As he explains in his blog, he needed to resolve some technical issues to allow group access to sites designed for individual use. The real value of the project came when the comic strips were published on a specially created reddit.com/r/EFLcomics page, eliciting comments and feedback from native-speaker readers. &quot;Students get a rare chance to express themselves creatively in English and it is a great for intercultural communication,&quot; said York. &quot;For teachers the project can be seen as crowd-sourcing native English-speakers to voluntarily correct students&apos; mistakes, praise them and communicate with them.&quot; Max de Lotbinire ", 
    "section": "education", 
    "gid": "education/2012/jan/10/esl-video-feedback", 
    "wordcount": "978"
}