{
    "headline": "Google stats show Android Ice Cream Sandwich penetration at 10.9%", 
    "text": "You have to credit Google for its transparency regarding the install base of different versions of its Android operating system. The company publishes regularly-updated distribution figures, despite the fact that they fuel the debate around Android fragmentation. The latest numbers are out, covering Android devices that have accessed the Google Play store in the 14-day period ending on 2 July 2012. They reveal that Android 4.x Ice Cream Sandwich is now on 10.9% of these Android devices, up from 7.1% at the start of June. The tablet-focused Android 3.x Honeycomb has a 2.6% share (down from 2.7%), while Android 2.3.x Gingerbread remains installed on 64% of devices (down from 65%). Android 2.2 Froyo still has a 17.3% share  and remember, this is active devices in use while even Android 2.1 Eclair accounts for 4.7%.     Percentage of devices accessing Google Play (formerly Android Market) over time, by OS. Source: Google, Wayback Machine.    (Charles Arthur adds: the graph shows, even if the numbers don&apos;t immediately, that Gingerbread has peaked - falling from 65% to 64% in a month. That probably doesn&apos;t mean fewer devices running Gingerbread, as the total of Android devices continues to climb by a million or so a day. Instead, it probably indicates rapid sales of newer devices running Ice Cream Sandwich.) The dilemma for developers is clear: take advantage of whizzy features added in Ice Cream Sandwich announced back in October 2011, remember means cutting your target to just over one in 10 Android users. The flipside of that, of course, is that this is still a lot of people. Google has activated 400m Android devices so far, although that&apos;s not the same as saying it has 400m active Android users right now ruling out an easy 43.6m Ice Cream Sandwich devices calculation. But ICS isn&apos;t a tiny niche. Even so, the challenge for Google is how to speed up the rate at which new versions of Android make their way onto handsets, with operators and handset makers traditionally seen as the bottlenecks. Android 4.1 Jelly Bean, unveiled at Google&apos;s I/O conference in June 2012, represents Google&apos;s attempt to tackle this challenge, with its new Android Platform Development Kit (PDK), which was also announced at I/O. It&apos;s just been made available to hardware developers smartphone and tablet makers, but also chipset firms for Jelly Bean. In the future, though, they&apos;ll get PDKs for each Android version two or three months before its official release.  The idea: a smoother and faster rollout, with less device owners left waiting for the update (or, as is often the case, left waiting for mere news of when or whether they&apos;ll be getting the update). App developers keen to jump on the latest Android features hope the PDK scheme will bear fruit. Sceptics will point to a previous initiative the Android Update Alliance announced at I/O 2011 with the aim of guaranteeing that new devices would get every new version of Android for at least 18 months after their initial release. Operators and handset makers seemed to forget about it immediately, while Google hasn&apos;t mentioned it since, either. An optimistic view of the new PDK initiative, though, is that its early access may be what handset makers need in order to deliver on the Android Update Alliance guarantee. Time will tell.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/03/google-android-penetration", 
    "wordcount": "556"
}