{
    "headline": "Xbox at 10 in Europe: how the console shaped gaming history", 
    "text": "The games industry was a very different place 10 years ago. Still dominated by Japanese games and Japanese games machines, Microsoft&apos;s plans to launch its own dedicated console were met with skepticism. A few years before, EA co-founder Trip Hawkins had tried to wrestle his way onto the games hardware scene with the 3DO  an abject failure against the might of Sony&apos;s PlayStation. Many thought the Xbox would go the same way. It didn&apos;t. Instead, it changed the industry, bringing broadband connectivity and hard disk storage to consoles for the first time and introducing us to important new franchises such as Halo and Project Gotham. Not bad for a project that originally started out with a two-man team (Microsoft engineers Otto Berkes and Ted Hase) as something of a hobbyist attempt to create a Windows games machine. Games journalist and vg247.com founder Pat Garratt has released an extensive history of the Xbox on Kindle. Here we discuss the history of the machine and its lasting legacy on the industry  Keith Stuart: What was the reaction to the Xbox announcement back in the early 2000s? Microsoft hadn&apos;t been hugely involved with consoles before that point  apart from providing a modified version of the Windows CE operating system for Sega&apos;s Dreamcast. I remember journalists being rather cynical.Pat Garratt: I think there was a general air of disbelief around the time of the announcement. PlayStation owned the core market and Nintendo was at the height of the Game Boy craze with Pokemon. We thought Microsoft&apos;s intentions were ridiculous. Bill Gates appeared on stage in person to announce Xbox at the Game Developers Conference in San Jose in 2000, and still no one could believe it would ever work. Microsoft was a PC company and didn&apos;t understand the console world, which was Japanese. The whole thing was blatantly engineered to build a bridge from the PC games business to the living room, and we all thought it was doomed. There was a lot wrong with it, but the fact Microsoft was able to make a gamble of that size in the face of so much opposition from the press, the development community and even gamers themselves shows just how badly the console market needed shaking up. We didn&apos;t believe there was a gap, and we didn&apos;t bank on Microsoft&apos;s tenacity. I think there were maybe two important things about the launch. One was the built-in hard-drive, which clearly took the games console into the era of downloadable, digital entertainment. The other was Halo.The hard drive was a major step for consoles. Microsoft used it as a method of differentiation, as PlayStation 2 had no hard storage. The origin of the hard drive on the original Xbox is interesting. It became a PR tool, in that Microsoft said it was important for playing online games  and yes, it allowed people to play digital music and all the rest  but it was only ever included in the first instance because Windows needed it to boot. The hard drive was just a technical thing, but the consequences were dramatic. The drive meant shooters like Halo were playable like PC games, with no load times between areas. It was also possible for Halo to be a proper networked shooter, as data could be read quickly from the HD. Online games were only really possible on PC before that. PS2 couldn&apos;t really do any of it because it didn&apos;t have dedicated storage. Yeah, I mean, there were a few PS2 Net Link games, but they were difficult to set up.Whereas Xbox was built from the ground up to enable proper multiplayer. Halo was revolutionary, really. It&apos;s funny to look back at the reaction to Halo. Before it came out, the press couldn&apos;t fathom a first-person console game with a green and grey colour pallete; everyone was used to anime-styled, neon-coloured Japanese games. When Halo launched alongside Xbox, UK magazine Edge reviewed it at 10/10 and suddenly everyone loved it. It was a turning point for console gaming as a whole.     Bill Gates announced the new machine code named X-Box during his keynote address at the Game Developers Conference    Apart from the hardware and software itself, I think the really important thing about Xbox was that it was made by Microsoft, an American company. I saw Gates unveil Xbox at GDC, and the crowd was in rapture. It was as though Bill Gates, the all-American tech hero, had come to save the US games trade. Halo&apos;s protagonist, Master Chief, connected deeply with the American psyche at that point. Superman&apos;s resonance with the US market has been compared to Master Chief&apos;s. America was facing the start of its &quot;war on terror&quot; and had just been through 9/11, while Superman became popular in the US after [the second world war]. I think young Americans needed a hero, a fantasy in which everything works out against all odds. Master Chief was in the right place at the wrong time. I think the fact Xbox was American was a big factor in its ability to get a foothold in one of the main world games markets. It&apos;s interesting to look back, though, and realise that it was far from a perfect launch. The game line-up was pretty poor  only Halo and Project Gotham really stood out. And Halo had no online multiplayer mode  it had to be set up via a LAN connection to allow 16 players to take part, with four machines running four-player splitscreen  a pretty obtuse set-up. When you were researching your history of the Xbox, did you find out why the machine didn&apos;t launch with Xbox Live? If online connectivity was part of the vision form the start, which Bill Gates and Steve Ballmer would have us believe, why didn&apos;t Xbox Live turn up until later in 2012?It&apos;s important to remember that general broadband availability was in its infancy in 2002. There were only 700,000 households in the US with broadband in 2000, and predictions at the time of launch were that there would be 12.6m by 2006. There was no such thing as mass penetration; we were all using dial-up at home. Xbox, in many ways, was a console ahead of its time, and banking exclusively on broadband was probably the greatest risk Microsoft took with the machine. Sega&apos;s Dreamcast came out in the west in 1999, but shipped with a dial-up modem as broadband was seen as a future technology. Microsoft refused to use anything other than broadband for Xbox, though, as the vision for Live was a system that allowed downloadable patches, new maps and other pieces of content, voice communication and lag-free action gaming in intense real-time genres such as first-person shooting. Gates was a hugely believer in the internet  Microsoft still is, obviously  and Xbox essentially shipped with an online component that very few people could actually use as a result. I didn&apos;t specifically ask why Live launched after the console itself, but I&apos;m going to assume it wasn&apos;t ready. The entire Xbox development period was a horrific crunch for Microsoft, and I&apos;d guess someone just took the call to move Live into &quot;phase two&quot; as broadband penetration wasn&apos;t extensive. Halo was originally intended to be a PC and Mac title, with large teams of players on each side, but Microsoft bought Bungie specifically for the game in the run-in to Xbox&apos;s launch. The first Halo as it appeared on Xbox was never designed for online play as Live didn&apos;t even exist. I think the simple answer would be that Gates and Ballmer were totally commited to broadband gaming with Xbox, and that was the reason Halo launched without full online play.     Halo Xbox    Microsoft released a 10-year anniversary edition of Halo towards the end of 2011 that featured online competitive play and online co-op for the first time, which was a big deal. Halo was the first shooter I ever played cooperatively, and I know for many fans it was a real dream to be able to play it online with friends using voice comms. The original game was only playable via LAN or split-screen, as you say. What do you think were the other key games for the console though? I guess it was Project Gotham, Splinter Cell, Knights of the Old Republic. But did any third-party publishers really exploit the hardware fully? The 233 MHz NVidia GPU andIntel Pentium IIICPU were technically in advance of the PS2, but it just felt a lot of the time that publishers were doing as little as they could in the conversion process.I think a lot of developers and publishers aimed for the lower PS2 specs when they developed cross-platform titles. Xbox didn&apos;t really get going as a truly competitive entity until Xbox 360, I&apos;d argue. That doesn&apos;t mean people didn&apos;t produce good content for Xbox, though. Splinter Cell&apos;s a great example of how a publisher was able to create something technically exceptional by focusing on the increased Xbox specs. I remember seeing it for the first time at E3 with a colleague who was big on PC games, and the sight of Sam Fisher crawling down a vent with a rotating fan causing real-time shadows on his back was enough to make him buy an Xbox. PS2 couldn&apos;t handle anything like it. But yes, I&apos;m sure companies were putting games onto Xbox as an afterthought to PS2. I worked on an Xbox magazine at the time, and sometimes it was tough to fill the pages. There just weren&apos;t that many games compared to PS2. To my mind, though, the third-party games that made a mark through exploiting the extra grunt were BioWare&apos;s Knights of the Old Republic; Tecmo&apos;s Ninja Gaiden and Dead or Alive 3; Ubisoft&apos;s Splinter Cell; Starbreeze&apos;s The Chronicles of Riddick: Escape from Butcher Bay; and Namco&apos;s Soul Calibur 2, which was, amazingly, at 720p. I&apos;m sure there were more, but those are the ones that spring to mind and using Xbox&apos;s technical specs to good effect. Being on an Xbox mag, do you feel the console really had an identity through its games at that time? A few years before, I was on a Dreamcast mag, and its big games  Sonic, Jet Set Radio, Chu Chu Rocket  were unmistakably Sega. I think in its early days, Xbox suffered from the same problem as the 3DO  it lacked those first-party and second-party relationships that Sega, Nintendo and Sony all achieved. In the end, does Xbox have a legacy of its own, apart from Xbox 360?I think it struggled, especially with third-party content, but it certainly does have a legacy and it did have a distinct feel at the time. Xbox was for grown ups, for early adopters willing to pay for the best visuals and hardware. Halo and Project Gotham Racing are indicative of Xbox&apos;s essence. The first-party content really made it. There was also a large mod scene around the hardware itself, which never really appeared around PS2. Dreamcast had it to an extent, but because of Xbox&apos;s hard drive and relatively open systems it could be converted with new user-made dashboards to create a powerful media centre, and it had loads of emulators. You could play Mario Kart on an Xbox if you knew how. Xbox felt quite underground to us when we worked on the magazine. We ran articles about BIOS flashing and other community modding topics you didn&apos;t really find on the Japanese machines. Even in the early days, there was a lot of power in the brand. We paid for one guy to get an Xbox tattoo in one issue; he had the logo put on his arm. He was a fully paid up member of the multiplayer community, and just lived for it. Xbox&apos;s legacy was all about bringing console community to the west, I think. There were some key games, but I definitely look on those years with rose-tinted specs thanks to the sheer daftness of it all.  Microsoft has released its own timeline of Xbox history", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/14/xbox-turns-10-in-europe", 
    "wordcount": "2000"
}