{
    "headline": "Angry Birds topped 30m downloads in Christmas week", 
    "text": "Finnish firm Rovio has revealed that its Angry Birds games were downloaded 8m times on Christmas Day, and 30m times in the week of 22-29 December. The company benefited from its Angry Birds Star Wars and Bad Piggies games riding high in the iOS and Android app store charts on Christmas morning, when millions of people were unwrapping new tablets and smartphones and looking for apps to download. Rovio revealed its Christmas stats in a short blog post, promising &quot;even more incredible surprises&quot; for 2013. The company is working on several more Angry Birds games, as well as a cartoon series and film based on the brand, which passed 1bn total downloads in 2012. It&apos;s not the only games publisher to have enjoyed a happy Christmas for downloads, either. Temple Run was downloaded 2.5m times on Christmas Day alone across iOS and Android, according to a tweet from Keith Shepherd, co-founder of its developer Imangi Studios. Mojang&apos;s Minecraft sold 453k copies on Christmas Eve according to a tweet from co-founder Markus Persson, although those sales include PC and Mac copies as well as iOS and Android. Mojang announced earlier in December that the game had passed 5m sales on mobile devices though.  Meanwhile, social games publisher Storm8 has reported 2m downloads of its mobile games on Christmas Day, blogging that its average revenue per daily active user (ARPDAU for short) increased by up to 4.5 times in some of its most popular games indicating that people weren&apos;t just downloading, they were spending on in-app purchases. Last week, mobile analytics firm Flurry estimated that on Christmas Day, 328m apps were downloaded globally on iOS and Android, with 17.4m new iOS and Android smartphones and tablets activated on that day for the first time. The company has now provided an update on those estimates based on data from the 260k apps using its analytics tools suggesting that globally, 50m new iOS and Android devices were activated over the week between Christmas Day and New Year&apos;s Day. Flurry also estimates that 1.76bn apps were downloaded on Apple and Google&apos;s platforms over that week. Angry Birds may have taken flight over Christmas, but it seems there were plenty more winners on the app stores in late December. The challenge for all these companies particularly those who racked up lots of free downloads rather than paid sales over Christmas is to turn the festive flood of new users into stable revenues in 2013.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/03/angry-birds-2012-christmas-downloads", 
    "wordcount": "419"
}