{
    "headline": "Farmers renew friendships, while geese and ducks compete noisily for attention", 
    "text": "The committee of the Eggleston Agricultural Society must have breathed a collective sigh of relief when the day of their 137th annual show dawned bright and clear. This is one of the smaller local dales shows but still a formidable feat of organisation, with 48 judges deliberating on exhibits for coveted rosettes and 75 trophies. Weather can make or break the event but today the view from the new showground at West Barnley, across the valley towards the distant fells, was bathed in unbroken sunshine. Eggleston is the last of the local agricultural shows and a chance for farmers from remote holdings across the North Pennines to renew acquaintances, chat around the sheep pens about the tribulations of the farming year and cast an appreciative eye over each other&apos;s animals. Familiar tunes from the Middleton and Teesdale silver band drifted across the show rings where immaculately groomed horses and riders performed. The falconer&apos;s peregrine swooped low over the spectators while Shetland ponies lined up for the judges and working dogs were put through their paces. The crowds that ambled through the industry and horticulture tents admired egg yolks the colour of marigolds, preserves, bread, cakes, dahlias as big as human heads, perfect parsnips and fragrant bundles of meadow hay. Admiring comments came from around the racks of dressed hazel walking sticks with their polished horn or carved wooden handles. For children, the animals were the main draw. Down in the cattle pens a young farmer, perhaps seven years old, gamely hung on to the halter of a restless Highland calf while the judges pinned a winner&apos;s rosette on his stockman&apos;s coat. In the poultry tent, wide-eyed younger children were greeted with a cacophony from geese, ducks, wyandottes and leghorns, all competing for attention. None more so than the cockerel whose comb and wattles matched the crimson of the first-place rosette on his cage, who unleashed sustained triumphant crowing that seemed to sum up the day.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/sep/26/eggleston-show-teesdale-farmers-friendships", 
    "wordcount": "325"
}