{
    "headline": "Scientology detox programmes: expensive and unproven", 
    "text": "Imagine a therapy that &quot;enables an individual to rid himself of the harmful effects of drugs, toxins and other chemicals that lodge in the body and create a biochemical barrier to spiritual well-being&quot;. If you were told that the treatment was entirely natural and had already &quot;enabled hundreds of thousands to free themselves from the harmful effects of drugs and toxins and so achieve spiritual gains&quot;, wouldn&apos;t you be tempted to try it? Who doesn&apos;t want a body free of nasty chemicals? And who wouldn&apos;t be delighted at the chance to counter a growing threat to an &quot;advancement in mental  wellbeing&quot;? These claims are being made for the &quot;Purification Rundown&quot; (&quot;Purif&quot; for short) and the closely related Narconon detox programmes, which mainly consist of regular exercise, sauna and nutrition, with industrial doses of vitamins and minerals added for good measure. Some of the claims are quite specific: the Purif programme is supposed to increase your IQ, reduce the level of cancer-causing agents in your body, and even enable you to lose weight easily and quickly. The Narconon programme is more specifically targeted at drug and alcohol dependency and is claimed to have an impressive success rate of 75%. Both programmes were developed by L Ron Hubbard (1911-1986) and are currently marketed by the Church of Scientology. The CoS is not generally known to be an organisation that promotes healthcare programmes. Hubbard, the pulp-fiction writer who founded the CoS, portrayed himself somewhat over-optimistically as a pioneer, innovator and nuclear physicist. He taught his followers that, at their core, humans contain a &quot;thetan&quot;. After creating the universe, thetans accidentally became trapped in physical bodies and, through scientology, we can restore the immortal, omnipotent, god-like powers of the &quot;thetan&quot; within us. Weird stuff that is the preserve of Hollywood eccentrics, you might think, but perhaps the CoS&apos;s detox-ventures are an attempt to conquer new territory? After years of clever promotion, the CoS detox programmes are now becoming popular in many countries, including the UK. They bring in good money. In 2009, the CoS was reported to charge $5,200 (3,300) for the Purif programme and the price for the Narconon programme is reportedly even higher. A typical course of treatment lasts several weeks and consists of many hours of exercise and sauna every day. This regimen is supplemented with megadoses of vitamins and minerals, which can cause problems. Niacin, one vitamin that is given in high doses as part of the regimen, can be particularly dangerous. The US National Institutes of Health warns that at high doses it can cause &quot;liver problems, gout, ulcers of the digestive tract, loss of vision, high blood sugar, irregular heartbeat, and other serious problems.&quot; It should not be taken by people who already have liver damage. Seven fatalities of people undergoing the Narconon programme are currently being investigated in Oklahoma, although the CoS says these deaths are not connected with the treatment regimen itself. Whatever the truth regarding these deaths, a review of the evidence about the treatment regimen&apos;s effectiveness  carried out by the Norwegian Knowledge Centre for the Health Services in 2008  found no good evidence that the Narconon programme works:  There is currently no reliable evidence for the effectiveness of Narconon as a primary or secondary drug prevention program. This is partly due to the insufficient research evidence about Narconon and partly due to the non-experimental nature of the few studies that exist.   The claim that such detox treatments eliminate toxins from the body is, of course, easily testable. All we would need to do is define what toxin we are talking about and measure the change in levels of that toxin compared with a control group of volunteers who did not receive the detox. But such studies are not available. Why? Do the marketing men believe in their own claims? Maybe they feel that profits and evidence are like fire and water? Or possibly the thetans have an aversion to science? If you think that the Purif, Narconon or any other form of alternative detox eliminates toxins, you might be mistaken. Most clients have lost some money, many have lost their ability to think straight, some may even have lost their lives. But there is no reliable evidence that they have actually lost any toxins.", 
    "section": "science", 
    "gid": "science/blog/2012/aug/17/scientology-detox-programmes-expensive-unproven-dangerous", 
    "wordcount": "729"
}