{
    "headline": "WhatsApp: the new text messaging", 
    "text": "You&apos;ve heard of texting, right? Billions of people use text messages, which have just turned 20. And you&apos;ve heard of BBM (BlackBerry Messenger), the free system for users of BlackBerry phones where, unlike texts, sending or receiving messages costs nothing because it&apos;s done as data that you have already paid for in your contact. OK. But have you heard of WhatsApp? If you&apos;re under 25, the answer is almost certainly yes. It is a cross-platform mobile messaging app that allows you to exchange messages without having to pay for SMS, and has an estimated 250 million users worldwide. That&apos;s more than four times as many as BBM, and it has the mobile operators increasingly worried, because it works like BBM  over data  but on any phone that can run the app, including phones running Android, Windows Phone, Nokia&apos;s Symbian and S40, BlackBerry OS and Apple&apos;s iOS. To communicate with someone, you both have to have WhatsApp installed. (It will recognise your contacts who do have it from their phone number.) That&apos;s a potential market of many hundreds of millions of users, and although the company hasn&apos;t released any formal numbers, it&apos;s safe to say that it&apos;s already really big, and likely to become even more so. WhatsApp was started in 2009 by two ex-Yahoo staff, Jan Koum and Brian Acton, and presently handles more than 10bn messages per day. And it&apos;s also one of the most popular paid-for apps on any platform. Why a paid app (you have to buy it on the iPhone; it&apos;s free for the first year on other platforms) rather than totally free? Koum and Acton recently posted on the company blog to explain: &quot;These days companies know literally everything about you, your friends, your interests, and they use it all to sell ads,&quot; they wrote. &quot;We wanted to make something that wasn&apos;t just another ad clearing-house. We wanted to spend our time building a service people wanted to use because it worked and saved them money and made their lives better in a small way. We knew that we could charge people directly if we could do all those things. We knew we could do what most people aim to do every day: avoid ads.&quot; Text messaging may still be pulling in the money from pay-as-you-go users, but these days they can get data bundles that let them send endless numbers of WhatsApp messages, and never touch the gold-plated text message (whose per-message cost, especially on PAYG, is miles out of kilter with what it costs to deliver or send). Tero Kuittenen, of the Finnish consultancy Alekstra, says: &quot;I believe we are facing a period of accelerating erosion of SMS volumes  this is not going to be a linear process.&quot; WhatsApp, he says, has grown tenfold in a year: &quot;Even though WhatsApp is such a fresh phenomenon, it has already played a major role in pushing Spain&apos;s SMS volume into 25% annual decline.&quot; So if you haven&apos;t heard of WhatsApp, you might soon do. And if you have, when&apos;s the last time you sent a text?", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/dec/04/whatsapp-new-text-messaging", 
    "wordcount": "519"
}