{
    "headline": "We need cross-party curriculum talks", 
    "text": "Subject knowledge is vital to education and a national curriculum should represent the knowledge which is accepted as being important in our society (Report, 18 March). Additionally, children, young people and other learners have developmental needs (including cognitive, emotional, social and physical) which change as they grow older. Successful learning occurs when teachers, parents and others exercise judgement in bridging knowledge and development appropriately. In this way, one generation helps another. There are two main problems with the proposals for a new national curriculum in England. First, there has been no authentic attempt to achieve agreement on overall intentions and on the balance of knowledge, concepts, skills and attitudes which should form the curriculum content. The proposals for subject knowledge thus lack legitimacy in far too many areas. Second, the proposals are imbalanced. Over-specification, implausible expectations and high-stakes control in relation to English and mathematics are combined with laissez-faire variability in relation to other subjects and issues. This produces a significant risk that many children will not feel motivated or engaged by the new curriculum. Teachers will do their best, as they invariably do. Cramming often does raise short-term performance, but it is doubtful if understanding and long-term capability will be achieved by provision of this type. Within our democracy, the secretary of state has responsibility for this process and for making evidence-informed judgments about these issues on behalf of us all. His selective use and misuse of evidence and advice cannot be justified. In December 2011, the Labour party offered cross-party talks on the national curriculum following publication of the report of the expert panel, of which I was a member. School education needs stability if it is to provide appropriately for children&apos;s learning. Mr Gove should call a halt and do the job properly.Professor Andrew PollardUniversities of London and Bristol", 
    "section": "education", 
    "gid": "education/2013/mar/24/cross-party-curriculum-talks", 
    "wordcount": "303"
}