{
    "headline": "New approaches to workplace learning", 
    "text": "Lack of access to the right skills is becoming a problem for many organisations, but firms are now being encouraged to invest in one of their most valuable resources  their employees  through new part-time or workplace training schemes. The government has recognised the need for effective partnerships between further education, higher education and business. To help build these partnerships the Department for Business, Innovation and Skills and the Department for Education have funded an initiative that could help bridge the skills gap in small  and medium-sized enterprises (SMEs), according to business secretary, Vince Cable. Cable was speaking at a roundtable hosted by the Guardian at the Liberal Democrat&apos;s annual party conference in Brighton last month. The event was sponsored by the Open University (OU) in association with the thinktank CentreForum, and included politicians and representatives from business and higher education. The discussion focused on how part-time and distance learning, provided by universities, colleges and industry partners, can help UK employees develop new skills. Cable suggested one way to achieve this was through the Employer Ownership Pilot scheme, which offers all employers in England direct access to up to 250m of public funding over the next two years to design and deliver their own training solutions. He told the roundtable the scheme could help address what he described as the &quot;very serious problem&quot; of skills gaps in SMEs. &quot;If Employer Ownership Pilots work they will  solve the problem,&quot; he said. &quot;If they work well they will be rolled out very rapidly and become the standard model.&quot; So far 34 companies have successfully bid to become part of the Employer Ownership Pilot scheme, which was launched in February. The business secretary also highlighted other policy changes he felt would help skills development, including the expansion of the apprenticeship programme and the government&apos;s decision to allow part-time university students to defer tuition fee payment. He told the roundtable the government was also keen to encourage low-cost alternatives to conventional university education: &quot;There is provision for FE colleges that want to work with bodies such as the OU or others to provide flexible part-time, low-cost courses to have maximum incentives to do so.&quot; Higher apprenticeships The discussion heard that the OU leads the workplace learning sector, partnering to deliver higher apprenticeships and offering postgraduate degrees and professional qualifications. Four out of five FTSE 100 companies have sponsored staff to take an OU course. Martin Bean, vice-chancellor of the OU, told the roundtable that employers like the university&apos;s model because courses are tailored to match individual needs. They also provide flexible learning that lets employees bring their new skills into the workplace right from the start. Bean said: &quot;Open access, part-time study and online learning really go hand in hand with profitable businesses  unlike the more traditional courses, employers start to see the benefits of that learning from day one. We can bring on world-class businesses and universities to develop world-class flexible learning opportunities  that is how we can plug the skills gap and get Britain growing again.&quot; Large corporations across the board are taking the initiative to address their own skills shortages, the discussion was told. The business consultancy PwC is developing level 7 higher apprenticeships  equivalent to a master&apos;s degree  in professional services, said Sara Caplan, a partner at the firm. It is also involved in the Employer Ownership Pilot scheme, which it wants to use to help SMEs access apprenticeships more cost effectively. Caplan said: &quot;Some of the universities are really interested in what we are doing but others see it as a threat to what they do now.&quot; British Gas is retraining employees to work in green energy roles and works closely with the FE and HE sectors. At supermarket Morrisons, apprenticeships are offered to staff of all ages and for some it is their first formal qualification. &quot;These aren&apos;t high-tech apprenticeships but they are still important to the people who do them,&quot; said Guy Mason, head of corporate affairs at Morrisons. Microsoft is also using apprenticeships to help address succession planning in ICT roles. But its head of corporate affairs, Hugh Milward, said other initiatives and a change of attitude among pupils are needed to fill the skills gap: &quot;The solution needs to come very early on in the education system so that when kids are going through school their perception of whether it&apos;s cool or not to do maths is fundamentally altered. It&apos;s a really big problem.&quot; Michelle Nolan-McSweeney, contracts delivery manager at Network Rail, told the roundtable that the company is investing in apprenticeship fellowships but also -creating training opportunities for SMEs in its supply chain: &quot;We recruit apprentices from our supply chain and take them through our programme. It&apos;s not for profit, the return on investment comes back to us because we have people who understand the culture and ethos of our industry.&quot; Like Network Rail, BAA Airports also works closely with local FE colleges. According to BAA Airports some 45% of its Heathrow employees live nearby, so its relationship with local FE colleges is crucial to its business plan. The roundtable was also told about a successful partnership between the OU and the consultancy, technology and outsourcing firm Capgemini that is helping to address its skills needs. The OU has developed a five-year work-based higher apprenticeship scheme with the company. It offers apprentices flexible learning that culminates in a BSc in computing and IT. John Cridland, director general of the CBI, said the examples of partnership working between FE and other training providers with private industry was encouraging because in the past both worked in &quot;separate silos&quot;. He said: &quot;The challenge is to bring those two together. Some companies have found a way through but for SMEs it&apos;s a lot harder.&quot; Mass agenda The partnership between Manchester Metropolitan University and fast-food chain McDonalds, which developed a foundation degree in restaurant management, was cited by Cridland as the way forward: &quot;These sorts of initiatives give credibility to how the two systems can work together.&quot; Tim Leunig, chief economist at CentreForum, supported this approach and said it was essential that traditional universities broadened their student base and developed learning partnerships with employers: &quot;Too many [universities] see themselves as factories for affluent educated 18-year-olds. We need to do more to take on the mass agenda,&quot; he said. However, Nicola Dandridge, chief executive of Universities UK, warned that government reforms in HE funding and its focus on top A-level students is out of step with the goal of bringing work-based learning to industry. Dandridge told the roundtable: &quot;You have to be very careful that doesn&apos;t undermine some of the objectives being talked about.&quot; The roundtable highlighted the need for a credit transfer system to make learning more portable. David Pollard, chairman of the education, skills and business support policy group at the Federation of Small Businesses, said: &quot;We have got to produce a route for people who are doing apprenticeships, so that in later life they can move into FE and then get a degree and master&apos;s and go forward, so that the apprenticeships become a new opportunity. That is really relevant for small businesses that will increasingly be doing a lot of their recruitment from apprentices rather than graduates.&quot; But for some, SMEs&apos; most significant challenge is how to address the skills needs of employees who have not followed the apprenticeship or graduate route. The OU&apos;s Bean said the biggest challenge facing a local SME manager &quot;isn&apos;t that he can&apos;t find apprentices or graduates, but that there is this big gap in the middle and he desperately wants to knit that together. At the moment nothing exists in the system.&quot; Expanding and developing the apprenticeship route to master&apos;s level and the Employer Ownership Pilot scheme may go some way to alleviating skills shortages. But however they do it, employers that try to educate their workforce will be in a win-win situation, according to Bean: &quot;Adults today don&apos;t think as much about job security as they do about career security. The gift of education by your employer is a gift for life. That is well recognised by individuals and they pay their employer back many times over in loyalty and -productivity.&quot; Key discussion points Large business is working with the FE and HE sectors to bring flexible learning into the workplace and boost employee skills. Many see the higher apprenticeships and the new Employer Ownership Pilot scheme as the way forward, because they can help shape the content of the learning programme and employees immediately bring their new skills into the workplace. Staff favour the option to learn while they work, and often repay their bosses with better productivity and loyalty. But small and medium-sized enterprises risk being left behind unless they are given extra support to tackle the issue. At the table Sue Littlemore (Chair), education journalist Vince Cable, secretary of state for business, innovation and skills Hugh Milward, head of corporate affairs, Microsoft Martin Bean, vice-chancellor, The Open University Tim Leunig, chief economist, CentreForum Abigail Morris, public affairs manager, BAA Airports Sara Caplan, partner, PwC Baroness Sharp of Guildford Michelle Nolan-McSweeney, contracts delivery manager, Network Rail Baroness Brinton Angela Williams, HR director, British Gas Nicola Dandridge, chief executive, Universities UK Guy Mason, head of corporate affairs, Morrisons David Pollard, chair, education, skills and business policy group FSB Jane Smith, director of resources, IPPR Emma Burnell, media and public affairs officer, Unionlearn John Cridland, director general, CBI Tessa Munt MP     Open University Logo Photograph: Open University    Roundtable report commissioned by Seven Plus and controlled by the Guardian. Discussion hosted to a brief agreed with The Open University. Funded by The Open University. For information on roundtables visit: guardian.co.uk/sponsored-content This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/10/open-university-workplace-learning-roundtable", 
    "wordcount": "1668"
}