{
    "headline": "World gets second helpings of girl's school dinner blog as ban is overturned", 
    "text": "When nine-year-old Martha Payne set up a blog six weeks ago, to show pictures of her daily school lunch  sometimes meagre, often fried  it was meant as a writing project that would be seen by few others than her close relatives. But word spread over social media, and in just over a week more than 100,000 people had viewed Martha&apos;s stark photos of her food, sitting on a white, prison-style tray. Still, she could have been little prepared for the deluge of publicity on Friday, when Argyll and Bute council was forced into a humiliating climbdown over a decision to effectively close the blog, by banning photography in the school dining hall. By 11pm, her blog, NeverSeconds, which has drawn the support of Jamie Oliver, had attracted more than 4m page views and she had managed to raise more than 52,000 for the charity Mary&apos;s Meals. Martha&apos;s father said the pictures, taken with the permission of her teachers, were intended only for &quot;aunts and uncles, grannies and grandpas&quot;. Alongside was a commentary, with marks out of 10 on a &quot;Food-o-meter&quot; scale, remarks on how healthy the food was, and whether she found stray hairs. Martha&apos;s verdict was sometimes complimentary, sometimes less so. Beneath a particularly sparse offering she wrote: &quot;The pizza in the first pic was alright but I&apos;d have enjoyed more than 1 croquet. I&apos;m a growing kid and I need to concentrate all afternoon and I cant do it on 1 croquette.&quot; As the worldwide readership grew, Martha began posting photographs of school dinners sent in from fans in other countries  generally, it emerged, a significantly healthier selection of dishes than on offer in the canteen at Lochgilphead primary school. She began encouraging fans to donate to Mary&apos;s Meals, which builds kitchens for schools in east Africa, managing to raise 2,000 toward her target of 7,000. While Martha posted anonymously as Veg, when newspapers picked up the story they named her and the school, often adding their own criticism of the food. The final straw for the council was a Daily Record piece with the headline: &quot;Time to fire the dinner ladies.&quot; Officials asked Dave Payne whether his daughter would consider running a less scrutinising blog. He told the Guardian this seemed unfair: &quot;Martha writes very honestly, she takes pictures and she doesn&apos;t lie, and I didn&apos;t want to feel that she couldn&apos;t tell the truth.&quot; The result was a plaintive and seemingly final post on NeverSeconds. Martha wrote that she had been taken out of her maths class that morning and told she could no longer take photos. She added: &quot;I will miss sharing and rating my school dinners and I&apos;ll miss seeing the dinners you send me too. I don&apos;t think I will be able to finish raising enough money for a kitchen for Mary&apos;s Meals either.&quot; Twitter was awash with angry comments, including one from chef-turned school meals campaigner Jamie Oliver, who urged the nine-year-old to &quot;stay strong&quot;. Martha&apos;s MSP, Michael Russell, asked the council to reconsider. Argyll and Bute came up with a response likely to be immortalised on public relations curriculums under &quot;how not to do it&quot;. A statement accused a girl of &quot;unwarranted attacks&quot; on local school meals &quot;which have led catering staff to fear for their jobs&quot;. This merely unleashed a further frenzy. The digital readership counter on NeverSeconds rose from 2m to almost 3m in hours. Martha&apos;s donation page for the schools charity hit 30,000 shortly by mid-afternoon on Friday and was still rising. Mary&apos;s Meals said it had enough funds to fit out an entire school in Malawi. Argyll and Bute backed down: the council leader, Roddy McCuish, told the BBC he had ordered an immediate reversal of the photo ban. &quot;There&apos;s no place for censorship in Argyll and Bute council and there never has been and there never will be,&quot; he said, adding: &quot;It&apos;s a good thing to do, to change your mind, and I&apos;ve certainly done that.&quot; This was &quot;a great outcome&quot;, Dave Payne said. One thing in particular had delighted his daughter: &quot;It&apos;s the Mary&apos;s Meals thing that&apos;s put a big smile on her face. She was aiming to raise 7,000 for a school kitchen and it was going to take a long time. &quot;I thought, that&apos;s a great lesson in life, things like this don&apos;t come easy. She&apos;s proved me wrong.&quot; The blog would continue, he said: &quot;There&apos;s a couple of weeks left &apos;til the end of term and she&apos;s looking forwards to taking a camera in on Monday and writing about food.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/16/martha-payne-never-seconds-blog-climbdown", 
    "wordcount": "800"
}