{
    "headline": "Mystery bird: black skimmer, Rynchops niger", 
    "text": "    Black skimmer, Rynchops niger (protonym, Rynchops nigra), Linnaeus, 1758, also known as the American skimmer, photographed in Bolivar Peninsula, in Galveston County, Texas, separating the eastern part of Galveston Bay from the Gulf of Mexico.  Image: Joseph Kennedy, 5 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, 1/1000s f/8.0 at 1000.0mm iso400     Question: This New World mystery bird (and its congeners) is well-known for a particular field mark that sets it apart from all other birds. What field mark is that? What is that trait used for? How would you distinguish this bird from its congeners? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult black skimmer, Rynchops niger, dozing on the beach. This species, along with its two congeners are placed together into the family, Rynchopidae, the skimmers. The skimmers are one of the smallest taxonomic bird families, containing three species in just one genus. These species occur far apart; one is found in the New World, another in Africa and a third in south Asia. The skimmers are highly conserved, black-and-white tern-like birds with unique bills that set them apart from all other birds. Their remarkable bills are as thin as a knife blade and the lower mandible is longer than the upper mandible. The bird forages by swiftly flying very low over water with the lower mandible slicing the water&apos;s surface. When the lower mandible touches something, the bird snaps its bill closed, hopefully catching a fish.  Another unique trait these birds have are their slit-shaped pupils.  Skimmers are tropical and subtropical birds that nest in a simple scrape on sandy beaches. The female lays 3-6 eggs and she alone incubates them.  Here&apos;s a video of a colony of black skimmers nesting on a North Carolina beach. If you watch all the way through, you&apos;ll hear the skimmers&apos; calls, you&apos;ll see the fluffy chicks, and you&apos;ll see the adults feeding them:             [video link].  The black skimmer is a distinct bird species that cannot be mistaken for any other within its range.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/11/9", 
    "wordcount": "409"
}