{
    "headline": "Land rights for women can help ease India's child malnutrition crisis", 
    "text": "The findings of a new study (pdf) released last week showing that 42% of children under five in India are malnourished call into question some of the most fundamental assumptions of the development community. Countries like India, with robust GDP rates (last year&apos;s rate was 8%-9%), are not supposed to have stubbornly high malnutrition rates. Functioning democracies with healthy economies and steadily rising per capital income levels are supposed to provide steadily improving conditions for their children. In layman&apos;s terms: rising tides are supposed to lift all ships. But in India, as this study and a host of previous ones  just as devastating  make clear, this is not the case, leading researchers to dub this conundrum the &quot;Asian enigma&quot;. Despite progress on many fronts, India&apos;s high malnutrition rate, low birth weight and maternal mortality rate continue to rival those of sub-Saharan Africa. When children are born underweight or are malnourished, they are at severe risk of reduced health and mental capacity. These deficiencies cost India, in economic terms alone, an estimated $28bn per year. There is growing evidence that the reason for India&apos;s malnourished children is not just empty pockets  it is, specifically, women&apos;s empty pockets. Women in India have a lower status and therefore less control over resources, both land and money, and consequently do not have the leverage to ensure that their children&apos;s needs are met. Understanding this allows India to craft targeted and effective responses to this crisis. Because, although government programmes that provide free food and vitamins will surely help, what may prove more effective in the long term is improving the status of women and expanding their access to resources. This means recognising that women and girls in India often eat whatever is left over after husbands and sons have eaten, and that women often have no legal control of the land they farm with their husbands  and therefore cannot lay claim to any of the income produced on that land, even if it is gained through their own labour. There is an increasing body of research that points to the way forward. A study in Nepal found that children are less likely to be underweight if their mothers own land. Another, in Nicaragua and Honduras, presented at the World Bank, found that families spend more on food when the woman of the house owns land. And a study in Ghana found that families allocate larger proportion of their household budget to food when the woman owns a larger share of the household&apos;s farmland. We&apos;ve seen it in our work from Rwanda to India, when women have secure rights to the land either jointly with their husbands or on their own, the family does better in a host of ways: improved education, improved nutrition, improved health. Across India, national and some state governments are recognising this and are working to put a powerful asset  land  into the hands of women. Such programmes should be praised and, more important, replicated and expanded. Just last year officials in Odisha state opened the first Women&apos;s Land Rights Facilitations Centre. And officials in West Bengal state have begun adding the names of women to all the land titles they distribute in their micro-plot poverty alleviation programme. Officials in Andhra Pradesh, Karnataka, Odisha and West Bengal are working to ensure that more women find their names on the title documents to the land they till. This will allow women to fill their pockets, cooking pots and children&apos;s bellies  a bumper harvest for their families and communities, and a better future for all of India.  Renee Giovarelli is executive director of the Landesa Centre for Women&apos;s Land Rights", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/20/land-rights-india-women-ease-malnutrition", 
    "wordcount": "610"
}