{
    "headline": "AshTag app launched to prevent spread of devastating tree disease", 
    "text": "The British public are being asked to use their phones to help save the country&apos;s 80 million ash trees from a devastating disease that has already affected millions of trees on the continent and has led to a ban on imports coming into force today. Ash dieback, caused by the fungus Chalara fraxinea, was last week found in the UK for the first time outside of plantations and nurseries in East Anglia, raising fears of a repeat of Dutch elm disease which killed 25 million mature elms in the 1970s and 80s. In an attempt to map and help prevent the spread of the disease across the country, a team of developers and academics worked through the weekend to create an app that smartphone owners can use to report suspected cases of infection. Infected ash trees are recognisable by lesions on their bark, dieback of leaves at the tree&apos;s crown, and leaves turning brown  though experts say the arrival of autumn makes the latter harder to accurately spot. The AshTag app for IOS and Android devices allows users to submit photos and locations of sightings to a team who will refer them on to the Forestry Commission, which is leading efforts to stop the disease&apos;s spread with the Department for Environment, Food and Rural Affairs (Defra). The app follows in the footsteps of similar citizen-science crowdsourcing apps for wildlife, such as Pooter! for mapping the distribution of bees, and an imminent app for discovering whether a species of cicada in the New Forest have gone extinct or not. But its creators stressed what was unusual was the speed and urgency with which it had been created. &quot;Time is really of the essence, and we&apos;re hoping that Apple will support us in rushing any updates through the App store,&quot; said Toby Hammond, one of the team behind the app at the Adapt Low Carbon Group at the University of East Anglia. &quot;As a child growing up in Norfolk I was well aware of the devastation wreaked by the Dutch elm disease. We hope that thousands of people, from school groups to dog walkers, will use the app help to spot and report any sightings of the ash dieback so the disease can be contained.&quot; He added that he hoped the technology involved would help avoid the Forestry Commission being &quot;overwhelmed&quot; by false reports of just &quot;brown leaves.&quot; Ren Olivieri, chair of the Wildlife Trusts, which look after dozens of nature reserves around the country, has joined with the Woodland Trust in calling on the government to convene an emergency summit to discuss halting the spread of ash dieback, and other tree diseases. A Woodland Trust spokeswoman said it was still not clear whether last week&apos;s incident of the fungus in the wild had come from imports or carried over from the continent by the wind. &quot;We feel they&apos;re isolated cases. The sites are in East Anglia and near the coast, so the disease could have come in on the wind or even migrating birds across the North Sea. But we don&apos;t know yet.&quot; Defra&apos;s chief scientist, Prof Ian Boyd, said of ash dieback at the weekend : &quot;Ecologically it is going to change the countryside very significantly. Parallels have been made with Dutch elm disease of the 1970s. This is not good news for the countryside.&quot; The environment secretary, Owen Paterson, said last Thursday that the government would ban imports from Monday, and visited a wood in Staffordshire to officially announce the ban, which the gardening trade body, conservationists and others have been demanding for months. Announcing the ban today, he said: &quot;This is a very serious disease that demands action to stop its spread. I have ordered both an import ban and movement restrictions on trees from infected areas. This comes into force immediately.&quot;  This article was amended on Thursday 8 November. The main text said that 90% of trees in Denmark had been &quot;wiped out&quot;. This is incorrect and has been changed to &quot;affected&quot;. ", 
    "section": "environment", 
    "gid": "environment/2012/oct/29/ashtag-app-tree-disease-dieback", 
    "wordcount": "683"
}