{
    "headline": "Sir Alan Cottrell obituary", 
    "text": "In the 1940s and 50s, the scientist Sir Alan Cottrell, who has died aged 92, transformed the field of metallurgy, a subject that had previously been largely based on craft experience and scientific observations, into onethat was firmly based on sound scientific principles, with predictive capabilities. These principles were extended to create the subject of materials science. Later, Alan wasappointed chief scientific adviser to the government, covering a range of issues including aerospace, civil nuclear power generation and environmentalpollution. He was born and educated in Moseley, Birmingham, and graduated in metallurgy from the University of Birmingham in 1939, obtaining his PhD three years later. His first book, Theoretical Structural Metallurgy (1948), was a lucid explanation of how the properties of metals are controlled by their electronic structures. It was the definitive source for those of us studying metallurgy in the 1950s. In 1949, Alan was appointed to a personal chair at Birmingham. He was deeply interested in the mechanical properties of metals, recognising that the strength of real alloys was controlled by the presence of defects, known as dislocations. His book Dislocations and Plastic Flow (1953) was recognised as a masterly exposition of the subject. In 2003, a number of us met up with him at Cambridge to celebrate the 50th anniversary of its publication: the proceedings ended with a procession of professors taking their original copies to the front, for Alan to sign. He became a fellow of the Royal Society in 1955 and was persuaded by Sir Monty Finniston to take up the post of deputy head of metallurgy at the Atomic Energy Research Establishment at Harwell. There, he became immersed in issues relating to the generation of electrical power by nuclear fission. Such issues included irradiation-induced shape changes in fuel elements, the safe annealing of the graphite cores in the Windscale piles and concerns with thepossible brittle fracture of steel pressure vessels. In 1958, he was appointed to the Goldsmiths&apos; chair and made head of metallurgy at Cambridge University, revitalising the department by bringing in new people and new lines of research, among them field-ion microscopy and superconductivity. I did PhD research on brittle fracture under his supervision. In 1964, to the dismay of his colleagues, he accepted an invitation to become Sir Solly Zuckerman&apos;s deputy in the Ministry of Defence. Alan had grown concerned with the need to invigorate British manufacturing industry with scientific technology, and he felt that Whitehall was the place to do this. Zuckerman soon became chief scientific adviser to the government and Alan became chief scientific adviser to the MoD. In 1968, Alan moved again, to become Zuckerman&apos;s deputy. In 1971, he was knighted and became chief scientific adviser to the government. At around this time, the Central Electricity Generating Board was proposing to utilise the Westinghouse pressurised water reactor (PWR) for future generations. Alan was extremely concerned about the integrity of the reactor pressure vessel; in 1974, giving evidence to the select committee on science and technology, he described the PWR as an &quot;unforgiving&quot; system, drawing attention to a range of measures that he considered necessary to ensure the safety of PWRs. A high-level pressure vessel committee was set up to address the points. The recommendations of this committee didmuch to set new safety principles for nuclear plants. In 1974, Alan became master of Jesus College, Cambridge; from 1977 to 1979 he was vice-chancellor of the university. This brought him into contact with the chancellor, Prince Philip. Partly through Alan&apos;s encouragement, Prince Edward became an undergraduate at Jesus. Alan maintained his interest in the science of materials and the progress of the PWR, on which he could now comment from an independent point of view. From 1983 to 1993, he chaired a committee set up to advise on the methods proposed to guarantee that no crack-like defects of concern would be present at the Sizewell B PWR power station in Suffolk. After he retired in 1986, Alan wrote the books Introduction to the Modern Theory of Metals and Chemical Bonding in Transition Metal Carbides. He joined agroup devoted to the structural integrity of nuclear power generation systems, and from 1987 to 1995 chaired aRolls-Royce advisory board on materials and processing. In 1944, Alan married Jean Harber. She was an ideal partner, with immense charm and capability  someone who could take matters such as entertaining royalty in her stride. Jean fell ill in 1996 and Alan devoted himself to taking care of her till her death in 1999. Alan is survived by their son, Geoffrey, and Ioana, a daughter of close friends who, after her parents&apos; death, was welcomed by the Cottrells into their family.  Alan Cottrell, materials scientist, born 17 July 1919; died 15 February 2012", 
    "section": "science", 
    "gid": "science/2012/mar/18/sir-alan-cottrell", 
    "wordcount": "801"
}