{
    "headline": "Darpa Robotics Challenge: the search for the perfect robot soldier", 
    "text": "The Atlas robot looks something out of the post-apocalyptic future, or maybe a Will Smith blockbuster. It&apos;s a 330lb cyborg with eerily human-like hands and a head equipped with a laser. It lunges forward with a grim, deliberate clatter on curved slices of metal for feet. This bot will be a first responder in times of crisis, says the Pentagon  it&apos;s designed to use tools and trudge through difficult terrain, heading into smoky, dangerous areas that humans can&apos;t. With its human capabilities it could also, not coincidentally, be a good soldier. This robot  named Atlas after the Greek mythological hero who supported the world on his back  is part of the Pentagon&apos;s quest to create a humanoid robot that can do everything from turning knobs in nuclear plants to driving a car. Atlas sits on his massive hydraulic haunches at the leading edge of robotics. And the US military wants more like him. Starting today, the Atlas is the center of a $2m robot beauty pageant  the Darpa Robotics Challenge  held by the US government&apos;s Defense Advanced Research Projects Agency. Darpa is the technical-innovation arm of the US military; its purpose is to &quot;create strategic surprise for US adversaries by maintaining the technological superiority of the US military.&quot; The internet, for instance, started out as a Darpa project. For the Darpa Robotics Challenge, the agency is offering as much as $34m in awards money to contestants. They will include software developers and engineers vying to create the operating system that will rule future Pentagon robots as well as robot-makers themselves. If successful, Atlas and others machines in the competition could be put to work in future disaster zones deemed too dangerous for humans; their abilities could include turning a valve, connecting a hose to a spigot, and even driving a car. Boston Dynamics  the Waltham, Mass-based company that co-created Atlas  will provide copies of the cyborg to teams that will compete to win military prizes for designing the best software to bring Atlas to life. Already Atlas, and its predecessors, can rapidly climb stairs, do more push-ups than any human, and even pass for a person while donning a chemical protection suit. Chris Atkeson thinks the best robots for such tasks should not only have the dexterity of a human, but also can assess a situation and model a plan. As a professor in the Robotics Institute at Carnegie Mellon University, and an expert in cognitive science, he&apos;s leading one of the school&apos;s two teams in the Darpa competition. Atkeson&apos;s mission is to create robots that base their actions on an ability to observe the changing world around them. He says his robot software designs are like investment strategies in the stock market that use models and algorithms. While other robots might make snap decision, like investors who buy stocks based on their gut feeling, Atkeson is designing robots to think about the &quot;probabilities&quot; of potential outcomes. &quot;In the old days there were a lot of people who went with their gut and would invest in General Electric or something. You ask them why, and they say: &apos;Oh you know it feels good,&apos;&quot; he said &quot;The transition in robotics that I&apos;m interested in is getting to the point where robot behavior is determined by the quants.&quot; The goal of a semi-autonomous robot able to perform various diverse tasks on its own is still years away, Atkeson said, but Darpa has a history of pushing technologies borrowed from the future. The internet appeared similarly improbable when that agency began to funnel money into its development, Atkeson said. &quot;If you had run around and said, &apos;we&apos;re going to have almost universal access to a massive computer network,&apos; if you had said that in the 1960s and 70s, people would have shrugged,&apos;&apos; he said. &apos;&apos;They wouldn&apos;t have even understood the benefits of what you&apos;re talking about, and robots are the same thing.&quot; Atkeson will demonstrate the Carnegie Mellon team&apos;s bionic brain in the first heat of the contest, starting June 10, when software developers will compete to create the best program to run a robot. The winners of that first leg will get a crack at deploying their programs in Atlas himself in a later event of the competition.  Perhaps, not surprisingly, the US military is also increasing its use of robots - or unmanned systems, as it calls them. The Unmanned Systems Integrated Roadmap, a paper published by the Defense Department in 2011, outlines its strategy for expanding robotics technologies through 2036 to include war machines. Despite the ongoing controversy over drones, the Pentagon contends that robots will make military operations to be faster and more affordable. The Darpa Robotic Challenge isn&apos;t the only effort to expand robotics research in the US. In June 2011, President Obama shared a stage at Carnegie Mellon with a boxy four-wheeled yellow SensaBot  which looks a golden sibling of Pixar&apos;s Wall-E  designed to inspect industrial facilities. At the time, Obama announced the Advanced Manufacturing Partnership, a plan to fund new research that would lead to job growth in factories. About $70m of the $500m funding is allotted for projects in &quot;next-generation robotics.&quot; The moral aspect of creating humanoid military machines weighs heavily on some. US army Lt Col Douglas Pryer oversaw the deployment of hand-launched reconnaissance planes while commanding a company in Iraq in 2004. In a column titled Rise of the Machines and published in the March/April edition of Military Review, he described his concern that machines, as the distance they allow troops to remain from the battlefield, will encourage troops to feel indifferent toward civilian deaths. &quot;Since we were physically removed from the action, maybe such an event would not affect us much. Would it look and feel, I wondered, like sitting at home, a can of Coke in hand, watching a war movie,&quot; he said. Atkeson, of Carnegie Mellon, also comes from a military family. He acknowledges the ethical issue involved with developing robots for the Department of Defense. He reasons that as long as the military exists, it might as well be an efficient one: &quot;If you ask me a technical question of who can fly an airplane better, I think a machine can.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/10/darpa-robotics-challenge-us-military", 
    "wordcount": "1052"
}