{
    "headline": "Who will be the next great American cyclist?", 
    "text": "     When I was first getting into cycle sport, in the late 1980s, there was only one story. And that was Greg LeMond&apos;s. First, in 1986, he became the first American to win the Tour de France  deposing France&apos;s combative five-time winner Bernard Hinault. The following year, he nearly died after being shot in a hunting accident in California. To this day, he still has lead pellets in his body the surgeons couldn&apos;t get out. A stellar career was written off, but in one of the greatest comeback stories of any sport, LeMond returned to form and won the 1989 Tour on the final stage and by a record-breakingly close margin of 8 seconds. He returned to win the 1990 Tour, too, before running into the era of blood-doping EPO and finding that too many of his mere-mortal adversaries were riding like supermen. And then, ten years later, it was another American  Lance Armstrong  who dominated the sport as no other champion had before, winning seven consecutive Tours de France. And, of course, his comeback story  recovery from near-fatal testicular cancer  even trumped LeMond&apos;s. Some of the shine has come off Armstrong&apos;s achievements latterly  with the testimony of former team-mates alleging doping inside his US Postal team  but not that much: Armstrong&apos;s &quot;I&apos;ve never tested positive&quot; denials are enough for the legions of his fans. But here we are, into a new decade, and while cycling may be a cleaner sport, we hope, it lacks giants; there is no game-changing, epoch-making American titan of the stature of LeMond or Armstrong. And specifically, there is no obvious heir to that very US-specific tradition of a world-beating cyclist with as much talent for PR and marketing as for pedalling over the Alps. I&apos;m having a hard time explaining this to myself. Cycling is booming in the US, just as it is in most of Europe. The sport is healthy and competitive, with steady growth in participation: in 2010, the governing body, USA Cycling, issued just under 70,000 racing licenses, which represented a 63% increase since just 2002. Of course, there is up-and-coming talent  though even the most ardent American patriot might have to admit that there isn&apos;t the slew of exciting new riders coming through as there is in the UK, thanks to Olympic track success, smart Team GB management and the heavy investment of Sky. Taking a non-scientific approach, I canvassed some of my NYC team-mates.  The two names that consistently cropped up were Tejay van Garderen (yes, his name sounds Dutch, but he&apos;s American) and Taylor Phinney.  Van Garderen is only 23, but has already notched up some impressive results in his first couple of years as a pro. My buddy Kyle sent me the link to this recent article, in which US veteran pro (and former Armstrong team-mate) George Hincapie praises van Garderen&apos;s potential. When Hincapie says such things, it&apos;s worth sitting up and taking note, but  and this is a big &quot;but&quot;  the pro peloton is full of riders for whom great things were once predicted but who delivered less.  Floyd Landis and Tyler Hamilton were both once touted as the Next Great American Cyclist; both riders&apos; careers effectively ended with ignominious doping bans. Levi Leipheimer&apos;s record is unblemished in that regard and is certainly full of impressive palmares. Despite great promise, though, he has only once troubled the podium in the Tour de France (3rd, in 2007). As for Taylor Phinney, he emerged as a track pursuiter  not unlike Bradley Wiggins. So, he has shown great ability as a prologue time trialist and clearly has a &quot;big engine&quot;  twice winning the Under-23 version of the Paris-Roubaix (arguably, the toughest one-day race in the calendar). But it&apos;s a long way from there to winning the premier three-week stage race, and a big adjustment simply to riding in the professional peloton  as Phinney himself attests, having eloquently blogged one of his more gruelling experiences of last season. I asked Bill Strickland, who is editor at large of Bicycling Magazine and author of Tour de Lance, for a casting vote. Phinney is an exciting prospect, he says, but still an unknown quantity. Van Garderen has a form book we can read:  &quot;Tejay is more of the Euro-style neo-pro, where there&apos;s just not that much acclimitization to those increased demands that needs to happen. Like you see [22-year-old Slovak rider] Peter Sagan or Baby VDB [Belgian pro Jurgen Van Den Broeck], they look already at home in the pack, look like they&apos;re already hunting, instead of trying to figure out if they belong. Tejay has that sense about him.&quot;  But as we gear up for another season, in an Olympic year, who have we missed? Have you spotted the heir to Lance?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/feb/03/who-next-great-american-cyclist", 
    "wordcount": "799"
}