{
    "headline": "Las Vegas plans to pump water across 300 miles of desert approved", 
    "text": "Contentious plans to pump water across 300 miles of desert to Las Vegas were given the green light on Thursday. The ruling, from the state water engineer, Jason King, will allow the city to go ahead with a plan to draw water from four thinly populated valleys of eastern Nevada. King did not give Las Vegas all of the water it was seeking. But the award of nearly 84,000 acre-feet of water, from the Spring, Cave, Dry Lake and Delamar valleys should help Las Vegas escape a worst-case scenario where it would run out of drinking water by the middle of the next decade. &quot;In formulating the decision, the state engineer&apos;s Division of Water Resources conducted a thorough review of all evidence, testimony and exhibits, along with taking into consideration all public comment. The best science available was identified, and Nevada&apos;s water law was applied in the rulings,&quot; King&apos;s office said in a statement. Environmental groups, and a coalition of cattle ranchers and native Americans from eastern Nevada who have been fighting the project, said they would fight the decision in the courts. The Southern Nevada Water Authority had originally sought to mine more than 125,000 acre-feet of water several years ago, though it scaled that back to about 100,000 in its most recent request. So King&apos;s decision on Thursday gives Las Vegas most of what it was seeking. &quot;This is an important step in a process that will provide Southern Nevada a badly needed safety net against Colorado River drought. We are pleased that the Nevada state engineer took the most current data into consideration and based his decision upon science and law,&quot; said JC Davi, spokesman for the Las Vegas area water authority. Under Thursday&apos;s ruling, Las Vegas will be able to go ahead with its plans to develop a new source of water for the city  which gets virtually all of its water from the Colorado river. The head of the water authority, Pat Mulroy, told the Guardian in an interview before the ruling that she does not foresee beginning construction until water levels in Lake Mead, the city&apos;s reservoir, drop to dangerous levels. But once the approvals in place, the construction would then be relatively fast, she said. However, the ruling has some built-in delays to allow authorities to monitor the effects of the pipeline on water resources in eastern Nevada, wildlife and the environment. Even so, opponents of the pipeline rejected the ruling, saying the water engineer had failed to fully consider the impacts on local water supplies. &quot;We believe that the state engineer has ignored or dismissed compelling hydrological evidence  that clearly showed that there is no unappropriated water available in Cave, Dry Lake and Delamar Valleys,&quot; the Great Basin Water Network said in a statement. &quot;We will consider our options carefully but this ruling will not go without challenge.&quot; The Centre for Biological Diversity called the decision a victory for &quot;mindless Las Vegas growth&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/mar/23/las-vegas-pump-water-approved", 
    "wordcount": "504"
}