{
    "headline": "Whistleblower sacked over BT rural broadband leak", 
    "text": "A whistleblower at the Department for Culture Media and Sport has been sacked for sharing confidential information that suggests BT is inflating its charges for building Britain&apos;s rural broadband network. The chair of the Public Accounts Committee, Margaret Hodge, has asked for an investigation. The row is yet another sign of growing disquiet around the rural broadband project being run by the DCMS. Ministers have been accused of effectively giving BT a 1bn public subsidy without genuine competition. Mike Kiely, a consultant to the department&apos;s broadband development UK project since it was launched in 2010, was dismissed after information he sent to councils to help them get better value for money was leaked to the Brokentelephone blog. The department has refused to comment. BT has denied inflating charges and says it has secured contracts because it is committing extra funds to improve broadband access. Described by one of those who knows him well as &quot;a serious person who wanted to do the right thing&quot;, Kiely is understood to have been sacked two weeks ago because the information he shared was commercially confidential to BT. A DCMS spokesman said: &quot;We do not comment on individual staffing matters.&quot; Following the leak, a DCMS email trawl uncovered that Kiely had sent a document to councils with price information, in which he argued that BT&apos;s charges for installing fibre connected cabinets in rural areas were inflated and did not reflect actual costs. It claimed prices for cabinets ranged from as little as 11,689 before central and labour costs. However, once these were added, prices rose steeply, to 17,000 for &quot;generic&quot; rural areas to 30,000 for the most rural areas of the UK. Kiely claimed BT was attempting to charge an abstract wholesale price rather than one based on unit costs. He wrote: &quot;In attempting to establish a wholesale price, there has been significant inflation of costs by adding new job types and not reducing costs where these job types had already been accounted.&quot; Hodge has already said she will examine Kiely&apos;s claims as part of a new inquiry and she has written to Whitehall&apos;s spending watchdog, the National Audit Office, to urge an investigation. She told the Guardian: &quot;I am getting increasingly concerned at the way in which whistleblowers are being bullied. All too often people hide behind commercial confidentiality. This culture denies us the right to know how our money is being spent.&quot; Councils across the UK are currently offering contracts to wire up their rural communities in order to meet the government broadband targets set for 2015. They have 530m of government money to spend in the lifetime of this parliamentand are committed to matching it. With some councils offering to raise two or three times as much, the overall taxpayer spend will be more than 1bn. So far, only BT has won council contracts. It has also spent government funds wiring up Northern Ireland and Cornwall. In July BT signed a 425m deal to connect Wales, half of which is being paid for by the public sector. Councils find price comparisons difficult because there are only two approved broadband development UK (BDUK) bidders  BT and Fujitsu. In many council areas Fujitsu has not put in bids. Councils cannot share information with each other, because they are asked to sign non disclosure agreements. Kiely&apos;s document intended to arm them with the information needed to negotiate a better deal from BT. Kiely was the BDUK official responsible for liaising with community broadband projects. Malcolm Corbett, chief executive of the Independent Networks Cooperative, which represents community broadband activists and network builders like Fujitsu and Cable &amp; Wireless, worked with him. Corbett said: &quot;Quite a number of local authorities have concerns about how the BDUK process is working. Mike was simply trying to share information in order to better inform them. We need to get some competition into the process because it means that we have got a better chance of getting value for money.&quot; The Independent Networks Cooperative wants an overhaul of the much criticised BDUK process and has requested a meeting with Maria Miller, the culture secretary. A BT spokesman said: &quot;BT is winning BDUK tenders precisely because it is committing extra funds to improve broadband access in those counties. These funds are in addition to our commercial investment of 2.5 billion. &quot;It is ludicrous that some people are suggesting that we are trying to pass on the full cost of deployment to our public sector partners. In fact, we are looking at a low double digit year payback in these areas even when the public funds are taken into account.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/03/whistleblower-sacked-bt-broadband", 
    "wordcount": "795"
}