{
    "headline": "South Africa warns aid cut means change in relationship with UK", 
    "text": "South Africa has rebuked the British government for stopping direct aid to the country after two decades, describing it as &quot;tantamount to redefining our relationship&quot;. Justine Greening, the international development secretary, announced that the UK&apos;s aid programme to South Africa, currently worth 19m a year, will be terminated in 2015. The support has recently focused on supporting businesses and reducing the mortality rate among women giving birth. The decision provoked a sharp response from Pretoria, which said it noted with regret what it described as a unilateral announcement by the UK. &quot;This is such a major decision with far-reaching implications on the projects that are currently running, and it is tantamount to redefining our relationship,&quot; said Clayson Monyela, spokesman for the South African international relations department. &quot;Ordinarily, the UK government should have informed the government of South Africa through official diplomatic channels of their intentions and allowed for proper consultations to take place, and the modalities of the announcement agreed on.&quot; Monyela said it had been expected that a review of the UK-South Africa strategy and decisions about how to move forward, including on direct aid, would take place later this year at a bilateral forum. He warned: &quot;This unilateral announcement no doubt will affect how our bilateral relations going forward will be conducted. We are however, looking forward to the SA/UK bilateral forum later this year to clear up this matter among others.&quot; The two nations have had a rocky relationship in recent years, notably falling out over the UK&apos;s military intervention in Libya, but it is said to have improved of late. Britain&apos;s Department for International Development (DfID) issued a press release saying the two countries will begin a new relationship based on sharing skills and knowledge, not on development funding, in recognition of the progress South Africa has made over the last two decades. It now accounts for more than a third of sub-Saharan Africa&apos;s GDP and is a member of the Brics group of emerging economies and the G20, DfID noted. Speaking at an international conference of business leaders and African ministers in London, Greening said: &quot;South Africa has made enormous progress over the past two decades, to the extent that it is now the region&apos;s economic powerhouse and Britain&apos;s biggest trading partner in Africa. &quot;We are proud of the work the UK has done in partnership with the South African government, helping the country&apos;s transition from apartheid to a flourishing, growing democracy. &quot;I have agreed with my South African counterparts that South Africa is now in a position to fund its own development. It is right that our relationship changes to one of mutual co-operation and trade, one that is focused on delivering benefits for the people of Britain and South Africa as well as for Africa as a whole.&quot; DfID said the UK&apos;s bilateral programme in South Africa, which peaked at more than 40m in 2003, will focus on finishing existing programmes to help 3 million more people start or expand their own businesses and help reduce the number of women dying in childbirth by more than 10%. South Africa is the UK&apos;s 24th biggest trading partner, with annual trade amounting to 10.5bn. A spokesperson for DfID expressed surprise at South Africa&apos;s reaction and denied that the decision had been made without consultation. &quot;Today&apos;s announcement comes after months of discussions with the South African government. DfID ministers and senior officials have met with the South African government on many occasions to discuss our decision.&quot; Greening previously announced the end of direct bilateral aid to India, another titular member of Brics, by 2015. South Africa&apos;s main opposition party described the move as regrettable but understandable. Ian Davidson, shadow international relations minister, said: &quot;Inevitably it will be a setback. A lack of funding from one source will mean they have to replace it with another source.     The leaders of the Brics nations at this year's summit in Durban: (From l) India's Manmohan Singh, China's Xi Jinping, South Africa's Jacob Zuma, Brazil's Dilma Rousseff and Russia's Vladimir Putin. Photograph: Alexander Joe/AFP/Getty Images    &quot;On the other hand we&apos;ve had fair warning. I know the EU as a whole has been relooking at our economy. We are still an emerging market but funding in the past has been mosttly for the least developed countries. We are clearly developing.&quot; The eurozone crisis is also a factor, Davidson added. &quot;If you look at the constraints the UK and others are facing, it&apos;s understandable that they are relooking at their priorities.&quot; Joanna Kerr, chief executive of ActionAid, which has its headquarters in Johannesburg, said Britain&apos;s decision fits a wider pattern. &quot;A lot of international development aid to middle income and Brics countries is moving in the same direction. You can understand it from a taxpayer&apos;s perspective. &quot;But what DfID has been good at over the years is supporting civil society. If you look at its record in South Africa, there is a lot that it&apos;s done to bring issues such as violence against women into public view as well as good governance.&quot; Noting the recent adoption of South Africa&apos;s &quot;secrecy bill&quot;, which critics say could threaten access to information, Kerr added: &quot;The media and to an extent NGOs remain the only source of opposition and accountabilty, so this is a dangerous move. We know NGOs in South Africa are suffering due to lack of funding. That&apos;s the issue.&quot; An influential NGO called the Institute for Democracy in Africa recently shut down after 26 years due to funding shortages. Kerr added: &quot;The question is, is it too early to say attention to good governance and addressing inequality is taken care of? Don&apos;t cut out this really critical work around NGOs.&quot; But SANGONeT, a southern African NGO network, said it was time for South Africa to stop relying on handouts from the likes of Britain. Butjwana Seokoma, its information manager, said: &quot;Countries like South Africa should learn to make a difference with the little funds they have, and stop relying on the west to further their own development agendas. Too much reliance on the west is not sustainable especially in the wake of the recent global economic downturn, which had negative financial impact on the developing and the developed countries.&quot; Greg Mills, head of the thinktank the Brenthurst Foundation and author of Why Africa is Poor, said: &quot;As a Brics member, it is little surprise that South Africa will no longer receive aid, since it is quite capable of funding most aspects of government itself. No doubt it&apos;s also difficult for any UK government to aid South Africa given the state of the UK&apos;s own economy, not least given the sometimes tense foreign policy relationship between London and Pretoria. &quot;The greatest cost if this shift, however, will likely be seen in UK support for civil society organisations, given their key role both as a buffer and check against the excesses of government. These organisations are already hardly in the rudest of financial health in South Africa.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/30/south-africa-aid-cut-uk", 
    "wordcount": "1164"
}