{
    "headline": "UK pledges to tackle malnutrition in Yemen as hunger crisis fears grow", 
    "text": "The UK has announced that 35m ($56m) in aid over the next three years will be aimed at improving nutrition for mothers and children in Yemen amid fears that a hunger crisis will derail fragile gains in the Middle East&apos;s poorest country. The funding is the first new initiative from the UK&apos;s 196m support programme to Yemen, unveiled recently at a donor conference in Saudi Arabia. More than 10 million people in Yemen, a country with a population of around 24.7 million, are thought to be at risk because of insufficient food. In the worst-affected parts of the country, as many as one in three children are suffering from life-threatening acute malnutrition. Yemen has been neglected by aid donors for years, but things have changed since Ali Abdullah Saleh  following months of protests  stood down as president last November after 33 years in power. The country is undergoing a difficult democratic transition under President Abdrabbuh Mansour Hadi, who was elected in February after an agreement signed by opposing factions last November on a transitional settlement. Saleh&apos;s departure has prompted donors to pledge $7.8bn in aid after donor conferences in Riyadh and, most recently, New York. The 35m in UK aid was announced by Alan Duncan, the international development minister, during a visit to Sana&apos;a, the Yemeni capital, on Tuesday. Duncan has been heavily involved in securing international commitments to support Yemen as it seeks to turn the page on decades of authoritarian rule. &quot;Yemen has been forgotten as it&apos;s been too hot to handle,&quot; Duncan said in a telephone interview from Yemen. &quot;The transition has unlocked the situation.&quot; The minister added, however, that the world must take long-term action to tackle malnutrition before it becomes a &quot;death sentence for tens of thousands&quot;. &quot;The funding pledges made at the Friends of Yemen meeting two weeks ago were a vital step forward, but donors must make good on these promises and show that they&apos;re standing by Yemen for the long haul,&quot; he said. &quot;The launch of this major new programme shows that the UK is serious about commitments made in Riyadh and New York, but others must now follow this lead and provide predictable, long-term funding. Without that, agencies can&apos;t commit to tackling the root causes of malnutrition in case their funding is stopped halfway through, resulting in time and money down the drain and more lives lost.&quot; The UK funding will go towards long-term support to help improve nutrition for 1.65 million women and children in 60 of the most vulnerable, deprived and conflict-affected districts in the eight governorates where the need is greatest. Geert Cappelaere, Yemen representative for Unicef, the UN children&apos;s agency, said the UK Department for International Development&apos;s money would ensure predictable funding for the next three years. &quot;We can now act farther and faster in tackling not only the immediate, short-term needs of those suffering from undernutrition, but also in addressing the root causes behind this. This ensures a more concerted and holistic response that looks at strengthening the health system to deliver an integrated package of health and nutrition interventions, provision of water, hygiene and sanitation services, as well as addressing issues around education and child protection that can help to prevent undernutrition among children under five.&quot; NGOs including Oxfam and Islamic Relief have urged donors not to repeat the mistakes of the past, when they failed to deliver on pledges. In 2006, $5bn was promised but in early 2010 less than 10% had been disbursed. The NGOs called on the Friends of Yemen to ensure a comprehensive strategy, and accountable and transparent plan spelling out how the money would be spent and by when, with clear indicators that national and international civil society could monitor.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/10/uk-yemen-malnutrition-hunger", 
    "wordcount": "638"
}