{
    "headline": "4G auction could raise 4bn", 
    "text": "The telecoms regulator Ofcom has given mobile operators four weeks to join the auction for superfast 4G/LTE mobile broadband spectrum. The selloff, which will raise at least 1.3bn  and perhaps up to 4bn  for the Treasury, is planned to start in January 2013, and operators should be providing services as soon as May. Vodafone, O2 and Three are expected to be first to stump up the 100,000 deposit required. Unlike the UK&apos;s other main mobile carrier Everything Everywhere they do not have permission, or the necessary bandwidth, to provide 4G services. EE began offering superfast services on 30 October, although prices for the service have been daunting for all but the better-off. The timetable follows years of bickering and threats of court action between mobile carriers desperate not to lose ground  or customers  to rivals which might get a headstart in offering 4G. Ofcom chief executive Ed Richards said: &quot;Today marks an important shift from preparation to the delivery of the auction, which will see widespread 4G mobile services from a range of providers. &quot;The entire industry is now focused on the auction itself, with a shared goal of delivering new and improved mobile services for consumers.&quot; 4G services will provide much faster internet connections for smartphones and tablets with the correct functionality, although they cannot carry voice calls. Though Ofcom says it will be the UK&apos;s biggest ever sale of spectrum, bigger in frequency terms than the 3G sell-off in 2000, it is not expected to raise anything near the 22.5bn that auction realised. The licences will be granted in March under the timetable. Brian Potterill, director in PwC&apos;s telecoms strategy team, suggested that the total collected for the Treasury would amount to between 2bn and 4bn. &quot;All parties will share some relief that this auction is now finally going to happen and we can move on to enjoying the benefits of competition in 4G services,&quot; he said. EE may enter the auction too because it has been ordered by Ofcom to hand over some of its 4G frequencies to Three in autumn 2013. Other new entrants could join the bidding. The spectrum has become available following the &quot;digital switchover&quot;, in which digital TV signals have replaced analogue ones, leaving unused frequencies that can carry digital data. EE, the owner of T-Mobile and Orange, is currently the only mobile operator in the UK with enough spectrum to offer 4G capability. Its three rivals, Vodafone, Telefonica and Three, are expected to join the group as frontrunners for additional frequencies as demand for mobile broadband continues to skyrocket, although the auction is also open to new entrants. EE&apos;s 4G services were launched on October 30 in 11 major cities including London, Southampton, Bristol and Birmingham.", 
    "section": "technology", 
    "gid": "technology/2012/nov/12/4g-auction-could-raise-4bn", 
    "wordcount": "471"
}