{
    "headline": "Ethical living: which species and habitats need my support the most?", 
    "text": "You can&apos;t do it all and neither can the big conservation charities (collectively known as Bingos  big international NGOs). The pace of destruction of habitats hasn&apos;t decelerated as much as we&apos;d all hoped and extinction rates continue to soar. The International Union for Conservation of Nature&apos;s red list (IUCNredlist.org) shows amultitude of species still at risk, from rare rhinos and Amazonian birds to Mediterranean seagrasses. From this list you might choose to support abeleaguered species at death&apos;s door. The Alliance for Zero Extinction believes in having a crack at saving everything. But increasingly that isn&apos;t seen as viable and current Bingo thinking is for conservation triage  we have to choose the species and habitats most likely to make it. Strategies now borrow not only from A&amp;E but also from the boardroom. These days, as well as an ark, Noah would have a spreadsheet and highlighter pen to work out the cost efficiency per species. Increasingly we put a value on natural resources to help us determine what is &quot;worth&quot; saving. You might argue for saving the American condor, but there will never be enough money to allow it to flourish, so is it worth it? The choices are not pretty. On to the biodiverse wilderness you dream of preserving. Conservation types are liable to quip that the natural world is no place for those who love a wilderness. Successful conservation actually takes place in heavily managed spaces, such asSouth Africa&apos;s Kruger National Park. It might have the look of awildplace, but wells are drilled and elephants culled. Here we encroach on the territory of &quot;inconvenient conservationist&quot; Peter Kareiva, chief scientist of the Nature Conservancy, who thinks the natural world is more resilient than we realise and that the needs of people should be at the heart of the choices we make. Kareiva&apos;s influence could make it acceptable to sponsor charismatic species again  the type that traditionally generate income for the Bingos. While conservation was all about biodiverse wilderness hotspots, ponsoring &quot;apex predators&quot; near the top of their food chain, such as wolves, bears and sharks, and megaherbivores such as elephants, has been seen as conservancy for numpties. But now there&apos;s a move to reinvest in saving these crucial species because evidence suggests they are the most important for humans and for the ecosystem. The added incentive is that these species are the stars of nature movies and your grandchildren will love them.  Green crush The food industry doesn&apos;t often cover itself in sustainable glory: waste and overpackaging are endemic. But self-proclaimed EthicalChef Deri Reed is showing how it can be done. With a regular stall at Cardiff&apos;s Riverside Market (a stalwart of the UK sustainability scene  visit riversidemarket.org.uk), supper clubs and YouTube &quot;ethical cooking&quot; tutorials, Reed is an organic, fairtrade, local-produce nut who took time off to volunteer at River Cottage with his hero Hugh Fearnley-Whittingstall and is now making aname forhimself. The kitchen just got greener. For details, go to ethicalchef.co.uk If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/jun/24/ethical-living-animal-conservation-lucy-siegle", 
    "wordcount": "552"
}