{
    "headline": "Olympics 2012: BOA calls for overhaul of school sport", 
    "text": "The chairman of the British Olympic Association has said it is &quot;wholly unacceptable&quot; that half of Team GB&apos;s gold medallists in Beijing four years ago were privately educated and called for an overhaul of school sport policy to redress the balance. Lord Moynihan said the figure was &quot;one of the worst statistics in British sport&quot; and that it should be a priority to make it a more accurate reflection of society, where 7% of children are privately educated. He said it was &quot;wrong&quot; that so much talent was being wasted and called for Olympic sport to be more like football, where the split of state and privately educated athletes is far closer to the national average. &quot;It&apos;s one of the worst statistics in British sport,&quot; said Moynihan. &quot;It is wholly unacceptable that over 50% of our medallists in Beijing came from the private sector. It tells you that 50% of the medals came from seven per cent of the population. &quot;There is so much talent out there in the 93% that should be identified and developed. That has got to be a priority for future sports policy. I have spoken about it many times and I will continue to speak about it until there is not breath left in me.&quot; David Cameron also recently queried why &quot;in so many schools sport has been squeezed out and facilities run down&quot; and said that the situation must change. However opposition MPs claim that cuts to the ringfenced school sport budget, reduced by two thirds by the education secretary, Michael Gove, have exacerbated the problem. Recent research by the Labour Party has indicated a 60% drop in the amount of time dedicated to organising school sport nationwide in the wake of the government cuts. In response, the coalition government claims that a new strategy to divert 60% of Sport England&apos;s 1bn budget over five years into youth sport and linking schools with clubs. It has also launched the School Games, a nationwide inter and intra-school competition that culminates in finals in the Olympic Park. &quot;There is nothing more important that giving opportunity to talented young people. It is wrong that over 50% of our medals come from seven percent of children educated in the independent sector,&quot; said Moynihan. He said Olympic sport should be more like football. &quot;Football is different, it is an interesting example,&quot; he said. &quot;The balance of professional football is that around seven per cent of players come from the private sector, which is an absolute mirror image of society. &quot;That should be the case in every single sport and that should be the priority in each and every sport and that is something that every government should strive for. The way you do it is you focus on a sports policy that is primarily geared to providing a sporting opportunity.&quot; The figures are skewed by the fact that the sports in which Britain has been more successful, such as rowing, tend to be disproportionately popular in public schools. British Rowing has sought in recent years to widen its talent base, improve links between clubs and schools and launched talent identification programmes to try and find new talent. Rupert Murdoch weighed into the debate today when he tweeted: &quot;No wonder China leading in medals while US and UK mainly teach competitive sport a bad thing. How many champions state school background?&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/02/olympics-2012-boa-school-sport", 
    "wordcount": "584"
}