{
    "headline": "iPhone 5 shipping delayed one week", 
    "text": "Shipping dates for &quot;unlocked&quot; versions of Apple&apos;s new iPhone 5 were delayed by a week within an hour of it going on sale on the company&apos;s site, suggesting overwhelming demand once again for the company&apos;s iconic device. Analysts rapidly upped their estimates for the number that could be sold this quarter to more than 30m. &quot;Clearly, iPhone 5 fever is in full swing,&quot; Topeka Capital Markets analyst Brian White said. &quot;When you do a pre-order, the last thing you want to do is upset customers, so obviously they are overwhelmed with the demand. No one wants to sell out in an hour.&quot; Analysts have expressed surprise at how quickly Apple planned to roll out the new model around the world, saying this suggested supply constraints that affected past releases would not be a problem this time. Though some commentators said the phone, unveiled on Wednesday, did not offer any knockout features, customers appeared to disagree. Demand in the US and UK pushed delivery dates from 21 September to the 28th. In the UK, all of the major operators are expected to sell the phone, the sixth iteration of the product, though the Orange/T-Mobile network is expected to benefit from the ability to offer high-speed 4G broadband that is compatible with the phone. Industry observers told The Guardian that UK operators indicated they suffered constrained supplies, despite putting in higher requests for stock than last year  and pointed to the fact that the UK variant uses the same 4G chips that work with networks in South Korea, where its arch-rival Samsung dominates, but where &quot;Apple wants to kick them hard,&quot; in the words of one observer. The O2 network, which in 2007 was the first to sell the iPhone, suffered delays in setting up orders, while rival networks were quick to take advantage. In the US, AT&amp;T, Verizon Communications and Sprint Nextel Corp, the three US carriers who will sell the iPhone 5, continued to show availability for delivery next Friday, the announced first day of deliveries. Apple said on its website the new model would be available in its stores on that date. White said he is expecting 1.3m to 1.5m pre-orders, but added that the estimate now looked conservative. He said the iPhone 4s last year had seen 1m pre-orders, while the earlier iPhone 4, in 2010, received 600,000 pre-orders. Phil Schiller, Apple&apos;s head of marketing, said earlier this year that Apple plans on the sales of each phone being equal to the total of all its predecessors. Apple started taking pre-orders for the iPhone 5 at midnight Pacific Time (0800 BST) on Friday, with the first deliveries set for 21 September. Key to analysts&apos; expectations is that Apple has set an aggressive rollout: on 21 September the phone will go on sale in nine key markets, including the US, Canada, UK, Japan and Hong Kong. The following week, it will bring the iPhone 5 to 22 more countries, and plans to have it in 100 markets by the end of the year. In comparison, the iPhone 4S was initially sold in seven countries., and in 22 more countries two weeks later. By the end of 2011, it was available in 70 countries. The iPhone 4 launched in only five countries, and by the end of its first month on the market it was still only in 18. &quot;We believe the fast sell-out indicates both high levels of demand and constrained supply,&quot; said Cross Research, an independent research house. &quot;However, given that the company announced an aggressive rollout schedule, we assume management&apos;s plan includes a rapid increase in production.&quot; Apple shares rose 1.9% to a new all-time high of $695.86 on Friday, before easing back a little to $694.77 in heavy early morning trading on the Nasdaq. Apple have declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/sep/14/iphone-5-shipping-delay-apple", 
    "wordcount": "654"
}