{
    "headline": "Rio+20: we need to agree a new vision and a single process for action", 
    "text": "Guardian development readers need no reminding of the scale and urgency of global challenges such as the economic crisis, our self-destructive drift to climate crisis, or the scandal of 1 billion people going to bed hungry every night. We&apos;re all painfully aware that our collective responses are fragmented and inadequate, undermined by differences of view and our apparent inability to act on the profound links between these issues. The next 10 days are a critical opportunity to choose to do better. G20 leaders will meet in Mexico from 17 to 19 June. Many will then hotfoot it to Brazil for the Rio+20 Earth summit. There&apos;s plenty they should commit to. However, there&apos;s one test they absolutely must pass if we are to secure the collective will needed to escape from the self-destructive path we&apos;re on today. Right now, they look like failing it. The G20 meets immediately before Rio+20, to fulfil its self-proclaimed mandate of global economic management. NGOs and many others have fought hard to ensure that the world&apos;s poorest people and countries are represented at this table, and to force the G20 to recognise its responsibilities. The Mexican government set out to use its G20 presidency to promote food security and innovative sources of finance for development. This year&apos;s summit should agree concrete actions to tackle food price volatility and make commitments to innovative sources of financing for development, such as a globally equitable tax on maritime fuel and a financial transaction tax. Will it? Much of this was on last year&apos;s agenda. It&apos;s all too possible that the G20 will again be characterised by divisions over growth versus fiscal discipline (aka public spending cuts) and distracted by the Greek general election on 17 June. If so, the pressure on leaders at Rio+20 will be even greater. This summit should be the big one. Much has been said already about the Rio opportunity, including by me in the Poverty Matters blog in January on the importance of a united civil society voice in Rio. The deeply depressing current position is aptly summarised in lines from two UN press releases last week. The UN secretary general, Ban Ki-moon, described Rio as &quot;one of the most important conferences in the United Nations&apos; history&quot;. Another UN press release, on 4 June, reported: &quot;We have accomplished much&quot;, and asked us to celebrate the fact that 6% of the text has now been agreed, with almost 20% close to final agreement. With commiserations to those negotiating the text, this is a totally useless metric of progress. The negotiations have been glacial so far. But a lot can happen in the endgame. Rio+20 will be judged on commitments to action. Oxfam, Greenpeace, the International Trade Union Confederation, Vitae Civilis from Brazil and others have come together to highlight what we see as the top 10 outcomes to which leaders should commit in Rio. On food security, Rio+20 should unite governments around a shared vision for a sustainable and equitable food system, and give the Committee on World Food Security a strong mandate to take this forward. Alongside concrete commitments to action, Rio+20 is a one-off opportunity to kickstart the journey to a new set of global goals. The bottom line for the Rio summit is to agree a new vision and a single process for a set of truly global goals to succeed the MDGs when they expire in 2015. Incredibly, right now it looks like Rio could create two global silos for discussion on environment and development. One would focus on sustainable development goals&apos; (SDGs) and the other on MDGs. They&apos;d hold separate meetings at different times in the same countries  but inevitably discuss the same issues. 1992 marked a truly global commitment to sustainable development. It would be a fatal mistake to separate these agendas in 2012. All our practical experience tells us that success or failure on development and environment issues are inseparable. The challenge for civil society is to demonstrate a unity of action that has been sadly lacking so far among our governments. There&apos;s much that could and should be agreed at Rio, and still time for our leaders to get their act together. If we create parallel tracks on development and environment we&apos;ll splinter the global effort to tackle today&apos;s inter-connected crises.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/13/rio20-vision-process-action", 
    "wordcount": "724"
}