{
    "headline": "Your Shape: Fitness Evolved 2012  review", 
    "text": "The most important thing to realise about Your Shape: Fitness Evolved 2012 is that it&apos;s not a game. It&apos;s firmly aimed at people who want to exercise, so (unsurprisingly) I wouldn&apos;t recommend it if that&apos;s not on your agenda. It&apos;s not designed for having fun with your friends at parties, or for playing alone  it&apos;s designed for training, not for play. The imaginatively-titled successor to Your Shape: Fitness Evolved, it&apos;s an expanded, polished fitness experience that makes good use of the Kinect&apos;s capabilities. The tracking for the most part is superb, the product is bright and fresh, and it does what it can to offer a personalised training solution for people who just need a quick home exercise programme with buckets of motivational incentives attached. From the home screen, you&apos;re given a wide choice of activities. A substantial amount of effort has gone into designing a comprehensive series of exercise routines to work different areas of the body, including some vital floor exercises. The routines let you target abs, legs, arms and so on with varying levels of intensity, but the Kinect does occasionally get a little confused about where you are on the floor exercises  especially to begin with, because you&apos;ll have to keep turning your head to check your form on the screen. Then there are series of interesting classes to get you doing various kinds of dance  Latin, Bollywood, hip hop and so on  as well as cardio boxing and yoga. Though the exercises start out fairly simple and limited, the exercises progress to get you to learn the moves, string them together and speed them up, though the limitations of the Kinect and the follow-my-leader approach mean you&apos;re unlikely to reach fluency using Your Shape alone. There are also short running-on-the-spot exercises that have your avatar running through minimalist, deconstructed versions of London and New York, giving you short intense burst challenges and distracting you with information about your virtual surroundings. They&apos;re good if you&apos;re the sort of person who doesn&apos;t fancy going for a run  or if it&apos;s freezing cold and chucking it down outside  but the shine quickly wears off and they don&apos;t feel like they&apos;ve been designed for repeated or long-term play. For the most part, the activities don&apos;t come with much pretense at gameplay. Instead, they come with cheery coaching from trainers, regular state changes so you don&apos;t get too bored doing the same things over and over again, and buckets of good form rewards, medals, points, achievements, encouragement and reinforcement. This is gamified exercise, not gaming  which is fine, if you find these sorts of rewards motivating  and it&apos;s a very, very slick implementation. Having said that, there are a few entertaining mini-games that bring some play into the experience. My personal favourite is Wall Breaker, a simple block breaker where you use your fists and legs to smash bricks that appear on the screen, and twist to dodge the occasional mine. It&apos;s no coincidence that this is by far the activity I&apos;ve done the most  it&apos;s well designed, responsive and intuitive, and it&apos;s possible to get into a genuine flow state, anticipating where the next block will appear and moving to intercept. It&apos;s fun, and it&apos;d still be fun if I hated exercise and didn&apos;t care about achievements.     Your Shape 2012    Your Shape: Fitness Evolved 2012 isn&apos;t a replacement for a serious exercise routine. If you just want to move around for a few more minutes each day, it&apos;s a useful aid to help you do so  but if you want to seriously build strength or lose weight, this isn&apos;t going to give you the support you need. You can set up exercise goals when you first log in, working towards one of several frustratingly vague options, whereupon the game will recommend time goals, calorie goals and some exercises for you to focus on. But exercises you do in other areas won&apos;t count at all towards your goals. You can do one or two things over and over in order to score your points, so it&apos;s very easy to avoid a balanced routine. And Your Shape: Fitness Evolved 2012 doesn&apos;t provide any detailed information about how to seriously get fit, stay healthy, lose weight or build muscle, so there&apos;s nothing within the game to explain why that imbalance might be a bad idea. The biggest issue I had with the game  from both a health and a gaming perspective  is the points system, which uses an estimate of calories burned. At the most basic level, this means that if your goal is to increase flexibility and energy levels with yoga, the system feels unbalanced  you can be working very hard at a personal level, but the game&apos;s extrinsic motivation just doesn&apos;t match up. At a deeper level, cheery instructors telling me to &quot;bash those nasty calories away&quot; at the end of an exercise just doesn&apos;t feel right. If you&apos;re exercising to lose weight, maybe that makes sense (though if you&apos;ve only burned six calories in a two-minute stretching exercise, it feels unnecessary). If you&apos;re exercising to build muscle or strength, there are times when you should be eating more, not less, food  so demonising calories is counterproductive. Either way, diet makes a much bigger difference to fat loss than exercise does  and once again, the game alone doesn&apos;t give you the information you need to understand that. So  if you want something simple and light that&apos;ll work around a busy schedule, it&apos;s great. As home fitness products go, it&apos;s certainly one of the best. It&apos;s absorbing, interesting and fun in parts, and if you&apos;re the sort of person who gets a kick out of medals, points and progress reports then you&apos;ll certainly enjoy the framework it offers. But if you&apos;re looking for a fun Kinect game with a getting-fit side-effect, or a comprehensive exercise routine with serious results, Your Shape Fitness Evolved 2012 is not quite there.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/05/your-shape-fitness-evolved-2012-review", 
    "wordcount": "991"
}