{
    "headline": "iPhone 5 launch fails to excite China", 
    "text": "Apple shares fell 3.9% in early trading on Friday after the launch of its iPhone 5 received a frosty reception in China, and two analysts cut shipment forecasts. It was a dramatic contrast to the scenes at the iPhone 4S launch in January when an angry crowd pelted the store in Beijing with eggs and fights broke out between would-be touts aiming to resell new phones. On Friday there was one person waiting at Apple&apos;s store in Shanghai&apos;s financial district before it opened. But the lack of queues may have been down to the online lottery scheme introduced by Apple to prevent a repeat of January&apos;s chaos. It used the same method earlier this month for the launch of its iPad mini, and enforced a two-per-person limit. Although the company has 300,000 pre-orders for the phone from China Unicom, one of the three big mobile providers, and will also sell it through mobile company China Telecom, it has still not sealed a deal with China Mobile, the biggest player with 703 million users of whom 79m are 3G (ie smartphone) users. Despite years of talks, the two sides have disagreed on revenue splits and business models. That means Apple is unable to increase its shipments there as fast as the market for smartphones is growing. There are already 290 million smartphone users and that is forecast to double in the next 12 months. Nokia&apos;s shares rose earlier this month after it tied up a deal to sell its Lumia smartphones through China Mobile. Even so, China Mobile announced in March that an estimated 15 million people use iPhones on its network, despite their being incompatible with its data services. More broadly, But Apple and Nokia are struggling in the face of competition from devices powered by versions of Google&apos;s Android software: those make up roughly 90% of the smartphones sold in China, although many connect to Chinese services rather than Google&apos;s. &quot;In absolute terms, this (iPhone 5) launch will certainly result in strong sales for Apple in China. However, in relative terms, I don&apos;t believe it will move the needle enough in market share,&quot; Shiv Putcha, a Mumbai-based analyst at Ovum, a global technology consultant, told the Reuters news agency. Peter Misek of Jefferies said he was lowering his iPhone shipment estimates for the first quarter of 2013 by 5m to 48m, on the basis that the company was cutting orders to suppliers. He also cut his estimates for the company&apos;s gross margins by 2 percentage points, to 40%. He said it was unclear how much the snowy weather and requirement to pre-order were factors in the small queues. That seems to have helped push down Apple shares, which have lost a quarter of their value since hitting an all-time high of $705.07 on 21 September. Steven Milunovich, an analyst at UBS Research, told clients in a research note that he didn&apos;t expect the iPhone 5 to do as well in China as the iPhone 4S. The brokerage cuts its price target for Apple&apos;s stock to $700, substantially down from $780, on the expectation of lower iPhone and iPad shipments in the first quarter of 2013.", 
    "section": "technology", 
    "gid": "technology/2012/dec/14/iphone-5-launch-china-smartphones", 
    "wordcount": "531"
}