{
    "headline": "DNA's twist to the right is not to be meddled with, so let's lose the lefties", 
    "text": "Try this now: point your index finger and turn it clockwise while moving your arm forward. What you are doing is depicting the right-handed screw of DNA. Do the same and rotate anti-clockwise, and you have the shape of a DNA molecule that doesn&apos;t exist. Sixty years and five days ago, Francis Crick and James Watson revealed that iconic shape. In that slight article, the double helix was drawn by Odile Crick, former code-breaker, graphic artist, and Francis&apos;s wife. It has a simplicity and grace that disguises its colossal power  a ladder twisting up to the right. We now know how dynamic DNA is as it goes about its business, shown in the gorgeous movies made by the doyenne of bio-animations Drew Berry. That image is crucial in conveying the vital importance of DNA. And yet time and time again, the mirror image left-handed screw is shown. While this might sound pedantic, or technical, it&apos;s terribly important. Once, I procured the rights to use a picture of Cookie Monster on the cover of a magazine, and Sesame Street specifically stipulated that Cookie&apos;s right eye was always higher than the left, so we couldn&apos;t flip his image. Arguably, the correct form of DNA is more important that Cookie&apos;s googly eyes. The exclusively right-hand twist is one of the central pieces of evidence that indicates a single origin of all life on Earth. A mirror version of DNA could perfectly well exist, but it appears that the coin was flipped about 4bn years ago, and every life form since has twisted right. I don&apos;t want to make a big deal about it, and I&apos;m far from the first person to point this out. But everyone needs to try a bit harder to avoid this hazard. Here&apos;s a Guardian Science podcast with Alok Jha and I talking about my latest book, Creation; and here&apos;s a review of it in the Observer, both illustrated with lefties. Here&apos;s an article from the Telegraph on why genetic ancestry tests are bunkum. Here&apos;s another from the apparently ironically named Genetics Literacy Project. And here&apos;s one on the cover of Nature, the journal that published Crick and Watson&apos;s paper, where I worked for 11 years. In Prometheus, the not-at-all-awaited prequel to the classic Alien trilogy (and the fourth film), there were so many befuddling things that it&apos;s not easy to know where to start. If the southpaw DNA shown over the title screen had been the only thing wrong with this heartbreaking bastard, that would fine, but alas it raced downhill from there. And woe betide anyone who judges books by their cover, but I recently received a copy of Genetic Explanations: Sense and nonsense, a textbook written by phalanx of academics, all presumably unaware that the cover bears this sinister representation of DNA. It&apos;s an easy mistake to make. I&apos;ve been pratting around with DNA all of my adult life, and yet this failed to prevent me from falling into exactly this trap. In 2009, I presented a television series for the BBC called The Cell, which was really a version of the story of biology, framed around that basic unit of life. In part 3, I stood in a lab and delivered my lines, while gazing at an imaginary onscreen partner, rather like Obi-Wan Kenobi not quite making eye contact with a digital Jar Jar Binks. Instead of that racist dufus though, my CG partner would be 12-foot high rotating DNA, added in post-production. I didn&apos;t notice as we recorded the voiceover, nor even when it was broadcast. But a helpful letter to the BBC pointed out that it was a leftie. That lab belonged to Imperial College astrobiologist Zita Martins, a key member of the Astrobiology Society of Britain. Their logo is a DNA molecule in a leftie screw. Now, given that they are concerned with life not of Earthly origins, I am willing to give them the benefit of the doubt that this is actually a very clever comment, and not a mistake at all. Everyone else, picture editors, journalists, filmmakers, you don&apos;t have the same excuse. (NB: Biology is a science beset by annoying exceptions: there is a left-screw version  Z-DNA  which is rare and its biological significance is not robustly established. Let&apos;s face it, the picture editors are not referring to this.)  Adam Rutherford&apos;s latest book is Creation: The Origin of Life/The Future of Life", 
    "section": "science", 
    "gid": "science/blog/2013/apr/30/dna-twist-to-right", 
    "wordcount": "734"
}