{
    "headline": "Tiny frog claimed as world's smallest vertebrate", 
    "text": "Researchers have discovered in Papua New Guinea what they claim is the world&apos;s smallest frog. An article Wednesday in the journal PLoS One named Paedophryne amauensis as the world&apos;s smallest animal with a spine. The adult frogs are about three-tenths of an inch long, and a millimetre or so smaller than a carp found on the Indonesian island of Sumatra. The frogs are so small that Louisiana State University herpetologist and environmental biologist Christopher Austin had to enlarge close-up photos to describe them. Austin discovered the tiny frogs  along with another small frog species  in August 2009 while on a trip to Papua New Guinea to study the extreme diversity of the island&apos;s wildlife. Steven J. Beaupre, a University of Arkansas scientist and president-elect of the American Society of Ichthyologists and Herpetologists, said many vertebrates have males and females of very different sizes, &quot;so it is reasonable that the world&apos;s smallest vertebrate may end up being either the males or the females of some specific fish or amphibian species.&quot; He said he doesn&apos;t pay attention to &quot;tiniest&quot; reports, but the frogs themselves are a significant discovery. &quot;The discovery of two new frog species comes as great news against the background of more prevalent accounts of tropical amphibian extinction,&quot; he wrote in an email. Knowing about such tiny creatures and their ecology, he said, helps scientists &quot;better understand the advantages and disadvantages of extreme small size and how such extremes evolve. Fundamentally, these tiny vertebrates provide a window on the principles that constrain animal design.&quot; Austin said that since these frogs hatch out as hoppers rather than tadpoles and live on the ground, their existence contradicts the hypothesis that evolution at large and small extremes is linked to life in water. At least 29 species of minuscule frogs in equatorial regions worldwide live in leaf litter or moss that is moist year-round and eat even tinier invertebrates, creating a previously unknown &quot;ecological guild&quot; of similar animals with similar life habits, he said. &quot;We realised these frogs were probably doing something incredibly different from what normal frogs do  invading this open niche of wet leaf litter that is full of really tiny insects that other frogs and possibly other creatures weren&apos;t eating,&quot; Austin said. In August 2009, Austin and graduate student Eric Rittmeyer were collecting and recording the mating calls of frogs at night in a tropical forest near the village of Amau in eastern Papua New Guinea, when they heard a chorus of high-pitched &quot;tinks.&quot; &quot;This frog has a call that doesn&apos;t sound like a frog at all. It sounds like an insect,&quot; he said.Austin estimated that they found 20 previously unknown species in New Guinea, which is such a hotspot of diversity that scientists figure they&apos;ve described only about six-tenths of all the species living there.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/world-smallest-frog", 
    "wordcount": "505"
}