{
    "headline": "Boot up: convertibles compared, working with Jobs, Facebook Graph searches and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team The Convertible PCs &gt;&gt; WSJ.com Walt Mossberg tries out the HP Envy x2, Asus Taichi 21 and Toshiba Satellite U925t. They&apos;re all sort of tablet-y laptops. None quite suggests that anyone has figured out how to make the hybrid work. (May require subscription.) Beyond the &quot;Evernote Fridge&quot; &gt;&gt; Evernote Blog On that Samsung fridge with the shared service Evernote:   And if you see that you&apos;re out of eggs, why not put a reminder into the Evernote screen sitting on the door you&apos;re holding open? Or, if you&apos;re following a recipe you&apos;ve saved in Evernote, wouldn&apos;t it be nice to see it on a screen that&apos;s designed to survive in the kitchen, instead of using a tablet while trying to keep your ingredients off of it?  We believe that many types of devices can be made more useful when given access to relevant personal data and memories. Information is contextual. Beyond that, the refrigerator is a special device. It&apos;s a source of nourishment and a hub for memories (at least on refrigerators with traditional, magnetic fronts). It&apos;s emotional.  Taiwan 4Q12 digital camera shipments hit 15-quarter low &gt;&gt; Digitimes Research  Taiwan-based Ability Enterprise, Altek, Foxconn Electronics and Asia Optical shipped 7.588m digital cameras in total during the fourth quarter of 2012, hitting the lowest quarterly level since the second quarter of 2009, according to Digitimes Research.  Of the shipments, 57.6% were 16-megapixel CCD models, 18.1% 16-megapixel CMOS models and 17.8% 14-megapixel CCD models, Digitimes Research said.   Sign o&apos;the times. What it was really like working with Steve Jobs &gt;&gt; Inventor Labs Blog Glenn Reid:   I was recruited by Steve&apos;s right hand man to come in to build iMovie 1.0, in large part because I knew a lot about NeXTSTEP, the technology which was to become MacOS X, and because I think Steve liked PasteUp and liked me and thought I could get it done (we were done ahead of schedule, as it turned out).  I can still remember some of those early meetings, with 3 or 4 of us in a locked room somewhere on Apple campus, with a lot of whiteboards, talking about what iMovie should be (and should not be). It was as pure as pure gets, in terms of building software. Steve would draw a quick vision on the whiteboard, we&apos;d go work on it for a while, bring it back, find out the ways in which it sucked, and we&apos;d iterate, again and again and again. That&apos;s how it always went. Iteration. It&apos;s the key to design, really. Just keep improving it until you have to ship it.  There were only 3 of us on the team, growing to 4 within the year, with no marketing and very little infrastructure around us. There was paper over the internal windows to keep other Apple employees from knowing what we were doing.   iMovie 1.0 really was an amazing product. How many people does the average startup now have coding products that are far less innovative? June 2010: Android 2.1 powered Huawei S7 tablet works as 7-Inch phone &gt;&gt; Android Guys Scott Webster in June 2010:   If there is one thing Android has certainly become very good at, it&apos;s blurring the line between tablet and smart phone. Where exactly does one decide to stop calling something a phone? Is it five inches? How about 5.5-inches? What if the device was 7-inches and still had the ability to make and receive calls? I would like to go ahead and take the initiative to coin a new term, &quot;phablet&quot;.   Emphasis added. Blame or praise Webster for coining the word, unless you can find an earlier use of the word. (Via @phonewisdom on Twitter.) Farewell &gt;&gt; Snip.it  We are excited to share some big news: Snip.it has been acquired by Yahoo!. For the past year and a half, we&apos;ve worked tirelessly as a team to build the best social news platform on the web. We&apos;ve been absolutely blown away by the breadth, depth and quality of the content you guys share on Snip.it every day. You helped make it a treasure trove of unique content, and we cannot thank you enough for your contributions to the platform, as well as your valuable feedback on the product.   Two possible reactions: (1) &quot;we put the money in your pocket! Where&apos;s ours?&quot; (2) &quot;What&apos;s Yahoo up to, then?&quot; Actual Facebook Graph searches &gt;&gt; Tumblr Tom Scott soothingly says &quot;Don&apos;t worry, we&apos;ll all be used to this in a few weeks&apos; time.&quot; Examples: &quot;people who like English Defence League and curry.&quot; How Facebook is killing your authenticity &gt;&gt; steve&apos;s blog Steve Cheney in March 2011, when Techcrunch had just adopted Facebook logins for its comments:   The problem with tying internet-wide identity to a broadcast network like Facebook is that people don&apos;t want one normalized identity, either in real life, or virtually.  People yearn to be individuals. They want to be authentic. They have numerous different groups of real-life friends. They stylize conversations. They are emotional and have an innate need to connect on different levels with different people. This is because humans are born with an instinctual desire to understand the broader context of their surroundings and build rapport, a social awareness often called emotional intelligence.   Jan 2013: TechCrunch abandons Facebook logins for comments, saying that engagement is too low *waves to non-Facebook commenters*. Android is popular because it&apos;s cheap, not because it&apos;s good &gt;&gt; Gizmodo Sam Biddle:   Phones like the Nexus 4 and Galaxy SIII are tremendous as both pieces of hardware and containers for smart, thoughtful software. Each is a pleasure to use, but that&apos;s not Android&apos;s sharpest knife.  Android&apos;s success isn&apos;t really about these phones. It&apos;s about the ZTE Warp, LG Motion, and Samsung Captivate--which retail for $100, $50, and a penny, respectively. It&apos;s about these marginal, middling phones that can be sold like bags of Doritos or bargain-bin sweaters--they&apos;re priced to move, not priced to be ogled at or aspired towards. And it&apos;s working.  The last study conducted by the Pew Research Center&apos;s Internet &amp; American Life Project shows that Android is the chosen smartphone of people without money. Among respondents, 22% of those with annual incomes below $30,000 were Android owners, as opposed to just 12% for iPhone. With those towards the lower-middle class, the trend holds: Android owns 23% of incomes up to $50,000, with iPhones at 18%. The data makes it clear: the less money you have, the more likely you are to opt for an Android phone over something more expensive.   This is emphatically not, in case you were wondering, a bad thing. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/24/technology-links-newsbucket", 
    "wordcount": "1171"
}