{
    "headline": "Delhi gang-rape could prove a catalyst for change for women", 
    "text": "Over the past two weeks, the streets of India have been calling for change. The outpouring of anger and grief that has followed the rape and murder of a 23-year-old physiotherapy student on a bus in New Delhi just over two weeks ago has resulted in thousands taking to the streets of Delhi and cities, towns and villages across India. It is, says Dr Ranjana Kumari, a women&apos;s rights campaigner, an unprecedented moment in India&apos;s history. &quot;Can this grief, this anger at the brutalisation and murder of a young woman result in positive change?&quot; she says. &quot;What we are seeing on our streets is a defining moment of our democracy. For decades, India&apos;s endemic violence against women has been a defining issue for women&apos;s groups and the rights movement, but for the first time the crime of sexual offence and rape has been taken up by the people themselves.&quot; She says her organisation, The Centre for Social Research (CSR), used to be asked continually why it was failing to mobilise more protesters against the institutional misogyny and violence that makes India one of the worst places in the world to be a woman. &quot;We could never really give an adequate response, because we couldn&apos;t find a way to break through the levels of entrenched attitudes towards women,&quot; she says. &quot;Now, for the first time the citizens have got very angry. Civil society at large has taken women&apos;s rights as their own cause and as an activist this makes me hopeful even at a time of such grief. For decades, NGOs, women&apos;s groups, human rights organisations have been pushing against this wall of institutional sexism; now a part of that wall has broken down and we must seize this moment.&quot; According to Lenin Kumar, student union president at Jawaharlal Nehru University in New Delhi, fundamental to lasting change is harnessing the anger and the desire for change among India&apos;s majority  its young people. &quot;This is the first time in India that so many young people all over the country have poured into the streets in protest over an issue of gender,&quot; he says. &quot;We have had enough. We want gender-just laws, gender-sensitive policing and structural changes to ensure freedom and safety for women. We will form broader solidarities with lawyers, doctors, women&apos;s groups and other student groups and we will hold the home ministry to task.&quot; Civil society groups have been putting together a suggested list of legal changes that could ensure better protection for women: tough new rape laws, fast-track courts and better police protection. The Justice Verma commission, has been established to give recommendations on amending existing laws to provide speedier justice and convictions in sexual assault cases. &quot;We have demanded amendments in the law on sexual harassment at the workplace  prevention, prohibition and redressal to remove the problematic provision of &apos;conciliation&apos; and have demanded measures to deal with the harassment that women in our country face everyday,&quot; Kumar says. The attack on 16 December has also sparked an unprecedented debate about social attitudes to women in India. Can India&apos;s civil society groups harness this public anger and desire for change, and start to dismantle centuries of entrenched discrimination and violence? &quot;In the past we have struggled to change attitudes and I think we are all really concerned that the world will move on without any real change happening. The victory of those on the streets cannot simply be the punishment of the perpetrators,&quot; says Manak Matiyani of The Youth Collective, a youth development NGO. &quot;For a lot of people the nature of crime itself is the outrage but what we need to do is seize the opportunity to challenge baseline attitudes to women. Civil society groups keep reaching out to the same populations over and over again. This is the chance to try and get a much wider audience behind our campaigns.&quot; To do this, many women&apos;s groups accept that there needs to be greater co-ordination and communication within the sector. &quot;There is an incredible number of different groups working on women&apos;s issues in India but what is missing is any real co-operation or cross-working,&quot; says Nisha Agrawal, Oxfam India&apos;s country director. &quot;When we were recently trying to co-ordinate on the sexual harassment bill, we realised that within the sector we were very divided on many small issues and this is certainly holding us back. We need to find ways of organising ourselves into powerful networks all working towards a common agenda if we are to honour the young woman who died and reflect the voices of the people on the streets.&quot; Resources are inevitably another stumbling block to seizing momentum. &quot;The women&apos;s sector in India is facing a huge funding hole,&quot; Agrawal says. &quot;Aid to India is dropping. Corporates and rich Indians are not stepping into the gap. We have no funding of our campaigning work, so this is going to be a real challenge to pick this up and do as much as we&apos;d like to do.&quot; Yet, according to many groups, in the collective horror at the death of a young woman on a bus, the seeds of change have been sown. &quot;We know what needs to be done to make a difference, we know what the government must do to make India a safer and more equal place for women, now we have the public support to make [the government] sit up and listen,&quot; Amitabh Kumar, CSR&apos;s head of communications, says. &quot;One thing is for sure, when Indian women break the chains of patriarchy, then there is no going back.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/04/gang-rape-delhi-catalyst-change-women", 
    "wordcount": "956"
}