{
    "headline": "Fell runners bent double in their toil", 
    "text": "Fifty-five fell runners toil up the nose of Steel Fell overlooking Thirlmere&apos;s steely water with the flanks of Helvellyn to one side, and the wilderness of Armboth&apos;s fells on the other. Every first Wednesday in August this purgatory occurs, a skein of runners become strung out up the spectacular rib of fellside leading to what many may feel is aptly called DeadPike at the top. The leaders remorselessly gain ground to where the angle seems to ease yet never really relents atop this fine arte topped with tiny glass-like tarns and soaring from the emerald-green intake at ground-level known as the Gaol; it is a prison indeed for sheep waiting to be clipped in July, about to beborn in spring and ready to be tupped in November. It was near this fortress a sailplane pilot made a crash-landing in recent years when he ran out of lift generated by some distant towline. Shepherd Gavin Bland rescued him from the beck where he inadvertently landed. Bland was race marshal the other Wednesday evening, jogging first up the slopes hands on knees and with his back to the mass of Dollywagon Pike with its Coppermines Gill across the valley on the far side of Dunmail Raise, to await the runners at the 1,814ft (553m) top. The times he has won this race (and lost them too)! And still he races, a veteran at 40. Inhis wake on Wednesday the runners toiled uphill, bent double as if in pain until they finally reached his vantage point before running around it and starting the pell-mell descent. Like arrows shot from bows they dropped back down the ridge  looking down on to the silvery pointer of Thirlmere with Blencathra beyond  to Bland&apos;s farmyard. There was no entry fee nor any prizes for their toils of mud, sweat and tears (both of joy and anguish), justa free drink and the sticky labels with their numbers stuck in order on aboard for all to see.", 
    "section": "environment", 
    "gid": "environment/2012/aug/26/fell-runners-thirlmere-lake-district", 
    "wordcount": "341"
}