{
    "headline": "Blackpool to give free breakfasts to all primary school pupils", 
    "text": "One of Britain&apos;s most economically deprived towns has announced ambitious long-term plans to provide free breakfast, milk and lunch to all its school pupils, amid concerns that rising numbers of its children are going hungry or failing to receive a healthy diet. Blackpool, England&apos;s sixth most impoverished local authority, is to launch a three-month pilot scheme in January that will provide a nutritious breakfast of fruit juice, cereal and toast, together with a mid-morning drink of milk, to all its 12,000 primary school pupils. The scheme is potentially one of the boldest attempts yet to tackle what is seen by many as a deepening crisis of food poverty in the UK, particularly among low income families. Almost a third of children in Blackpool live in poverty, and the council said it was concerned that many more from low-income working families &quot;on the cusp&quot; of free school food and milk were suffering nutritionally because working parents hit by the recession were unable to afford the cost. If the 700,000 pilot is a success, the council hopes to adopt the scheme on a permanent basis at a cost of 2.1m a year, with a long-term aim of providing universal free lunches as well as widening participation to the town&apos;s 7,500 secondary school pupils. The leader of Labour-controlled Blackpool council, Simon Blackburn, said the scheme was the quickest and most cost-effective way to raise educational standards while tackling linked problems of poor nutrition and economic poverty. &quot;Big problems call for bold solutions,&quot; he said. Blackburn admitted the scheme was hugely ambitious at a time when the council was having to make tens of millions of pounds of spending cuts, but dismissed suggestions the scheme should not be considered as a priority or that the council was wrong to foot the bill for poor parenting. &quot;If we did not have to do this it would be great. Some parents should be feeding their kids, but they are not. That&apos;s not the childrens&apos; fault. If local government is going to be relevant it has got to meet the challenges it actually faces.&quot; On his blog, Blackburn wrote: &quot;A recent survey of schoolchildren suggests that some of our older pupils are more likely to have used alcohol or tobacco in the last week than they are to have eaten breakfast or had five portions of fruit and veg a day. For years, we have complained about this  but now is the time to actually do something about it.&quot; Just two or three English councils currently provide free school meals to all primary school pupils, while the Welsh government provides free school breakfast to nearly three quarters of its primary schools. It says the scheme has improved attendance, discipline, behaviour and concentration levels among pupils. The Blackpool scheme comes as a survey by the Children&apos;s Society charity found serious concerns among school staff about the levels of hunger among pupils. Almost three quarters of the teachers surveyed said they had seen pupils coming into school with no lunch and no way to pay for one. The study, based on a survey of around 570 teachers, reveals nearly half (45%) said that children are often, or very often, hungry during the school day. Two-thirds (66%) of respondents reported that teachers were providing pupils with food or money for meals if they turn up for lessons hungry. One teacher told the survey: &quot;Last month I found two girls sat on the toilet floor sharing one&apos;s packed lunch because the other girl had no lunch money.&quot; The report cites research saying a quarter of children entitled to free school lunches took packed lunches instead because they feared being stigmatised. But the survey found 40% of teachers believed that packed lunches were unhealthy. One told the survey: &quot;I have seen a child with a packet of Haribo sweets for his lunch  we had to arrange for the child to have a sandwich. This is not an isolated case.&quot; The survey broadly reflects the findings of a Guardian Teacher Network survey carried out in June for the Guardian&apos;s Breadline Britain project, in which 83% of teachers said had seen pupils arrive at school hungry, and 55% said they took in food or fruit to give to children who had gone without breakfast. The Children&apos;s Society estimates that 1.2 million school age children in England are not getting free school meals  and 700,000 are not entitled to them. It calls for free school meals to be extended to all children in families receiving universal credit, a move it says would lift 100,000 youngsters out of poverty. The shadow children&apos;s minister Sharon Hodgson said: &quot;This report is further worrying evidence of the impact that the Tory-led government is having on the most disadvantaged children, with family budgets stretched to breaking point and services like breakfast clubs cut back across the country. &quot;I welcome the fantastic work that a number of Labour councils like Blackpool are doing to combat hunger, but it is clear that this is a national issue.&quot; The government scrapped the last Labour administration&apos;s plans to extend free school meals to all children below the poverty line back in 2010, putting the 110m earmarked for the scheme into a fund to raise pupil attainment in struggling schools.", 
    "section": "education", 
    "gid": "education/2012/dec/13/blackpool-free-breakfast-primary-school-pupils", 
    "wordcount": "900"
}