{
    "headline": "Aid donors UK and US must condemn Rwanda's support for Congo rebellion", 
    "text": "A recent UN report reveals the Rwandan government has violated the Democratic Republic of the Congo&apos;s (DRC) national sovereignty and breached international sanctions by providing soldiers, weapons, ammunition and financial support to a new rebellion in eastern DRC that began in March. The UN details how the M23 revolt enjoys direct support from senior levels of Rwanda&apos;s government, including the defence minister, General James Kabarebe. Findings like these should create political shockwaves across Rwanda&apos;s donor community. The UK and US in particular, as the country&apos;s two largest single donors, have a key role to play. Donor funds constitute 26% of Rwanda&apos;s 2012-15 budget and donors should be using the influence this kind of support affords to ensure Rwanda immediately stops supporting the M23. Instead, the donor community has been largely silent since the report came out. Rather than condemning Rwanda, the US government&apos;s first reaction was to attempt to block the report&apos;s publication, although it later issued a statement of deep concern. The UK, which this year alone has committed 75m of taxpayers&apos; money to Rwanda, has shied away from public comment and expects us instead to be reassured by personal expressions of &quot;concern&quot; made by the international development secretary, Andrew Mitchell, to Rwanda&apos;s foreign minister. The UK&apos;s lack of public reaction is astounding. DRC is rated near the of bottom of the 2011 Human Development Index. It has one of the highest rates of infant mortality in the world. In eastern DRC, where the Rwandan-backed rebellion is taking place, civilians have endured attacks, pillage, torture, rape and murder for over 15 years. The UK Department for International Development&apos;s website makes the case clearly, saying the DRC is:  &quot; one of the poorest countries in the world and is said to be the worst county in the world to be a woman  Years of conflict have left the country deeply impoverished, without basic services and infrastructure.&quot;  Worse still, Rwanda is backing a rebellion whose leader, General Bosco Ntaganda, is wanted by the international criminal court to face war crimes charges. Since 2009, Ntaganda has seized control of some of the region&apos;s richest mining areas. He has built up a highly lucrative minerals trafficking operation. It is highly likely that proceeds from this racketeering have been used to finance the fighting. Global attention must be brought back on to this issue. The Rwandan government&apos;s actions and the new rebellion in eastern DRC cannot be written off as strategically unimportant or  worse  as Congo fatigue. In 2008, the last time rebels threatened to attack Goma, the then Labour government&apos;s foreign secretary, David Miliband, flew to the region for emergency talks with the DRC president, Joseph Kabila. Today&apos;s situation demands similar high-level intervention from our government, and not only through negotiations. That does mean, in the first instance, public condemnation. Our government should be reaching out to other states in the region so that they too call upon the Rwandan authorities to change course.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/13/aid-uk-us-rwanda-congo-rebellion", 
    "wordcount": "495"
}