{
    "headline": "Cuts at the Science Museum Group: what should be done?", 
    "text": "After the recent outcry over the Royal Institution, it looks as if more of the UK&apos;s scientific heritage may be at risk: the Science Museum Group (SMG), in particular the Rail Museum in York, Bradford&apos;s Media Museum and the Manchester Museum of Science and Industry (MOSI). Like the fuss over the RI, this raises questions about how we value science as part of British culture and gives some unusual insight into the sometimes complex political economies of science communication.  The Mirror broke the rumour on Monday, with the Manchester Evening News stoking a bit of north-south divide by pointing out that the MOSI might have to close to keep the London Science Museum open. A save MOSI campaign quickly followed.  On Tuesday, the SMG confirmed it had a &quot;significant annual deficit&quot; and was &quot;assessing a range of options&quot;. Then, on the World at One on Wednesday, museum director Ian Blatchford stressed that the cuts being faced are so deep  likely deficit rising from 2m to 6m  that huge cuts to the London museum will be necessary and one of the northern museums will probably have to close in order to protect the quality of the rest.  According to the Museums Association Journal, the SMG held a crisis meeting earlier this week with councillors from York, Bradford and Manchester to explore options for the non-London-based museums. As the FT also reports, councillors in the three cities are proposing that responsibility for funding the museums be transferred to the Department for Business, Innovation and Skills (BIS), with an increased focus on scientific and educational work for the museums. The science budget under BIS has been notionally ring-fenced by the coalition government thus far, so one can see why the idea might be attractive  though there are rumours of cuts to come.  If a closure really is on the cards (and not simply pre-spending review games), one option might be to fold a smaller media museum into MOSI  which happens to be directly adjacent to the historic Granada TV site  with other parts of the archive moving to London, where a new Virgin media gallery is currently being developed on the second floor. This seems incredibly sad, losing the identity of a separate media museum as well as the successfully established site in Bradford, but is perhaps more likely than shifting trains from York or closing MOSI. The idea of closing any of the museums raises the question of what constitutes a national museum these days. Does an institution need a presence outside the capital to be truly &quot;national&quot;? With the BBC move to Salford as a precedent, there is an argument to be made for moving the main collection to Manchester, and splitting bits of the current South Kensington site between the other museums there. Equally, if a transfer to a local university is being actively considered for the northern museums, why are we not seeing any discussion about handing over the southern museum to one of the London universities?     The Making the Modern World Gallery at the Science Museum. Photograph: Alice Bell    Arguably, the Science Museum has always sat slightly uncomfortably in South Kensington, slightly in the shadow of the Natural History Museum which, aside from its dazzling building and exciting dinosaurs, perhaps has more claim to be a museum of science as it undertakes significant research itself. There&apos;s also the Science Museum&apos;s glamorous older sister, the V&amp;A, with which it shared a building as the South Kensington Museum in the first few decades following the Great Exhibition. (You can still find inscriptions of scientists&apos; names in the building if you know where to look.) As the science collection got too large and unruly, acquiring the Patent Museum and a library along the way, it was kicked out to fend for itself in the late 19th century, only gaining a decent building in 1928. Science and technology just won&apos;t stay still. People keep inventing and discovering more things to collect, and yet the museum struggles to find investment to study and share its collection.  Another option is sponsorship, as in the Virgin media gallery mentioned earlier. The Science Museum sometimes struggles to find investors, being more fun/worthy than glamorous, but science and technology does have some rich friends and, as a result, it can theme its corporate relationships to galleries. The Sainsbury&apos;s food gallery and the BNFL atomic science one might be closed now, and the BP signs have been taken down from Energy Futures, but the Shell climate exhibitions continue, and Tuesday&apos;s news about cuts came right after the announcement of a new five-year education programme with BP.  But stick to that model, and we&apos;re in danger of only presenting the science that makes money, limiting what&apos;s curated to a &quot;winners map&quot; of technology. Our history of science and technology is much richer than that, and it&apos;s important that a national museum reflects all sides of science and technology including, crucially, the choices that have shaped it (and may shape it again in the future). We need exhibits such as the 1897 electric cab or the gas fridge  evidence of routes of technology not taken  as well as pieces like the bowl from Hiroshima, evidence of the scars that science and technology can leave.  Another point for discussion has been the prospect of reintroducing entrance fees. This would not only be a great shame but would surely be politically toxic, given the relatively small amounts of funding we are talking about. And as Nathan Emmerich pointed out, it&apos;s perhaps ironic to see such a great deal of effort  and money  expended on making research publications (incomprehensible to most) &quot;open access&quot; while we simultaneously discuss re-erecting paywalls around those spaces which, by explaining and interpreting, do provide open access to science and technology. This brings us back to the prospect of BIS funding. Not everyone will be enthusiastic about the idea of diverting research or higher education funding to science communication work, but doing science isn&apos;t just about making more research, it&apos;s about sharing ideas and asking questions about the way its done and the directions it is taking  or might take. A strong investment in science communication should be key to the running of any modern democracy. It&apos;s also central to good science. The future of the Science Museum may or may not be in South Kensington, but it will, one way or another, be decided in Westminster, and that decision will say something about how we as a nation want to manage our relationships with science, technology, industry and each other.   Alice Bell is research fellow at the Science Policy Research Unit, University of Sussex. She worked at the London Science Museum from 1999 to 2005.  Kieron Flanagan teaches and researches science and technology policy at the University of Manchester.", 
    "section": "science", 
    "gid": "science/political-science/2013/jun/06/science-museum-group-manchester-london", 
    "wordcount": "1133"
}