{
    "headline": "Return of O-levels: Michael Gove to get rid of GCSEs in exams shakeup", 
    "text": "Michael Gove is to scrap GCSE exams as the government accelerates its schools reforms to improve the teaching of core subjects. Pupils across England will sit GCSEs for the last time in English, maths, physics, chemistry and biology in 2015, paving the way for more traditional exams modelled on the old O-levels the following year. The education secretary has already scrapped the modular element of GCSEs and his education white paper last November signalled a major reform of the exams introduced by the Conservatives a quarter of a century ago. But the decision to scrap GCSEs altogether and to revive O-levels, though possibly not the actual name, will be seen as one of the government&apos;s boldest reforms. The move was signalled in an internal education department document leaked to the Daily Mail. The document says: &quot;The Department for Education expects that existing GCSEs will disappear  Those starting GCSEs in 2013 are the last pupils who will have to do them.&quot; The education department refused to comment on leaked documents. But it is understood that there are two broad elements to the reforms: the national curriculum, which sets out what secondary school pupils should be taught, will be scrapped; and a more rigorous exam system will be introduced. Gove believes it is important to extend to all schools the freedom enjoyed by academies and free schools, which account for half of schools in England. There will also be one exam board for each subject. This means that schools will not be able to sign up for exam boards seen as easier. Gove believes that the twin reforms will hand freedom to all teachers. The changes mean that, by 2016, GCSEs will no longer count in league tables. The requirement for five good GCSEs graded A* to C will be scrapped, removing any incentive to study for the exams. The changes will be introduced in stages. The new exams will be sat in the core subjects of English, maths and the three science subjects from 2016. Gove sketched out the following timetable for the next few academic years:  The autumn of 2013 will be the last year that pupils will start studying for GCSEs in the core subjects.  The autumn of 2014 will be the first year that pupils start studying for the new exams in the core subjects.  The summer of 2015 will be the last time pupils sit GCSEs in the core subjects.  The summer of 2016 will be the first time pupils sit the new exams. Gove began his assault on GCSEs soon after taking office, when he ended the modular element. He believes pupils do not learn properly if they are coached to sit exams every term, which they can retake. He wanted a return to the more traditional way of teaching a subject for two years and then requiring pupils to sit exams at the end of the course. He told the Andrew Marr Show on BBC1 last June: &quot;The problem that we had is that instead of sitting every part of a GCSE at the end of a course, bits of it were taken along the way. Those bits could be resat. That meant instead of concentrating on teaching and learning you had people who were being trained again and again to clear the hurdle of the examination along the way. That meant that unfortunately less time was being spent developing a deep and rounded knowledge of the subject. &quot;I think it&apos;s a mistake and I think the culture of resits is wrong. I think that what we need to do is make sure, certainly at GCSE, that you have a clear two-year run.&quot; Stephen Twigg, the shadow education secretary, said: &quot;Michael Gove must explain his changes to parents and pupils. Will going back to O-levels for some and CSEs for the rest really improve standards for all? Labour wants to see a robust, rigorous and broad curriculum and exam system that is trusted by parents, pupils and employers. We will set a series of tests to measure these changes. With no secondary national curriculum how will he ensure a rigorous approach to learning in all schools? When the Tories abolished O-levels and introduced GCSEs in the 1980s they said standards would rise. Now they say they&apos;ve fallen.&quot; Gove&apos;s move comes as influential Tory MP Elizabeth Truss calls for the teaching of maths at core, preparatory or higher level to be compulsory until the age of 18 by 2015. in a report to be published on Thursday tomorrow. Truss said: &quot;The government needs to take urgent action to address the lack of mathematics attainment in schools. Current failings are hampering social mobility and the UK&apos;s long term competitiveness. Let&apos;s make this year  when we celebrate Turing&apos;s centenary  that we start to climb back to the top of the maths table.&quot;  This article was amended on 21 June 2012 to remove a misplaced apostrophe in the standfirst.", 
    "section": "education", 
    "gid": "education/2012/jun/21/michael-gove-scrap-gcse-exams", 
    "wordcount": "829"
}