{
    "headline": "Fifa 14 preview: skill games, career mode and more", 
    "text": "Free kick. Penalty. In the real game these words are likely to be greeted with expectant joy from supporters and players on the right side of the decision. In the Fifa series, though, they often invoke indifference or even dread. That&apos;s because, for many, scoring from a set-piece in Fifa is a sort of halcyon moment, as rare, magical and incomprehensible as falling in love at first sight, or viewing a meteor shower. My free kick attempts will tend to go anywhere  row Z, out for a throw in, into another game  rather than the goal. Most of the time, I just opt for a short pass. And penalties? The controls seemed so sensitive I always ended up tapping most of mine limply down the middle, like Gareth Southgate at Euro 96  over and over again. Last year, however, the Fifa development team at EA Sports finally realised something had to be done, so they introduced Skill Games, a selection of mini-challenges designed to teach you how to use various in-game moves and systems. The shooting and crossing ones were useful, but the set-piece tutorials were a bloody revelation, finally letting average gamers into an arcane world of penalty-taking confidence. Now, at least 68% of my kicks go into one of the corners of the net, rather than into the fuzzy face of a simply animated spectator. And it&apos;s great because it doesn&apos;t feel like a tutorial mode: in each challenge you can continually improve on your performance so it&apos;s like a series of mini-games rather than going to football school and being told you&apos;re an idiot. It&apos;s little wonder then that this new feature has been a success. According to EA, 2.29bn skill games have been played since the launch of Fifa 13 last autumn. And so for Fifa 14, the mode is to be extended  familiar challenges are going to be tweaked, and new tasks are being added. During a recent demo session, producer Nick Channon showed off a selection of the newcomers. One is a distance shooting exercise with a line of balls just outside the 18-yard area  the player has to run along and belt all of these into the goal.  More interesting though are the team mate exercises. In one, your player has to run the length of the pitch making one-two passes with other players en route, before finally shooting. Better still, there&apos;s a little group task, where seven players in a small box must one-touch pass the ball between them for as long as possible as defenders run about trying to intercept. This one will be familiar to anyone who&apos;s actually played for a team, and brings more of a sense of actual football practise to the mode. Elsewhere, the studio is making some key changes to the Career Mode, which lets you compete as a manager or player over a number of seasons. The user interface is being completely overhauled to make it easier to navigate and more logical  the squad screen, for example, has a nice graphic of your first eleven, with each icon showing a range of stats so you get a visual representation rather than having to drill down into multiple screens. From the brief glimpse I got, there&apos;s a slight look of Windows 8 about it all  it has that clean, box-based feel. Apparently, email notifications can also be tailored so you&apos;re not constantly interrupted by irrelevant spam as you advance though the season - now, only really important messages will be mandatory reads.     Fifa 14: Career Mode global scouting report    Fifa 14 is also adding a new global scouting network, which will allow managers to set up searches for fresh talent based on player traits and tendencies rather than stats. For Channon, this is about creating a much more authentic system. &quot;A manager doesn&apos;t go in saying I want a 75 rated player,&quot; he says. &quot;Instead, with the new scouting system you say, I want a pacy winger, I want a good holding midfielder, I want a big striker I can play the ball up to. You can then go and scout those players. Clearly if you&apos;re after a Messi or an Ibrahimovic, you&apos;re not going to have to scout them, but what about a longer term player who&apos;s cheaper but has the potential to grow? Instead of searching all the ratings, you can think about the types of players you want and scout based on that.&quot;  So in Fifa 14, you get a series of putdown menus providing specific wish lists to your scout. You can define that you&apos;d like, say, a tall centre back from South America with good dribbling skills; your scout then packs his sun tan lotion and he&apos;s off. Apparently, the longer you leave him out there, the more accurate his report becomes, so there&apos;s a long term challenge here, stretching out the transfer system so that it takes in the whole season. &quot;We have a dedicated database team working on all this, which is now quite big thanks to the Match Day feature, says Channon. &quot;They have processes in place for managing player stats and traits. But the game still has to be fun. We have to maintain the entertainment factor.&quot; Talking about all the changes, Channon says that part of the challenge is learning from feedback, but not reacting immediately. &quot;We look at what the team thinks, what we&apos;ve learned, things we couldn&apos;t get to - then as soon as the demo hits, we get customer feedback. And then when the game is released we get a massive amount more. But we can&apos;t just react to the first couple of days. Look at tactical defending: when we first released the demo, the reaction was &apos;oh my goodness, this is really different&apos;, but actually that quickly went away because everyone got used to it. We know that when we make big changes like first touch control, people initially react negatively, but often they&apos;ll say, this makes sense, I can&apos;t go back.&quot; So. just a few extra snippets from Fifa 14 there, and EA will no doubt be revealing more about multiplayer aspects as we head into summer. And while the release date is likely to be the end of September, the big question is over what formats the game will appear on. At the start of our press demo last week, EA made it clear that they wold only be discussing the PS3, Xbox and PC versions of the game  which of course, pretty much confirmed that next-gen versions will be announced. It&apos;s likely we&apos;ll get Fifa 14 for current platforms in September, then updated special editions for the new PlayStation and Xbox platforms later.  One thing&apos;s for sure, we can expect ever closer integration with the real sport and an increasingly pervasive feel to the series. Last year&apos;s Match Day feature ripped information and stories from the actual season and put them into the commentary and player form stats. Meanwhile, the EA Sports Football Club smartphone app also allowed Ultimate Team fans to play around with their squads while on the move. EA Sports is keen on expanding these elements  it wants us to be constantly in touch with the game; on phones, tablets and consoles, wherever we are, checking team info, tweaking formations, comparing real-world news to in-game seasons. Of course, some people hate all of this, but it&apos;s increasingly where big gaming franchises are going  and it will get much more interesting with the next-gen machines. EA just doesn&apos;t want to talk about it. Yet.  You can read our main preview of Fifa 14 here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/18/fifa-14-preview-skill-games-career-mode", 
    "wordcount": "1270"
}