{
    "headline": "BlackBerry creators pay price for failing to keep up with Apple", 
    "text": "It is the addictive email phone that became a must-have for high flying executives. But service outages and failure to keep up with the iPhone mean the BlackBerry&apos;s popularity is waning, and its creators have paid the price. Mike Lazaridis and Jim Balsillie have stepped down from their roles as co-chief executives and co-chairmen of Research In Motion, the Canadian company they brought to international prominence by inventing the first successful smartphone, years before Apple appeared on the telecoms stage. Hoping to pacify investors horrified at the 88% decline in RIM&apos;s share price since its $148 peak in June 2008, the board has named long-serving chief operating officer and former Siemens employee Thorsten Heins as chief executive. &quot;As with any company that has grown as fast as we have, there have been inevitable growing pains,&quot; said Heins in a statement. &quot;We have learned from those challenges and, I believe, we have and will become a stronger company as a result.&quot; Barbara Stymiest, a previous head of the Toronto Stock Exchange and a RIM board member since 2007, has stepped into the chair. Founder Lazaridis remains as vice-chair, and Balsillie will retain a seat on the board but relinquish all management responsibilities. The shake-up failed to allay Wall Street concerns, with the shares down 7% on Monday to $16 and one activist investor describing the new structure as a &quot;transitional move&quot;. &quot;The worst thing that you can do in putting an albatross around the neck of the new chief executive is to put the former chief executives on the board,&quot; said Vic Alboini, whose Jaguar Financial investment fund has led calls for a breakup of RIM, encouraging approaches from outside companies. In recent weeks, both Apple and, more credibly, Samsung, the South Korean electronics giant, have been reported as taking an interest. &quot;My bet would be that there is a new chief executive brought in from the outside. This to me is a transitional move. Shareholders are not going to have a lot of patience if results don&apos;t start to sparkle,&quot; said Alboini. He urged Lazaridis and Balsillie to leave the board, along with Roger Martin, a dean at the University of Toronto and John Richardson, who has been replaced by Stymiest as lead independent director. Heins has been with the company for five years, overseeing its handsets and more recently hardware and software engineering. During that time, RIM has been beset with delays and product misfires. Conscious of the need to produce a faster touchscreen to keep up with the iPhone and with Android models, the BlackBerry range was due to upgrade to a new operating system called QNX in the first quarter of 2012. The launch was recently delayed until the end of this year. RIM&apos;s tablet, the PlayBook, billed by Balsillie as &quot;the most significant development for RIM since the launch of the first BlackBerry&quot;, has shipped just 900,000 units since launch at the last count. By comparison, over 50m iPads are estimated to have been sold since launch in 2010. &quot;Heins is a product execution guy, he&apos;s not a visionary,&quot; said Morgan Stanley analyst Ehud Gelblum. &quot;Heins has to give people a reason why they need a BlackBerry. It&apos;s going to be very difficult for him.&quot; Heins said on a call to analysts that RIM needed to engage more with consumers in addition to its core business users. He is recruiting a chief marketing officer to promote the brand. Better execution is also a high priority, said Heins: &quot;We innovated while we were developing the product and this needs to stop. Execution has to be really precise. You will see way better execution.&quot; With a product so addictive it became known as the &apos;CrackBerry&apos;, RIM has proved itself capable of reinvention, but on a limited scale. Its BlackBerry messenger service has been widely adopted by British teenagers, and its role in helping organise last summer&apos;s looting earned the handset a new nickname  the &apos;riotphone&apos;. Elsewhere the service, which still has 75m subscribers, has lost ground. Globally, its market share for the third quarter of 2011 slipped to 11% from 15.4% the year before. Last Christmas, RIM shipped just 11m-12m handsets, its first quarter-on-quarter decline in six years, and lower than the 14m shipped in Christmas 2010. In a statement, Lazaridis said: &quot;There comes a time in the growth of every successful company when the founders recognise the need to pass the baton to new leadership. Jim and I went to the board and told them that we thought that time was now.&quot; Ed Snyder at broker Charter Equity, one of many RIM bears, welcomed change at the top: &quot;It&apos;s the first positive thing that they have done in months&quot;. But he expressed concern over the choice of a long-serving lieutenant as the new chief executive: &quot;My feeling is that it&apos;s a figure-head change.&quot; Prem Watsa, chief executive of insurance group Fairfax Financial Holdings, has joined the board as an independent, expanding it to 11 members. Stymiest said: &quot;We believe that Thorsten is the right executive to succeed Mike and Jim. He has 27 years of telecommunications experience, including four years at RIM in senior management positions. As a board, we have been impressed with his outstanding management skills, his leadership and his accomplishments within the company.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/23/blackberry-creators-pay-price-apple", 
    "wordcount": "907"
}