{
    "headline": "The Crew  preview", 
    "text": "A couple of the next-big-IPs for the upcoming generation of consoles are &quot;persistent world&quot; games. Counting both Bungie&apos;s Destiny and (from the sounds of things) Respawn&apos;s Titanfall among their number, these are titles containing vast gaming worlds that are both lasting and dynamic, and which offer myriad activities for players to enjoy. They&apos;re essentially the same size of the worlds present in MMO games, but they don&apos;t require a subscription fee and they&apos;re built from the ground up to be shared multiplayer experiences. With The Crew, Ubisoft just became the latest publisher to throw its hat into the persistent world ring. Developed by Ivory Tower and Ubisoft Reflections, The Crew puts players behind the wheels of numerous automobile dream machines and then cuts them loose on a gargantuan map of the USA. The size of the game&apos;s environment is the first asset that smacks players in the gob; apparently around 5,000sq km in size, The Crew&apos;s map features full open-world cities  we&apos;re told the city of New York alone is the size of Liberty City from GTA IV  and all of the back-roads, mountain passes, arid deserts and lush woodland that exist in between them. It&apos;s not to a life-size scale, obviously, although the developers claim if you fancy a drive from New York to Los Angeles it&apos;ll take you a good few hours. The guiding principle with regards to the game&apos;s massive world was &quot;if you can see it, you should be able to drive to it.&quot;     The Crew 2    The second blow the game delivers is in the form of its stunning visuals. Driving games such as Forza and Gran Turismo aren&apos;t exactly slouches in the eye-candy department, but The Crew is on another level altogether. The frame rate is as smooth as butter, but it&apos;s the level detail that looks like it&apos;s spilled from a car manufacturer&apos;s EPK that ultimately arrests one&apos;s eyes. Sun bounces off muscle car bonnets and players can catch the reflection of cityscapes in the glossed paintwork of a Lambourghini. Each city also feels unique and distinct; New York&apos;s mixes multi-lane wide roads and narrow streets residing below towering skyscrapers that point accusingly at an overcast sky, while Miami is a sun-kissed playground of beaches, bridges and boulevards. So The Crew looks fantastic, it offers a ton of space to run around in and, as one might expect, its map is filled to bursting with race events. As you&apos;d also expect from a game of this type, The Crew is an arcade racer with an RPG aspect bolted to it, which allows players to unlock new cars, racing features and automobile customisation options for every task they complete. Customisation, by the way, isn&apos;t limited to paint jobs and huge fenders, players can split cars into 19 component parts and create tricked out racers using a variety of engines, wheel-bases and racing foils. But what really sells The Crew is the ease with which players can pair up to wreak mayhem on its roads. At its core, The Crew has been built to allow players to team up with friends or complete strangers on the fly. As they barrel through the world&apos;s map, they&apos;ll inevitably encounter other drivers and synching their game with them is done with the touch of a button. Players can add up to four members to their crew and they can then engage in team battles of both the co-op and the competitive variety.     The Crew 3    In the demo I was privy to, I witnessed four &apos;raid&apos; cars  that&apos;s off-road vehicles outfitted with armour  battle each other to cause the most damage to a Humvee the team were trying to run off the road. The winner was awarded XP, a leaderboard medal and some extra armour plating for their car. We were shown the beginning of a competitive race in which four supercars went head to head with four muscle cars tricked out with N0S but nothing more substantial than the set-up was witnessed. Given the size and scope of The Crew&apos;s environment, Ubisoft has tweaked the gameplay to cut through tedium and resolve potentially malignant emergent gameplay. For example, if you&apos;re a sod who plans to ruin a co-op mission from the outside, tough; Ubisoft says that the moment the players activate a co-op mission, they&apos;re effectively locked off from any other player running rampant through The Crew&apos;s persistent world. Not only that, they can fast-travel away from any annoying pillocks who decide to play The Crew primarily as a way to cause grief to other players. Given the size of the game&apos;s map, this feature is an absolute boon for those who simply want to carve through the game&apos;s content. The game&apos;s matchmaking algorithm also works hard to suggest team-mates (and opponents) who aren&apos;t already online friends by region, language, skill level and preferred style of play. This means there&apos;s less chance of muscle car aficionados being paired up with the Nissan Skyline drifter crowd. There is, however, a catch: players need to be connected online at all times in order for the game to work. This doesn&apos;t mean it can&apos;t be played solo, it just means it won&apos;t work without an internet connection. While this may sound offputting to some players, it&apos;s also what seems to be on the cards for the future of gaming.     The Crew 4    In the end, The Crew&apos;s hardest ask is maybe its &apos;always-online&apos; requirement as it looks to be simply the next stage in evolution of the open-world arcade racer. This is Need For Speed: Most Wanted going widescreen. It&apos;ll only fail if players aren&apos;t connected in sufficient numbers to help it sell by the truckload.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/11/the-crew-video-game-preview", 
    "wordcount": "942"
}