{
    "headline": "Deep ocean mysteries and wonders", 
    "text": "      As a child, one of my favourite books was Jules Verne&apos;s classic, Twenty Thousand Leagues Under the Sea. That book captured my imagination and opened my eyes to a new world, a mysterious unexplored world, a world teeming with strange life forms that no one had ever seen before. That book awoke my sense of wonder at the world&apos;s oceans.    Seventy percent of Earth&apos;s surface is covered by oceans, whose average depth is two miles. Yet, even though the ocean shares the planet with us -- I have long thought &quot;Planet Earth&quot; is more appropriately known as &quot;Planet Water&quot; -- we have explored less than five percent of it. Five percent! But in that minuscule five percent, we&apos;ve already discovered so many surprises, such as underwater waterfalls and lagoons, fiery underwater volcanoes that send out rivers of molten rock, giant mountain ranges that circle the globe and yawning chasms that dwarf the Grand Canyon, and living in this underwater world is a diversity of life that puts to shame even the world&apos;s tropical rainforests.  In this video, marine biologist David Gallo shows us tantalising glimpses of that tiny portion of the water world that he knows and loves, from volcanoes to the remains of the Titanic. His enthusiasm is infectious as he tells us that we too, can become explorers in this mysterious world:             [video link].  David Gallo is the Director of Special Projects at Woods Hole Oceanographic Institute. Dr Gallo was one of the first oceanographers to use a combination of manned submersibles and robots to map the ocean world with unprecedented clarity and detail. Active in undersea exploration, he has participated in the exploration of the RMS Titanic, the German battleship Bismarck (using Russian MIR submarines) and participated in a recent expedition to find the lost WWII submarine, the USS Grunion. He can be found on twitter @GalloTar  .. .. .. .. .. .. .. .. .. .. ..  This video was animated by the TED-Ed Animation Team (Jeremiah Dickey, Biljana Labovic, Celeste Lai, Kari Mulholland and Franz Palomares) .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientistfacebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/04/1", 
    "wordcount": "342"
}