{
    "headline": "Guardian University Guide 2013: students' top tips on choosing a course", 
    "text": "Ryan Siddall, 18, first-year music student at Newcastle University &quot;Don&apos;t live at home  even if you go to a local university. I&apos;ve lived at home during my first year and I really regret it. It&apos;s much easier to make friends if you&apos;re living in halls. Otherwise, you come in every morning and everyone&apos;s talking about what they did last night, and you missed out. I&apos;ve saved loads of money by living at home, but you only go to university once, so I think you should make the most of it. Next year, I&apos;m moving out. &quot;Looking back on my first year at Newcastle, I like how the uni is right in the city, but life is also centred around the union, so it&apos;s like a campus and a city university in one. What do I hate? The printing is too expensive  it&apos;s 8p per document, and that builds up. The union shop is also ridiculously overpriced. But they&apos;re trivial things  I&apos;m loving uni.&quot; Sophie Cousins, 22, third-year environmental sciences student at the University of East Anglia &quot;As a disability student I hid all the problems I had for nearly two years of my course, not wanting people to know and being embarrassed about explaining it. Don&apos;t do the same  your university will have a disability service that can provide you with help to ease the strains of coursework and exams. Look into this, and look at the financial help from student finance for extra study aids: books, computers, note-takers etc, which you may need during your course. The major bonus is they will actually understand everything you mean, even if it sounds silly to some other students.&quot; Dwayne Fields, 29, studying psychology and international development at the University of East London &quot;My advice to new students is: don&apos;t be put off by the new fees. At UEL, I love the fact that students come from all over to study here, and there&apos;s the potential to connect with 28,000 students from around the world. You really need to pick a course and subject that you feel passionate about. If you don&apos;t, you&apos;ll find university long and arduous. The main mistake I made was to combine my degree [into psychology and international development] in my second year, as opposed to my first. It just felt like I was starting all over again. Make sure you hear what students are saying about the university  don&apos;t just pay attention to what it says on the website.&quot; Ali Said, 21, studying film at the University of Roehampton &quot;When applying to university, be careful with some courses such as film, media, and radio production  you do not necessarily need a degree and it&apos;s arguably easier to succeed in the industry through work experience. So whatever you&apos;re studying, make sure that it is the course you want to be doing. I see a lot of people dropping out because they are unsure. Research the course in detail  I chose Roehampton because it is in London, where most film production companies are, and because of the mix between theory and production, which is what I was looking for. One of my friends, who is studying film and creative writing, complains that there are not enough production modules available for him  then he admits that he did not read about the course before signing up. I love my course, and Roehampton is a beautiful university with very good and experienced lecturers. The only thing I don&apos;t like is the cost of rent. In London I have to pay far more than my friends who study in other cities.&quot; James Taylor, 25, secondyear in business studies at University of Chester &quot;I wish I&apos;d known about the support that was available at the end of my degree, such as advice on careers and employability  it would mean that now, coming up to graduation wouldn&apos;t be so daunting.&quot; Jenni Moss, 27, a third-year studying human nutrition at University of Chester &quot;I decided not to go to university straight from school as I wasn&apos;t sure which course to study. I had seen friends drop out and didn&apos;t want to go simply because it was expected. I hadn&apos;t enjoyed school, as I didn&apos;t fit in, and thought university would be the same. But when I was 24, I decided that I needed to pursue a career helping other people, and applied to Chester. I love the fact that the campus is small as it has a wonderful community feel. I really feel like I belong. All the staff in academic and support departments are really friendly. I wish I had known sooner that university is so much more than gaining a degree  I might have attended earlier. You grow into the person you want to be if you seize all the opportunities. I&apos;ve participated in volunteering activities whilst at university and conducted international research in Ghana.&quot; Arjun Wara, 19, biomedical science student at St George&apos;s, University of London &quot;I wish I&apos;d known before I applied to uni that you need to be committed to your studies from the start and make sure you don&apos;t fall behind with lectures and notes. Also, it can be a challenging time emotionally, so make the most of the good friends you&apos;ll meet and don&apos;t forget to keep in touch with your friends at home.&quot; Eleanor James, 19, a biological sciences fresher at Reading University &quot;A big mistake I made was applying to universities before I went to see them. At post-offer open days I hated three out of my five choices, cutting down my options quite a lot. When applying to universities, go to look at the campus and city or town and ask yourself if you would be happy to live there for the next three years. At open days, look at the library, and ask for a list of modules to see if they interest you. Some universities give lots of optional modules so you can tailor your course to suit you, which makes it more interesting. Talk to current students, and try to see if you could be friends with them. Different unis attract different types of people. &quot;At Reading, I don&apos;t like the fact that the uni and halls are quite far from town. It means I tend to wait until I need lots of things before I go shopping, and people get taxis on nights out, which can cost around 7 each way. But I love the beautiful, green campus and my course is well taught and interesting. I know from talking to friends at other universities that we spend a lot more time in the laboratory and the field than lots of unis, and employers really like this.&quot; Peter Jenkins, 19, a fresher studying environmental health at Northumbria University &quot;Look around the city on open days and ask any of the current students what the social life is like. There are no better people to ask than those who are currently living there and they can often give you helpful city-specific advice that would take weeks to find out by yourself. And have a look at Yougo.co.uk, a website run by Ucas for students applying to university  you can meet people on the same or similar courses at your university through forums. It&apos;s very helpful if you&apos;re nervous about not knowing anybody in university when you arrive. You should also look into the structure of the course on universities&apos; websites before you make your choices. One of the reasons I chose Northumbria was finding out on its website that my course was professionally accredited. It also gave me a great deal of information about what I could expect from every module over the whole four years.&quot; For more advice on choosing your course see today&apos;s special supplement on applying to university and check out Lucy Tobin&apos;s book Guide to Uni Life (Trotman, 9.99)     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/21/university-guide-2013-applying-courses", 
    "wordcount": "1338"
}