{
    "headline": "Wind turbines bring in 'risk-free' millions for rich landowners", 
    "text": "The boom in onshore wind power, likened to a &quot;new industrial revolution&quot;, is being dominated by a small number of private landowners who will share around 1bn in rental fees over the next eight years. Rental payments vary and are secret but, say property agents speaking in confidence to the Guardian, landowners can now expect 40,000 a year &quot;risk-free&quot; for each large turbine erected on their land. Those set to benefit include senior members of the royal family and the Forestry Commission in Wales and Scotland. Analysis of onshore wind power investments suggests that the 13GW of energy anticipated by the government to be installed by 2020 will pay landowners upwards of 100m a year in total rents, on top of the EU farm subsidies they automatically receive for owning land. According to agents in Scotland and Wales, competition for suitable land is escalating rents. Landowners can expect to be paid 5-6% of the annual turnover of windfarms, or around 40,000 a year for each large 3MW turbine. &quot;They see windfarms as a new farm subsidy but they do not have to take any risk,&quot; said one agent. &quot;Only 60% of development applications may go through, but the returns if they do get built are enormous.&quot; In return, landowners are offering communities around 1,000 per MW installed, according to RenewableUK, the wind industry trade body, in compensation for what some consider visual pollution and other disturbances such as lack of access. So far, 4.5GW of onshore wind power has been installed in Britain, with a further 8.5GW in the planning system or expected to be built in the next seven years. Estate owners in Scotland  where 1,200 people own two-thirds of the land  have so far benefited the most. The Earl of Moray is thought to get about 2m a year in rent from a 49-turbine windfarm on his Doune estate in Perthshire, while the Duke of Roxburghe stands to make more than 1.5m a year from his 48-turbine Fallago Rig development in Lammermuir Hills. According to this analysis, the Earl of Seafield, Britain&apos;s seventh largest landowner, would be paid around 120,000 a year from turbines on his Banffshire estate. The Earl of Glasgow, a Liberal Democrat peer, has 14 wind turbines on his Kelburn estate, so could earn upwards of 300,000 a year. According to property consultancy CKD Galbraith, rents in Scotland have doubled since 2002, and increased 15% last year. &quot;Landlords of pioneering windfarm sites will soon be undertaking rent reviews and evidence suggests that landowners can expect significantly higher returns,&quot; said the paper. Feelings are running high as remote areas such as the Cairngorms and west Wales are the subject of dozens of proposals. Plans for more than 600 of the largest turbines have been submitted or approved in the Scottish Highlands, including 11 for the wild Monadhliath mountains on the edge of the Cairngorms. &quot;Opposition is growing as the applications flood in. We cannot keep up with the proposals,&quot; said Kim Terry from the campaign group Communities Against Turbines Scotland. &quot;I know of 60 groups fighting windfarms in Scotland alone. The tiny bit of money being offered to communities are nothing but bribes. The landowners or developers decide what the money is spent on. We gain nothing, but our properties are devalued and the land is devastated.&quot; The academic and land reformist Alastair McIntosh said: &quot;Landowners have woken up to the fact they can make a heck of lot of money at the expense of those who have lived there for generations. There is a world of difference between a windfarm controlled by a local community and one imposed from outside by a landowner and a multinational company. The people benefiting are the ones who have always worked the subsidy system.&quot; &quot;Rents have trebled since 2002. It&apos;s like the industrial revolution now,&quot; said Mark Wilson, CEO of Intelligent Land Investments, which is working with more than 200 landowners in Scotland to develop small-scale wind schemes. But according to Wilson, while the big estates took the lead, &quot;everyone is now trying to get in on it. It&apos;s evolved, and we are seeing a much fairer distribution of wealth&quot;. In Wales, where land ownership is less concentrated, the Forestry Commission is the biggest landowner and expects to earn more than 20m a year from turbines. In Scotland it may receive 30m a year for leasing land to four large companies. In England, the Duke of Gloucester, the Queen&apos;s cousin, is likely to be paid nearly 120,000 a year from four turbines on his Northamptonshire estate, and Sir Reginald Sheffield, the prime minister&apos;s father-in-law, could receive 250,000 a year for the seven turbines on his Lincolnshire land. Earl Spencer, brother of Diana, Princess of Wales, has plans for 13 turbines on his Althorp estate. Going it alone Should Scotland vote for independence, the rest of the UK could have problems meeting its target to boost renewable electricity generation to 30% by 2020, according to industry body Scottish Renewables. Scotland is expected to provide a third of the power needed to meet the target. &quot;The largest share is likely to come from onshore wind  the cheapest technology readily deployed at scale,&quot; said Scottish Renewables&apos; chief executive, Niall Stuart, who said his organisation did not have a view on independence. &quot;The rest of the UK would have two options: to increase deployment of onshore wind, offshore wind and/or biomass, or import renewable electricity from Scotland. There are already significant flows of power among EU states, for example in Scandinavia.&quot; SSE (formerly Scottish &amp; Southern Energy) warned last week that the referendum was damaging confidence and investment.", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/windfarms-risk-free-millions-for-landowners", 
    "wordcount": "984"
}