{
    "headline": "Facebook IPO: the key players and what they are worth", 
    "text": "Mark Zuckerberg, 28 Friday is probably the biggest day of Zuckerberg&apos;s career since he launched what was then The Facebook at Harvard in February 2004. Facebook has gone on to be a global phenomenon, a Silicon Valley legend and even an Oscar-winning movie. Zuckerberg&apos;s co-founders have fallen by the wayside (and into piles of cash), and today he rules over the empire as chief executive officer and the firm&apos;s largest shareholder. When the company goes public Zuckerberg will face new levels of pressures and scrutiny. Only time will tell if he&apos;s the new Bill Gates or the next Jerry Yang. Wealth-X, a consultancy that specialises in high networth individuals, estimates his net pre-IPO fortune at $18.95bn. When, and if, Facebook&apos;s shares take off Friday, expect that number to soar. Some are expecting it to double, catapulting the already astronomically wealthy Zuckerberg into the very top tier of the super wealthy. The co-founders     Dustin Moskovitz, co-founder of Facebook, Photograph: Kimberly White/Getty Images    Dustin Moskovitz, 27 Moskovitz co-founded Facebook with Zuckerberg and moved to Palo Alto with the Facebook boss in 2004. He left Facebook in 2008 to form a new software company, Asana, with Justin Rosenstein, an engineering manager at Facebook. Asana develops software applications Moskovitz hopes &quot;will be to your work life what Facebook.com is to your social life&quot;. Wealth-X pegs his pre-IPO wealth at $4.8bn, and he holds a 7.5% stakein Facebook.     Eduardo Saverin's story is quintessentially American, but he isn't anymore. Photograph: Gilbert Carrasquillo/FilmMagic    Eduardo Saverin, 30 The Brazilian-born co-founder originally served as Facebook&apos;s chief financial officer and business manager. After a prolonged dispute with Zuckerberg, his 34.4% stake in Facebook was diluted to 5%. He reportedly sold much of his stake in the company in private transactions, raising money to invest in various technology start-ups including Qwiki and Jumio. The terms of his legal settlement with Facebook were undisclosed, and he is not listed among the company&apos;s major stakeholders; his current holdings in Facebook are unclear. Saverin spends most of his time in Singapore, and it recently emerged he has given up his US citizenship, though he has now insisted that this is not a tax avoiding move and he will pay the estimated $39m in US taxes on his windfall from the IPO. Wealth-X estimates Saverin&apos;s net worth is at least $ 2.7bn     Chris Hughes, co-founder of Facebook Photograph: Adam Hunger/Reuters    Chris Hughes, 28 The final co-founder has reinvented himself as a media savvy political operator. Hughes clearly has an eye for rising stars. In early 2007, he left Facebook to work in Chicago on the then-senator Barack Obama&apos;s new-media campaign. In March this year Hughes became the owner of The New Republic, the venerable liberal-leaning politics and art magazine. It&apos;s not clear what his Facebook holding is worth, but it&apos;s believed to be under 1%. The mentor      Sean Parker, former Founding President of Facebook Photograph: Ramin Talaie/Corbis    Sean Parker, 33 Parker was still a teenager when he co-founded Napster, the music sharing service that sparked a revolution. He spotted Facebook&apos;s potential early and was a mentor to Zuckerberg, becoming the social network&apos;s founding president, helping attract investors. Wealth-X pegs his pre-IPO at $2.5bn, including a 3.9% stake in Facebook. The boss     heryl Sandberg, Chief Operating Officer of the social network service Facebook Photograph: Laurent Gillieron/EPA    Sheryl K Sandberg, 42 A powerhouse professional who is increasingly becoming the grown-up face of Facebook. Sandberg has stints at the US treasury, Google and McKinsey on her resume and recently held a fundraising dinner at her home for Obama. She is late to the Facebook party, having joined in 2008, but her 0.1% holding in the company already puts her net worth at over $69m. The investors     Reid Hoffman, founder and president of Linkedln Photograph: Stefano Carofei/Rex Features    Reid Hoffman, 44 Hoffman is a serial fortune maker worth over $2.35bn, according to Wealth-X. He counts PayPal and professional networking website LinkedIn among his greatest hits and is a partner at Greylock Partners, one of Silicon Valley&apos;s top venture capital firms. An early investor in Facebook, he is believed to retain a 0.2%.     Facebook board member Marc Andreessen, who also co-founded Netscape Photograph: Paul Sakuma/AP    Marc L Andreessen, 40 Another Silicon Valley legend, Andreessen was co-author of Mosaic, the first widely used web browser, and co-founder of Netscape Communications, whose 1995 IPO was seen as the starting gun for the last dotcom boom. Andreessen-Horowitz, his venture capital firm, counts Foursquare, Groupon, Skype and Zynga among its investments as well as Facebook.     Peter Thiel, chairman of Clarium Capital Management LLC Photograph: Bloomberg via Getty Images    Peter A Thiel, 44 The former CEO and co-founder of PayPal was an early investor in Facebook and currently sits on the company&apos;s board. A libertarian philanthropist, Thiel is widely seen as one of the smartest men in Silicon Valley. Wealth-X estimates his wealth at $1.45bn.     Bono has joined a call for action against 'this travesty of a 21st-century famine'. Photograph: Billy Farrell Agency / Rex Featu    Elevation Partners Bono, 52, is very keen not to see Beautiful Day headlines when Facebook&apos;s shares go public. The U2 front man is a partner in the media and tech investment group that owns 2.2% of Facebook. His PR people went on the offensive before the IPO to point out that the firm invests for other people, not just its partners, and any winnings would be widely distributed.  This article was amended on 18 May 2012 because it described Facebook as &quot;a global phenomena&quot;. This has been corrected to &quot;a global phenomenon&quot;.  This article was amended on 18 May 2012. In the original it said Netscape&apos;s IPO happened in 2005. This has been corrected.", 
    "section": "technology", 
    "gid": "technology/2012/may/17/facebook-ipo-key-players", 
    "wordcount": "852"
}