{
    "headline": "Microsoft expands sales base for Surface tablet laptop", 
    "text": "Microsoft is expanding the sales base for its Surface tablet laptop, and will start selling it in US retail outlets Staples and Best Buy, the company has announced. It has also hinted that it may begin selling it through retail outlets in the UK. The move comes amid mixed reports for the Surface, which runs a form of Windows written for ARM architecture processors  like those found in smartphones and tablets  rather than the Intel architecture chips common in Windows PCs. Supply chain data suggested last month that Microsoft halved the number of Surfaces that it ordered, while browsing data from Chitika on Monday said it had a minuscule share of the tablet browsing market in the US. But Microsoft directly contradicted the first point by headlining its announcement &quot;Microsoft increases production&quot; for the Surface, while its share of tablet browsing is unsurprising given that the Surface has so far only been sold online from Microsoft&apos;s own online outlets in a limited number of countries, putting it up against Apple&apos;s iPad  which has been on sale since April 2010  and a range of Android tablets. In its statement, Microsoft hinted at UK availability through retail: &quot;Surface will continue to be available for purchase at all Microsoft retail stores in the United States and Canada and online in Australia, Canada, China, France, Germany, the United Kingdom and the United States,&quot; it said. &quot;Based on the success of the Microsoft holiday stores, the company will extend all of these locations into the new year. These stores will transition into either permanent brick-and-mortar retail outlets or specialty store locations.&quot; Chitika&apos;s figures said that the Surface generated just 0.13% of all tablet traffic to its ad network in the US and Canada between 12 and 18 November, where the majority of the devices would be expected to sell. That compared with 0.91% for the entire family of Google Nexus tablets, including the Nexus 7 and Nexus 10, Chitika said. Microsoft has also announced that it will start selling the Surface Pro, a version of the Surface that uses Intel chips, early in 2013. Prices for the Pro will start at $899, compared with $499 for the Surface running RT. Even so, it is expected to prove more popular both with businesses and consumers than the original Surface because it should have direct access to a larger catalogue of apps. Although developers can produce apps for Windows RT by recompiling apps written for Windows on Intel, many have not taken the time to do so  and the requirement to submit such apps to a Windows App Store has meant comparatively slow takeup.", 
    "section": "technology", 
    "gid": "technology/2012/dec/12/microsoft-sales-surface-tablet-laptop", 
    "wordcount": "445"
}