{
    "headline": "Coast presenter Alice Roberts becomes a professor", 
    "text": "Alice Roberts is sitting in the caf of the Wellcome Collection, a museum devoted to exploring the connections between medicine, life and art. It is an appropriate setting in which to meet the doctor, anatomist and television presenter  and painter  who has been involved for years in making science entertaining through television. Roberts has, in the course of her TV career travelled across the world from Africa to Australia, but this week she begins her latest assignment in the marginally less exotic West Midlands, where she has been appointed professor of public engagement in science at Birmingham University following what she describes as a &quot;terrifying interview&quot;. As professor, Roberts will teach and undertake research, but is also tasked with trying to inspire people about science. &quot;We have been talking about public engagement for a decade,&quot; she says. &quot;For me it is about recognising that the mission of science has to be embedded within our culture  the direction in which science is going has to be determined by all of us, and so we need a dialogue with the public.&quot; That dialogue demands, she believes, action from the government as well as those in education. &quot;The government needs to send out a strong signal that it cares about science and it needs to take evidence more seriously  there are lots of cases where governments have tried to marshal facts to meet the policy they have already decided on.&quot; She cites the case of Professor David Nutt, chief drug adviser of the last government, who was sacked a day after claiming that ecstasy and LSD were less dangerous than alcohol. This was &quot;terrible for the relationship between scientists and the government,&quot; she says. &quot;It became quite obvious that the government was interested in the science to support policies it had already decided on.&quot; Anyone who has seen Roberts on BBC&apos;s Coast will know that she often whips out her watercolours to depict the beauty of the science around her. So it&apos;s not surprising she feels it is wrong to direct people at an early stage in life into either arts or science. &quot;Some individuals will be drawn to arts or science, but lots fall in the middle,&quot; she says. &quot;But our education system divides people.&quot; Roberts&apos;s father was an aeronautical engineer and her mother an English teacher who encouraged her to always ask questions. But she was bullied at junior school for being academic. &quot;By the end, it was affecting me badly,&quot; she says. After primary school in Bristol, she attended a fee-paying secondary school. &quot;One of the big factors in me going to an independent school was the bullying at junior school. But it wasn&apos;t an easy choice for my parents. And now, I do have issues with independent schools.&quot; She did biology, chemistry and physics at A-level, and also art. After studying medicine at Cardiff University, she was briefly a doctor before getting a job in the anatomy department at Bristol University and stumbling into her media career when she was asked by Channel 4&apos;s Time Team to write reports on some human bones they had dug up. That led to appearances on screen and then to presenting jobs on Coast, The Incredible Human Journey, Don&apos;t Die Young and The Origins of Us. The success of Roberts&apos;s series seem to lie in their combination of spectacle and storytelling. &quot;We need to get across the excitement and creativity of science,&quot; she says. &quot;That it isn&apos;t just a list of facts that have already been discovered  but a process, a creative project, that you are generating ideas, testing them and looking for evidence.&quot; She remembers the excitement of being taken to Bristol University as a girl and seeing the unveiling of a mummy. &quot;It is so stimulating for young children to hear someone who does science talking about it. It can be so exciting and inspiring. It is easy to get younger school children enthused about science,&quot; she says. &quot;They quickly pick up on the importance and excitement  but by the time they are teenagers, it is as if some have already decided there is no point listening  and that is terrible.&quot; She has a radical idea for improving engagement with science. &quot;A true democracy requires a certain level of scientific literacy so that big decisions about things like energy, food and climate change are being made to an informed public, so I think everyone who studies up to the age of 18 should do a science subject  with no option of dropping it.&quot; Roberts is not concerned that higher tuition fees will mean a fall in the numbers studying science. &quot;In the current economic situation science and engineering are good options. Science is of such economic value, you are always going to be employable.&quot; Nor does the uptake of science among girls concern her. But she is worried about what happens further along in their careers. &quot;Less than 20% of professors in science and engineering are women. Why are women not reaching the more senior grades?&quot; She intends to combine her new academic job with more television. Is she worried her post will be seen as a celebrity appointment, or else send out a message that a successful academic is one who appears on the box? &quot;TV is a great way of reaching a wider audience and it&apos;s how most people access information about science,&quot; she points out. &quot;Not every university is supportive of academics doing this sort of thing, but I hope my appointment sends out the message that actually it is OK to be an academic and to have a TV series.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/30/alice-roberts-professor-birmingham-university", 
    "wordcount": "972"
}