{
    "headline": "Employability: university education isn't just about developing skills", 
    "text": "Lord Heseltine, to whom I once awarded an honorary doctorate in business administration when I was chairman of the University of Bedfordshire, has been asked by the government to conduct an audit of the UK&apos;s industrial performance. Even back then it was obvious he had an insight into the economic power of universities broader than many of his colleagues (on all sides of both Houses). In his introductory speech to the Lords, he said: &quot;We have some of the best companies in the world  they are out there winning every day. But is our average performance good enough and how can the underperforming tail be encouraged or persuaded to catch up?&quot; He is currently reviewing his remit and I hope he finds time to turn his fertile mind to joined-up thinking about the UK&apos;s talent base and the pipelines from schools into universities and colleges and out into businesses. Because there is, frustratingly, a great deal that still needs to be done. The global economy is moving at the pace of the internet, while our education policies are too often moving at the speed of pigeon post. Across the world, governments are trying to make sense of how to be successful when this recession (as I&apos;ve taken to calling the post-Lehman&apos;s mess) is over. The Australian government has just released its new report on skills for all Australians. It&apos;s called, with a stunning degree of Aussie straightforwardness, Skills For All Australians, and is a blueprint for a $1.7bn programme of renewal for their vocational education and training (VET). Vet (handy acronym by the way) is obviously vital, but in worrying ways reports like this, and the thinking that underlie it, are still not joining the dots between the problem and the big picture solutions. Modern economies may be built by skills but they will succeed by expertise. If a skill is a repeatable process in a predictable environment, expertise is the application of theory to practice. This distinction (even if in reality it is a continuum) is vitally important in setting out the mission of universities in helping to deliver economic prosperity and a good society. At its most basic, as Gavin Patterson, CEO of BT retail noted in Great Expectations, a recent CIHE report: &quot;The majority of technical skills being taught in schools and universities will be defunct by the time young people are 10 years into their careers.&quot; Skills for All Australians sets out the challenge for the Commonwealth to respond to a &quot;major generational change driven by the Asian century, new technology, and the shift to a low carbon economy.&quot; Consequently, Australians will need to combine new operational skills with communication, teamwork and decision-making skills will intensify, the flexibility and resilience to change jobs, apply skills in different context and go on learning will be essential. This emphasis on the vital importance of non-academic skills to employability and productivity will come as no surprise to anyone in the UK higher education system, where this awareness is deepening with every piece of analysis, and where universities are setting out a vision of mass participation in placements, internships and a range of business engagements. But as we quite rightly develop this agenda, we must not lose sight of the talent universities are really put on earth to deliver. They must provide us with people with the ability to continually learn, to think critically and theoretically, to be reflective and reflexive, to innovate and break the status quo, and to navigate in the unstable waters of the global economy. The way to drive the underperforming tail is to ensure that businesses get the quality of expert leadership they need. But that is a tale for another day. Dr David Docherty is chief executive of the Council for Industry and Higher Education This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/04/employability-university-education-developing-skills", 
    "wordcount": "670"
}