{
    "headline": "AOL reports first annual rise in revenues for eight years", 
    "text": "AOL reported its first annual rise in revenues in eight years on Friday as strong advertising sales underlined the fallen internet star&apos;s recovery. Total revenues rose 4% in the fourth quarter to $599.5m, beating analysts&apos; expectations. The company has been buying back stock and pledged to buy another $100m. AOL&apos;s shares soared over 9% in early trading. Advertising revenue rose 13% to $410.6m. But the company still makes most of its money from dial-up internet subscriptions, a fading business that still added $158.7m in revenues after accounting adjustments. AOL&apos;s two main ad businesses generated $15.2m after adjustments. &quot;AOL returned to growth and generated significant value for shareholders in 2012,&quot; said Tim Armstrong, chairman and CEO. &quot;AOL has strong momentum entering 2013 and is positioned to continue on our growth path by executing our strategy to build the next generation media and technology company.&quot; The ad growth was driven by a 37% rise in revenues for AOL Networks, which sells advertising on behalf of publishers. Revenues at AOL Brands, which includes the Huffington Post, TechCrunch and Patch, a local news network, rose 4%. The brands division was dragged down by a poor performance from Patch. Armstrong had predicted that the network&apos;s 900 sites would make between $40m-$50m in 2012 but the total was $34m. On a call with analysts, Armstrong said Hurricane Sandy had affected the local news network. &quot;Sandy essentially followed the path of the Patch rollouts,&quot; he said. AOL continued to lose customers at its membership dial-up internet business. Subscription revenues fell 10% as the company reported a 15% drop in subscribers year-over-year. AOL shares are up more than 16% so far this year and over 89% year to date. Last year Armstrong, a former Google ad executive, successfully defended his strategy to turn the company around against activist shareholder Starboard Value. He also sold $1bn of patents to Microsoft, returning the money to shareholders.", 
    "section": "technology", 
    "gid": "technology/2013/feb/08/aol-revenues-rise", 
    "wordcount": "327"
}