{
    "headline": "Order has returned to Nigeria after the fuel protests, but deep anger remains", 
    "text": "One month after Nigerians ended their protests against a 120% rise in the price of petrol, a measure of calm has returned. But interviews with ordinary people in the commercial capital, Lagos, suggest there is now enormous pressure on President Goodluck Jonathan&apos;s administration to deliver measurable progress on development and good governance. The protests were sparked when Nigeria  a member of the Organisation of Petroleum-Exporting Countries (Opec) and Africa&apos;s largest exporter of oil  heeded advice from the International Monetary Fund to end fuel subsidies. The sudden move, on 1 January, raised petrol pump prices from 65 naira to 141 (40 cents to 90) a litre. The government said scrapping the subsidy would save $8bn a year, much of which was falling into the hands of corrupt middlemen. Trade unions said the sudden hike was too much for Nigerians to bear and declared a national strike. After an overwhelming show of popular anger, the government backed down, offering a compromise price of 97 naira a litre. The fuel subsidy crisis came as Nigeria&apos;s government battled an intensifying campaign of bombings in the north, spearheaded by Boko Haram, a sect that wants sharia law implemented across Nigeria. The two factors have combined to make Jonathan appear weak in the face of danger and clumsy in policy implementation. Victoria Adekoya, 38, nurse     Victoria Adekoya, 38, nurse, Nigeria Photograph: Alex Duval Smith    Nigeria is a major oil producer and the petrol subsidy is the only benefit we get for being Nigerians. We, the masses, do not have trust in our politicians any more. When they said they were removing the petrol subsidy, it did not feel like that to us. It just felt like they were doubling the fuel price. As soon as petrol went up, the price of beans doubled. Rice, yams and meat have all become more expensive. When the government announced we would pay 141 naira, we felt we would be subsidising more corruption by our politicians. Corruption is all they are good at. The 97 naira compromise just feels like we will be subsidising corruption slightly less. The strike ended because we needed to get back to work, to eat. It did not end because we were happy with the 97 naira price. Saheed Bayo, 38, unemployed community volunteer, Ajegunleslum     Saheed Bayo, 38, unemployed community volunteer, Ajegunle slum Photograph: Alex Duval Smith    In my slum, no one has a vehicle. There is not even a road. But we felt the impact of the price increase immediately. The price of sachets of water doubled from 5 to 10 naira overnight. Nigeria is like Tunisia and Egypt. Our politicians do not have a sense of serving the population. They want to make money. They hang on to power by doing favours for people who will support them, even if the benefits granted to some are harmful to others. This divides us. In this sense, the Nigerian people are not like the Tunisians or the Egyptians. It is too easy to break our spirit because there will always be someone who is receiving favours and who will tell us to stop complaining. Moses Ohiomokhare, 50, curator, Quintessence art gallery The fuel price increase opened the eyes of people in the east of the country. They were paying 80 naira a litre already. When they were asked to go on strike for a lower price, they could not see why they should sacrifice their earnings so that people in Lagos and Abuja could pay less than they were spending already. This is Nigeria all over: every issue very quickly boils down to regionalism and calls for a break-up of the country, and frightening memories of the [1967-70] civil war. We need state finances to be spent on development, but our first request is not even for that. If the government sent a signal of rigour  fewer ministries, fewer advisers and secretaries, a leaner and more efficient police  Nigerians would respond with enthusiasm. Instead, we are fed drop-in-the-ocean pledges, like the promise to spend 25% less on state banquets. We also hear our politicians calling for higher salaries and comparing their pay packets with those of US senators. How dare they? Ayo Obebe, 27, unemployed political sciences graduate     Ayo Obebe, 27, unemployed political sciences graduate Photograph: Alex Duval Smith    I voted for Goodluck Jonathan, but I am fed up. Given the amount of money going into the Treasury from oil, I don&apos;t see his administration delivering. He is not moving fast enough. Just lately he has shown himself to be more decisive  it was good that he sacked the police chief to send the message that the bombings in the north of the country have to stop. But his administration needs to deliver on infrastructure development and employment so that people&apos;s lives start improving. Until people see the government delivering, they will question the government&apos;s sincerity. The protests stopped because people needed to get back to work. During the strike, the black market price of fuel rose to 250 naira. Prices were going crazy. Prince Oluwasola Olajubu, 45, self-employed printer, Ikorodu     Prince Oluwasola Olajubu, 45, self-employed printer, Ikorodu Photograph: Alex Duval Smith    The government says the fuel price will come down again when we have our own working refineries. As it is, we just have one refinery that is limping along. It is shameful that a country like Nigeria does not have enough refineries to cover its needs. If, indeed, the government delivers on its promise  to use the money it saves on fuel subsidies to build infrastructure  then I believe scrapping them was a good idea. But the policy was not properly explained. A couple of years ago they removed the subsidy on diesel and kerosene and we never saw that money being spent on infrastructure. Why would it be different this time? Poor people spend a high proportion of their income on food and transport, and that share has just increased. So people are impatient for their lives to improve, and the government needs to demonstrate that it has heard the message that was sent during the strike. Ngozi Ekwerike-Okoro, 42, child protection officer     Ngozi Ekwerike-Okoro, 42, child protection officer Photograph: Alex Duval Smith    If it is true, as the government says, that fuel subsidies have been falling into the wrong hands, then it is right that they should be abolished. But that does not explain why the price of petrol at the pumps had to increase. The government outlined the measure poorly. Last year, in April, I went to a town hall meeting at which the plan was explained. But most people had no idea or no understanding of the measure when it was implemented. The government should have given notice. The director-general of national orientation [Idi Farouk] was sacked because he did not explain the subsidy removal to the people. That was the right move. We need the government to be much closer to the people so that if painful policies are needed, we all understand.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/17/nigeria-fuel-protests-anger-remains", 
    "wordcount": "1114"
}