{
    "headline": "Greenpeace urges government to halt 'reckless' Arctic oil rush", 
    "text": "The government will be urged on Wednesday to help build a more sustainable world by putting a brake on the oil industry&apos;s &quot;reckless&quot; race to the Arctic. At a special House of Commons hearing, Greenpeace will tell ministers to reconsider their support for Cairn Energy and other companies drilling in the far north unless they attach the most stringent operating conditions. &quot;The reckless rush to exploit Arctic oil and the Coalition Government&apos;s blind support for it, urgently need scrutiny, said Ruth Davis, chief policy adviser at Greenpeace. She will make her plea at a first session since the Environmental Audit Committee of MPs decided to set up a special review called Protecting the Arctic. &quot;The oil industry has done all it can to avoid discussing the safety of drilling in the most inhospitable conditions on the planet, where a spill would devastate wildlife and be almost impossible to clean up,&quot; added Davis. The urgency of the issue has been intensified by the BP spill in the Gulf of Mexico and the decision by Greenland and others to license offshore drilling. The review has also been influenced by a special series published in the Guardian which showed oil was part of an unprecedented economic exploitation of an area where global warming is most visible through the receding ice caps. Caroline Lucas, the Green party leader, who encouraged the select committee to investigate the issue as a matter of urgency, said: &quot;I&apos;m delighted that the Environmental Audit Committee has agreed to hold an inquiry into Protecting the Arctic. It comes at a time of increasing concern about the accelerating industrialisation of the Arctic region, and following recent eye-witness reports in the Guardian and elsewhere, will raise crucial questions about the impacts of development.&quot; The Arctic oil rush, is made possible as large areas of the ocean are opening up each summer as climate change causes sea-ice to melt, she explained. This brings &quot;unprecedented risks&quot; to the area with the consequences of any potential oil spill likely to be catastrophic. &quot;At the same time, questions are being raised about how a people can survive under the pressure that comes from oil companies whose daily income can be higher than their annual budget. &quot;The UK government can show vital leadership on this issue, at a time when the race to carve up the Arctic is accelerating faster than our regulatory or technical capacity to manage it, by initiating a moratorium on Arctic drilling by companies registered in the UK.&quot; Although the UK does not have any formal jurisdiction over the Arctic, it does have strong commercial and scientific interests there. The select committee will explore how Britain could use its influence through regulation, incentives, and treaties to ensure commercialisation of the region takes full account of its impact on climate change and the environment.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/greenpeace-arctic-oil-rush", 
    "wordcount": "504"
}