{
    "headline": "Mozambique turns to technology in battle against tuberculosis", 
    "text": "A new machine that should speed up diagnosis and treatment of tuberculosis is being rolled out across Mozambique. The GeneXpert machine, which has been trialled in hospitals in Maputo and Tete following pilot schemes by NGOs, should speed up TB diagnosis from two to three months to two hours. More machines will be rolled out around the country over the next few weeks. Every province will have at least one machine, while areas with high rates of TB will have more. The new test, which has been implemented successfully in South Africa, uses cartridges to automate diagnosis. The patient spits in a cup, and the sample is fed into the machine to identify any TB bacteria. These machines mean people can be tested, diagnosed and started on multi-drug resistant treatment on the same day  a significant improvement on current waiting times. The sooner patients are diagnosed, the better their prognosis. The new test will be subject to delays only if the patient has not supplied enough sputum. Armanda Metens Novela, a nurse at Mavalane hospital in Maputo, the capital of Mozambique, said that 20% of patients are typically lost from the system during the current process and that it can be prohibitively expensive to trace them to ensure the infectious disease is treated. With the new machines, samples do not have to be transported for analysis. Results are sent to a central printer, where the outcome can be recorded and shared with the patient as part of their follow-up counselling. Expectations are high for the equipment, which was originally developed to test for anthrax. The machines are much smaller than existing diagnostic equipment and can be transported closer to where patients live. Civil society groups say many of those who need treatment in the provinces miss out as they can&apos;t make the long journey to the capital. Dr Gael Claquin, national protection officer for TB in the World Health Organisation&apos;s Mozambique office, sounds one note of caution, pointing out that improving diagnosis across the country will increase the workload for health services as more people need care. But he is optimistic about the possible impact. &quot;As long as you are receiving appropriate drugs into the Mozambican national TB programme, your odds to be cured are pretty high. The issue is to reach this service and be diagnosed.&quot; About 50,000 cases of TB are diagnosed in Mozambique each year, but Claquin believes this figure is only half the actual number. &quot;So with the GeneXpert we are going to be able to tap into the big reservoir of undiagnosed cases, which is probably linked to HIV, because HIV has more difficult forms of tuberculosis than the classic form. So it&apos;s going to be a big help and it&apos;s going to help also with paediatric diagnosis, which is difficult and insufficient in the country.&quot; The equipment has been funded by Unitaid, a global health organisation, hosted by the WHO, which uses innovative financing mechanisms to raise cash for the diagnosis and treatment of TB, HIV and malaria in low-income countries. In July, Unitaid, with the support of the Bill and Melinda Gates Foundation, USAid and Pepfar, reduced the price of the relatively expensive cartridges by 40%  from $16 to $10  for 145 low- and middle-income countries. Countries not directly supported by Unitaid, such as South Africa, are also now benefiting from the price reduction. The majority of Unitaid&apos;s support for TB diagnosis and treatment in Mozambique comes from a solidarity tax on airline tickets introduced in 2006. The levy ranges from $1 for economy tickets to about $40 for business and first-class flights. In January, the French government said this levy had now raised more than 1bn. Six African countries have adopted an air ticket levy - Cameroon, Congo-Brazzaville, Madagascar, Mali, Mauritius and Niger. The UK&apos;s contribution to Unitaid is provided by the Department for International Development, rather than through a flight tax. Unitaid, which was established by the governments of Brazil, Chile, France, Norway and Britain in 2006, has invested almost $40m in healthcare in Mozambique. Health minister Alexandre Manguele welcomed the opportunity to improve Mozambique&apos;s TB provision. On Monday, he said: &quot;This is an innovative idea to source funding to increase the capacity of the health service. The most important thing is the solidarity Unitaid brings to a country like ours where, happily, the 2013 health budget has increased, but we still benefit from additional international support. If we can count on each air ticket raising funds in this way, we will reinforce the health budget. Mozambique too is considering implementing such a levy.&quot;  Lucy Lamble travelled to Mozambique with Unitaid", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/12/mozambique-technology-battle-tuberculosis", 
    "wordcount": "777"
}