{
    "headline": "Universities leading the way with education technology", 
    "text": "Georgia Institute for Technology&apos;s Center for 21st Century Universities (C21U) is a self-described living laboratory for fundamental change in higher education. Its mission: to foster and accelerate the innovation, validation, adoption and deployment of disruptive ideas-particularly those involving technology in the service of teaching and learning, industry wide. Accelerate is just the right word. When it comes to change, we are reaching warp speed. Sebastian Thrun&apos;s Udacity courses in building a search engine and programming a robotic car have attracted thousands (including me). Apart from teaching, Thrun has set himself the goal of democratising education; education should be free. Accessible for all, everywhere, and any time. While I have your attention, drop in to the Khan Academy which, with a library of more than 3,000 videos covering everything from arithmetic to physics, finance, and history and 315 practice exercises, you will find that it too is on a mission to help you learn what you want, when you want, at your own pace. For another glimpse of the future pop in to MITx where 90,000 people are studying 6.002x (circuits and electronics), and which has set itself the modest goal of organising and presenting course material to enable students to learn worldwide. Writing for The Guardian&apos;s Higher Education Network, Matthew Draycott declared himself surprised that the impact of &quot;disruptive technological methodologies&quot; was not top of mind in UK higher education circles. He is right to be surprised. I am surprised that he is not thoroughly gobsmacked. The future is all around yet many of us in universities have our eyes wide shut. There is no need to go all apocalyptic over the technological &apos;disruption&apos;. Bricks and mortar universities (particularly those made of very old bricks and ancient mortar) are not about to disappear. But if they don&apos;t &apos;do something&apos; then their hallowed halls (and their mischievous postmodern equivalents) will in some distant time reverberate to the sound of a melancholy, long, withdrawing roar (to borrow Matthew Arnold&apos;s peerless phrase) as many students leave to seek alternative forms of higher education. And what will be the hallmark of these alternatives (or perhaps replacements)? They will put students front and centre of all they do. Agrarian-legacy lengthy holidays will end and teaching will take place year round to cater to the increasingly busy lives of students. They will be able to study any time, night or day. Students will study what they want to study, not what academics wish to teach. Technology will be tailored to students&apos; needs. Online offerings will be as familiar as YouTube, but they won&apos;t merely be images from a camera plonked in front of a traditional class with a traditional lecturer fumbling with a traditional Power Point presentation. They will be bespoke, well made, smartly edited videos or other visual presentations designed with the student in mind. Universities will increasingly share resources with other universities  perhaps students at University A will study electronics by video from University B, which specialises in the field; while students at University A will study, say, ancient history presented by the specialists at University B. These are just some ideas. What else do we need to do to adapt to the future that&apos;s already arrived? Steven Schwartz is vice-chancellor of Macquarie University in Sydney, Australia This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/28/education-technology", 
    "wordcount": "580"
}