{
    "headline": "Eleven-year-olds wake up to compulsory spelling and grammar test", 
    "text": "Hundreds of thousands of 11-year-olds in England will sit a spelling and grammar test for the first time on Tuesday. Ministers argue the test will help to dramatically improve literacy standards, but teaching unions warn it could have the opposite effect. Pupils will be required to spell words such as &quot;separate&quot;, &quot;preferred&quot; and &quot;necessary&quot; as part of the 15-minute spelling test. They will be quizzed on the use of colons, apostrophes, ellipses and subordinate clauses in the 45-minute grammar exam. A government review into the national tests sat by 11-year-olds  known as Sats  recommended pupils sit a spelling, punctuation, grammar and vocabulary test that was marked by independent examiners. The government said in other parts of the world, such as the US, Canada and Singapore, children take similar tests. But the tests have proved deeply unpopular with teaching unions. The results will be used to judge schools in league tables and the unions warn that this will lead to teachers &quot;teaching to the test&quot;. Children, aware of how important the tests are, will become needlessly anxious about them. At its annual conference in Liverpool, the National Union of Teachers (NUT) passed a motion calling for a boycott of the tests. Christine Blower, general secretary of the NUT, said pupils&apos; grammar, punctuation and spelling were already assessed by teachers on a daily basis. &quot;This will become yet another high-stakes accountability measure which will narrow the curriculum still further, cause needless stress for children and encourage teaching to the test. As such, it may actually prove counterproductive to teachers&apos; efforts to improve writing skills,&quot; she said. &quot;What is needed is an assessment system which supports real learning in real contexts and encourages children to progress through their education with confidence, not made to feel like failures.&quot; The National Association of Head Teachers (NAHT) said a portfolio of a pupil&apos;s work was a better indicator of their spelling and grammar than a new test. Russell Hobby, general secretary of the NAHT, said the test focused on the knowledge of grammar in the abstract. &quot;It tells us nothing about how someone uses that knowledge to communicate. Just because you can circle an adverb in a multiple choice test does not mean you know how to use an adverb appropriately,&quot; he said. &quot;We already have a better test, which is the assessment of the student&apos;s portfolio of work from across year six. Why limit ourselves to whether someone can spot an adverb, when we can examine how they use them? Why limit ourselves to the spellings of 20 words, when we can look at the spellings of thousands? Even the government&apos;s own experts agree that the technical aspects of English are best assessed in the context of a full composition.&quot; Elizabeth Truss, an education minister, said many children struggled with the basics of the English language at primary school and never caught up. &quot;That is why employers bemoan the poor literacy of so many school and college leavers,&quot; she said. &quot;This new test will mean that children are again taught the skills they need to understand our language, and to use it properly, creatively and effectively.&quot; Meanwhile, teachers have spotted an error in Monday&apos;s reading test for 11-year-olds. In the instructions for the test, pupils were told: &quot;Different question need to be answered in different ways&quot;. The Standards and Testing Agency, an executive agency of the Department for Education, is in charge of the development and delivery of the tests. Sample questions from the test Question: Circle all the adverbs in the sentences below. Excitedly, Dan opened the heavy lid. He paused briefly and looked at the treasure. Answers: excitedly; briefly Question: Circle the adjectives in the sentence below. The local baker regularly makes fresh bread. Answers: local; fresh Question: Insert three commas in the correct places in the sentence below. I need to pack a swimming costume some sun cream a hat sunglasses and a towel. Answer: I need to pack a swimming costume, some sun cream, a hat, sunglasses and a towel. Question: A prefix is a letter or a group of letters added to the beginning of a word to make a new word. For example: unhappy. Put a prefix at the beginning of each word to make it mean the opposite. __behave __correct __possible Answers: misbehave; incorrect; impossible Question: Which ending would make this word an adverb: quick__? Quickness, quickest, quicker or quickly? Answer: quickly Question: Circle the preposition in the sentence below. She waited until 10 o&apos;clock. Answer: until You can see more sample tests on the Department for Education&apos;s website", 
    "section": "education", 
    "gid": "education/2013/may/14/spelling-tests-english-sats-england", 
    "wordcount": "783"
}