{
    "headline": "How Twitter is putting an end to our private lives", 
    "text": "One of the most unnerving sentences I read last week was a brief question posed by someone I didn&apos;t know, about someone I didn&apos;t know: although by the time I read it, I was au fait with a conversation that they might  or might not  have had. But I certainly wasn&apos;t well enough acquainted with Melissa Stetten to be able to judge the tone of this tweet: &quot;Did I just ruin Brian Presley&apos;s life via Twitter?&quot; Stetten is a 22-year-old model who, on 6 June, took a flight from Los Angeles to New York and found herself sitting next to an actor called Brian Presley. This much, we think, is undisputed; what followed is not. In a series of tweets, Stetten appears to convey their conversation, which fulfils two cliches: that of person bored half to death by self-regarding neighbour who fails to pick up on their &quot;I&apos;m going to read my book now&quot; cues; and that of attractive woman hit on by man emboldened by a hiatus in matrimonial or familial obligations. The tweets are, in fact, quite amusing, because Stetten displays a certain gift for the truncated comic narrative. &quot;Brian is now talking about how he is an artist and believes everything happens for a reason, like how we&apos;re brought together on this flight,&quot; she begins. &quot;Brian just took his Heineken in a plastic cup into the bathroom. Will report back shortly&quot; is a further bulletin. &quot;Brian said he was engaged to another actress but it didn&apos;t work out because they didn&apos;t &apos;mesh well&apos; together&quot; gives us an insight into his personal life. Along the way, a wellwisher tweets a link to an article from Christianity Today, in which Presley had revealed how sobriety and weekly AA meetings turned his life around. You can virtually hear Stetten&apos;s snort of derision: &quot;Holy shit. He&apos;s had 3 Heinekens and is wasted. Sober? Hardly.&quot; But it is the tweet that immediately follows that is the most chilling; and mainly because we don&apos;t know the answer to it. Has Stetten ruined Presley&apos;s life via Twitter? Might her insinuations  that he has fallen off the wagon, that he is primed for infidelity, that he is a tremendous fool  lead to an avalanche of disaster: the collapse of his career, the end of his marriage, a return to addiction? Who knows? Not us. And neither do we know  although we can perhaps hazard a guess  what Stetten (Twitter bio: &quot;Just trying to keep up with the Kardashians&quot;) felt as she was typing that question. Was she overcome by the sudden apprehension that she might have unleashed a series of events over which she no longer had any control? Did she feel remorse? Or is it merely a rhetorical swagger, a quick pirouette of triumph? Quite possibly, none of the above; quite possibly it was something dashed off, to get a quick laugh or fill an idle moment, or keep the momentum going. That&apos;s the problem with abandoning yourself to someone&apos;s online persona: you don&apos;t actually know who they are. It should be noted that Presley denies the conversation took place, or at least as described on Twitter. &quot;I guess in today&apos;s age you have to be careful who you say hello too [sic],&quot; he confided ruefully (on Facebook). Those who found this exchange simply too inconsequential, or even too benign, have had somewhere else to look for their vicious jollies in recent days, as super-rich spouses Ben Goldsmith and Kate Rothschild took lumps out of one another via, once again, the medium of Twitter. It doesn&apos;t take the most obsessive privacy freak to suggest that the painful complexities of ending a nine-year marriage are probably best negotiated behind closed doors; and, after a few days, Ben and Kate agreed. Their tweets were taken down and their joint statement acknowledged that &quot;things have been said in public which should have been kept private&quot;, going on to reassure us that &quot;we accept our full share of responsibility for this&quot;, which is good of them considering that they are, of course, entirely responsible. You mightn&apos;t think that, though, from Kate&apos;s final thoughts on the matter. &quot;All of you should go home,&quot; she tweeted, &quot;and question whether you are really in a position to judge and condemn and then get on with fixing your own lives.&quot; Phew! Touch! On the surface, the difference between the two episodes is obvious: one was presumably conducted by stealth, the other had two fully engaged participants. But is it really that clear? How do you know, for example, whether your own beliefs about privacy might go out of the window in the heat of an acrimonious split-up, or sexual boastfulness, or spurned humiliation? Say that you could swear on your life that you wouldn&apos;t spill the beans in public, no matter what. Could you guarantee the same discretion on your partner&apos;s behalf? The thought of prenuptial  or even pre-cuddle  non-Twitter-disclosure agreements might be vaguely distasteful but it is also somewhat beside the point. Social media do not simply provide a forum for blabbing, they redraw our ideas of what is and isn&apos;t our personal life. All of this makes one feel rather nostalgic for, and kindly disposed towards, Melanie Sykes, who drew the wrath of the puritans when she exchanged fruity tweets with her new boyfriend, the wonderfully named Jack Cockings. Sykes might have got away with this had she not been (a) a fair bit older than her new beau, and (b) a woman displaying an extremely healthy sexual appetite. Admittedly her messages of romance were a little gauche, and certainly exhibitionist. Of course, as many enraged moralists could barely wait to point out, they could have been seen by children. On the other hand, Mel and Jack seemed to be having a jolly nice time together and doing little to harm others. Indeed, their exchanges  rather less explicit these days  continue to charm. &quot;I&apos;m a dolphin,&quot; he said to her, quite recently. &quot;I&apos;m a dolphin too,&quot; she replied. Allowing for the fact that this could of course be private code for some recherch sexual activity, what could be nicer?", 
    "section": "technology", 
    "gid": "technology/2012/jun/09/twitter-privacy-melissa-stetten", 
    "wordcount": "1049"
}