{
    "headline": "iPad Mini: new Apple tablet may pose a major threat to Amazon and Google", 
    "text": "Apple&apos;s expected launch on Tuesday of an &quot;iPad mini&quot;  which some think could also be called the iPad Play, iPad Air, or iPad U  will find an eager market seeking smaller, cheaper tablets, according to research from the British analysis company Context. Salman Chaudhry, mobile computing analyst at Context, also warns that it poses a threat to Amazon&apos;s Kindle line, because it will be positioned as a content consumption device  and so could cut into expected sales of the Kindle Fire tablets, launched in September. &quot;Market figures point to a big opportunity in this segment,&quot; says Context, which says that in the UK alone 7in tablet sales rocketed from about 10,000 in the second quarter to the end of June, to more than 220,00 in the three months to the end of September. Apple is expected the unveil the device, along with updates to its desktop and laptop computer lines, at an event in San Jose on Tuesday. Market and supply chain data suggest it will have a 7.85in screen, giving it roughly half the screen size of an iPad. Google&apos;s Nexus 7 has sold an estimate 1m units worldwide since its launch at the end of July, helped  according to Context  by selling it to retailers are prices below wholesale cost in the first month, at least in the UK. The Nexus 7, made for Google by Asus, had a starting price of 159 for a version with 8GB of storage, and 199 for a 16GB version. A 32GB version is expected to be unveiled at an Android event next Monday in New York. Amazon is also launching its 7in Kindle Fire in the UK, as well as the US, creating a wave of smaller tablets that will be attractive to cash-strapped consumers who may not want to spend the 350 or more required for larger, 10in tablets. Some analysts have suggested that Apple could sell 10m cheaper &quot;iPad minis&quot; in the months to Christmas. So far BlackBerry-maker RIM&apos;s Playbook and a number of Android tablets such as Samsung&apos;s Galaxy P3110 have been the principal offerings in the 7in market  but without having much impact on the market. Chaudhry said that the spike of sales in 7in tablets in August and September was mainly down to price cuts in the Playbook, and the eagerness for the Nexus 7 and Samsung P3110. &quot;Across western Europe and prior to Google&apos;s and Samsung&apos;s launches this summer, the market share of in tablets was around 7% in June. This skyrocketed to 36% in September,&quot; he said. &quot;Our figures show that there is now massive demand for this form factor. A 7in iPad should worry most of the competition in the tablet space, but most of all, we expect it to take revenues away from Amazon, as an &apos;iPad mini&apos; will make the device much more of a content consumption device than its siblings. We expect to see Apple take sales away from the Kindle family of devices and the Kindle app itself, as Apple will be marketing the tablet as an iBook, iTunes consumption device. &quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/23/ipad-mini-apple-amazon-google", 
    "wordcount": "528"
}