{
    "headline": "Fossil fuel subsidies must end, says Indian microfinance firm", 
    "text": "Governments must end subsidies for fossil fuels and focus instead on supporting renewable energy sources, the executive director of an award-winning microfinance organisation said this week. Speaking to the Guardian, LH Manjunath, from Shri Kshetra Dharmasthala Rural Development Project (SKDRDP) in southern India, which provides consumer loans for energy projects, said: &quot;Most fossil fuels are subsidised. The [Indian] government is spending millions on subsidies. It must stop all subsidies for fossil fuels and increase the number for clean energy.&quot; His comments came as his organisation received a gold Ashden award at a ceremony in London on Wednesday evening. Five organisations received a total of 120,000 from Ashden, which each year acknowledges the work of &quot;green energy champions&quot; who are using local sustainable energy ideas to address climate change and tackle poverty. The prize money is used to help scale up the winners&apos; work. SKDRDP, which has provided nearly 20,000 loans for renewable energy projects in Karnataka state, was this year&apos;s overall winner, winning a 40,000 prize. SKDRDP usually lends $300-400 (190-250), which has a payback time of around three years. This can increase to 10 years depending on what the loan is used for. Typical weekly repayments are $3. Before taking out loans for energy projects  which could, for example, involve setting up a biogas plant that uses cattle dung to provide energy with reduced methane emissions  people have to show they have an income and are members of a &quot;self-help&quot; group. The organisation lends money to these groups, which then offer loans to members. Each member has to present a five-year plan of how they are going to spend the money. Interest rates are 18%. So far, the organisation has a 100% repayment record on energy loans. But although local solutions are important, Manjunath believes dramatic changes are needed on a national and global level to protect the environment and improve the lives of poor people. &quot;It needs the willpower of governments to make it count,&quot; he said. &quot;The government makes it so difficult to get subsidies for solar energy in India. Loans by banks are subsidised, not from microfinance [organisations]. And who do the banks lend to? Rich people,&quot; added Manjunath. Another Ashden award recipient, Tri Mumpuni, the executive director of the not-for-profit People-Centred Economic and Business Institute (IBEKA) in Indonesia, which works with communities to develop micro-hydro programmes that provide electricity, agreed that fossil fuel subsidies need to be cut. This year, Indonesia is spending $16.6bn on fossil fuel subsidies, she said. &quot;We definitely have to reduce subsidies on fossil fuels. The money spent for renewable energy and fossil fuels is unbalanced.&quot; Mumpuni added that she would like to see energy supplies decentralised to allow local resources to be better used. Mumpuni&apos;s organisation has helped install 61 hydro schemes in Indonesia, which has provided electricity for 54,000 people and saves 7,400 tonnes of CO2 a year. However, Richenda Van Leeuwen, executive director of the UN Foundation&apos;s energy and climate energy access initiative, who is spearheading the UN&apos;s sustainable energy for all initiative, and was also in London this week, said she was &quot;agnostic&quot; about subsidies, recognising that some countries still need them. She said the Cook Islands can only use diesel to deliver energy, so the government needed to continue offering subsidies until it can move towards renewable sources. &quot;We need to work with each country on specific issues. We need to ask: what are a community&apos;s issues and needs? Rather than thinking one size fits all, we need to look at the local context,&quot; she said, adding that both public and private sector investments need to be explored. All three agreed that June&apos;s Rio+20 conference on sustainable development will offer a chance to explore new ideas, but Mumpuni and Manjunath stressed the need for politicians to take firm action. &quot;If we are not all on the road towards sustainable development, we will face catastrophe,&quot; said Mumpuni.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/31/fossil-fuel-subsidies-india-microfinance", 
    "wordcount": "678"
}