{
    "headline": "Ranger corruption 'impeding global fight against poaching'", 
    "text": "Corruption among wildlife rangers is becoming a serious impediment in the fight against poaching, fuelled by soaring levels of cash offered by criminal poacher syndicates, senior conservation chiefs have admitted. Rangers in countries as diverse as Tanzania and Cambodia are being bribed by increasingly organised poaching gangs keen to supply ivory, rhino horn and tiger parts to meet huge consumer demand in Asia. While prices for ivory and rhino horn, in particular, have risen dramatically in recent years, ranger wages have failed to keep pace, resulting in a spate of bribery scandals. &quot;There&apos;s more money floating around now from the poachers, so it&apos;s more of a problem than ever before,&quot; said Sean Willmore, president of the Australian-based International Ranger Federation. &quot;It&apos;s as bad as I&apos;ve known it. If rangers aren&apos;t getting enough remuneration, they can be corrupted. In Cambodia, for example, rangers were being paid $100 a month and that was cut to $30 a month by the government. What do you do if you want to feed your family?&quot; While rangers in many countries remain chronically underfunded, with Willmore claiming that a lack of proper equipment and training is rife in poaching hotspots, the rewards for turning a blind eye to the illegal killing of rhinos and elephants have never been higher. The standard &quot;bush&quot; market value of ivory is $300 per kilogramme, meaning that a 30kg haul from a single elephant can bring in $9,000. From this, a ranger that turns a blind eye can get a cut of $2,000  far more than his or her standard salary. The situation is particularly dire in Tanzania, which is losing around 70 elephants a day to poachers. The country has seen around half of its elephants slaughtered in just the last three years. Willmore said that corruption in the country is &quot;systematic&quot;. Last year, the government minister and top officials at Tanzania&apos;s Wildlife Department were fired for taking bribes for the assignment of hunting blocs and, more brazenly, arranging for 116 live animals to be loaded onto a jumbo jet and flown to Qatar. But the economics are still lopsided even if the poachers are caught, with the punishment following conviction being as little as a $13 fine. Pratik Patel, the chief executive of the African Wildlife Trust, said: &quot;The situation is very chronic  we&apos;ve seen evidence of the armed forces and rangers colluding with poachers.&quot; &quot;You&apos;re looking at very well-organised crime syndicates, spreading money around and buying services of government individuals.&quot; &quot;It&apos;s like the cocaine industry. Or the mafia. The money allocated to conservation is so minimal that it just can&apos;t compete with that.&quot; Patel estimates that corruption rates among rangers in east Africa are running at around 50%. While big-name national parks such as the Serengeti and Ngorongoro are generally safe from poachers, the majority of animals in Tanzania live in areas where protection is sparse or compromised. &quot;You have good rangers and you have bad rangers,&quot; he said. &quot;A shooter will be paid to kill the elephant and five or six people will hack the ivory off the body. They then ship it out in a concealed consignment for Malaysia or Vietnam. &quot;A lot of the shooters are in the military. They have armour piercing bullets and government vehicles. They can travel without being stopped. The rangers are paid to look the other way and give information on patrols.&quot; Patel said that the Chinese government should do more to crack down on the supply of ivory and rhino horn, given the booming demand for the products in the country. But there is a growing realisation that the numbers, both financially and personnel-wise, are tipping in the poachers&apos; favour, placing rangers in an invidious position. &quot;Many rangers work for very low pay and don&apos;t become corrupt,&quot; said Willmore. &quot;I&apos;ve seen rangers refuse a bribe and say &apos;I have no reward for this job, so all you can take from me is my integrity&apos;. &quot;We want rangers to be rewarded better, but not just financially. They need respect and proper support from their governments. The governments also need to clean things up and get rid of the bad eggs.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/27/ranger-corruption-impeding-fight-poaching", 
    "wordcount": "716"
}