{
    "headline": "Oldest fossil of bird's voicebox gives new hint at soundscape of the Cretaceous", 
    "text": "The oldest evidence of a birds voice box has been found among the fossilised remains of a duck-like creature that lived more than 66 million years ago.  The discovery suggests that the animal was able to make a variety of sounds similar to those of current day ducks, including quacks.   Related: The fabulous flight-facilitating furcula    The human voice box, or larynx, sits near the top of the windpipe. However, the vocal organ of birds - known as a syrinx - lies deep within the chest near the heart, where the windpipe branches to the lungs. Composed of cartilage rings and soft tissue, it allows birds to make a wide variety of calls, from songs to honks. But little is known about the origin of the organ. Now scientists says they have found the remains of a syrinx within the fossilised, partial skeleton of a bird, known as Vegavis iaai, that lived in the age of the dinosaurs. What was really striking is that it is basically all of the informative parts of the voice box; it is the business part of the syrinx, said Julia Clarke, first author of the new research from the University of Texas at Austin.  The findings, she added, offer important clues as to the evolution of the vocal organ of birds, and potentially of the communication strategies and social interactions the syrinx underpins.     The fossil syrinx is from the late Cretaceous of Antarctica (middle image). Within dinosaurs there was a transition from a vocal organ present in the larynx (found in crocodiles) to one that has uniquely developed deep in the chest in birds. Photograph: J. Clarke/UT Austin    Stephen Brusatte, a palaeontologist at Edinburgh University, described the new find as a stunning discovery. The bones themselves are a really important fossil  they are one of the oldest good skeletons of a modern-style bird, and confirm that some of the bird groups that around today, like ducks and geese, were also living with the dinosaurs, he said. But the discovery also offers a new perspective on soundscape that would have existed more than 66 million years ago. It tells us that these early birds living alongside the dinosaurs may have sounded like some of the birds around today, Brusatte said. If [we] were standing back in the late Cretaceous, during that calm before the asteroid hit and wiped out the dinosaurs, the air may have been filled with the songs, chirps, and honks of birds! Discovered within the rocks of Vega Island in the Antarctic in 1992, Vegavis iaai was classified by a team including Clarke as an early relative of ducks and geese in 2005, making it the only species of modern bird known to have lived at the time of the dinosaurs. Writing in the journal Nature, Clarke and colleagues from the US, China and Argentina describe how they discovered the syrinx among its fossilised remains using high resolution x-ray techniques. From the resulting three-dimensional digital model, the team were able to analyse the organ and determine that it had a diameter of around 1cm.     The fossil syrinx is from an extinct species related to ducks from the late Cretaceous of Antarctica. Within dinosaurs there was a transition from a vocal organ present in the larynx (seen in crocodiles) to one uniquely developed where the windpipe branches towards the lungs in birds. Illustration: J. Clarke/Nicole Fuller/Sayo Art for UT Austin    The team then compared the syrinx to vocal organs from 12 bird species alive today, as well as the larynx of an American alligator. The team also analysed for the first time a syrinx previously found in the fossilised remains of a species of long-legged waterfowl that lived around 50 million years ago.   Related: Birds and dinosaurs - one of the great fossil connections    The results enabled the researchers to explore the evolution of the syrinx and make predictions about what early forms of the organ would have looked like. That a syrinx has not been found in any other dinosaur, avian or non-avian, from before the mass extinction at the end of the Cretaceous suggests that the development of the the organ was a relatively late step in the evolution of birds, the authors say. The team of us have spent the last two years trying to find even earlier syrinxes and we havent [found one], said Clarke. We suggest [the syrinx] might be a late- arriving phenomenon, after the origin of flight and respiratory innovation like continuous breathing. Non-avian dinosaurs, such as the Tyrannosaurus rex, she added, would probably have had a larynx and most likely made loud booming sounds.", 
    "section": "science", 
    "gid": "science/2016/oct/12/oldest-fossil-of-birds-voicebox-gives-new-hint-at-soundscape-of-the-cretaceous-syrinx", 
    "wordcount": "654"
}