{
    "headline": "Wordplay proves a fruitful area for research", 
    "text": "Words, words, words are the bread, butter, salt, pepper, meat and potatoes of a small, US-based magazine called Word Ways that has been coming out four times a year since 1968. Dmitri Borgmann, the founding editor, described it as &quot;the journal of recreational linguistics&quot;. Its essence, in a word: wordplay. Borgmann&apos;s obituary, in a 1985 issue of Word Ways, says his greatest achievement was to &quot;demonstrate that wordplay is an intellectual discipline in its own right&quot;. Borgmann&apos;s reputation was already such, says the obituary, that Standard Oil of New Jersey had hired him to devise a replacement for its antiquated brand name. &apos;Twas Borgmann, they say, who spiffed and twisted old-fashioned &quot;Esso&quot; into modern &quot;Exxon&quot;. (Later issues of Word Ways say that the Esso-into-Exxon story may be rather more complicated.) The first issue of Word Ways included Borgmann&apos;s The Longest Word in English, in which he traipses along the length of &quot;the 27-letter honorjficajhlitudinitatibus&quot;, &quot;the 28-letter antidisestablishmentarianism&quot;, &quot;the 45-letter pneumonoultramicroscopicsilicovolcanokoniosis&quot;, and on eventually to a chemical name that is 1,913 letters long. The first 200 of those letters, by the way, are metrionyl glutaminylarginyltyrosylglutamylseryl leucylphenylalanylalanylglutaminylleu cyllysylglutamylarginyllysylglutamyl glycylalanylphenylalanylvalylprolyl phenylalanylvalylthreonylleucyl glycylaspartyl. A 1986 article called Dr. Awkward and Olson in Oslo, by Lawrence Levine, begins: &quot;The long voyage between my first tentative effort at constructing a short palindrome of some 40 letters, and the eventual completion of a palindromic novel numbering 31,594 words (or approximately 104,000 letters) some 20 years later, was an unrelenting lesson in many disciplines. There were lessons in trial and error...&quot; Levine carefully states his creed as a creator of these bidirectional hunks of text: &quot;One must not cheat by inventing words or coining new spellings.&quot; In 1995, a pseudonymous author wrote a short survey of &quot;alphabet poems&quot;  poems in which each line is keyed to a letter of the alphabet. Many were intended, directly or indirectly (being read aloud) for young children. The article presents one, with authorship attributed to Rod Campbell in 1988, which it calls &quot;uninspired&quot;, and which begins: &quot;a is for apple ready to eat b is for boots to put on your feet...&quot; At the other reach of complexity comes a poem written in the late 1800s, authorship uncertain, about the Crimean war. It begins: &quot;An Austrian army, awfully arrayed Boldly by battery besieged Belgrade&quot; In 1991, Darryl Francis of Mitcham, Surrey, took an earthy look at his native land, in an essay called Naughty Words in British Placenames. Francis claimed to be restraining himself by giving only 69 examples, though he was rather unrestrained in his view of the boundaries of Britain. Here are six of Francis&apos;s finds, with his own distinctive capitalisation and description: BREAST  an island in County Wexford, Ireland prettyBUSH  a locality in County Wicklow, Ireland CRAPstone  a hamlet in Devon PRATt&apos;s Bottom  a hamlet in Kent SHITlington  a parish in West Yorkshire WILLY  a parish in Northamptonshire * Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/dec/17/higher-education-research-wordplay", 
    "wordcount": "526"
}