{
    "headline": "Plants help dispose of toxic threat", 
    "text": "Neatly aligned like baby lettuces, the sprouting plants look like a market garden. Come spring, when the sun of southern France brings them on, they will produce white, yellow and mauve flowers. But these plants are not decorative, less still edible. They grow on sterile clay soil full of toxic metals, at the bottom of a former tailing pond at Saint Laurent Le Minier in the Cvennes, where mining started in Roman times and only finally stopped in 1992. The concentrations of zinc, lead and cadmium are between 500 and 850 times higher than European standards allow. No normal vegetation can stand such levels, apart from three local species that have developed an extraordinary survival strategy: sucking up the toxic substances through their roots and storing them in vacuoles in their leaves. Nor are these normal gardeners, but rather scientists from the Centre for Functional and Evolutionary Ecology (CEFE) at Montpellier University, affiliated with the French National Centre for Scientific Research (CNRS). They are experimenting with environmentally friendly ways of decontaminating soil by phytoextraction. &quot;Intensive mining operations and industrial metal working cause severe soil pollution: heavy metals are one of the greatest hazards and are not biodegradable,&quot; says Claude Grison, professor of chemistry at Montpellier 2 University and the head of the programme. Farming is strictly forbidden on the land once it is occupied by the mines, but the wind and rain still disperse the toxic dust. Hence the hopes raised by the three varieties of metallophyte: Noccaea caerulescens, Anthyllis vulneraria (kidney vetch) and Iberis intermedia. Absorbing up to 7% or 8% of their dry weight, they can trap phenomenal quantities of metallic elementsin their leaves. Last summer the research team transplanted 7,000 plants that had started life in the glasshouses at Montpellier University. Last autumn they tested direct sowing. Over the next year they hope to cover the whole site, but Grison admits: &quot;It will certainly take over 50 years to clean it completely.&quot; Similar experiments have been carried out at many mining facilities. CEFE is taking part in research programmes in New Caledonia, China and soon Gabon. Others have targeted land that is naturally rich in heavy metals, in Albania, Greece and Turkey. But none of these schemes has yielded a technique suited to large-scale remediation, for the simple reason that no one has found a way of disposing of the contaminated vegetable matter, itself a form of toxic waste. Yet the CEFE researchers may be the first to overcome this obstacle. They have discovered that the metal stored in leaves, once it has been extracted by drying and reduced to powder, can act as a catalyst in industrial applications, such as synthesising drugs. At Saint Laurent Le Minier the population has dropped from 1,100, when the mine was still operating, to 360. Daniel Favas, the deputy mayor tasked with sustainable development, hopes the scheme will enable the village to make a fresh start. And countless other sites could benefit from this sort of herbal medicine.  This article appeared in Guardian Weekly, which incorporates material from Le Monde ", 
    "section": "environment", 
    "gid": "science/2013/feb/05/plants-digest-toxic-waste", 
    "wordcount": "518"
}