{
    "headline": "Should Apple take more action against march of the iOS clones?", 
    "text": "Played Plants vs. Zombie yet? It&apos;s available for iPhone and iPad for 1.99 a snip, given its promise of &quot;proffessional characters and levels design. Fun and colorful animation. Full retina display support. Very intuitive and addictive game with simple touch control. Many bonuses and extra points!&quot; It&apos;s strange to see a company as experienced as PopCap Games mis-spelling the word professional in an App Store listing, though. And hang on, isn&apos;t it Plants vs. Zombies? What happened to the rest of the undead? As you may have guessed, this game has nothing to do with PopCap. Plants vs. Zombie is the work of a developer called Anton Sinelnikov. He&apos;s also the man behind an array of other familiar-sounding iOS games, including Angry Ninja Birds, Temple Jump, Numbers With Friends, Tiny Birds and Zombie Air Highway. Not to mention non-game apps with alluring titles like Lovely Girls, Sexual Offenders HD, The Horse Woman (&quot;Warning: Adults 21_ ONLY!&quot;) and Victorian Sexy. It&apos;s the games that are causing a stir among mobile developers though, especially those whose games Sinelnikov&apos;s titles and icons have been clearly inspired by. He&apos;s not the only iOS developer playing this game. Another firm, Top Best Adult Entertainment, boasts a portfolio including MoonCRAFT, Little Pet Pony, Bens 10 BattleTime and Talking Bunny Bugs. Links to both these developers&apos; portfolios have been doing the rounds among iOS developers in recent days, often accompanied by suggestions that Apple should be doing more to stop them. There is evidence that the company is. Imangi Studios founder Keith Shepherd  it makes Temple Run, which is the game that seemingly inspired Temple Jump  has tweeted that &quot;Apple has pulled &apos;Plants vs Zombie&apos;, &apos;Angry Ninja Birds&apos;, and &apos;Zombie Air Highway&apos; from the same seller but not &apos;Temple Jump&apos; yet.&quot; In earlier tweets, Shepherd had pointed to reviews of the latter indicating that some people have bought it expecting Temple Run  currently one of the most popular and lucrative games on iOS  and posted one-star reviews on the App Store to express their disgust. The existence of these kinds of apps is provoking an important debate about how Apple moderates its App Store, and by extension its rivals with their stores too. Apple may have the reputation of being pretty hands-on with its approval process, but it has tended to leave IP infringement to be policed by developers. They make a complaint, and Apple removes the infringing apps from its store if that complaint is upheld. The process has seen Atari criticised in recent months for forcing the removal of games like Vector Tanks, which it sees as too similar to its classic title Battlezone. Yet this is the same process that Imangi and other developers will need to use to petition for the removal of so-called &quot;scam-apps&quot;. There are safeguards built into the App Store  chief among them its rating system. Temple Jump&apos;s average rating here in the UK is 1.5 stars from 18 ratings, while Temple Run&apos;s is five stars from more than 86,000 ratings. It doesn&apos;t seem that hard to spot which is the kosher title. Should Apple be playing copyright cop before apps are released onto its store? It&apos;s a can of worms, especially when such moderation would pre-empt any legal process. Far better to ensure that its takedown process is fair and speedy: although judging by our interview with P2 Games in December 2011 about its struggles with apps ripping off brands like Peppa Pig, there is still work to do on this front. Plagiarism is a hot topic in the iOS development community at the moment, with a separate debate around Zynga&apos;s new game Dream Heights, and its perceived similarities to independent developer NimbleBit&apos;s Tiny Tower. Rather than sue or demand a takedown in that case, NimbleBit chose to call Zynga out on Twitter with some side-by-side screenshots, sparking a return volley from Zynga chief executive Mark Pincus, who compared Tiny Tower to older (non-mobile) game SimTower. That debate is ongoing, as is a lawsuit between Spry Fox and 6waves Lolapps over similarities between the former&apos;s Triple Town and the latter&apos;s Yeti Town. Here&apos;s why apps like Temple Jump, Angry Ninja Birds and the rest are different, though. For developers, the Zynga/NimbleBit row is about harm that may be caused to the smaller developer, if it loses players (or potential players) to Zynga&apos;s new game. The players will likely have a good experience whichever one they play. In the case of Temple Jump, it&apos;s not just Temple Run developer Imangi that is losing business. Apple&apos;s customers are being harmed if they pay for an app that isn&apos;t what they think it is from developers like Top Best Adult Entertainment or Anton Sinelnikov. If, as Shepherd tweeted, these apps are disappearing from the App Store, that is likely to be the main reason: harm to consumers, rather than to developers. With so much money swashing around the iOS ecosystem though $700m paid out to developers in the final quarter of 2011 alone  Apple will need to keep its big red takedown button to hand for the forseeable future.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/03/apps-apple", 
    "wordcount": "862"
}