{
    "headline": "MPs' Huawei report exposes conflicting pressures on UK government", 
    "text": "The prospect of a damaging conflict between Britain&apos;s commercial interests and its national security was laid bare in Thursday&apos;s stinging report by parliament&apos;s intelligence and security committee into the way the government handled contracts with Huawei, the giant Chinese telecommunications company. In an attack on how officials kept ministers in the dark, one passage stands out. The ISC, in its report, reveals what it calls a &quot;disconnect between the UK&apos;s inward investment policy and its national security policy&quot;. It adds: &quot;The government&apos;s duty to protect the safety and security of its citizens should not be compromised by fears of financial consequences.&quot; Pointing to potential risks to national security, the committee, chaired by the former Conservative foreign and defence secretary Sir Malcolm Rifkind, says that the unit set up to monitor Huawei&apos;s cybersecurity should be staffed by GCHQ, the government&apos;s signals intelligence agency  not, as now, by the company&apos;s own employees. It points to a US congressional report warning that dealing with Huawei could undermine American national security interests, and to the decision by the Australian government to ban Huawei from its national broadband network, a similar project to that being pursued by BT in the UK. But the strong language the committee used to describe what it calls Britain&apos;s inadequate defences against espionage and cyber-attacks is in marked contrast with its much more circumspect references to espionage and cyber-attacks. Britain&apos;s security and intelligence officials have privately questioned the nature of Huawei&apos;s contracts here which have undercut its UK competitors. It has been &quot;widely reported&quot;, Rifkind said on Thursday, that &quot;the Chinese state is responsible for more hacking than any other government&quot;. The problem is getting hard evidence. Any Chinese company can be put under pressure by the Chinese government, Rifkind said, but it did not &quot;automatically&quot; mean that was happening. Judging by comments made about the contribution Huawei is making to the British economy, that might be just as well. The chancellor, George Osborne, issued a statement emphasising that boosting trade links with China was his &quot;personal priority&quot;. He welcomed Huawei&apos;s new office in Reading. The company recently promised to invest more than 1bn in the UK. &quot;The message is simple  inward investment is critical to generating UK jobs and growth,&quot; said Osborne. The British ambassador in Beijing, Sebastian Wood, also issued a statement praising Huawei as &quot;a long-term valued investor in the UK&quot;. Former cabinet secretary and ISC member Lord Butler said: &quot;The fact that Huawei is a case study does not mean it is an anti-China or anti-Huawei report.&quot; The ISC had been taking evidence in private for many months, including from MI5. The report was expected to have been sent to David Cameron before last Christmas. The fact that it has only now been released may point to the sensitivity surrounding the issues and the conflicting pressures on the government. There is a clear sign that the government is still wrestling with the serious issues at stake. As its report &quot;went to press&quot;, it said, &quot;we were told that the government has now developed a process to assess the risks associated with foreign investment into the UK&quot;. Only now, the ISC  which has not been told of the measures  might have added.", 
    "section": "technology", 
    "gid": "technology/2013/jun/06/mps-huawei-conflicting-uk-government", 
    "wordcount": "558"
}