{
    "headline": "Here's how you celebrated International Day of the Girl", 
    "text": "On Tuesday 11 October International Day of the Girl was celebrated around the world. We asked you to tell us what you did to mark the day. Heres what you shared. In the Philippines, 15-year-old Ghene wrote an open letter to President Duterte, asking him not to forget children who are subjected to violence, are working to provide for their family, who hold guns in their hands instead of a pencil and paper, or who become pregnant very young.     Ghene, 15, from Ifugao Province in the Philippines. Photograph: Mai Zamora/GuardianWitness    Girls and their families in Champaign, Illinois, took part in a day of activities, including art, music and discussions, to raise awareness of global issues affecting girls. The events aimed at empowering girls to choose the direction of their lives  and change the world.     Day of the Girl event hosted by Be the Benchmark, Champaign, Illinois. Photograph: Erin Tarr/GuardianWitness    Students from the International School of Geneva, along with womens rights and education NGOs, held a flashmob dance in the city to celebrate and focus on investing in girls. The event was joined by passers-by and senior UN officials.     Students, NGOs and UN leaders dance outside the United Nations in Geneva. Photograph: Igor Khromov/GuardianWitness    Some girls want to be a princess. Others want to be a #kickassprincess. The amazing B-Girl Terra marked the day proudly with her dance.         Celebrating Day of the Girl with B-Girl Terra    And in Syria, Girl Guides got involved with the World Association of Girl Guides and Girl Scouts #TeamGirl campaign, completing badges so they can learn more about the sustainable development goals.     Girl Guides in Syria show solidarity with girls around the world. Photograph: Carol Wags/GuardianWitness  ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/18/heres-how-you-celebrated-international-day-of-the-girl", 
    "wordcount": "219"
}