{
    "headline": "The silence of the bees: government refuses to act on pesticide evidence", 
    "text": "Here&apos;s an illustrative tale of how science is used and abused in government policy making. In some circumstances, as with the imminent badger cull, you can take scientific evidence and extrapolate it to breaking point in order to justify the decision you have already taken. Today, on the issue of bees and pesticides, we see the opposite. Despite serious evidence of great harm being caused to bees by sub-lethal doses of neonicitinoid pesticides - published in the world&apos;s most prestigious journals - the government has decided that no changes to regulation whatsoever are required, because the case has not been proven beyond all doubt. So extrapolation is fine if you like where it takes you, but abhorrent if you don&apos;t. Evidence-based policy making remains as dreamy a concept as ever, it seems, even with something as critical as keeping the nation&apos;s pollinators in good health and our food supply secure. The bee fiasco began in March with the publication of two studies in Science. The first found that bees consuming one pesticide suffered an 85% loss in the number of queens their nests produced, while the second showed a doubling in &quot;disappeared&quot; bees, those that failed to return from food foraging trips. The work was the first to be carried out in realistic, open-air conditions and used levels of neonicotinoids found in fields. Professor Mickal Henry, at INRA in Avignon, France, who led the &quot;disappeared&quot; bees study was under no illusion about the implications of his findings: &quot;Under the effects we saw from the pesticides, the population size would decline disastrously, and make them even more sensitive to parasites or a lack of food.&quot; He said current regulation was inadequate. These high profile studies - and others - prompted the UK&apos;s environment ministry (Defra) to investigate. &quot;It is appropriate to update the process for assessing the risks of pesticides to bees in the light of scientific developments  including the latest research,&quot; it stated.  Now, six months on, it has delivered its verdict: &quot;The recent studies do not justify changing existing regulation.&quot; How can this be? Defra states:  The studies were interesting but they either used neonicotinoids at a higher level than is currently permitted, or the studies weren&apos;t carried out under field conditions. The studies did not show that currently permitted uses of neonicotinoids have serious implications for the health of bee populations.  The authors of the studies dispute the suggestion that both the doses and conditions were not realistic. It seems to me that Defra are refusing to be convinced by any scientific study, because the very act of studying it means it is not &quot;field conditions&quot;. Do you see the paradox? Be careful to also note Defra&apos;s use of the word &quot;permitted&quot;, which echoes the get-out used by pesticide manufacturers, but ignores the fact that farmers have and will exceed allowed doses, either by accident or design. Another question: why have France and Italy been persuaded that the evidence is sufficient to impose a suspension in the use of some of these pesticides, but not the UK? Lastly, Defra states:  Regulation needs to be based on all the science. Existing field studies on neonicotinoids found there weren&apos;t any significant differences between hives exposed to treated crops and hives exposed to untreated crops.  But Prof David Goulson, at the University of Stirling and leader of the other study in Science, told me previously: &quot;If they have done these studies, where are they? They are not in the public domain and therefore cannot be scrutinised. That raises the question of just how good they are.&quot; There is one glimmer of hope in the Defra document, which was very quietly slipped out:   The government has already put new research in place to explore further the impacts of neonicotinoids on bumble bees in field conditions and to understand what levels of pesticide residues and disease in honey bees are normal. This work is due to finish in spring 2013.  Defra also states: &quot;We are prepared to take whatever action the evidence shows to be necessary.&quot; It seems clear to me that sufficient evidence already exists to require action, but we can only hope the new work ends Defra&apos;s stalling. Paul de Zylva, Friends of the Earth nature campaigner, sums it up well: &quot;The government&apos;s failure to act on neonicotinoid pesticides is astonishing  there is still a massive question mark over the impact of these chemicals in declining bee populations. Pesticide company profits must not be put ahead of bees well-being.&quot; Update 1015, 19 September: Prof Goulson has sent me this response, which speaks for itself:  Few experiments are perfect. In this situation, the perfect experiment would be to find and follow the fates of hundreds of natural bumblebee nests in landscapes with crops treated with neonicotinoids, and hundreds of control nests in an identical landscape without neonicotinoids. The latter does not exist, since these compounds are extremely widely used. That is why we dosed our bees in the lab, before putting them in the field.  I still think that ours is the closest anyone has come to doing a well replicated, controlled experiment to look at the effects of neonicotinoids on bumblebee nests in something approaching a natural setting. If our results are anywhere close to the truth, then they are pretty alarming.  ", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/sep/18/bees-pesticides-neonicitinoids", 
    "wordcount": "903"
}