{
    "headline": "Senegal's political transition hinges on fulfilling economic dreams of the young", 
    "text": "Senegal&apos;s Abdoulaye Wade, who was defeated at Sunday&apos;s elections, drove himself out of office. He was undone with the help of the youth who had propelled him to power in the first place, and he overrated his own tenacity, a quality that had enabled him to lead Senegal&apos;s opposition movement for decades. Over the past 10 years, the aspirations of young Senegalese have become increasingly focused on economic improvement, and Wade knew it. Speaking at the Harvard Kennedy School in 2007, he bemoaned the slow pace at which international aid agencies were responding to Africa&apos;s infrastructure needs. He praised China&apos;s quick response and shifted much of his attention to the east. But his recognition of infrastructure needs, and of the role of information technology, came too late to appease the restless youth. His 49-metre, 17m Africa Renaissance statue, depicting a man, woman and child emerging from a volcano, was not a good substitute for a visionary plan. There is a lesson here for other African leaders. The late discovery of a way forward for the country is a perfect gift to your successor, not a justification for trying to cling to power. Wade&apos;s two doctorates in mathematical economics and law were insufficient to offer him a formula that would keep at bay the clamour for change. Senegal&apos;s political transition will be affected by its response to the youth. Nearly 44% of the population is under the age of 15. Like many other African countries, Senegal will need to find ways to address the challenges facing the majority of the populace  typically employed in agriculture  while also addressing young people&apos;s needs. Macky Sall, the president-elect, now faces the task of fulfilling the aspirations of the diverse political interests that united behind him to dispatch Wade from office. The support he has received is accompanied by high expectations, especially on the economic front. While Wade ruled by dividing the opposition, Sall will only be able to govern by unifying the country around the larger cause that is the economy. Sall comes to power at a time when agriculture, which employs nearly 70% of the population, is shrinking. Probably the most dramatic indicator of agricultural uncertainty is that more than 700,000 people in Senegal are affected by food insecurity. That is more than 5% of a population of 13.1 million people. One way to meet this dual challenge is to build dynamic economic sectors that tap into youthful creativity while laying the foundation for future growth. The most obvious starting point is heavy investment in rural and urban infrastructure. According to the World Bank, Senegal already spends $911m a year on infrastructure, or 11% of its GDP. Of this, about $312m is lost every year due to inefficiencies. The country will need to invest nearly $1.8bn annually on infrastructure over the next decade, mostly on capital expenditure. Investment in infrastructure, especially through short-term maintenance programmes, could address part of the youth unemployment challenge. However, such measures will not be sufficient to meet long-term needs, which will instead have to come from new infrastructure investments. New levies, for example, could help to generate additional revenue. The country will need to think more creatively about how to leverage additional capacity to build and maintain roads, especially in rural areas. Senegal has additional sources of technical expertise that it can draw on to expand infrastructure networks in the country, as well as a long tradition of engaging the military in building infrastructure. Since independence, the &quot;army-nation&quot; programme has supported civilian activities, such as healthcare, infrastructure provision and environmental protection. Over the years, Senegal has developed special mechanisms to ensure the role of the military in civilian affairs is governed effectively. In 1999, for example, the government created the comit civilo-militaire d&apos;appui au dveloppement (civil-military committee in support of development), which brings together representatives from the presidency, parliament, armed forces, government ministries, civil society and the private sector to work on public programmes. Its broad representation plays a key role in fostering trust and ensuring the effective completion of tasks that a single agency cannot undertake. Meeting the aspirations of a youthful population is a monumental task. Fortunately for Senegal, Sall has an engineering background and understands the importance of infrastructure in economic transformation. But he will need to rely on more than his engineering expertise and must surround himself with other professionals who can help to lay the foundations for economic renewal.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/29/senegal-political-transition-hinges-on-young", 
    "wordcount": "745"
}