{
    "headline": "Cross-border financial regulation is justified now more than ever", 
    "text": "Brazilian president Dilma Rousseff has been travelling the world in recent weeks to tell industrialised nations to stop the &quot;tsunami&quot; of speculative capital flowing into her country. Low interest rates and slow growth in the global north, when coupled with relatively high interest rates and fast growth in the global south, creates the environment for investors to pull money from rich countries and to speculate on the south. This has caused the value of developing-country currencies to appreciate  making it harder for companies and farmers to export, and thus causing job losses and a general lack of competitiveness. Speculative capital flows are also raising the price of stock, bond and real-estate markets  threatening to create bubbles such as the one experienced in the US in 2008. Rouseff&apos;s government has started regulating cross-border finance, and so should industrialised nations. Brazil&apos;s currency appreciated by more than 40% between 2009 and 2011  so much so that there are amplified concerns about &quot;de-industrialisation&quot;. Their exports are becoming so expensive that the country&apos;s manufacturing base is seriously under threat. Over the past three years, Brazil has taxed stocks, bonds and derivatives purchases from abroad. Many other emerging market and developing countries, such as South Korea, Indonesia, Taiwan and Peru have also been regulating the inflows of speculative capital over the past few years. But they are struggling. A lack of north-south co-operation, and a web of trade and investment treaties, make it more difficult for some southern nations to regulate and for many northern countries to co-operate. The IMF Articles of Agreement grant nations the leeway to regulate cross-border capital flows and also enable north-south co-operation to stem the tide. The lack of co-operation on the part of the global north is ironic, given that low interest rates in the developed world are in place to try to spur growth and employment within them. Unfortunately, investors choose to borrow at low interest rates and speculate in developing countries. Thus the countries that need the investment for recovery do not receive it and the countries that are close to overheating receive too much. Some nations that probably should be deploying regulations on capital flows are not because they violate recent trade and investment treaties. Brazil has repeatedly put in place taxes and other measure on capital inflows; neighbouring nations such as Chile and Colombia have not  in part because Chile and Colombia have trade treaties with the US that require all capital flowing between borders moves &quot;freely and without delay&quot;. Brazil does not have a treaty with the US. A new high-level taskforce, that I co-chair with Jos Antonio Ocampo and Stephany Griffith-Jones, argues that regulating cross-border finance is justified now more than ever. As IMF leaders gather in Washington this week they should reiterate that individual nations have the right to regulate unstable capital flows; that industrialised countries such as the US have to share some of the responsibility and co-operate on the other end of those regulations. Moreover, the IMF should address the extent to which numerous trade and investment treaties violate the IMF Articles of Agreement. As nations attempt to recover from this crisis and prevent the next one, they need all the leeway and co-operation they can harness.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/19/cross-border-financial-regulation-justified", 
    "wordcount": "543"
}