{
    "headline": "Red squirrel populations wiped out in northern Italy", 
    "text": "Red squirrels have been wiped out from a large swath of northern Italy, threatening a further biodiversity crisis for the species on a par with its near extinction in the British Isles. There are now no red squirrels left in an area of more than 1,150 square kilometres (sq km) in Piedmont, according to research from the universities of Turin, Genoa and Varese. On the edge of this large region, the species is also under threat from the incursions of grey squirrels.     Grey squirrel spread and red squirrel extinction in Piedmont    If the spread of the grey squirrel continues unchecked, the species could spread as far as France, the scientists fear. They are calling for more research and control and conservation measures aimed at preserving the remaining red squirrel populations and containing the spread of the greys. Grey squirrels were introduced into Italy relatively recently, in 1948. They were a gift from the US ambassador and kept in Turin, but escaped into the wild and rapidly colonised the surrounding area  despite warnings from the UK, where importing grey squirrels was forbidden from before the second world war, when the devastating effects of having imported greys in the 1880s had become clear. Grey squirrels are not only more aggressive than the native European red squirrel, which causes them to invade red-dominated areas and take over, but they also carry a deadly virus, the squirrel pox. While greys are largely immune to the virus, it is lethal to red squirrels, which typically die within one or two weeks of being infected. From only four animals in 1948, at Stupinigi near Turin, the greys spread rapidly in recent years. Until 1970 the distribution of greys was limited to the Stupinigi woods, occupying an area of about 12 sq km. By 1990 this area had expanded to more than 200 sq km, stretching mainly southwards into the Cuneo province. By 2000, grey squirrels occupied 900 sq km and this year, fresh research from the three universities shows that their distribution now extends to more than 2,000 sq km. In more than half of that area, the native reds have been entirely wiped out, and in the remainder they are under severe threat.", 
    "section": "environment", 
    "gid": "environment/2012/sep/27/red-squirrel-population-northern-italy", 
    "wordcount": "361"
}