{
    "headline": "Face.com deal takes Facebook centre stage in smartphone photography craze", 
    "text": "Facebook&apos;s acquisition of Israeli facial recognition firm Face.com, which follows its swoop on photo-sharing service Instagram, suggests the world&apos;s largest social network is collecting the tools to control our personal photo archives. With smartphones doubling as high quality digital cameras, taking pictures and sharing them has become a daily event, leading celebrity photographer Annie Leibovitz to describe her iPhone as the &quot;snapshot camera of today&quot;. Technology which makes it easier to caption, share and organise our ballooning digital photo albums will play an increasingly central role in social and family life, and Facebook is positioning itself to take advantage of these trends. The Face.com cash and shares deal was reported to be worth up to $100m  although the sum could be lower now due to Facebook&apos;s share price drop. Announcing the deal on his blog, Face.com founder Gil Hirsh said his team used Facebook every day. &quot;We keep up with our friends and family, share interesting (or mundane) experiences from our daily lives, and perhaps most importantly for us, we share a LOT of photos.&quot; Hirsh&apos;s technology is already integrated on the Facebook site. It is used to auto-tag friends in photos uploaded by users, and can guess the subject&apos;s age, gender and even mood. Not surprisingly, such advanced information sharing has already privacy concerns. But Face.com will now give its new owner the ability to offer these services not just on the website but direct from the mobile phone. Face.com&apos;s smartphone app lets the user take a photo and improve it with filters. It then scans photo archives to suggest the name of the subject, and uses geo-positioning to suggest the location. Labelling happens at the touch of a few buttons, rather than by laboriously typing on a touchscreen keyboard. It then uploads the tagged snaps to a Facebook page. Tagging is important to Facebook because it triggers notifications to those featured in the snapshots. Most people&apos;s response to these messages is to immediately visit Facebook and check whether the camera has been kind. Facebook is now centre stage in the smartphone photography craze. Instagram&apos;s user base had rocketed to 30 million users in 18 months thanks to the ability of its filters to lend a professional appearance to the most amateur snapshots and then share them with like-minded users. Zuckerberg&apos;s ability to integrate acquisitions by retaining talent and expanding rather than suffocating the fledgling businesses he takes possession of is largely untried. His success will determine whether Instagram and Face.com retain their gloss.", 
    "section": "technology", 
    "gid": "technology/2012/jun/19/face-com-facebook-smartphone-photography", 
    "wordcount": "425"
}