{
    "headline": "Boot up: the US's poor, what next for Apple, TV shipments fall, Surfaces and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team The poor in America: In need of help &gt;&gt; The Economist  Ms Hamilton worked as a loader at a factory in Sumter, a modest city of 40,000 in east-central South Carolina. In July 2008, however, after seven years on the factory floor, she mangled her hand between two heavy rollers. The accident was to leave her unable to work.  She lost her house three years later, in April 2011. She, her 20-year-old son and her dog moved into her teal Chevy van, where they have been living ever since, collecting metal cans during the day and sleeping in a grocery-store car park at night.   Step out of the filter bubble; read this article before and in preference to any other today. Apple saves its big guns for Samsung &gt;&gt; FT.com  While some paint it as an aggressor, Apple&apos;s settlements with Nokia last year and now HTC show that it is prepared to strike licensing agreements - but only in select cases, says Carolina Milanesi, a mobile analyst at Gartner, a consultancy. &quot;The [HTC] settlement to me shows that there are two distinct battles going on here: one against Android licensees on technology patents and one against Samsung on intellectual properties as a whole,&quot; she says...the settlement with HTC &quot;might help Apple&apos;s brand when some people might be questioning their how litigious they are becoming&quot;, says Ms Milanesi.   (Subscription required.) Global LCD TV shipments fall for the first time ever in Q1 2012 &gt;&gt; DisplaySearch  Worldwide TV shipments fell almost 8% year-on-year in Q1&apos;12, the steepest rate of decline since Q2&apos;09. Total TV shipments for the quarter were 51m units, according to the latest release of the NPD DisplaySearch Advanced Quarterly Global TV Shipment and Forecast Report. The biggest contributor to this decline was a slowdown in shipments of LCD TVs, which fell year-on-year for the first time in the history of the category, declining just over 3%, to 43m units.   As has been pointed out, this is why Apple making a TV sounds like nonsense. (Thanks @ClarkViper for the link.) With All Due Respect: the patent system&apos;s not broken &gt;&gt; Wired Opinion | Wired.com  Why would a company spend billions of dollars to build a microprocessor-manufacturing plant employing thousands of skilled workers in the US, if it could only protect its technology by obtaining patents in other countries? Why would a venture capital firm fund a social-networking service provider if the company could not obtain patents on its innovative software backbone, preventing others from easily copying it?   Not mentioned, but maybe worth recalling: Google has an exclusive licence to the PageRank patent from Stanford University. (The exclusivity was meant to expire in 2011 but a call to Stanford shows it hasn&apos;t..) The writer is a patent attorney at IBM. Which means many people will dismiss what he&apos;s saying out of hand. Linux Foundation unveils a workaround for Win 8 Secure Boot | PCWorld  Now, the very latest news is that the Linux Foundation and its Technical Advisory Board have spoken out with a new plan designed to enable Linux to continue operating on Secure Boot-enabled machines.   &quot;I&apos;m buying this Surface RT with an ARM chip and installing Linux because I can&apos;t get a low-cost PC with an ARM chip that runs Linux, apart from the Asus Transformer, Motorola Atrix, and Asus Padfone.&quot; (Thanks @rquick for the link.) Update on the effort to defeat Restricted Boot &gt;&gt; Free Software Foundation -- working together for free software  Think twice before purchasing Microsoft&apos;s new ARM-based tablet, especially if you are hoping to replace the new Windows RT operating system, with a free software operating system such as GNU/Linux or Android. These new devices ship with Restricted Boot, which prevents you from installing free software on the device.  If this new approach by Microsoft of handcuffing users to its operating system bothers you, then join us in signing the statement, stand up for your freedom to install free software.  So far 48 organizations and over 37,000 people have signed the statement.    That was 31 October; by 10 November it had reacted 39,684. However unless one of them is Steve Ballmer or Steve Sinofksy, it&apos;s unlikely to make the faintest bit of difference. (Thanks @sputnikkers for the link.) Windows 8, Surface slabs ALREADY need critical security patch &gt;&gt; The Register  Microsoft will release critical updates for Windows 8 and other software on November&apos;s Patch Tuesday. The upgrades will arrive within weeks of the Win 8 launch at the end of last month.  All supported versions of the Windows operating system from XP SP3 up to and including Windows 8 and Windows Server 2012 will need patching to close three security holes that enable hackers to execute malicious code remotely on vulnerable systems. The fourth critical patch will address a vulnerability in Internet Explorer 9 on Windows 7, Vista and Server 2008.   Unsurprising; RTM software has to stop being tweaked at some point, but security flaws keep turning up. Plus two patches for the Surface RT, which The Register - fond of calling tablets &quot;fondleslabs&quot; - plumps for calling a &quot;fondletop&quot;, being a combination tablet and laptop. Windows RT already in trouble: OEM interest low after Surface launch &gt;&gt; Tech-Thoughts Sameer Singh:   The Surface RT has been greeted by mixed reviews and consumer response has been tepid. Even Steve Ballmer was forced to admit thatthere was &quot;nothing interesting to report&quot; on Surface sales. Based on this, Acer may very well end up cancelling or scaling back their Windows RT plans.  Apart from Acer, Sony,HP and Toshiba have already scrapped plans for Windows RT based products. Digitimes also reported that Asus, Dell, Samsung and Lenovo plan on shipping less than 50,000 units of Windows RT devices as other OEMs may have also probably been swayed by Asus&apos;s success with the Android-based Nexus 7 tablet.   The Ballmer comment is most telling. How the iPad mini could impact future PC sales &gt;&gt; TechPinions Tim Bajarin:   But my iPad with keyboard is really what we call in the industry a hybrid, which has a touch based tablet tied to a detachable keyboard. Microsoft&apos;s Surface falls into this category as does HP&apos;s Envy X2 that they call a convertible. The nomenclature for this seems to be ever changing but we define a convertible as a tablet/keyboard combo that does not detach and a hybrid, a tablet with a detachable keyboard.  The interest in the hybrids as we define it is extremely high, although the demand for Windows RT based hybrids like the Surface is somewhat muted since it does not have backward compatibility with existing Windows apps. Instead, the hybrids we are seeing great interest in, both with consumers and business users, are Windows 8 devices that use an x86 chip and has full backwards compatibility with existing Windows software like HP&apos;s Envy 2 Convertible. But if the scenario I suggest plays out, it will be these hybrids that drive &quot;laptop&quot; sales in the future, while demand for more traditional laptops will wane considerably.  BlackBerry 10 kicks technical butt &gt;&gt; VentureBeat  So far, only two mobile browsers have cleared Ring 1: Dolphin, a relatively obscure browser, and now the BlackBerry 10 browser. All this is, of course, part of RIM&apos;s big plan to woo developers to BlackBerry 10, because more and better apps mean more and more satisfied users, at least theoretically.  &quot;The browser team here at RIM has been working closely with the HTML5 experts at Facebook, who developed the Ringmark HTML5 test suite, to ensure the BlackBerry 10 browser would meet the standard,&quot; writes Matthew Staikos today on the RIM developer blog.   &quot;All we need is a browser that can pass these tests, and we can clean up in the smartphone market.&quot; You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/12/technology-links-newsbucket", 
    "wordcount": "1364"
}