{
    "headline": "Path's privacy problem poses questions for all social apps", 
    "text": "Social photography startup Path has apologised to its users for uploading and storing their phone contacts on its servers, but the controversy looks set to spread far beyond that one company, as Silicon Valley wakes up to the fact that privacy is an issue that can derail even the slickest social apps. The backlash against Path started with a blog post by Arun Thampi, who discovered that the company&apos;s app was sending users&apos; address books to its servers. The story was soon splashed across the blogosphere, leading Path&apos;s chief executive Dave Morin to make a public apology  titled simply &quot;We are sorry&quot;  on the company&apos;s own blog. &quot;We made a mistake. Over the last couple of days users brought to light an issue concerning how we handle your personal information on Path, specifically the transmission and storage of your phone contacts,&quot; wrote Morin, before accepting that the backlash had found its mark. &quot;Through the feedback we&apos;ve received from all of you, we now understand that the way we had designed our &apos;Add Friends&apos; feature was wrong. We are deeply sorry if you were uncomfortable with how our application used your phone contacts.&quot; Morin went on to stress that Path has only been using the data to improve the quality of its friend suggestions, but added that the company has now deleted its entire stash of user-uploaded contacts, and has updated its apps to make the contact-sharing an opt-in affair. The story has been particularly damaging for Path, as from its launch in November 2010, privacy was a central feature for the app: initially, it was about sharing photos with your 50 closest friends and family members rather than wider social networks or the entire web. An app that promises to &quot;share life with the ones you love&quot;, yet which stores your phone&apos;s address book on its servers without telling you? Not good. Morin&apos;s apology was prompt and refreshingly un-weaselly, but it remains to be seen how many of Path&apos;s 2m users ditch the service in protest  or simply because they don&apos;t trust it any more. The important thing here, though, is that Path is not one bad apple riding roughshod over its users&apos; privacy. This is a more widespread cultural problem with the way social media and/or mobile apps startups are thinking about these issues. Shortly after the Path controversy erupted, another social photos app, Hipster, was found to be uploading parts of users&apos; address books to its server, although it later emerged that unlike Path, the data wasn&apos;t being stored there permanently. Another blogger, Mark Chang, broke that news, sparking a response from Hipster chief executive Doug Ludlow on TechCrunch: &quot;Mark&apos;s criticisms were spot on, and needless to say we&apos;re pretty embarrassed by the situation. Embarrassed not because we had malicious goals in mind (we don&apos;t store the contact data we pull  we just match it to existing users), but embarrassed by the fact that we pushed a feature that doesn&apos;t meet our standards for the protection of our user&apos;s data.&quot; Two bad apples? Now read this blog post from Dustin Curtis, which widens the apps/privacy debate considerably. &quot;It&apos;s not really a secret, per se, but there&apos;s a quiet understanding among many iOS app developers that it is acceptable to send a user&apos;s entire address book, without their permission, to remote servers and then store it for future reference,&quot; he wrote. &quot;It&apos;s common practice, and many companies likely have your address book stored in their database I did a quick survey of 15 developers of popular iOS apps, and 13 of them told me they have a contacts database with millons of records.&quot; This lack of comprehension that people will be freaked out by an app uploading their phone contacts to a server without telling them or worse, comprehending it but doing it anyway is starting to look like an endemic problem for social apps startups, and the wider social media industry. It&apos;s not wrong to store someone&apos;s phone contacts on a server. It&apos;s wrong to do it without telling them. And if you can&apos;t explain clearly and persuasively why doing it will improve someone&apos;s experience with your app or service, it&apos;s a sign that your priorities are misaligned. This is before you even get into the even thornier discussions about whether those contacts would consent to having their details stored in this way. Hipster is holding an &quot;Application Privacy Summit&quot; at its San Francisco office on 17 February to discuss &quot;best practices and privacy standards&quot; and brainstorm a &quot;privacy pledge&quot; that might be adopted by all apps. Perhaps that will help, if it gets widespread support. Curtis notes that platform owners cannot shirk responsibility either: &quot;Why does Apple allow iOS apps to access a user&apos;s entire address book, at any time, without permission? Even Android requires that apps ask for explicit permission to access local contacts,&quot; he asks. Apple recently warned developers about using marketing services that promise to manipulate the App Store chart rankings. Perhaps a separate warning about privacy and transparency is overdue. Really, though, the social app startups have strong incentives to be transparent about what they&apos;re doing with their users&apos; data. After all, there are two key currencies for social apps: data and trust.  They need as much data as possible from their users in order to provide better recommendations  look at Foursquare&apos;s transition from gamified check-ins to a location-based recommendations engine and they also need that data to make money, whether through advertising or other means. To get that data, these startups rely on the trust of their users. Without trust, the business models collapse.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/09/path-privacy-apps", 
    "wordcount": "959"
}