{
    "headline": "Schools to get targets for helping disadvantaged pupils' performance", 
    "text": "Nick Clegg is planning to set targets for schools to narrow the performance gap between disadvantaged children and other pupils as part of a social mobility strategy due to be announced next month. The initiative is bound to be controversial  some fear the impact on higher-performing children if schools devote more energy to improving the performance of the disadvantaged. But Britain has one of the widest and most entrenched education attainment gaps between poor and wealthier children in Europe. Ministers will be spending 2.5bn a year on the pupil premium  extra cash for schools with less well-off pupils  by 2014-15, and the initiative is seen as a flagship proposal to reduce deepseated causes of inequality. Clegg&apos;s plans are due to be set out in a speech next month. The deputy prime minister is expected to argue there are three main intervention points for government to increase social mobility  pre-school education, help at school for children from poorer backgrounds and preventing school leavers falling into long-term unemployment. At present the government gives out the pupil premium to schools on the basis of the number of children that have been in receipt of free school meals. In its first year the premium was 430 per pupil, but by the end of the parliament the sum will probably have more than doubled. Schools are currently free to spend this money as they wish, leaving little accountability in the system. The substantial sums have started to flow into schools&apos; budgets since April last year. Clegg is looking at setting targets for schools to narrow the attainment gap between the exam performance of children on free school meals and other children. He also expects Ofsted, the schools inspector, to report on how schools are spending the pupil premium and the policies being adopted to help poorer children. Ofsted&apos;s assessment of a school&apos;s achievement in meeting these goals would contribute to the rating a school is then given. Ofsted inspectors are anyway expecting to start conversations with schools in the next few weeks on how they are using the pupil premium. In the summer, Ofsted will set out how the use of the pupil premium can be accommodated in its revised inspection criteria. Each school will also be expected, in its annual online report from September, to set out broadly how it is spending the pupil premium money, and what it intends to do with the money next year. In the school league tables published this January, covering last year, the Department of Education published the exam performance of children on free school meals separately for the first time. This makes it possible to detect annually whether a school is using its pupil premium income to reduce the attainment gap between disadvantaged children and others in the school. Children from low-income backgrounds are half as likely to get five good grades at GCSE as their classmates. As these children pass into adulthood, they are more likely to leave school at 16, more likely to become &quot;Neets&quot; (not in education, employment or training) and less than half as likely to go on to higher education. Even supporters of the pupil premium initiative have conceded that the lack of Whitehall leverage over how schools use the considerable amount of extra cash is a potential flaw. A huge amount of Conservative rhetoric in opposition was directed at attacking targets, but in government the value of data and objectives is beginning to be reappraised. Michael Gove, the education secretary, has been a strong supporter of the pupil premium, and has described narrowing the attainment gap between poor and wealthier pupils as a moral imperative. Ministers are also expected to draw on work from the Education Attainment Foundation, which has carried out wide-ranging research into the best way to spend pupil premium cash. It has highlighted effective feedback, peer-group learning and teaching pupils to evaluate their own learning. Alan Milburn, the government&apos;s independent reviewer on child poverty and social mobility, has been an influential critic of shedding all targets. He recently described &quot;the blas idea of simply abolishing targets&quot; as flawed. &quot;It lets under-achievement off the hook,&quot; he said. &quot;It is a recipe for lower standards not higher. And it risks widening, not narrowing the education attainment gap&quot;. Clegg&apos;s ability to grasp the social mobility agenda has been seen by his aides as a vital lever to gain greater influence over a much wider range of domestic policy than his formal brief of constitutional affairs. He has also established his own policy unit, which is separate from David Cameron&apos;s No 10 policy unit.", 
    "section": "education", 
    "gid": "education/2012/apr/13/schools-targets-helping-disadvantaged-pupils", 
    "wordcount": "774"
}