{
    "headline": "CD, DVD or SD: what's best for backups?", 
    "text": "I have just been re-reading your article on Backing up digital photos, and would like your opinion of using DVD-RAM discs for this purpose. I have used these for DVD recording and they seem to work well without any initialisation or finishing faff. We are contemplating a new computer, which has drawn attention to the rather muddled state of our folders and backups, especially of photos. We have an external USB hard drive on the main desktop PC as the primary backup, plus an assortment of thumb drives and also, in my case, a laptop. I am fairly sure everything is copied somewhere separate at least once, but we need a better system, possibly involving a network server.Hilary GeeThe long-term reliability of optical discs is still unknown, so there are no certain answers. All my backups are on write-once CD-R discs, which I reckon is the best bet for data you want to last 10 or more years. Their main limitation is that a CD will only store about 700MB of data. That was fine when I started, but it is becoming less viable every year. I am thinking of switching to SD cards, which can now hold lots of data  32GB is affordable  and take up very little space. Partly, it depends what you want to back up. In my case, it&apos;s photos (typically up to 4MB each) and articles (10K to 100K), plus a small number of original recordings in MP3 format (30MB to 100MB). I do have some music files, but at home I still play the original audio CDs.  If I still made movies, I would do backups on DVDs, which can store up to 4.7GB of data. Unfortunately, there are several different types of disc (single/double-sided, single/dual layer etc), and many different ways to write the data. However, I&apos;d probably go for single-sided single-layer DVD+R, which has better error checking and synchronisation than the earlier DVD-R system. DVDs will not last as long as CDs, but DVD+R seems to be the closest you can get to CD-R. DVD-RAM DVD-RAM works like a floppy or hard disk, which makes it extremely convenient. DVD-RAM has even better error checking, so technically it&apos;s better for backups than DVD+R. Indeed, according to Wikipedia, one of the format&apos;s advantages is: &quot;Long life  without physical damage, data is retained for an estimated 30 years. For this reason, it is used for archival storage of data.&quot; The drawback is that DVD-RAM uses phase-change technology to write and rewrite the disc, like CD-RW. Maybe I&apos;m wrong, but I don&apos;t trust it. I&apos;d certainly take extra care to store DVD-RAM discs away from light (especially sunshine), heat and damp. Either way, I think it&apos;s perfectly reasonable to use DVD-RAM as part of a multi-format backup system. If you have copies of your essential data on a desktop PC&apos;s hard drive, an external hard drive or server, and on DVD-RAM, you should be safe. In fact, you could make two copies of each DVD and ask a relative or friend to keep the spare copies for you. An alternative &quot;off-site backup&quot; is to upload essential data files to an online service, as mentioned last week (Is it worth backing up to the cloud?). NAS An external hard drive (EHD) works well if you attach it to one PC. If you have three or four PCs, or you want to share files, then it makes sense to install a network server or NAS (Network Attached Storage) drive. These have their own processor, memory, and operating system  none of which you need to know about  so they are more expensive than external hard drives. However, if you have three or four PCs, one NAS could be cheaper than three or four EHDs. You can buy NAS servers that are much like EHDs with Wi-Fi connections, but I&apos;d go for a proper enclosure that can hold four or more 3.5in hard drives. (You can buy the drives separately: they are very easy to install.) Start with two 2TB drives so that if you run out of space, you can add one or two 3TB drives. Some NAS drives can be expanded by plugging EHDs into their USB ports. With two drives, you can get extra security by using RAID 1, where each disk mirrors the other. If you start with three drives, you can use RAID 4 or RAID 5.  Most NAS servers can be used to stream media using UPnP (Universal Plug and Play), perhaps via a built-in TwonkyMedia Server. Some offer other features. For example, you can use a QNAP TS-412 Turbo NAS for remote access to files when you&apos;re away from home, as a web server, or to download BitTorrent files. You access and control it by logging in from a web browser. CD vs SD Finally, what about CD-Rs and SD cards? While researching this answer, I found an interesting paper on The Relative Stabilities of Optical Disc Formats (PDF) in Restaurator, the International Journal for the Preservation of Library and Archival Material. Briefly, Joe Iraci subjected a number of different types of disc to advanced aging techniques. CD-R won, even beating audio CDs (which I didn&apos;t expect), while DVD-RW came last. However, on this test, only CD-Rs made with (usually blue/green) phthalocyanine dyes were the winners. CD-Rs made with azo or cyanine dyes were equal last at the end of the aging process. Like many people, I&apos;ve been a fan of Taiyo Yuden&apos;s Super Cyanine and TDK&apos;s &quot;metal-stabilized Cyanine&quot; dyes, believing these to be the safest. (Taiyo Yuden also sells CD-Rs under the JVC Advanced Media brand.) I will now have to dig out some of my oldest backups and test them! As it happens, my desktop PC has both CD and DVD drives, so it will be a simple matter to copy my old discs onto new ones. However, this will not be true of my next desktop, so it makes more sense to copy a pile of about 40 CDs to a single 32GB SD card. I already use SD cards in my DSLR and compact cameras and my digital audio recorder, and they are great for everyday use. Of course, we know the charge will decay over a long period, so SD cards are not recommended for archival storage. However, I&apos;m sure they will last five years, and there&apos;s a reasonable chance of they will last up to 10 years unattended and unrefreshed. Since I will only need five SD cards to start with, I think I can easily do SD card-to-SD card copies after five years without too much effort. Well, with a lot less effort than duplicating 40 or 50 CD-R discs!", 
    "section": "technology", 
    "gid": "technology/askjack/2012/feb/23/ask-jack-backup-data-storage", 
    "wordcount": "1129"
}