{
    "headline": "Jack Tramiel obituary", 
    "text": "Jack Tramiel, who has died aged 83, will be remembered as the father of the Commodore 64, which dominated the home computer market of the 1980s. It shipped more than 20m units  an astonishing number at the time  and was often described asthe bestselling computer ofall time. Unlike most of his competitors, Tramiel (pronounced Tra-mell) was not a technology geek. He was a jovial, cigar-smoking, balding and somewhat portly Jewish businessman known for hard bargaining and for the slogan: &quot;Business is war.&quot; He drove down costs, cut prices and marketed the hell out of whatever he was selling. He said he targeted &quot;the masses, not theclasses&quot;. No one would have predicted Tramiel becoming, somewhat briefly, America&apos;s most successful computer tycoon. Anonly child, he was born, according todiffering accounts, as Idek Tramielski or Jacek Trzmiel, in Lodz, Poland, whichwas occupied by the Nazis in1939. In 1944, Tramiel&apos;s family was sent from the city&apos;s Jewish ghetto to Auschwitz. He was finally liberated from the Ahlem labour camp, near Hanover, bythe US army in April 1945. His father did not survive. The 18-year-old Tramiel married Helen Goldgrub, a Bergen-Belsen survivor, in 1947, then emigrated tothe US. In 1948 he joined theUS army, where he learned how to repair office equipment. On leaving in 1952, he used a$25,000 GI loan to set up a repair shop, Commodore Portable Typewriter, in the Bronx, New York. In 1955 he founded Commodore Business Machines, in Toronto, to import and sell typewriters, moving to California in1968. Tramiel&apos;s lucky break came in the person of Chuck Peddle, lead designer at MOS Technology. Commodore had bought this small American chip manufacturer to supply parts for its pocket calculators. Peddle told him that computers were the future, and that MOS had developed the cheap 6502 microprocessor, which appeared later in the Apple II, Acorn BBC and other home computers. He let Peddle design the Commodore PET (personal electronic transactor) around the 6502, and in 1977 CBM entered the computer market. The PET was followed by the limited but very cheap Vic-20, and in 1982 by the Commodore 64. This was marketed for its huge 64K of memory, though only 38K was free to the built-in Basic. The C64 used custom MOS Technology sound and graphics, so no rival was able to get anywhere near its $595 price. Tramiel duly started a price war, reducing it in stages to $199. Commodore did $1bn worth ofbusiness in 1983, then Tramiel suddenly resigned after a dispute with the company chairman, the Canadian financier (and major shareholder) Irving Gould. He was not away for long. A few months later, he bought the ailing Atari consumer games business from Warner Brothers, and went head-to-head against Commodore in the old 8-bit and new 16-bit markets. However, he soon started to take a back seat, and his three sons took over the bulk of the work. The main US computer companies were moving from the 6502 and its ilk to the 16/32-bit Motorola 68000 processor: Apple with the Macintosh, Commodore with the Amiga, and Tramiel&apos;s Atari with the 520ST, known as the Jackintosh. It delivered most of the capabilities of the Mac for a fraction of the price. However, IBM-compatible PCs were taking over the market, and Microsoft Windows dominated the 1990s. Commodore declared bankruptcy in 1994, with only Commodore UK surviving into 1995. Atari tried to innovate with the Lynx colour handheld games console, the 64-bit Jaguar and the Atari Portfolio, the first PC-compatible palmtop. None took off. Tramiel sold up in 1996 and retired to Monte Sereno, California, with apalatial house and two Rolls-Royces. Outside computing, Tramiel gave talks about the Holocaust at schools and universities, and he was a founding philanthropic supporter of the United States Holocaust Memorial Museum inWashington, DC. He never forgot. Tramiel is survived by Helen, their three sons, Sam, Leonard and Garry, andfive grandchildren.  Jack Tramiel, businessman, born 13 December 1928; died 8 April 2012 Commodore 64  25th Anniversary Celebration Jack Tramiel, Commodore Computers founder, interviewed", 
    "section": "technology", 
    "gid": "technology/2012/apr/11/jack-tramiel", 
    "wordcount": "703"
}