{
    "headline": "Report raises ethical concerns about human enhancement technologies", 
    "text": "Drugs and digital technologies that will allow people to work harder, longer and smarter are coming soon, say scientists and ethicists, so we need to decide now how best to ensure they are used properly. The comments are published on Wednesday in a report on human enhancement in the workplace written by experts from the Royal Society, the Royal Academy of Engineering, the British Academy and the Academy of Medical Sciences. Human Enhancement and the Future of Work considers everything that could be said to improve a person&apos;s ability to do work, including so-called smart drugs, which can enhance memory and attention, as well as physical and digital enhancements such as bionic implants or the ever-improving computer technology to store and access information. Genevra Richardson, a professor of law at King&apos;s College London and chair of the steering committee that produced the report, said she defined &quot;human enhancements&quot; as technologies that improved a person beyond the norm. &quot;They could influence our ability to learn or perform tasks, influence our motivation, they could enable us to work in more extreme conditions or into old age,&quot; she said. &quot;Although human enhancement technologies may benefit societies in important ways, their use at work also raises serious ethical, political and economic questions that demand broad consideration. These questions include, how do the public view these technologies, what are the consequences of their long-term use in individuals? There&apos;s the question of coercion. And who pays? If the private individual pays, then the rich will get cleverer.&quot; Cognitive enhancement drugs, for example, could make people more productive at work, allowing them to perform better and enjoy their tasks more, said Barbara Sahakian, a neuroscientist at Cambridge University. &quot;What if we could improve the economic output of the UK, should this competitiveness drive us so that we want to do this as a nation?&quot; Modafinil, which was originally developed as a treatment for narcolepsy, has been shown to improve attention and make tasks more enjoyable, compared with placebo. It has also been shown to lower the rate of accidents among shift workers. Other non-prescription uses of drugs include Adderall and Ritalin, by college students to improve focus, and ketamine as a fast-acting antidepressant by doctors. Drugs that are designed to tackle Alzheimer&apos;s disease and brain conditions such as schizophrenia might also be used in future by healthy people to boost their cognitive skills, said Sahakian. Taking cognitive enhancers as a personal choice was only one part of the story. What if a bus driver were required, by his employer, to take cognitive-enhancing drugs in order to stay awake and keep working longer, asked Sahakian. &quot;Is that acceptable? If you&apos;re going to be employed in a situation like that, is this a good thing for people?&quot; Nigel Shadbolt, a professor of artificial intelligence at the University of Southampton, said that digital and physical technologies to enhance human capability are already ubiquitous to the point where we are not aware they exist. &quot;If you don&apos;t believe tech enhancement is already here, try switching off the welter of application devices from the web to your mobiles.&quot; The increasing power and speed of computing devices, he added, will mean that people are able to store an entire lifetime of their waking experiences on a portable device. Exoskeletons and bionic limbs would help not only disabled people regain useful function, but could be used by others to walk or run faster or do more physical work, he said. Jackie Leach Scully, an ethicist at Newcastle University, said that, while there were many advantages to a future of human enhancement, there needed to be a public debate to ensure people were not forced to work in unsuitable conditions just because drugs or other enhancements allow them to. &quot;We&apos;ve worked very hard in this country and elsewhere to put in place legal requirements to have tolerable working conditions and the last thing we&apos;d want to see happening is for that to slip away,&quot; she said. Sahakian said it was also important to begin long-term studies into the effects of cognitive-enhancing drugs on healthy people. Currently, many thousands of people buy these drugs online but, if they were proven safe in trials, they would be able to learn more about their effects and buy them in accredited places such as pharmacies. Richardson said that the purpose of the report was to initiate interest in the issue from employers, trades unions, regulators and government. &quot;The potential of human enhancement in general has attracted a lot of public and academic interest but there&apos;s been very little attention paid to the implications of human enhancement technologies in the context of work,&quot; she said. &quot;What we hope is that this report will initiate and form a very necessary debate.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/07/report-ethical-concerns-human-enhancement-technologies", 
    "wordcount": "808"
}