{
    "headline": "Matt Ridley's misguided climate change policy", 
    "text": "In an opinion article for the London Times this past Monday, writer Matt Ridley discussed his interpretation of a new paper which suggests that the Earth&apos;s climate sensitivity may be a bit lower than current best estimates. Climate sensitivity refers to the average amount of warming that will occur at the Earth&apos;s surface in response to an increased greenhouse effect.  This new paper, led by Alexander Otto at the University of Oxford, suggested that the Earth&apos;s surface may warm a bit more slowly than climate models generally indicate. I roughly estimate that about 80% of the warming over the past century would be due to human carbon dioxide emissions, if the results of this study are correct. The good news is that Ridley has accepted the consensus amongst 97% of climate experts that humans are causing global warming and has moved on to examine the consequences. One of the paper&apos;s authors, Myles Allen noted in The Guardian that the results of the study would make little difference with respect to long-term climate change.  &quot;...our new findings mean that the changes we had previously expected between now and 2050 might take until 2065 to materialise instead.&quot;   If these results are correct, it would give us perhaps an additional decade or two to get our acts together and dramatically reduce our greenhouse gas emissions. From this news, Matt Ridley concludes that our climate policy is &quot;hopelessly misguided.&quot; Those two words may indeed be applied to our climate policy, but Ridley has got it backwards. Or policy is misguided because we&apos;re not doing nearly enough to solve the problem. He suggests, based on outdated references from Bjorn Lomborg, that the economic impacts of climate change are nothing to worry about. Cambridge economist Chris Hope tested this claim by running the climate sensitivity estimates from the new Otto paper in his economic assessment model, PAGE09. The model previously estimated the climate damage from greenhouse gas emissions at an average cost of approximately $100 per tonne of carbon dioxide. The revised estimate resulted in an average cost of $80 per tonne. Given that humans emit over 30 billion tonnes of carbon dioxide per year, that amounts to an annual increase in committed climate change damage of $2.4 trillion, or over 3% of the global gross domestic product, quite contrary to Ridley&apos;s rosy perspective. Ridley also argues that the harm done by policy falls disproportionately on the poor. That of course depends on how climate policy is designed; provisions are usually included to offset the impacts on the poor associated with slightly elevated energy prices resulting from climate policy. On the other hand, research has shown that poorer, undeveloped countries are the most vulnerable to climate change. Ridley has got it backwards again.     According to Sampson et al. (2011), poorer countries are the most vulnerable to the impacts of climate change     It&apos;s also worth noting that there are considerable uncertainties associated with the method used to estimate climate sensitivity in this new study. It uses the second approach discussed in my climate sensitivity primer  using recent observational data.  On the Otto climate sensitivity estimate We normally focus on equilibrium climate sensitivity  the amount of surface warming that will occur once the planet reaches a new balanced energy state, with equal outgoing and incoming energy. However, the climate is currently in an unbalanced state due to the heat trapped by the ever-increasing greenhouse effect. The Otto study and others using the same type of approach actually estimate what&apos;s called &quot;effective&quot; climate sensitivity, and then make certain assumptions under which effective and equilibrium sensitivity would be the same. Are these assumptions realistic and valid? The experts in the field who I have spoken to, including one of the authors of this new study, are unsure. So we have two methods to estimate climate sensitivity  using data from past climate changes and using complex climate models  which consistently give us approximately the same answer. Then we have this third method which has given us slightly lower sensitivity estimates in several recent studies, but which may be subject to considerable uncertainties and potentially large biases. Ridley calls this the most robust method to estimate climate sensitivity, but that is a dubious and unsupported assertion at best. The need to reduce greenhouse gas emissions Nevertheless, the difference between these methods is a relatively small one, and their results mostly overlap within their respective margins of uncertainty. In any case, we are not doing nearly enough to reduce greenhouse gas emissions and avoid dangerous climate change. Ultimately the problem boils down to one of risk management. There remain uncertainties about how much climate change will occur, but uncertainty is not our friend. The possible climate scenarios we face range from somewhat bad to catastrophic. Climate contrarians like Matt Ridley believe the climate consequences will be relatively small, but it&apos;s just as likely that they could be catastrophic.  When faced with potentially dangerous scenarios, the smart course of action is to manage the risk. For example, to protect our assets and health we buy home and auto insurance, and we take driving lessons and wear seat belts. What are we going to do to protect the climate on which our society relies? The smart risk management course of action in the case of climate change involves a rapid reduction of greenhouse gas emissions. Unfortunately, risk management has never been Matt Ridley&apos;s strong suit. Ridley was the non-executive Chairman of Northern Rock, a British bank that, in 2007, was the first in over 150 years to experience a run on its deposits. The bank had allowed itself to become extremely over-leveraged, with debts more than 50 times its shareholder common equity. Ultimately Northern Rock was bailed out, borrowing 3 billion from the Bank of England over the span of a few days in 2007. Ridley was unprepared for the worst case scenario when it came to fruition. Unfortunately if Ridley is wrong about the climate and the worst case (or even most likely case) climate scenario comes to fruition, there will be nobody to bail out the planet.", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2013/may/23/matt-ridley-climate-change-scepticism-risk", 
    "wordcount": "1004"
}