{
    "headline": "Research funding in a time of austerity", 
    "text": "   In the run-up to the 2010 spending review, scientists took part in a demonstration outside HM Treasury, organised by Science is Vital.      In the five years I have worked at Research Councils UK the world has changed. As I joined in 2007, the Northern Rock collapse was unfolding, heralding the broader financial crisis that was to have impacts on all areas of society. From my perspective, the last five years in UK research policy have been a period of considerable change, driven by the broader financial environment.  Much of this change has been subtle, below the radar, but small effects can accumulate and lead to big consequences. With an interim spending review currently under way, and the next full spending review expected following the general election in 2015, the UK&apos;s national academies this week called for continued and enhanced support for research. If heeded, this intervention could mark an important turning point in funding policy. In 2007, research funding was in good shape. There had been almost a decade of sustained increases in the research budget, but more importantly there was also some long-term security. The 10-year framework, published in 2004, committed the government to this funding trajectory in the long term. Given the long-time horizons involved in research, the certainty that the 10-year framework provided was incredibly positive. It allowed research councils, universities and researchers themselves to plan, make choices in the short term knowing how the landscape would look in the future. The financial crisis of 2007-2008, and the subsequent spending review of 2010 changed all that. In many ways the settlement was good news for research. The budget was relatively protected with an overall flat cash settlement. As well as research council budgets, the English portion of block grant research funding that goes to universities was also protected to the same extent. Given the scenarios that all the research councils had been planning for, it wasn&apos;t surprising that they and the wider research community were pleased and relieved by the settlement. There are, however, two features of the outcome that have significant implications. First, there is the settlement itself. Flat cash was a good result, but it does mean that there is a real reduction in the volume of research being conducted because of the effects of inflation. More than this, as the Medical Research Council&apos;s budget was protected in real terms, the other research councils&apos; spending power has been hit by even greater reductions. And because of the long-term nature of much research spend, the impact on spending on new activities is greater still. Faced with this situation, the research councils had two choices. Either they could spread the reduced spending across all areas of research, or they could choose to focus more on certain disciplinary areas. For the most part there has been an increase in focus. This is probably the right choice in the short term. But in the longer term there are risks associated with increased focus. Selecting which research topics to focus on is notoriously difficult. If the focus continues, areas of expertise could be lost that may turn out to be important in the future, for wealth creation or for solving challenges that we face. The second consequence of the 2010 settlement is the change in the handling of capital spending, for creation of new research facilities or the maintenance of existing ones. Capital spending was cut significantly, though there have been a number of additional capital injections, most notably the 600m of additional spend announced by the Chancellor in the autumn statement last year. Of course this capital expenditure is welcome and important to maintain the nation&apos;s research infrastructure, but the lack of certainty in the funding stream makes it hard to plan for the long term. Most importantly, it is difficult for research councils, faced with the constraints on their non-capital budgets, to ensure that there are sufficient resources to make best use of the new facilities that are being created. So far this issue has been admirably well managed, but if the current situation persists it will become increasingly difficult. As I leave RCUK, my assessment is that the research base is still in good shape, but there are risks for the future, and the spending decisions that are approaching need to reverse some of the changes made in 2010. I agree with the national academies that there is a need for a new 10-year framework, with cross-party support, to restore the certainty required for long-term planning.  As a minimum, the research budget as a whole should be protected in real terms, with increases to offset the effects of inflation. Finally, capital spend should be provided upfront as part of the budget allocation. These steps will secure our research base, an important part of securing the nation&apos;s future prosperity. I am looking forward to continuing to tackle these challenges in my new role at the Higher Education Funding Council for England. Steven Hill has just taken up a new role as head of research policy at the HEFCE, following several years as head of the RCUK strategy unit. He is on Twitter @stevenhill", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/24/research-funding-austerity", 
    "wordcount": "834"
}