{
    "headline": "Australia's mining boom placing Great Barrier Reef at risk, UN warns", 
    "text": "A UN environmental team has arrived in Australia for a crunch 10-day assessment of the Great Barrier Reef, warning that the coral ecosystem is at a &quot;crossroads&quot; due to the soaring activity of the mining industry in the World Heritage Area. The United Nations Educational, Scientific and Cultural Organisation (Unesco) visit comes amid fears that the reef&apos;s world heritage listing, which it has held since 1981, could be placed in jeopardy after rapid escalation in coal exports and gas exploration. &quot;The Great Barrier Reef is definitely at a crossroad and decisions that will be taken over the next one, two, three years might potentially be crucial for the long-term conservation [of the reef],&quot; said Fanny Douvere, from Unesco&apos;s World Heritage marine programme. Australia&apos;s coal boom is set to open up the previously undeveloped Galilee Basin in central Queensland, greatly increasing the number of developments along the state&apos;s coast, where the 1,800-mile reef stretches. The proposed infrastructure includes Abbott Point, which would become the largest coal export port in the world. At full capacity, the expansion would see more than 10,000 coal-laden ships a year cross the Great Barrier Reef by the end of the decade  a sizeable increase on the 1,722 vessels that entered the World Heritage Area in 2011. Environmentalists are concerned that ships navigating reef passageways  many of which are narrower than the English Channel  will run aground, as a Chinese vessel did in 2010, tearing a two-mile gash into the coral and spilling several tonnes of oil. There are also warnings that the reef&apos;s six species of turtle, including the endangered loggerhead and Olive Ridley turtles, and the snubfin dolphin, Australia&apos;s only endemic dolphin, would be affected by any mass industrialisation of the Queensland coast. Any reduction in visitor numbers to a region that generates AUS$6bn a year from tourists would also be keenly felt by local businesses and the Australian economy at large. Douvere and Tim Badman from the International Union for Conservation of Nature are set to meet with government ministers and NGOs, as well as visit the reef to assess the impact of new developments. The specially arranged trip follows a minor diplomatic incident last year when Unesco&apos;s World Heritage Committee said it was &quot;extremely concerned&quot; that the Australian government had not informed it of the approval of a major liquefied natural gas hub on Curtis Island, off the Queensland coast. The expansion of the hub at Gladstone has been blamed for a sharp drop in water quality and widespread disease of marine creatures. More than 45m cubic metres of sea floor is to be dredged in the World Heritage Area to accommodate the boom in shipping, with the government warning that it will penalise mining companies that dump accumulated waste on the corals. Douvere said: &quot;When it comes to dredging issues I think that a big part of our discussions need to focus on what the alternatives are.&quot; Speaking to the Guardian from Paris, prior to her departure to Australia, Douvere said that there were multiple threats to the reef&apos;s wellbeing. &quot;We won&apos;t just be looking at the increase in shipping, but also issues such as how climate change and the recent cyclone and extreme weather has affected the reef,&quot; she said. &quot;We will look at the overall impact of these things. We don&apos;t regularly make these kind of trips but it was asked for by the World Heritage Committee after issues were raised last year.&quot; Environmental groups have claimed that Unesco&apos;s visit is an embarrassment for the Australian government. Greenpeace Australia spokesman James Lorenz said: &quot;We are looking at an enormous, unprecedented increase in coal, oil and gas exploitation here.&quot; &quot;Unesco is clearly very worried about this and if they decide the reef is in danger, that places it at the same level as sites in places such as Afghanistan, which is deeply embarrassing for Australia.&quot; &quot;The Great Barrier Reef is priceless but it is being treated like it&apos;s a worthless. It has been mismanaged for years and we are now at a tipping point.&quot; Both the federal Australian and state Queensland governments have launched their own 18-month assessments of the reef, although ministers have come under fire for considering several large developments, including Abbott Point, during the review. Tony Burke, Australia&apos;s environment minister, has defended his handling of the issue, telling ABC Radio: &quot;Let&apos;s not forget, with Abbot Point, there is already a significant level of industry that occurs there.&quot; &quot;One of the largest levels of concern here is shipping, as the vessels move through the reef area. So those shipping movement issues are issues that really have to be front of mind throughout all of this.&quot; The UN report will handed to the World Heritage Committee, which will decide on any response at a meeting in St Petersburg in July.", 
    "section": "environment", 
    "gid": "environment/2012/mar/06/great-barrier-reef-mining-boom", 
    "wordcount": "826"
}