{
    "headline": "A glorious winter, but the Alps face a warmer world  bringing huge change", 
    "text": "From his office in the alpine ski resort of Chamonix-Mont-Blanc, meteorologist Gilles Brunot is looking out at snow-capped peaks washed with spring sunshine, resplendent under a pale blue sky. Much of northern Europe is pining for spring, but nobody here is complaining about the weather. Why would they? First, a surprisingly clement autumn brought the hikers and climbers in droves. Then, seamlessly, winter arrived with early snowfall in November that has been topped up regularly until last week, delighting the skiers. Fabulous for the tourist industry, of course. And as the snow accumulates on the ski slopes, 2013 hardly seems to be adding to the body of evidence of global warming. Deep in the Alps, however, scientists are observing, monitoring and reporting the effects of changing climate patterns: there may not be many more golden years like this. Brunot has only to click on his computer to generate the information that gives cause for concern. Up springs a graph that charts average temperatures in the alpine town of Annecy since the late 19th century. A black line across the page represents 9.6C, the average temperature in the late 19th century. At the beginning of the graphs recorded temperatures were evenly above and below the line. Slowly the graph shows temperatures rising. Since 1987 there has been no average annual temperature below 9.6C. Today the average is around 10.8C. A yellow line showing the rise in average temperatures rises as steeply as one of the Mont Blanc peaks outside the scientist&apos;s window. Some interpreters of the graph have argued that the temperature rise was due to the town&apos;s growth, so researchers looked at average temperatures at the Swiss peak of Jungfrau, at an altitude of 3,800m. They found the same results, said Brunot. &quot;We are finding the same rises in temperature in the high mountains, showing it is not linked to conglomerations. This is much more than the overall average change in the planet of around 0.75C. It is true that the average is worked out including the water covering the Earth, and of course the sea warms up less than the continents, but it is still very high. &quot;We are also seeing less snow in lower lying areas of under 1,000m. Around 40% less over the last 50 years. At higher altitudes 2,000m and above there is no evolution. The level at which precipitation turns from snow to rain appears to have risen by 200m.&quot; Brunot clicked up another graph of snowfall at under 1,000m altitude in the Alps. The slope is gentle but testifies to a clear decline. &quot;What this evidence shows is that since the 1990s there has been a rapid rise in temperatures in the mountains and since the 1960s there has been a slower, but evident, trend of less snow at lower altitudes,&quot; he said. &quot;The indicators that the Alps are warming up is clear. These findings are worrying, very worrying  maybe not for right now but for the second half of the century. &quot;Chamonix probably has less to worry about because many of its pistes are over 2,000m, but ski resorts at lower altitudes, from 1,500m downwards, do have to worry. Things for them are going rapidly down. I would say it is hard to deny the facts that the mountains are warming up; it&apos;s the cause that is disputed. Is it a natural process or man-made?&quot; Chamonix, one of France&apos;s oldest ski resorts and host of the first Winter Olympic Games in 1924, sits in a valley overseen by massive peaks: the Aiguilles Rouges to the north and Mont Blanc, which rises to more than 4,800m, to the south. For physical proof of how far the Alpine glaciers are shrinking, the Mer de Glace (Sea of Ice), 20 minutes by mountain train from Chamonix, is both breathtaking and worrying. Locals say this magnificent glacier, the longest and largest in the western Alps, used to pass just below the old 1960-built telecabin lift that plunges into the valley from Montenvers at 1,919m altitude. Today, visitors, skiers and climbers must trek down a further 380 steps from the telecabin stop to reach the shallower, ghostly blue ice. Along the way, yellow plaques point out the level. In the last 20 years it has lost 65m in depth and since 1996 300m in length. Victor Saunders, a British mountain guide who has lived in Chamonix for 15 years, said the Alpine landscape had changed during that time &quot;without a shadow of doubt&quot;. &quot;I have climbed glaciers in every continent including Antarctica and can say the glaciers have been shrinking rapidly over the last 10 years on every single one. It is clear the glaciers are in recession, though of course 15 years is a tiny time frame in geological terms. &quot;If the temperatures go up by 1C, then the glaciers recede uphill by almost 100m so it is really very visible. People who live and work in the mountains are very aware of climate change.&quot; Another British mountain guide, Southampton-born Andy Perkins, who first came to Chamonix as a 20 year-old-student more than 30 years ago, pointed to one of the peaks above Chamonix. &quot;When I first came here there was snow on those trees halfway down the mountain. Today the whole idea seems ridiculous. &quot;My clients used to ask me if I saw evidence of climate change in the mountains but today they don&apos;t even bother to ask because there&apos;s so much evidence. Those who come back regularly can see it for themselves. I would say the lower level resorts, and even those up to 2,000m, are looking at a limited lifespan. Probably not in my lifetime, but not that far off. &quot;As a mountain guide I have also noticed massive variations in the weather conditions, which means it&apos;s much less predictable. You used to be able to count on going ice-climbing in January but I was doing so at 1,400m this year and it rained. Local people said it hadn&apos;t rained in January for 25 years, and it showed the freezing level in the mountain was rising.&quot; An elderly local, who has spent his life in Chamonix, and who overheard the guide, said later: &quot;You used to be able to count on several days of snow for every one day of rain. Now it&apos;s much more evenly spread.&quot; Last year, the Chamonix-Mont-Blanc Valley authorities introduced a climate and energy action plan, the first in the French Alps. It is committed to reducing greenhouse gas emissions in the area by 22% by 2020. Among the proposed measures is a ban on the most polluting lorries using the nearby Mont Blanc tunnel. Their passage has led to spikes in air pollution in the valley to match those in Paris. The plan acknowledges that temperatures have risen in Chamonix by 1.5C in the last 75 years and that the accumulation of fresh snow has halved in the last 40 years, accelerating the melting of the glaciers on the Mont Blanc massif. &quot;The changes in climate will have a major impact on the valley&apos;s main economic activities (tourism and leisure); less snow on low-altitude ski slopes, and the risk of increased pressure on high-altitude ski slopes,&quot; it says. Natural habitats, river patterns, forests and agriculture might be &quot;radically transformed or disrupted&quot; and it warns of an increase in hazards such as avalanches, floods and landslides. Franois-Rgis Bouquin, a director in the mayor&apos;s office in Chamonix, said: &quot;People who were born in Chamonix tell us we haven&apos;t had a winter with so much snow for 15 years. But they also say there is much less snow now than there was, and if you&apos;ve lived your whole life in the mountain you see these things. And there are places that don&apos;t get snow at all any more. In the long term it&apos;s very worrying.&quot; Edoardo Cremonese, a climate change scientist with the Environmental Protection Agency of Aosta Valley, on the Italian side of the Alps, admitted that with fresh snow dusting the region it might not seem a good time to talk about global warming. &quot;People do not understand climate change; they think it means weather, but climate change is not about the amount of snow falling. &quot;What we have seen is that the Alps and Alaska are the areas most greatly impacted in terms of temperature rises. In these areas we have seen a rise of between 1.8C and 2.5C, double the observed global rate. For those who are sceptical about climate change, I would say this is not speculation, this is fact. The question we as scientists have to establish is why this is happening in the Alps in particular.&quot; He said: &quot;The impact of global warming on the Alps will be certainly felt by 2050, maybe 2040 according to climate models, so we are talking about maybe 20-30 years. Politicians need to take decisions now to face the challenges; 75% of the people I know [in the Alps] work in tourism and this will be a great challenge. This is no time to be sceptical: it is everyone&apos;s future we are talking about.&quot;  This article has been amended. The original article stated: &quot;The Aiguilles Rouges to the south and Mont Blanc, which rises to more than 4,800m, to the north.&quot; Mont Blanc would in fact be to the south and Aiguilles Rouges would be to the north. It was also said: &quot;The level at which precipitation turns from snow to rain appears to have dropped by about 200m.&quot; It should have said &apos;risen by about 200m&apos;. The Swiss village of Jungfrau is not a village but a mountain.", 
    "section": "environment", 
    "gid": "environment/2013/mar/31/alps-skiing-climate-change", 
    "wordcount": "1656"
}