{
    "headline": "Hotline Miami - is there more to it than cartoon violence?", 
    "text": "New to Hotline Miami? Reader, meet a five-star neon-soaked death machine of a video game. Released on PC a fortnight ago, Hotline Miami&apos;s a little bit of stealth and strategy mixed with a whole lot of doors and shooting. An exhilarating and cartoonishly gory arcade game at heart, it&apos;s also a stylish and atmospheric take on 1980s Miami.  Dennis Wedin and Jonatan Sderstrm are the creative brains behind Hotline Miami, and work together as Dennaton. Sderstrm has a higher profile, an indie development darling better known as Cactus. But the two shared overall design duties on Hotline Miami, before they got down to coding (Sderstrm) and working on the visuals (Wedin). &quot;We realised we worked together really well,&quot; says Sderstrm, &quot;So we decided to start something bigger.&quot; Hotline Miami is Dennaton&apos;s debut, but not the first game it worked on. &quot;After we did [previous collaboration] Keyboard Drumset Fucking Werewolf we started on a really big, how do you say, role-playing zombie game,&quot; says Wedin. &quot;But it got too big for us. We were looking through some of Jonatan&apos;s old prototypes and he showed me one of a guy in a top-down action game, really bloody. I love top-down games and I thought we should do something with it because it was so funny.&quot; Hotline Miami is funny indeed, with every single kill splattering enemies in OTT ways and a different animation for every melee weapon&apos;s &quot;finisher&quot;. The fact that it&apos;s a violent video game, of course, tends to overshadow everything else. Is that annoying? &quot;No, not really,&quot; says Sderstrm. &quot;We made it violent. There&apos;s more to it than that, but people can choose to ignore the story or think what they want and that&apos;s fine with us.&quot; The story is hard to follow, to be fair, a riddling narrative that switches between freaky and confusing. At points your character is clearly hallucinating  during other sequences, he may well be. Piecing it together is a puzzle. &quot;Mostly it&apos;s because I don&apos;t like a lot of storytelling that explains everything,&quot; says Sderstrm. &quot;Making sure that everyone understands. That takes away a mysteriousness from the plot, and that&apos;s something I appreciate almost more than plot itself. So with Hotline Miami, it&apos;s up to the player to decide how they want to see the story.&quot; Hotline Miami has more obvious attractions, anyway. Its pixels reek of 1980s pastel suits, a meaner Miami Vice brought to pulsing life. The nightclub level has to be played to be believed. It makes you sad that the default description for a style like this is retro. &quot;Yeah I don&apos;t like that label at all,&quot; says Wedin. &quot;When people say we use pixel art to make people nostalgic, for me that&apos;s  Just because we have 3D graphics, pixel art shouldn&apos;t be seen as outdated. For me, I love pixel art more and it suits my aesthetic to use it. It&apos;s nothing to do with retro or anything like that.&quot; Hotline Miami&apos;s done well enough to earn at least one future portion of downloadable content (&quot;We want to do more story stuff and delve more into the side characters and things like that,&quot; says Wedin), and despite its low price has been widely torrented. So far, so usual. But Sderstrm&apos;s attitude towards the torrenters is not  he popped up on the Pirate Bay to answer some questions, and asked that the torrent be kept updated with the game&apos;s latest version. I ask what Wedin makes of his partner&apos;s stance. &quot;I loved it!&quot; laughs Wedin. &quot;I agree a lot with him. He didn&apos;t even tell me about it, I saw it when I was Googling &apos;Hotline Miami&apos; and I laughed my ass off. It was good. I&apos;m totally with him on that one.&quot; Have you any idea how many people have pirated it? &quot;No,&quot; says Sderstrm. &quot;I took a brief look at how many were seeding and leeching on the torrent, but I didn&apos;t see download stats. Some have said they&apos;ve bought it after pirating it, but that&apos;s a much smaller number than you&apos;d like.&quot; So what does the future hold for Dennaton? &quot;We&apos;re actually looking at old prototypes again, we&apos;re thinking about Shotgun Ninja 2,&quot; says Sderstrm. The original&apos;s a devilish platformer made in 48 hours, available free here, and feels as if it might suit an upgrade very nicely. &quot;Jonatan&apos;s prototype I really liked as well,&quot; says Wedin. &quot;So we&apos;ve started doing some sprites and stuff and hopefully we&apos;ll move on to it full time next year.&quot; Which makes you wonder  does Hotline Miami mark a permanent shift towards bigger projects for Cactus? &quot;Not permanent,&quot; says Sderstrm. &quot;But I want to work on larger projects more. Before the next big game I&apos;ll release some smaller stuff as well, so hopefully both.&quot; It&apos;s no secret that, despite Sderstrm&apos;s profile and many years of productivity, he&apos;s never really found a way to make game development pay. I ask how Hotline Miami&apos;s done. &quot;It sold pretty good,&quot; he says. &quot;The important thing,&quot; Wedin adds, &quot;is that we got enough to make another game.&quot; Is that two thumbs up or one? Sderstrm laughs. &quot;Somewhere in between.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/05/hotline-miami-cartoon-violence", 
    "wordcount": "951"
}