{
    "headline": "Twitter's first star", 
    "text": "&quot;If you can name five Kardashians but can&apos;t name five countries in Asia, stick a knife in an electrical socket.&quot; That piece of counsel, Kelly Oxford&apos;s most successful tweet of all time, is the kind of one-liner that gets you 10,000 retweets and counting. It&apos;s also the sort of material that takes a woman from stay-at-home Canadian mother to bestselling author, Hollywood screenwriter and, of course, Twitter celebrity. Oxford had no connections to the entertainment industry, no knowledge of the workings of Hollywood and nothing more than an average high-school education. She didn&apos;t, by her own admission, even have much ambition. What she did have was a voice, and it was distinct, honest and funny enough to draw famous fans from the moment she started tweeting. They include the late Roger Ebert  &quot;Well, she&apos;s bitingly funny, but everybody knows that&quot;  as well as Lena Dunham, who described her as &quot;like your cool babysitter who teaches you about sex and sarcasm in an uncreepy way&quot;. Jimmy Kimmel, an early champion, said: &quot;Not only is Kelly Oxford hilarious, she is consistently hilarious. Her tweets make me laugh several times a day. I can only assume that she is neglecting her children.&quot; Oxford&apos;s status has just been sealed with afirst book: what could be more solid proof of &quot;having arrived&quot; than a New York Times bestseller. Everything is Perfect When You&apos;re aLiar is acollection of scattershot essays, written with the UPPERCASE EXTROVERSION of a teenage girl who&apos;s drunk three too many Bacardi Breezers. Not a bad thing, particularly when the writing is shot through with glinting sarcasm and, to use her terminology, the palpable &quot;giving of zero fucks&quot;. The book also contains precise stipulations for her funeral. My favourite: that Ryan Gosling and George Clooney should dance her corpse into the room &quot;like Bernie in Weekend at Bernie&apos;s&quot;. The most delicious chapter, though, is titled &quot;Finding Leo&quot;, a Hunter S Thompson-style escapade, only instead of apair of 30-something dudes roving through 60s Vegas, it&apos;s two teenage girls let loose in 90s LA  a far more dangerous pairing and unhinged scenario. Their mission: to find Leonardo DiCaprio and make him Oxford&apos;s boyfriend before Titanic turns him into amassive and hence unattainable A-lister. Seventeen-year-old Oxford doesn&apos;t question her own irresistibility. Dressed in blue velvet trousers, black platform boots &quot;and a velvet tiger-striped top that tied up in the back  (It was the 90s, people)&quot;, she and her friend tear around the city getting stoned, dodging cops in a borrowed Mercedes and high-fiving Bill Maher on dance floors. Predictably, they never find Leo, but the adventures they have seem far better than meeting him ever could be. When I meet Oxford in a very hushed library of a smart Manhattan hotel, I realise the person I&apos;d been imagining was a version of Sarah Silverman: an innocent-faced, filthy-minded motormouth delighting in her own wisecracking impudence. Oxford, though, shakes my hand tentatively and speaks softly. It turns out she&apos;s rather shy, with a sly naughtiness that makes her seem younger than 35. &quot;I can write funny quips, but I&apos;m not a comedian at all,&quot; she explains. So in a social situation she doesn&apos;t tell jokes? &quot;No, I totally don&apos;t. I&apos;ve never done stand-up; I don&apos;t think I could do it in a million years. Writing online,&quot; she says, &quot;was just the thing Idid when my kids weren&apos;t interested in playing with me.&quot; Her writing career has ascended  and continues to ascend  with all the effort and premeditation of a tweet. I believe her when she says she never imagined that cracking jokes online would lead to all this. &quot;I think forcing things is the worst thing you can do for your career,&quot; she says. &quot;I think if I&apos;d tried to become a screenwriter I would have been a failure. I would have spent all this time writing this shitty material instead of learning how to write.&quot; Oxford&apos;s success may seem easily won but, in fact, she&apos;s been writing for years. She was an &quot;early adopter&quot;  writing online in those quaint days of AOL chat rooms and GeoCities sites that characterised the internet&apos;s infancy. By the time Twitter arrived in 2006, she&apos;d already built an audience of around 10,000 through her blog. At first she was sceptical. &quot;It was just another website,&quot; Oxford says. She took until March 2009 to sign up. &quot;It didn&apos;t seem it could be super huge, but I knew Icould use it  the format was the same as a Facebook status. Those were always most interesting when they were funny, so I thought: &apos;Oh I&apos;ll just make them one-liners.&apos;&quot; Most of them were observations on family life (&quot;One thing I will never do for my son is correct him when he says &apos;pervalised&apos; instead of &apos;paralysed&apos;&quot;) and she decided early on to have &quot;no filter&quot;. It&apos;s a phrase she uses repeatedly; it seems to be as much life philosophy as Twitter style sheet. &quot;I realised,&quot; she explains, &quot;that I was entertaining people more when Iwas letting it go.&quot; The writer and director Diablo Cody was one of the first high-profile figures to champion her online, and after that more and more Hollywood comedians started following her. As the retweets rolled in, her follower count swelled. Just a year after joining Twitter she was invited to LA to take part in Night of 140 Tweets, a benefit for Haiti where she was the only non-comedian, actor or working writer. Then Will &amp; Grace producer Jhoni Marchinko encouraged her to write a spec script on the strength of her Twitter feed.     'She decided to have no filter. I was entertaining people more when I was letting it go': Kelly Oxford. Photograph: Barry J Holmes for the Observer    &quot;It didn&apos;t really mean that much to me,&quot; Oxford says. She&apos;d been interested in screenwriting but &quot;wasn&apos;t actively seeking it. Iknew how to do it, but I was like: Oh no, I&apos;m at home with kids, writing a blog, that&apos;s what I&apos;m doing.&quot; When she sold her first TV pilot to CBS, though, &quot;I was like: Oh, this is real.&quot; Last year she sold a screenplay called Son of a Bitch to Warner Brothers for a rumoured six figures. Now, Oxford says, &quot;every single thing I write is going to be bought by somebody, because there are so many different studios and TV networks and they&apos;re just like: Oh, Iwant the Kelly Oxford project.&quot; Her follower count is now at around half a million and a lot of those famous followers have become famous friends. She now hangs out with Lena Dunham, Mindy Kaling, Kristen Bell, Jimmy Kimmel, et al in the real, offline world, too. Or rather the not-quite-real world that is Hollywood. The Oxford family relocated to LA last summer, and she and her husband have effectively swapped roles; he left his job as an environmental engineer and is now a stay-at-home-dad while she works full-time. Their eldest daughter, Salinger, is 11, their youngest, Beatrix, is three. And then there&apos;s nine-year-old Henry, who, she says, &quot;has a teacher that he hates so much and now he&apos;s miserable going to school&quot;. This is exactly where Oxford is able to flaunt an unusual mum-superpower. She smiles: &quot;I told him: &apos;For the next pilot I write, your teacher is going to be a character in the show.&apos; So now he goes to school and he brings me home all this material. Little does she know I&apos;m going to use all of it!&quot; I&apos;m keen to talk about her book&apos;s &quot;Finding Leo&quot; chapter: I tell her I can&apos;t really believe all of it actually happened. &quot;It&apos;s insane,&quot; she agrees. But also, she swears, completely true. &quot;I just do stuff,&quot; she says, and the way she says it  deadpan, with atiny shrug  it&apos;s clear that she&apos;s still living what she describes in one chapter as &quot;the &apos;fuck it&apos; time in my life&quot;. &quot;I was totally unembarrassable,&quot; she says. &quot;Ithink I still am. What&apos;s acceptable and what&apos;s not acceptable is basically what&apos;s going to hurt somebody. That&apos;s the only filter and that&apos;s a natural filter by the time you&apos;re an adult. There are people who deserve criticism. Like the Kardashians. But only because they&apos;re not honest about what they&apos;re doing! If they went out and straight-up said: &apos;Yo, all this is happening because I made a porn tape  I don&apos;t really have talent&apos;, people would embrace them! It&apos;s just the falsity.&quot; Oxford&apos;s all-honesty philosophy includes not having a publicist. &quot;And I&apos;m not going to, ever,&quot; she says, &quot;because I&apos;ve done everything so far on my own, and it&apos;s worked.&quot; There are no doubt thousands of Twitter users now attempting to model careers after hers. Oxford is the prototype of a new kind of celebrity, by which anyone who just happens to be very funny in the 140-character form can push themselves famewards one tweet at atime. As every aspiring young comedian now knows, if you can create an audience of hundreds of thousands just by being funny on the internet, the book deal is almost a given. Justin Halpern did it with his self-explanatory Sh*t My Dad Says, which made the leap from Twitter feed to page in 2010. Megan Amram, who&apos;s amassed more than 300,000 followers since she began tweeting in 2010, has already parlayed her Twitter success into a staff job writing for US sitcom Parks and Recreation, but days ago she, too, got her book deal when Scribner bought the rights to Science... For Her (a &quot;faux-expert compendium of scientific knowledge&quot;). Julieanne Smolinski, who tweets under the handle Boobs Radley, is another young writer who effectively made a career through Twitter. (Follower count: 106, 583 at time of going to press.) Like Oxford, she hadn&apos;t thought of it as a professional tool. &quot;Then a friend of mine introduced me to Twitter as a medium for comedy, and I got into it that way and was kind of surprised when people started following.&quot; Is this the way the industry is going? &quot;It&apos;s one way it&apos;s going,&quot; Smolinski says. &quot;I&apos;ve heard it referred to by a lot of people as akind of rsum for certain jobs, like TV writing or blogging. Anybody can look through your timeline and see if you can write a sentence or a joke, and what kind of stuff you&apos;re capable of doing.&quot; Of course, when you have that kind of online reach, you&apos;re also going to attract a lot of bile. Oxford&apos;s narrative in particular  attractive young woman achieves huge success through the internet with seemingly minimal effort  is, unfortunately, real troll bait. Haters gonna hate, or as she put it in one early tweet: &quot;It&apos;s too bad that everyone who has a solution for everything is at home commenting on the internet.&quot; Disappointingly, she finds that most of the negative comments come from women. Their most common jibe: &quot;That I think highly of myself  like that&apos;s a bad thing!&quot; &quot;They&apos;re trying to shame me,&quot; Oxford says, &quot;and it&apos;s all from women. Men don&apos;t care. A lot of women are like: Oh she&apos;s not fat, oh she&apos;s cute, she&apos;s funny, I hate her.&quot; But just ask her how many fucks she gives. Everything is Perfect When You&apos;re a Liar by Kelly Oxford is published by HarperCollins at 16.99. To order a copy for 15.99, with free UK p&amp;p, go to guardian.co.uk/bookshop or call 0330 333 6846", 
    "section": "technology", 
    "gid": "technology/2013/may/11/twitters-first-star", 
    "wordcount": "1994"
}