{
    "headline": "Bill Yardley obituary", 
    "text": "My friend Bill Yardley, who has died aged 72, was a renowned farmer and distinguished artist in the Midlands. He worked the farm that has belonged to his family since the 17th century. He was noted for his devotion to the countryside, high standards of husbandry and commitment to country crafts such as hedge laying. Highly esteemed by his peers, he had a particular talent for sheep breeding, and won innumerable prizes at agricultural shows. His life and work as a countryman was reflected in his art, and Bill was best known for his beautiful etchings of farm animals, praised for their precision, extraordinary consistency and magical, highly stylised nature; the animals sometimes come across as being almost like people, with personalities of their own. Bill&apos;s work has been shown at the Royal Academy, at the Royal Society of British Artists&apos; exhibition in the Mall Galleries in London, the Royal West of England Academy in Bristol and at many galleries throughout the Midlands. Bill was born in Shipston-on-Stour, south Warwickshire, and after his education in Leamington and at the agricultural college at Moreton Morrell, he began a lifetime of work on the land. Long active in the National Farmers Union, he was also an erudite local historian and a church warden at Burton Dassett, in Warwickshire, prominent in the campaign to restore the medieval wall paintings in his church. Many of those who came into contact with Bill expressed their astonishment at how he managed to do so much. One colleague remembers him staggering into a meeting during the height of the lambing season, bleary-eyed and unshaven, clutching a bag of etching plates, having been up all night attending both to his sheep and his art. Bill was a man of great warmth and charm. As a mark of his services to art, rural life, his community and the University of Warwick, he was awarded an honorary MA degree in 1997. He is survived by his wife, Brenda, whom he married in 1961; his daughter, Rachel; and four grandchildren. His son James predeceased him.", 
    "section": "environment", 
    "gid": "environment/2012/feb/24/bill-yardley", 
    "wordcount": "344"
}