{
    "headline": "Authentic assessment: what does it mean for students, staff and sector?", 
    "text": "Assessment is a perennial issue for higher education institutions and one the sector is working hard to address. Scores for assessment are consistently low in both the UK&apos;s National Student Survey and the postgraduate experience surveys conducted by the Higher Education Academy (HEA). Recent years have seen debate forming around &apos;authentic assessment&apos; in schools and universities, broadly defined as assessment practice that relates to what students experience in the real world. Given the current employability agenda, it&apos;s no wonder this debate is growing in the higher education sector. Today sees the launch of the HEA publication, A Marked Improvement, a case for change which outlines the educational and reputational benefits of transforming assessment and includes a review tool for taking stock of current practice and developing a new targeted approach. This week&apos;s live chat, in partnership with HEA, feeds into this debate by asking: what do we mean by &apos;authentic assessment&apos; in higher education? Definitions vary widely with some critics questioning the very notion of &apos;authenticity&apos; in learning and teaching. New academics need more support in assessing students, reported Kim Catcheside last year, but will teaching and assessment improve without tighter regulation? The message from student surveys at least is clear: something (or someone) has got to give. In a blogpost for the network, PhD student Melonie Fullick described marking as the place &quot;where governance meets (and clashes with) pedagogy&quot;. Could a new form of university assessment emerge that satisfies both camps? Join our expert panel on Friday 26 October from 12-2pm BST to debate this topic, from definitions and design to implementation and impact  on students, staff and the sector at large. The discussion will take place in the comments below this blog. Panel Erica Morris is the HEA&apos;s academic lead for assessment and feedback, and the Higher Education Achievement Report (HEAR).  Peter Hartley is professor of education development at the University of Bradford and director of the HEA NTFS Group Project on Programme Assessment Strategies Chris Rust is professor of higher education and associate dean for academic policy at Oxford Brookes University Sue Bloxham is professor of academic practice at the University of Cumbria Tim Burton is assistant director in the standards, quality and enhancement team at the Quality Assurance Agency for Higher Education (QAA) Jeremy Williams is director of postgraduate programme development and executive education at Griffith University, Australia with a research focus on authentic learning environments Richard Osborne is an educational technologist at the University of Exeter, currently managing a project which brings together staff, students and employers to create employability focused assessments enhanced by technology Liz McDowell is a specialist in assessment and was director of the CETL (National Centre for Excellence) in assessment for learning at Northumbria University www.lizmcdowell.fvs.me Patrick Blessinger is executive director, international, at the Higher Education Teaching and Leaning Association (HETL) This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/24/authentic-assessment-university-teaching-learning", 
    "wordcount": "502"
}