{
    "headline": "Epic Mickey 2: Warren Spector enthrals with tales of how the series evolved", 
    "text": "At an event arranged by the Guardian and Disney on Tuesday night, legendary game designer Warren Spector gave a fascinating talk on his latest title, the action adventure sequel Epic Mickey 2: The Power of Two.  Talking in the cinema at Disney&apos;s London HQ, Spector spoke about the origins of the Epic Mickey series, as well as revealing some new features for the latest instalment, which will hit Xbox, PS3 and Wii in November. A 3DS version, with a whole different story and gameplay mechanic is also due. The game returns Mickey to the Cartoon Wasteland, a forgotten area of the Disney universe where lost and cancelled characters roam. This time Mickey must team up with his forbear, Oswald the Lucky Rabbit, to rid the land of a dangerous new oppressor.  During his discussion on the development process, he assured the audience that the troublesome and erratic camera system from the first title had been fixed. &quot;If you played Epic Mickey you almost certainly told us personally that you wished the camera was better, I have a lot of email about that,&quot; he joked. &quot;There has been a dedicated camera team working on that since the day we finished the last game. We&apos;ve done a lot of work on that.&quot; Epic Mickey 2 is also set to feature character dialogue for the first time, and even includes a series of fully orchestrated songs. Mickey will retain his ability to paint in new scenic features and to erase items from the world, but in this game, everything he does is permanent, so players create their own unique world as they go. Spector also talked about his ongoing philosophy of game design. &quot;Every title I&apos;ve worked on has been about this idea that I now describe as &apos;play style matters&apos;. It&apos;s a goofy way of saying you should be able to decide how you play the game yourself, and how you play should change the experience. It&apos;s not about how clever a puzzle I can create, it&apos;s about you seeing a problem and deciding how to act.&quot; The game will also feature a new selection of characters. Walt Disney&apos;s first major creation, Oswald the Lucky Rabbit, becomes a playable co-op character, offering a new selection of skills, including using his ears as helicopter blades to reach new areas.  &quot;Walt Disney worked with his animator, Ub Iwerks, to create Oswald in 1927,&quot; explained Spector. &quot;For 18 months he was the most popular and successful cartoon star in the world, but as the result of a contract, Disney lost the rights to the character. That is the only reason Mickey Mouse exists. If it wasn&apos;t for clause 15 in that contract, Oswald would have been the first talking cartoon star, and we&apos;d all have him on our T-shirts and watches.  &quot;That sounded like the foundation of an amazing story to me  older brother rejected by his dad in favour of younger brother who stole the life that should have been his. It&apos;s almost biblical!&quot; Oswald also gets a love interest, Ortensia, an amalgam of all the female characters from the original 1920s animations. A couple of mischievous imps named The Gremlins, also feature heavily.  &quot;Walt Disney and Roald Dahl created these characters in 1943 for a film that never got made,&quot; said Spector. &quot;We&apos;re giving those guys a voice for the first time, and they&apos;re awesome&quot;. Spector also discussed the access he was given to the vast Disney archives. Not only did he discover that fateful early contract with Universal Pictures, he also found an Oswald the Rabbit chocolate bar wrapper  the first example of cartoon licensing.  The story this time has been written by Marv Wolfman, a legendary Marvel writer who also wrote a series of Mickey Mouse adventure comics in the early nineties. The narrative takes place through a series of new and extended settings, all taken from classic Disney movies. One scene takes place in the classic Yen Sid&apos;s workshop from Fantasia, which was only viewed in a cut scene in the first game.  &quot;Every one asked me if the 2D levels from the first game would be coming back,&quot; he continued. &quot;Yes they are. They&apos;re bigger and better than ever. They were originally kind of a throwaway, we just wanted to try some new fun stuff. Now they&apos;re much bigger and more robust this time, and Oswald is in them too.&quot; After his talk, Spector took part in a Q&amp;A session, answering questions from myself as well as the audience, and we&apos;ll be running video highlights of that session soon.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/22/disney-epic-mickey-2-event", 
    "wordcount": "781"
}