{
    "headline": "David Cage on grief, game design and Beyond: Two Souls", 
    "text": "Video games have a strange relationship with death. It happens all the time, of course  a thousand times a second in one of the big online shooters. Death is part of the language, the very fibre of game design. But yet, games rarely question it, rarely confront it. While movies and literature have pored over its implications, its finality (or otherwise), games have been content to use it as a penalty, or a dramatic plot device in a cinematic sequence. Some titles, such as the Soul Reaver series have attempted to explore the duality of the physical and spiritual worlds, while ethereal adventures like Shadow of the Colossus and Limbo have dealt with notions of post-mortal guilt and purgatory. But mostly, death is just a glyph in the gaming grammar, a means of progressing from one game state to another. Beyond: Two Souls could be very different. The latest adventure from Quantic Dreams, the developer of last year&apos;s controversial thriller Heavy Rain, follows Jodie Holmes, a young girl with psychic abilities and a close, symbiotic relationship with a spectral being named Aidan. The narrative follows Jodie through 15 years of her life  from child, to teenager, to young adult  as she flees the police and the FBI, who know about and fear her unusual powers. At any time in the game, players are able to take control of Aidan, exploring the environment, moving through walls, and throwing objects using a telekinetic thrust. The sprint is also able to possess other characters, manipulating their behaviour.  This 15-year period, however, could be just the beginning. During an E3 presentation of the game, Quantic Dreams founder David Cage, the writer and director of all the studio&apos;s projects, hints that play may well continue further, into Jodie&apos;s afterlife. Here, death is not about game over, or even about re-spawning; it is about transition. &quot;I was interested in the idea of how we grow, how we change and evolve through time,&quot; says Cage when I ask about this biographical structure. &quot;But I was also interested in how the strong moments in our lives make us who we are  I wanted to write something about this; it seemed like a great opportunity to try something new. &quot;The other inspiration came from my personal life  I lost someone very close to me, and when you&apos;re confronted with death, it&apos;s always painful. It made me think about what comes afterwards  I just wanted to make my own story about that.&quot; His response is candid and emotional; we&apos;re talking in a back room off Sony Europe&apos;s E3 meeting area and for a few seconds I&apos;m not sure where I should take this. Amid the bluster of the show, the simulated violence, the pounding techno, this feels suddenly incongruous. It feels raw. Apprehensively, I ask whether the project is some sort of outlet for grief, a means of coming to terms with it? &quot;It definitely helps,&quot; he says. &quot;It helps to try to find something that makes sense. As a storyteller your job is to give meaning to things, to life  heh, as if life had a meaning!&quot; During his E3 demo of Beyond, Cage took journalists through a 10-minute sequence from the game. We see Jodie huddled alone and asleep on a train as it rumbles through the darkened countryside and slowly comes to a halt in the middle of nowhere. Police are milling about outside, and, taking control of Aidan, Cage is able to venture out and among them, learning that the cops are here for Jodie. Aidan wakes his companion by forcing a bag to drop on her and she&apos;s off, running through the compartment.  From here, the control system has distinct similarities with Heavy Rain&apos;s contextual button pressing. Arrows and icons appear on screen, requiring the player to tap in the correct responses, allowing Jodie to belt through doors and over obstacles, kicking away at the police who desperately grab at her. As she rushes into a toilet, Aidan aids her escape by ripping a roof panel away, allowing her to climb out. Then she&apos;s into the forest, legging it through the trees  this part is apparently free to control, the player able to pick their own route through the undergrowth, the searchlights of a police helicopter strafing across the rain-slick foliage. I bring up the control system. It was a much-debated aspect of Heavy Rain. Some got on with it, acknowledging that this was a game more about narrative and emotion than controllers and interfaces; others complained about the restrictive nature, referring to the much-derided concept of &quot;quicktime events&quot;  the highly theatrical, barely interactive sequences dreamed up by game designer Yu Suzuki for his vast, similarly ambitious Dreamcast adventure, Shenmue. QTEs weren&apos;t popular then, either. Cage hates the term and is quick to explain how Beyond is an evolution of the system. &quot;We built it on Heavy Rain, of course,&quot; he concedes. &quot;We looked at what worked, what didn&apos;t work, and we tried to improve on it.  &quot;But at the same time, the big difference is that now you can switch freely between the human being, Jodie, and this entity. And when you&apos;re controlling the entity you&apos;re invisible  you can do what you want. You can float through walls  for me it was very interesting to have this switch between interacting with the real world and interacting with another view of that world&quot;     Beyond: Two Souls    Jodie heads out onto a road and spots a group of policemen and a cluster of vehicles. Switching control to Aidan allows the player to see the spiritual auras of the cops  orange means the character is susceptible to possession. Inhabiting the body of one officer, Aidan gets in to a car and drives it across the road, blocking the rest of the squad from Jodie, who can escape on a motorbike. Again, the player gets free control as she rockets along the highway; she reaches a police ambush point, where Aidan creates a shield to protect her from their bullets. There&apos;s a constant sense of interplay between Jodie and her spirit companion; it will clearly provide a key element in the story&apos;s progression.  The demo ends in a deserted dead-end town. Jodie is trapped, surrounded by SWAT teams, snipers on rooftops, police cars heading in. &quot;If they&apos;re looking for trouble,&quot; she says amid the pouring rain, &quot;that&apos;s what they&apos;re going to get&quot;. From here, it&apos;s apparently a sandbox situation. Using Aidan, the player can venture up on to the roof, possessing a sniper and making him fire on his colleagues. Possessing a SWAT team member gives you access to his grenades  which can be used in fiery combination with a nearby petrol station. Cage does all this, closing out by possessing a chopper pilot who crashes into the centre of the street in a mushroom cloud of flame and smoke. Surveying the wreckage, Jodie looks out at the survivors: &quot;Tell them to leave me alone or next time I&apos;ll kill everyone,&quot; she yells. And we&apos;re out. It&apos;s fascinating stuff, the lead character veering between fear and intense aggression. Here, the casting is inspired. Quantic Dreams brought in Juno star Ellen Page to provide the voice and appearance of Jodie  and it&apos;s a great fit, this sequence recalling the mix of vulnerability and rage that Page brought to her breakthrough performance in the dark thriller Hard Candy.  &quot;It&apos;s funny, because I really wrote the script with Ellen in mind, before knowing we&apos;d work together,&quot; says Cage. &quot;Jodie is young, she&apos;s fragile, but she has this strength and determination inside her. I just thought of Ellen. &quot;We talked about the character, I gave her a lot of direction but at the same time there were moments in the session where she was Jodie, she really merged with the character  it was really her, she knew what Jodie would do and wouldn&apos;t do. It was really amazing to see her on stage; I mean, she was laughing, smiling, crying, shouting, screaming, fighting, doing all these things  but it was always Jodie. She&apos;s amazing.&quot; Beyond the convincing performance, there&apos;s something troubling about this closing sequence. Jodie is being pushed as a sympathetic character, but yet, the finale is hyper violent and destructive. It&apos;s like the prom ending of Carrie. I ask Cage about this; do we have to accept violence as part of Jodie&apos;s story? &quot;It&apos;s all going to be clear; it&apos;s going to be very clear to players when they see the full game,&quot; he says. &quot;There&apos;s a context. I mean, keep in mind that Aidan is not a human being, he doesn&apos;t have morals or religious beliefs, he doesn&apos;t differentiate between what&apos;s living and what&apos;s dead, because maybe death is not the end, so he has a very different approach. I can&apos;t explain everything, but believe me, it will all make sense.&quot; We talk about the design process, about how game projects come together at Quantic Dream. Cage tends to write alone, working for up to a year on a script, which can end up being 4000 pages long  he&apos;ll edit that down by half, and then the production process begins. &quot;I never think about a story without gameplay, or gameplay without story,&quot; he says. &quot;Each must support the other in order for it to work. But what&apos;s really interesting is, when you start working, you think you know what you want to write; then after a year you realise that this is not actually what you&apos;re writing about  there are other themes that appear. &quot;It&apos;s like your unconscious writes for you, in a way. I thought I was writing about this journey, this road trip, I was quite blunt about everything  but actually what I ended up with was very different. That&apos;s what I love most about writing  that point where you discover what you actually wrote!&quot; I wonder if there&apos;s a moral element to Jodie&apos;s journey, and about the subtext that Cage discovered. In the West, we&apos;re used to a Judeo-Christian slant on the afterlife, of a clear dichotomy between good and evil, heaven and hell; does this factor into Beyond&apos;s universe? &quot;There is a moral journey but not in a religious way,&quot; says Cage. &quot;It&apos;s much more about Jodie&apos;s personal journey, about what she wants to do with her life  where she wants to go, how she sees the 15 years she&apos;s spent through the narrative. This is not about heaven and hell; there is no God in my story. It&apos;s another vision of the afterlife.&quot; This is not the sort of conversation I usually have at E3, or that anyone usually has with developers at E3. There is no room for metaphysics or ontological enquiry in Call of Duty or NintendoLand. That&apos;s fine for some players, but as a medium, games are still so narrow and channeled in terms of what they can and can&apos;t explore  it feels like such a waste of potential. It&apos;s interesting how readily French studios  not just Quantic Dreams, but also Ubisoft, Delphine, Cryo  have happily embraced the more poetic, the more philosophical potential of this medium.  &quot;Heavy Rain changed the way I make games, forever,&quot; says Cage. &quot;From there, you cannot go back to standard conventions. We heard incredible stories from gamers  people told me that when they had to decide whether or not to kill somebody to save their son, they turned off the console for two weeks to think about it. That&apos;s meaningful; it&apos;s powerful.  &quot;That&apos;s why I was working so hard in this medium, why I believed in it from the start  it was for this kind of story. And with Beyond, we want to explore the same things - we&apos;re interested in human nature, in relationships, in emotions &quot; He pauses, and for a few seconds the noise of E3 drifts into the room, the endless chug of machine-gun fire, the thumping drums of some thrash metal soundtrack. &quot;What I like about games is, they work like a mirror,&quot; says Cage, after a moment. &quot;They ask you a question and you&apos;re supposed to answer it. And once you&apos;ve made up your mind, the game shows you who you are; it makes you think about who you are.&quot; On this optimistic appraisal of the medium, we&apos;re done. But outside, a few yards down a hallway flanked by journalists typing furiously into their laptops, a thousand new games beckon, most depicting death in some way, very few asking questions of it or of us.  Beyond: Two Souls is due for release later in 2012", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/04/david-cage-beyond-preview", 
    "wordcount": "2131"
}