{
    "headline": "Why Southampton Solent University is bidding to run a TV service", 
    "text": "Southampton Solent University successfully persuaded the media watchdog, Ofcom, that Southampton should be one of 20 cities and towns selected as pilots for local TV. Now the university is preparing to bid for the licence to run that station. Solent&apos;s vice chancellor, Professor Van Gore, talks to Sue Littlemore about why running a TV station is part of his vision for HE in the 21st century Why should Solent University be awarded the licence to run a TV service? To deal first with what might be a prejudice, that is what on earth have a university or students got to do with this  won&apos;t that make the service pretty unprofessional? Our intention would be to set up a university owned company with a core of professional staff, in fact we already have senior industry people advising us on that, and we&apos;d work with Skillset. But the basic thing I think is that we have proven over the past five years that our staff and students can generate broadcast content of industry standard, for example, we&apos;ve just produced the latest edition of Scene South which is an online news programme for Newsquest, a local media company. How much money is needed to pay for the licence and to run this show? That&apos;s one of the things we need to look at closely. What appears to be the case is the BBC, at the government&apos;s request, will be making a contribution of 150,000 to the set up of these local TV operations in the first year and the Department for Culture Media and Sport and ministers have indicated that cost should be around 500,000. The annual running cost would also probably be around 500,000. How would Solent University fund that? A lot here will depend on generating local advertising revenue  there is a commercial dimension to this, but as a university we would not be wishing to make a surplus we would be looking to recover costs. Is there money to be made out of local TV advertising? There may be, but this is the unknown. Some people are sceptical about that and others think because the cost will be very much lower than existing TV charges you could actually stimulate a new kind of market. Our initial thinking is that SMEs might be interested. We need to make an objective analysis before we put the licence bid in. This is a vision and passion for me - a form of civic leadership and engagement, but at the end of the day the business case will have to stack up. What would Solent University students gain from this venture? It&apos;s right on mission and our vision for a distinctive 21st century university. I reject the old dichotomies between academic and vocational  I say we offer intellectually rigorous higher education which fuses theory and practice. I&apos;ll give you an example. Six months ago we set up Solent Creatives where businesses approach the university, perhaps wanting a website, a video or to understand social media or e-commerce and they can tap into our talent pool of students. So far our students have done mums in business to a local marine design company and the Southampton Quaker Meeting. This is a win-win because these organisations would not be able to access for various reasons  lack of knowledge being the main one  the expertise of modern creative industries and what our students get in return is to develop a CV so when they graduate they get round the conundrum of how do you get that job unless you can show you can do that job. This is a model which might inspire the Wilson Review of business/university collaboration.... Definitely I think this is a pioneering and very exciting way of breaking down barriers between business and HE. Part of the university sector is very innovative and I expect the Wilson Review to bring to light the richness and dynamism and innovation of those parts of the sector which sometimes people might not think so well about. Unfortunately some of the worst aspects of elitism and hierarchy blind people to some of the really interesting developments going on within the sector. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/19/outhampton-olent-niversity-service", 
    "wordcount": "733"
}