{
    "headline": "Green news roundup: Lost bumblebee, shale gas and 'ethical' veal", 
    "text": "Environment news  &apos;Golden age of gas&apos; threatens renewable energy, IEA warns Gas rebranded as green energy by EU Bumblebee lost to UK makes comeback on Dungeness shingle EU greenhouse gas emissions rise despite climate change policies Solar power generation world record set in Germany RBS involved in 40bn loans to fossil fuel companies in past six monthsBrazil&apos;s leader vetoes portions of new Amazon rainforest law GM crop-trial website taken down by cyber-attack On the blogs     Cuadrilla shale gas drilling rig is set up for 'fracking', Weeton, Blackpool, Lancashire, in March 2012. Photograph: Alamy     How green is shale gas? Hosepipe ban: what is allowed? John Sauven: Who&apos;s got their hands on all our fish? The truth about Germany&apos;s nuclear phase-out Multimedia       Week in wildlife  in pictures Them and us: endangered animals - in pictures Leuser, the Sumatran orangutan shot 62 times  in pictures The Hard Rain Project Whole Earth exhibition  in pictures Features     A bunch of bananas. Photograph: Guardian/David Levene     Sustainable development flourishing in Wales&apos;s green economy Are solar, wind and marine power too intermittent to be useful? British veal poised for an &apos;ethical&apos; comeback How EU farming policies led to a collapse in Europe&apos;s bird population Best of the web  IPS: IKEA under fire for ancient tree logging BusinessGreen: Renewable energy investors fear UK dash for gas, says Ernst &amp; Young Ecologist: How Fairtrade bananas are failing migrant workers BusinessGreen: UK green economy grew 5.4bn in 2011For more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Tuna contaminated with Fukushima radiation found in CaliforniaScientists amazed that bluefins swimming in Pacific five months after Japanese disaster contained tiny amounts of caesium", 
    "section": "environment", 
    "gid": "environment/2012/may/30/green-news-roundup", 
    "wordcount": "260"
}