{
    "headline": "Undersea internet cables off Egypt disrupted as navy arrests three", 
    "text": "Egyptian naval forces have arrested three scuba divers who they say were trying to cut an undersea cable off the port of Alexandria that provides one-third of all internet capacity between Europe and Egypt. However the navy who captured the men had no explanation of who they were working for, where they came from or why they would want to disrupt Egypt&apos;s internet communications. Pictures on the Egyptian coastguard&apos;s Facebook page showed the three men tied up on board a boat, and alleged they were cutting an undersea cable partly owned by Telecom Egypt, the country&apos;s main communications organisation. The men had been on a fishing boat, said a statement by Colonel Ahmed Mohammed Ali, but offered no other details. The world internet submarine cable map by the telecoms analysis company Telegeography shows that six cables come aground at Alexandria. The men were allegedly trying to cut the SeaWeMe-4 (South-east Asia-Middle East-Western Europe-4) cable, able to carry a third of the traffic between Europe and Egypt. Covering a distance of 20,000km, it enters the sea at Marseilles and makes landfall in Annaba in 15 other countries including Sri Lanka, Thailand and India.     Map showing the location of Sea-We-Me-4 cable. Source: Telegeography    It is one of eight undersea cables between Europe and Egypt - so cutting one would not immediately destroy connectivity, but would lead to congestion and slowdowns. However reports earlier this week suggested cable breaks on four cables around Egypt - IMEWE (linking France to India via Alexandria and Suez), TE-North (owned by Telecom Egypt), EIG (Europe India Gateway), and SEA-ME-WE-3, a partner to the cable that was allegedly attacked. That would cause significant interruptions to internet services. Internet services in Egypt have been suffering disruption since 22 March, apparently after a ship&apos;s anchor cut through another cable. Worldwide, undersea cables carry 99% of intercontinental internet traffic, and form complex networks across the world. Jim Cowie, co-founder and chief technology officer at the network security company Renesys, said that internet connections had been slowed down as far away as Pakistan and India. Internet connectivity in the Middle East was seriously affected in 2008 when ships&apos; anchors cut through cables, which cut capacity between Europe and Africa by up to 70%. Update: this article was corrected on 31 March 2013 to add the phrase &quot;significant interruptions to internet services&quot; at the end of the sixth paragraph, which had been omitted due to an editing error.", 
    "section": "technology", 
    "gid": "technology/2013/mar/28/egypt-undersea-cable-arrests", 
    "wordcount": "399"
}