{
    "headline": "US defense dept prepares to let Apple and Samsung challenge BlackBerry over contracts", 
    "text": "BlackBerry, long a fixture in the Pentagon, could shortly face huge challenges from Apple and Samsung for contracts to sell millions of smartphones and tablets to the US defense department. Both are expected to clear security testing which would let the US military buy their smartphones and tablets in the next few weeks. The Pentagon currently has about 600,000 smartphone users  almost all using BlackBerrys  but ultimately aims to have as many as 8m smartphones and tablets, under the terms of a scheme made public last November. While BlackBerry has long been approved by the Pentagon for secure use, Apple&apos;s iOS 6 and Samsung&apos;s security-hardened version of Android, called &quot;Knox&quot;, are now being examined by the Defense Information Systems Agency. &quot;We are working towards establishing a multi-vendor environment that supports a variety of devices and operating systems, to include Samsung, Apple and BlackBerry,&quot; Lieutenant Colonel Damien Pickart, a Pentagon spokesman, told Reuters. &quot;A key objective of the plan is to establish a department-wide mobile enterprise solution that permits the use of the latest commercial technology such, as smartphones and tablets,&quot; he added. However, BlackBerry could yet benefit from the arrival of its rivals because the Pentagon mandates the use of mobile device management software to control the devices and ensure their security. BlackBerry has proposed its Balance software to carry out that task. The Pentagon unveiled a plan in February aimed at giving the military services a much broader range of choices among mobile devices. The department currently has 470,000 BlackBerry users, 41,000 Apple users and 8,700 people with Android devices. However, most of the Apple and Android systems are in pilot or test programmes. Once the devices have cleared the process for creating a STIG  for Security Technical Implementation Guide  Pentagon organisations will be confident they have the necessary security configuration for use on the Defense Department&apos;s internal networks, Pickart said. DISA has already produced a Security Technical Implementation Guide for Apple&apos;s iOS 6 software on the iPhone 4 and 5. That shows that it would block access to the iTunes App Store, the iMessage messaging app and to the Safari browser on the device because  by defence standards  they pose a security risk. For web browsing, a third-party browser will be used and data will be routed through a Pentagon server. A full and final security review for Apple&apos;s iOS 6 system, for its iPhone 4 and 5, iPad and iPad mini is expected in early May, and BlackBerry has submitted security plans for its BlackBerry 10, BlackBerry PlayBook and BlackBerry Device Service, with a decision expected in a fortnight. Pickart told Reuters that Samsung&apos;s Knox version of Android is currently going through the security review process, with a decision expected in the next two weeks. The security reviews are part of the Commercial Mobile Device Implementation Plan unveiled by the Pentagon in February. Major General Robert Wheeler, the deputy chief information officer, told reporters at the time that the effort aimed to ensure the Pentagon&apos;s mobile devices, wireless infrastructure and mobile applications remain &quot;reliable, secure and flexible enough to keep up with the fast-changing technologies of today&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/may/02/pentagon-apple-samsung-blackberry", 
    "wordcount": "532"
}