{
    "headline": "Game over: the end for bricks and mortar games retailing?", 
    "text": "A few weeks ago, I went into the Bath branch of Game to buy an Xbox 360 copy of Lego Star Wars. It&apos;s an old title, but part of an immensely popular series; I figured there was a chance it would still be stocked  especially as it has been re-released as part of the budget Xbox Classics range. Inside, however, I found one slim shelving unit selling the current top 20 releases, while the rest of the store was given over to endless racks of pre-owned titles. The game was a gift, I didn&apos;t want a second-hand copy, but there was simply no new back catalogue stock to be had. I left and bought it online. So much for the high street retail experience. On Monday, the Game retail chain went into administration, ending 20 years of business and a once dominant institution. Immediately 277 of the 600 UK and Ireland stores were closed by administrator PwC, with the loss of more than 2,000 jobs. The Bath store, in the city&apos;s pristine new shopping centre, is one of the casualties. According to industry news source MCV, several potential buyers are circling the company, but whatever happens, Game&apos;s vast empire, which often included two or more stores in the same town, has fallen. PwC partner Mike Jervis blamed &quot;high fixed costs, an ambitious international roll-out&quot; for the crisis  but was there a deeper malaise? Does this signal the end for bricks and mortar games retailing? Here&apos;s a quick recap: high street spending is spiralling downwards due to plunging discretionary incomes and the long, inexorable rise of internet shopping. On top of that, in the games sector, the industry is moving to a digital model in which titles are bought online then downloaded directly to consoles and PCs. A seeming fait accompli for retail stores. &quot;The transition to digital has been faster than many people anticipated,&quot; says Lisa Byfield-Green an analyst at Planet Retail. &quot;With that many shops, Game could not keep pace. Any future for the company will involve a much smaller store base  whether that means being split and bought by different companies, or someone deciding to take on Game as a whole.&quot; Once, there may have been a respite. The five-yearly console cycle could have spiked interest and gathered some sales momentum, but that, too, is over. The costs of developing and maintaining the current machines has led both Microsoft and Sony to lengthen the lifespan, filling the gap with peripherals such as Kinect and Move. But without a showcase hardware launch in seven years, the specialist stores have suffered. &quot;Games retailers can&apos;t rely on the console cycle in the way they could 10 years ago,&quot; says Patrick O&apos;Brien, principal retail analyst at Verdict Research. &quot;And looking into the future, we&apos;re talking about hardware coming out that doesn&apos;t require physical media at all.&quot; Despite the gloom, however, we are not necessarily facing the imminent death of high street video gaming retailing. Let&apos;s start with the whole issue of digital downloads. A few weeks ago there were rumours that the next Xbox console might not feature an optical disc drive, which led some to speculate that the console would abandon physical media altogether, making all its games available for digital download via the internet. In some ways that seems sensible. Game publishers would save a fortune on physical distribution and make a far better cut on every copy sold, by dealing directly with consumers. Console manufacturers, who would provide the online stores, could also use a similar model to Apple, which generates a healthy 30% on every iPhone app sold. But this is unlikely right now. &quot;The average Xbox title is anything up to 8 gig and some of the PS3 games are 15-20GB,&quot; points out Nick Elliott, founder of Barkman Computers, an indie retailer that has managed to survive in this business for 25 years. &quot;I don&apos;t think the broadband infrastructure we have in this country is ready for that.&quot; According to Ofcom, average broadband speeds in the UK are around 7.6Mpbs, but research from price comparison portal uSwitch suggests a third of households are below that, meaning that downloading a full console title may take several hours. Andrew Ferguson of Thinkbroadband.com claims, the system could handle full-game downloads on a massive scale, but that there would be problems. &quot;The large unlimited providers like BT Total, Sky, Virgin Media and TalkTalk are likely to be able to cope, though the incidence rates of congested areas will increase, particularly if usage rises faster than upgrades can be ordered, which often can take a few weeks or a couple of months to go live.&quot; And with lots of smaller providers attempting to complete on price in the unlimited downloads space, usage increases will inevitably lead to slow-downs and disgruntled customers. Rather than going digital-only, then, it&apos;s probable that Microsoft plans to switch from DVDs to SD cards or some other proprietary memory card format. This would offer considerably more storage (vital for the next generation of titles  already we&apos;re seeing Xbox titles on multiple DVDs), without the need to endorse the Sony-led Blu-ray format. And with the PlayStation Vita using cards like these already, it&apos;s likely the PlayStation 4 will follow suit whenever its announced. This hybrid model would keep bricks and mortar retailers in a loop that they are already doing their best to cling on to. Apart from running their own online stores, most game shops also sell cards containing points, which can be used to buy games in the Xbox Live Arcade, Nintendo eShop and PlayStation Network online services. Game also had deals in place with Sony and Microsoft to sell download cards for specific digital titles. This made a lot of sense: browsing virtual retailers, as anyone who&apos;s ever used the App Store will attest, is not always the most intuitive experience. It&apos;s fine if you know what you want, but not so great if you want to browse and discover new stuff. Being able to walk into a Game shop and find cards selling titles such as Braid, Castle Crashers and Limbo made these indie gems more visible to casual players. If this scheme was widened it might allow smaller chains and indies to get in on the digital marketplace. And if consoles did switch to memory card formats in future, there are other possibilities for high street stores. One model could see consumers bringing their own blank memory sticks into stores to have the latest digital titles downloaded on to them; okay, it involves leaving the house, but it would mean you wouldn&apos;t have to wait hours for a game to download via your own broadband connection. In the US, Nintendo has attempted something similar with the 3DS console, setting up special Wi-Fi-based Nintendo Zones in stores such as Best Buy, allowing gamers to download exclusive content such as demos and money-off coupons to their handheld consoles. So if there&apos;s a potential new retail model in place, why couldn&apos;t Game hang on? What went wrong? &quot;Game&apos;s management have to take some of the blame,&quot; says O&apos;Brien. &quot;They didn&apos;t really create very exciting shops  and they never implemented a clear multi-channel strategy. Although they have a &apos;click and collect&apos; service, it is offered at different prices to in-store stock. Instead of allowing you to reserve/pay for store stock online to pick up, you have to buy online and wait for it to be delivered to the store  even if there are copies of that game available in store, apparently which is a pretty shabby implementation. Compare this to Argos, where you can reserve and pick up from store stock immediately.&quot; Game also attempted to grow its empire at exactly the wrong time. In 2007, the company bought out rival chain Gamestation, adding 200 stores to its bloated regime  a year later the economy collapsed, leaving the chain with miles of retail space and no doubt a few long, cripplingly expensive leases. The retailer also turned to pre-owned sales to bump up profits, and saw excellent returns by re-selling second-hand titles. But this alienated many publishers and developers who felt excluded from the value chain. &quot;Game, as a business, has relied heavily on pre-owned sales&quot; says Elliot. &quot;This was frustrating for publishers who couldn&apos;t sell much product in after release because game had enough copies that had been traded back in  these were the very same publishers that Game turned to for support when they hit a rough patch.&quot; But then, of course, Game isn&apos;t the only troubled retailer in this arena. &quot;The entertainment sector&apos;s really difficult at the moment,&quot; says Byfield-Green. &quot;Toys R Us released some results last week that said their entertainment sales were down 8.7% during Q4 2011 which has obviously impacted their figures. Even Amazon has said that game sales during the fourth quarter were lower for them. And obviously, specialists  who only have those items to offer  are going to be impacted more than anybody else.&quot; Smaller chains and indies are also suffering, making cutbacks, giving space to pre-owned, slicing into the pitiful returns on new game sales. According to Mark Harrison, the owner of Maidenhead-based store 24-7 Games, the trade price for a major console title is around 37; &quot;If I want to sell them at the magic &apos;below 40&apos; price point I&apos;m making 2 a copy&quot;. And when a big title arrives, supermarkets can massively undercut everyone else by selling at a loss to get customers through the doors, or by tying in the product with other in-store membership deals and purchases. But then the specialists do have a weapon  and this is the one bright spot in the whole story. In the book sector, which has seen a similar tale of decline and loss due to competition from supermarkets and digital distribution, a new generation of stores has come out fighting. The answer is deceptively simple: play to your strengths, offer something customers can&apos;t get at Tesco or online. &quot;What we&apos;ve seen with other successful chains is an element of retail theatre,&quot; says Byfield-Green. &quot;You&apos;ve got to give people a reason to come into a store. We&apos;ve seen it a lot in the US. Barnes &amp; Noble has a tie in with Angry Birds, where people can bring their Nook eBook device and get exclusive content when they visit a store. In the UK, Foyles are growing their sales and their store base, but they&apos;re relatively small and they&apos;re able to tailor their stock to their local customers. That&apos;s where the national chains need to re-focus. You have to give local customers what they want. If you do that, there&apos;s always room for specialists.&quot; That&apos;s the thing. Going into Game felt like shopping at a high street cross between Amazon and eBay  it was confusing and unattractive. The staff were often great, but the environment sucked. About 10 minutes up the road from the Bath branch of Game there&apos;s an indie bookstore named Mr B&apos;s Emporium that offers an interesting selection of carefully aggregated titles; plus, when you buy a gift token, the recipient can come into store for a &quot;reading spa&quot; receiving personal staff recommendations based on their interests and preferences. Apple stores have perfected this whole idea of customer engagement, not just with its Genius bars and personal setup workshops, but just with providing dozens of MacBooks and iPads to play with. I know how effective this is, because my sons run into the Bath store every time we pass, to play Lego Indiana Jones on the small bank of iMacs. &quot;Dixons have followed this recently, creating &apos;playtables&apos; of products for people to get hands on time with in an inviting environment&apos;&quot; says O&apos;Brien. &quot;Game alienated many of its core gaming customer base with a limited range, high in-store prices and a curious unwillingness to engage with them. As a result, Game stores became specialist stores that didn&apos;t really feel specialist at all.&quot; But the &quot;retail theatre&quot; concept is transferable to games. &quot;In my store we have three 50-inch plasma screens, we have all the consoles set up so people can try the games, and we hold competitions,&quot; says Harrison. Based in a large shopping centre, he recently worked a deal with the owners of the mall to temporarily take over an empty unit next to his store. For the Easter weekend he&apos;s turning it into a dedicated Skylanders shop, based around the hugely popular Activision adventure game and range of toys. &quot;It&apos;s all worked out really well,&quot; he says. &quot;The centre have given us the store because they appreciate the extra footfall, Activision has spent a couple of grand providing two actors in Skylanders costumes so children can get their photos taken  even the local paper has got involved. It&apos;s something we&apos;ve put together at minimal cost but it will bring people in over the Easter weekend.&quot; It doesn&apos;t even have to be that ambitious  it can just be about how to present stock to the customers. &quot;Just like in a book store, when you have a new bestseller you shelve it near similar titles, or something you have on offer,&quot; says Elliot. &quot;You have to attach other products to the transaction. And expertise is important  we do recommendations, we talk to our customers, find out what they&apos;ve liked recently and we make recommendations.&quot; Where does all this leave Game? The future is extremely uncertain for the surviving stores. &quot;I see two likely outcomes,&quot; says Ben Parfitt, a reporter at MCV. &quot;A company could acquire the new-look slimmed down Game. GameStop remains the favourite in many people&apos;s eyes, though I think there are valid questions to be asked about its hunger for a retail acquisition. It has stated categorically that it sees growth in the UK via digital and its website. &quot;There is also a lot of momentum behind the RBS-led consortium, although I think we can be sceptical about the idea of a state-owned retailer. Then there&apos;s OpCapita, which has the funds and very much believes in its plan for Game. &quot;Alternatively, there is no acquisition, leading to the eventual closure of all stores and an end to The Game Group. Sadly I think this remains very much a possibility.&quot; I grew up as a gamer in the 80s, hanging out in smoky arcades and ramshackle independent game shops  they were the geek equivalent of music stores such as Rough Trade and Sister Ray. There is still a value in that, still a value in being able to hang out, discover new games and be with other people who enjoy them. Indeed, as social media extends to mobile devices via apps such as FourSquare and handheld console concepts such as StreetPass and Near, we&apos;re getting into the idea of being out there again. What has happened to the Game group needs to be a lesson, not a requiem, for high street retail. Whatever happens, it doesn&apos;t have to mean game over.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/27/games-retailing-game-demise", 
    "wordcount": "2552"
}