{
    "headline": "UK seeks to water down Arctic oil drilling proposals", 
    "text": "The government is seeking to water down planned EU regulations on deepsea oil drilling, even while insisting to MPs that it wants &quot;robust environmental protection&quot; for oil drilling in the Arctic. In leaked EU documents seen by the Guardian, the UK has sought to change proposals that could prevent oil and gas drilling operations that would leave fragile areas vulnerable. The UK is insisting that this clause be removed, because &quot;oil spills may be effectively dispersed by wind and wave action and this is in itself one form of effective response&quot;. This has outraged green campaigners, who are concerned that the &quot;Arctic oil rush&quot; several companies are engaged on could lead to irreparable damage to one of the Earth&apos;s last pristine wildernesses. Ministers have also ruled out any moratorium on oil drilling in the Arctic, despite calls for such a move by an influential committee of MPs, and despite the grounding of Shell&apos;s Kulluk drilling rig off Alaska on the last day of 2012. That incident, though it did not result in a dangerous oil spill, heightened safety fears over offshore drilling in far northern seas, where any response to a serious spill would be difficult or even impossible. That difficulty creates an &quot;oil spill response gap&quot;, in which spills could have to be left for weeks or months if adverse weather conditions make it impossible to clean them up using mechanical or chemical means, such as those deployed in BP&apos;s Gulf of Mexico oil spill. That would increase the potential for damage to vulnerable areas such as Greenland and the Arctic. Several EU member states wanted this &quot;response gap&quot; to be recognised, so that it would have to be taken into account in any decision on whether to allow a drilling site to go ahead. If the &quot;response gap&quot; was too great, companies could be prevented from drilling. These regulations would also apply to countries such as Norway, which may have large potential for Arctic drilling. But the UK has insisted this language be removed in the Brussels negotiations. Instead, the government appeared to suggest that leaving oil spills in deep Arctic oceans could be an adequate response. Answering the call by the environmental audit committee for tighter regulation of Arctic and similarly dangerous oil drilling, the government told MPs: &quot;[We are] acutely aware of the potential environmental impacts of an oil spill in the Arctic and recognises the risks of drilling for hydrocarbons. We therefore fully support the use of the highest environmental and drilling standards in the Arctic.&quot; Ben Stewart of Greenpeace said: &quot;The British government has been caught talking out of both sides of its mouth. It tells parliament it&apos;s committed to the highest safety standards for the oil industry, but in Brussels it&apos;s working to gut regulations designed to prevent a Deepwater Horizon disaster off our own coast. Our ministers might consider, just for once, not acting as the lobbying arm of Shell.&quot; The UK has also sought to water down EU proposals to force drilling operators to lodge their &quot;emergency response plans&quot; with governments, which would ensure they satisfied government regulations and would allow campaigners to see the plans under freedom of information rules and judge them. If the UK&apos;s alternative is accepted, governments will only see &quot;descriptions&quot; of the plans, which campaigners are concerned will be inadequate. A Decc spokesman said: &quot;The UK already has a robust regime in place to regulate offshore oil and gas. Environmental safety is paramount and offshore operations are only permitted in the UK where there is a thorough and comprehensive oil spill response plan in place. Negotiations are continuing with the EU on the proposed Directive to regulate offshore oil and gas activities. The UK is working to ensure that the highest levels of safety and environmental protection are upheld.&quot; Joan Walley, chair of the environmental audit committee of MPs, which called for a moratorium on Arctic drilling until safety fears were allayed and better response methods in place in case of any accidents, criticised David Cameron over his response on Arctic oil drilling. She said: &quot;A few years ago the prime minister rode with huskies in the Arctic to demonstrate his commitment on environmental issues, but now he is being asked to protect that pristine wilderness for real he has refused to take a lead on the issue.&quot; Shell is to be hauled back in front of the MPs to explain the Kulluk incident. Walley said: &quot;The grounding of the Kulluk rig raises serious questions about the safety of Shell&apos;s operations in the Arctic and we will be calling them back to give further evidence.&quot; Shell said, however, that it could not appear before the committee until reviews under way in the US were complete. The company added that its operations were safe, saying in a statement: &quot;Shell understands the uniqueness and importance of the Arctic, but gas and oil production from the Arctic is not new. Our record throughout 50 years&apos; experience of operating in Arctic and sub-Arctic regions demonstrates that we have the technical expertise to explore for and produce oil and gas in challenging locations.&quot; The Department of Energy and Climate Change did not respond to a request for comment.", 
    "section": "environment", 
    "gid": "environment/2013/jan/15/uk-arctic-oil-drilling-proposals", 
    "wordcount": "895"
}