{
    "headline": "Google boss calls for a 'rational and predictable international tax system'", 
    "text": "The Google chairman, Eric Schmidt, has told political leaders to sort out a rational and predictable international tax system, as he faced a wave of criticism over the firm&apos;s failure to pay more tax. Ed Miliband attempted to deliver his rebuke direct to Schmidt when invited to speak at the Google Big Tent conference, although the US executive missed the Labour leader&apos;s address on Wednesday, saying he had to attend a meeting in London. Nick Clegg disclosed at a press conference he had also criticised Google at a Downing Street meeting earlier in the week at which Schmidt was present. David Cameron&apos;s aides, after earlier denying the prime minister rounded on Schmidt at that meeting, later briefed that Google had been implicitly rebuked in the context of the prime minister&apos;s general call for greater tax transparency as part of his agenda for the G8 summit next month. Speaking at the annual Big Tent event after Miliband had left, Schmidt said one of his key concerns about changes to the tax structure was that Google might be &quot;doubly or quadruply taxed&quot;. Asked by Labour MP Stella Creasy how he would reform the tax system, he suggested: &quot;Have a rational system that&apos;s predictable and doesn&apos;t change very much. &quot;Virtually all the American companies have tax structures like this, and UK companies operating in the US do too. But if we pay more taxes in one area, then we pay less in another. &quot;Google feels very, very strongly that tax information, tax policy should be done openly. I don&apos;t think companies should decide tax policy, governments should ... we&apos;re in a very long-standing tax regime ... we need to have a conversation about this, we&apos;re not trying to do the wrong thing, we&apos;re trying to do the right thing. &quot;We don&apos;t want to be in a situation where we get double or quadruple taxed.&quot; Asked how he would cope if Miliband were to come to power and, as promised, stop transfer pricing, Schmidt said: &quot;If he does  if he does so, we will follow the rules.&quot; Transfer pricing involves firms shifting profits between countries. Schmidt also said Google would continue to invest in the UK, no matter what tax regime was in place: &quot;We love you guys too much. We will continue investing in the UK no matter what.&quot; He rebuffed Miliband&apos;s suggestion there was a distinction between the letter and the spirit of the law. &quot;You&apos;ll have to define the difference,&quot; he said to a barrister who challenged him to say whether Google would comply with the &quot;spirit&quot; of the tax laws, which might then lead to it being taxed more. &quot;We&apos;re governed by US securities laws  in that scenario it might be seen as incompetence,&quot; added Schmidt. Earlier Miliband told the meeting of the firm&apos;s staff that he was &quot;disappointed&quot; it had paid 6m in corporation tax on UK sales worth 3.2bn in 2011. Most of Google&apos;s profits are routed through Ireland. Miliband said the US company&apos;s employees expected it to do the &quot;right thing&quot;, as its motto was &quot;Don&apos;t be evil.&quot; He said: &quot;I can&apos;t be the only person who feels deeply disappointed that a great company like Google, with great founding principles, should be reduced to arguing that when it employs thousands of people in Britain, makes billions of pounds in revenue in Britain, it is fair that it should pay just a fraction of 1% of that in tax. &quot;So when Google does great things, I will praise you ... But when Google goes to extraordinary lengths to avoid paying its taxes, I say it&apos;s wrong.&quot; Labour rejected Schmidt&apos;s explanation, saying Google has been making sales to UK customers from its UK staff, but pretending the transactions were being made from Ireland so the firm could register the profits as made in Ireland rather than the UK. Booking those sales in the UK would not mean taxing profits twice  just taxing them in the UK, not Ireland. Even after profits were shifted to Ireland, Google avoids paying 12.5% corporation tax there by switching the surpluses to tax havens such as Bermuda, according to a Reuters investigation. This is done by using two Irish firms, (hence the name, &quot;double Irish&quot;) one a tax resident in Bermuda and owning the intellectual property of the company. The offshore firm then charges the onshore one royalties, which shifts the profits out of Ireland and into Bermuda. By doing so Google would not be taxed on the same profits in different countries; it is shifting profits between tax jurisdictions to avoid paying tax. Clegg told a press conference in London on Wednesday morning: &quot;My overall approach to tax is the obvious one. I put this directly to Eric Schmidt from Google and other business leaders at a meeting in Downing Street a couple of days ago. &quot;We are bringing the tax burden on corporations down by lowering the rate of corporation tax but in return people have to pay their fair share.&quot; He said tax havens were symptoms of the growing pains of globalisation. &quot;You have got tax systems that are national rooted in an old economy, and now we have got these new corporate goliaths that operate in this disembodied way particularly in the digital sector, that quite unsurprisingly think they can exploit the best deal for themselves in the cracks and crevices between the national tax systems.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/22/google-boss-international-tax-system-eric-schmidt", 
    "wordcount": "930"
}