{
    "headline": "Pass notes No 3,175: Eduardo Saverin", 
    "text": "Age: 30. Appearance: All chin and hair gel. You forgot the mad staring eyes. Is he a psychopath? He&apos;s a successful businessman! That&apos;s not exactly a no. It was meant to be. Saverin is the former Harvard student who helped to launch Facebook. I thought that was Mark Zuckerthingy. You know, the billionaire who dresses like a teenager. Hence the words &quot;helped to&quot;. Saverin was one of Facebook&apos;s four founders and used to be its chief financial officer. Used to be? He fell out with Zuckerberg over the size of his shareholding. Ooh, matron! He now owns just 4% of the company, versus the chairman&apos;s 28%. Even so, when Facebook is floated in a few days, his stake should be worth almost $4bn. Of which the taxman will take  Remarkably little. Having moved to Singapore in 2009, Saverin gave up his US citizenship last year. Entirely coicidentally, there is no capital gains tax in his new home. Isn&apos;t this a little shifty? Absolutely not! Just ask Mr Saverin&apos;s highly paid lawyers. Hm. So how is this entirely legitimate and honourable action playing with the American public? Not too well. It doesn&apos;t help that Saverin was born in Brazil and moved to the US as a child because his family were afraid of kidnappers. As the unfortunately named Tom Glasscock posted on Facebook: &quot;He comes to this country, takes advantage of the opportunities we offer for advancement and achievement, hits the jackpot, and then bails. Wham bam, thank you ma&apos;am &quot; It does sound as if someone&apos;s getting shafted. So what does Saverin do with his lolly? He invests it in firms with names such as Qwiki and Jumio. No, the interesting stuff. He showers models with champagne while partying in St Tropez and Miami. Seriously? According to certain tabloids. He definitely splashes it around more than Zuckerberg, who only bought his first property last year. I can&apos;t decide which one I admire more. Then let&apos;s just hate them both. Do say: &quot;The rich are different from you and me &quot; Don&apos;t say: &quot; they&apos;ve got better accountants.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/may/14/pass-notes-3175-eduardo-saverin", 
    "wordcount": "352"
}