{
    "headline": "Scientists urge sustainable development of Namibia's newly found aquifer", 
    "text": "Scientists believe a vast aquifer discovered 300 metres beneath northern Namibia could provide a lifeline for the impoverished region. German and Namibian scientists who are mapping the groundwater source estimate that it covers 15,000km  half the size of Belgium, although they say more surveys are needed to establish the aquifer&apos;s true size and potential. They believe it contains enough drinking water to supply central-north Namibia for up to 400 years. Christoph Lohe, a German hydrogeologist seconded to the Namibian department of water affairs, said it was a rare discovery. &quot;You do not get many of these in a lifetime,&apos;&apos; he said. But he warned that careless drilling could threaten the supply. &quot;In some areas there are layers containing saline water overlapping the freshwater aquifer. If the drilling is mismanaged, the salt water could contaminate the source,&apos;&apos; he said. Water supply and the effects of climate change are among the greatest challenges facing Namibia, a huge and sparsely populated southern African country. The newly found aquifer, known as Ohangwena II, straddles the border with Angola. About 1 million people live on the Namibian side; far fewer on the Angolan side. The area, which is part of the Kalahari basin, suffers from both lack of rain and floods. In March last year, 21,000 people were displaced and at least 21 children drowned in the annual efundja (flood). The efundja also brings cholera  which is caused when animal or human faeces mix with water  and, in 2008, the UN Children&apos;s Fund Unicef, reported 958 cases in the area. Most of the water consumed by inhabitants of towns in northern Namibia is delivered by a canal from Angola and treated in Oshakati, in the Oshana region of Namibia. But the overground canal needs repair, and up to 80% of its water evaporates in the 30C (86F) heat or is lost through leakage and to people helping themselves. The canal itself is sometimes flooded by the efundja. According to government figures, north-central and north-east Namibia are holding back the country&apos;s progress towards meeting the millennium development goals with endemic malaria, high rates of maternal mortality and infant malnutrition reaching 38% in 2011. The regions have the country&apos;s highest number of orphans and vulnerable children. In its report to the UN Framework Convention on Climate Change in July 2011, the government warned that increased temperatures  and thus evaporation  coupled with more erratic rainfall, are expected to reduce food production, increase disease and to already be affecting groundwater replenishment. It also predicted that demand for water in Namibia will outstrip supply as early as 2015. But Lohe cautions against seeing Ohangwena II as a panacea for the region. &quot;The aquifer is fed from mountains in southern Angola. The system is thousands of years old. To keep it sustainable, we need to extract only as much water as is being recharged. We see Ohangwena II as a back-up for an area that is dependent on surface water,&apos;&apos; said the scientist, who is one of four seconded by the Hanover-based Federal Institute for Geosciences and Natural Resources. They are supported by German development funds and an EU grant that add up to 2.1m (1.7m).", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/03/scientists-sustainable-development-namibia-aquifer", 
    "wordcount": "537"
}