{
    "headline": "Halve meat consumption, scientists urge rich world", 
    "text": "People in the rich world should become &quot;demitarians&quot;  eating half as much meat as usual, while stopping short of giving it up  in order to avoid severe environmental damage, scientists have urged, in the clearest picture yet of how farming practices are destroying the natural world. They said the horsemeat scandal had uncovered the dark side of our lust for meat, which has fuelled a trade in undocumented livestock and mislabelled cheap ready meals. &quot;There is a food chain risk,&quot; said Prof Mark Sutton, who coined the term demitarian and is lead author of a UN Environment Programme (Unep) study published on Monday. &quot;Now is a good time to talk to people about this.&quot; The quest for ever cheaper meat in the past few decades  most people even in rich countries ate significantly less meat one and two generations ago  has resulted in a massive expansion of intensively farmed livestock. This has diverted vast quantities of grain from human to animal consumption, requiring intensive use of fertilisers, pesticides and herbicides and, according to the Unep report, &quot;caused a web of water and air pollution that is damaging human health&quot;. The run-off from these chemicals is creating dead zones in the seas, causing toxic algal blooms and killing fish, while some are threatening bees, amphibians and sensitive ecosystems. &quot;The attention this meat scare has drawn [highlights] poor quality meat. It shows society must think about livestock and food choices much more, for the environment and health,&quot; said Sutton. The answer, Sutton said, was more vegetables on the plate, and less animal protein. &quot;Eat meat, but less often  make it special,&quot; he urged. &quot;Portion size is key. Many portions are too big, more than you want to eat. Think about a change of culture that says, &apos;I like the taste, but I don&apos;t need so much of it.&apos;&quot; By filling plates with vegetables as well as the meat, people will be better nourished. &quot;Most people don&apos;t notice,&quot; he said, citing a recent UN event at which the chef used a third the amount of meat, more vegetables to make up for it, and more than 90% of guests were just as satisfied. Sutton was speaking about the rich west, the US and Europe in particular. He wants the change in diet to be pioneered in Europe, as the US will be a tougher nut to crack. The UN scientists said people in poor countries should be allowed to increase their consumption of animal protein, which billions of people are lacking. But if that is so as not to cause environmental harm, the move to meat in the developing world must be balanced with a reduction in the amount consumed in developed countries. Chicken and pork are likely to be the meats that cause less environmental damage in relative terms, though standards of welfare and the circumstances in which livestock are raised can make a big difference. &quot;Chicken is one of the most efficient [meats] as it grows very quickly and you can collect the manure,&quot; said Sutton. Meat production accounts for 80% of the nitrogen and phosphorus used in farming, according to the Unep report, entitled Our Nutrient World: The challenge to produce more food and energy with less pollution. These nutrients are produced at great expense globally, but most of them end up wasted through the animals&apos; manure. In some areas of the world, the nutrients are in short supply, resulting in lower crop yields. Unep warned: &quot;Unless action is taken, increases in pollution and per capita consumption of energy and animal products will exacerbate nutrient losses, pollution levels and land degradation, further threatening the quality of our water, air and soils, affecting climate and biodiversity.&quot; The report also set out a variety of measures by which farming could be made more environmentally friendly, from simple steps such as storing fertilisers more securely and using them more sparingly, and capturing greenhouse gas emissions from their production. Nitrogen use could be cut by 20m tonnes by 2020, saving 110bn a year. Reusing waste, such as manure, and treating sewage using modern methods would also save hundreds of billions.", 
    "section": "environment", 
    "gid": "environment/2013/feb/18/halve-meat-consumption-scientists", 
    "wordcount": "708"
}