{
    "headline": "Who would be your dream education secretary?", 
    "text": "Geoff Barton, headteacher, King Edward VI School, Bury St Edmunds What we really need is an education secretary who recognises that successful schools are all about developing talent. Simon Cowell certainly knows that, but I don&apos;t think there would be room in the education sector for an ego like his. Sir Alex Ferguson is a different proposition; he&apos;s no pushover and wouldn&apos;t be afraid to ask difficult questions about performance and goals, but he wouldn&apos;t allow egos to take over. If I could choose a political sort  from any party  I&apos;d go for David Miliband. I always thought he had great promise as a junior education minister. He seemed to understand that educational success could only be achieved by creating the right conditions for teachers. In many ways, he was the best education minister we never had. Kim Thomas, parent My fantasy education secretary would be Charles Dickens. Having been removed from school and sent out to work at the age of 12, he never underestimated the importance of education. Despite not attending university, he was a true lifelong learner, teaching himself French from scratch as an adult. Dickens understood that even the poorest deserved an education, giving financial support to the Ragged Schools, which took in destitute children. Most importantly, in Hard Times, he satirised the dreary rote-learning approach of contemporary schoolmasters in the character of Professor Gradgrind  a Victorian Michael Gove  who says: &quot;Teach these boys and girls nothing but Facts. Facts alone are wanted in life.&quot; Jeremy Rowe, headteacher, Leman Park high school, John Leman high school, Suffolk There&apos;s no one in the current government I think is up to the job of education minister. If only the former London schools commissioner, Tim Brighouse, was in politics. He is a real visionary who has delivered incredible change in both London and Birmingham schools. As someone who puts people at the heart of everything he does, he is everything Michael Gove is not and would make a fabulous education secretary. Michael Gosling, principal, Trinity academy, Halifax No school should ever fail its students, and we need an education minister who can tackle any poor performance head-on. Businesswoman Karren Brady managed to turn around the fortunes of Birmingham City Football Club and, despite the media glare on her personal and business activities, has never lost sight of what is important. A good education minister understands that education doesn&apos;t have political colour, and puts their money where their mouth is when it comes to getting the system right for students. The minister for children and families, Sarah Teather, has shown fantastic potential and commitment so far and would be a good bet as education secretary. Anna Elliott, primary school teacher, Cumbria At the moment I feel fairly despairing of most politicians. The current government seems more interested in showing how it&apos;s different from the last one than coming up with strong policies. But I have got time for my local MP and shadow minister for transport, John Woodcock, who manages to combine being very visible in the media and the Commons with playing the part of constituency MP very well. While he was taking the government to task on Network Rail bonuses in Westminster, he still made time to meet teaching assistants from schools around here about pay and conditions. If he was in a ministerial role in education, and brought that dedication to being connected to real people outside of the Westminster bubble, we might just have a fighting chance. Genevieve Smith-Nunes, ICT teacher, Dorothy Stringer high school, Brighton I think the business secretary, Vince Cable, would be a safe pair of hands for education. He&apos;s knowledgeable, has a really calm, personable manner and I&apos;m sure he would be able to persuade people round to his way of thinking. The minister for culture, Ed Vaizey, could be another frontrunner. His work on the Next Gen. report, which made the case for teaching computing in schools, showed that he has an understanding of the skills children need for the future  unlike Gove, who seems to want to take us back to the 1950s.  This article was amended on 24 February 2012. The original referred to John Woodcock as shadow transport secretary. This has been corrected.", 
    "section": "education", 
    "gid": "education/2012/feb/20/fantasy-education-secretary", 
    "wordcount": "707"
}