{
    "headline": "Twitter under fire in France over offensive hashtags", 
    "text": "Twitter is coming under increasing pressure from the French government over homophobic, racist and anti-semitic tweets which Paris says contravene its laws on hate-speech. French ministers are in talks with officials from the US-based microblogging site over how to deal with concerns from anti-discrimination and equality groups in France. The government has suggested Twitter should actively fight against the publication of tweets containing hate-speech on its platform in France, even though the micro-blogging site defends itself as a champion of free speech. The debate comes after spate of offensive hashtags trended among the most popular in France in recent months. These included #SiMonFilsEstGay (If my son was gay)  in which users speculated on the worst things they would inflict on a gay relative  and #SiMaFilleRameneUnNoir (If my daughter brings home a black man), #UnBonJuif (a good Jew) and #SiJetaisNazi (If I were a Nazi). The government argued that the content of many of these tweets was illegal under French laws against publishing racist and discriminatory hate-speak. In a court case in Paris this week, a French Jewish student union, backed by the country&apos;s biggest anti-racism groups, appealed to a judge to force Twitter to hand over personal details of users who had tweeted anti-semitic comments under the hashtags #UnBonJuif (a good Jew) and #UnJuifMort (a dead Jew), so the users could be prosecuted. In October, Twitter agreed to remove the offensive hashtags. But its lawyer, Alexandra Neri, told the court that users&apos; details would not be handed over. She said Twitter&apos;s data on users was collected and stocked in California and French law could not be applied. She said the only way the site could be forced to hand over details would be if the French justice system appealed to American judges to push for the data. &quot;We&apos;re not fleeing our responsibility. Our concern is not to violate American law in cooperating with the French justice system. Our data is stored in the US, so we must obey the rule of law in that country,&quot; she said, adding that Twitter had no obligation to hand over data in France. A Paris judge will rule on the case on 24 January. Meanwhile, the ongoing row over offensive tweets has highlighted the gap between the American right to freedom of expression enjoyed by the San Francisco-based site, which is not responsible for content, and European laws on hate speech. Najat Vallaud-Belkacem, the women&apos;s minister and government spokeswoman, recently published an opinion piece in Le Monde appealing for Twitter to respect &quot;the values of the French republic&quot; and consider putting in place alerts and security measures which would stop hate-speech spreading via the site in France. Fleur Pellerin, minister for the digital economy, this week told LCI TV that because Twitter was opening an office in France and seeking to establish itself in Europe, &quot;I think it&apos;s in their interest to adapt to the legal, philosophical and ethical culture of the countries in which they&apos;re seeking to develop.&quot; She said the French government was in &quot;permanent&quot; discussion with Twitter, which was receptive to its ideas. &quot;They know that they have to adapt to other cultures, legal [systems] and to appreciate the fundamental freedoms of the countries where they operate and I think they&apos;re open to discussion.&quot; She described it as a negotiation not a legal fight, and warned against stirring controversy. Twitter&apos;s position is that it does not moderate content. But it has a procedure to flag up potential child abuse which will be instantly removed. It can also suspend accounts considered illegal or in breach of its rules. French anti-racist associations have demanded Twitter extend its policy to allow users to flag up and seek removal of any tweets considered to be an apology for crimes against humanity or incitement to racial hatred. French Twitter presence is growing steadily, with 5.5 million users, according to French data analysts comScore. Around 500m tweets are sent each day across the world. The power of Twitter in France was underlined last year when Valerie Trierweiler, partner of the president Franois Hollande, fired off a tweet supporting a dissident election candidate, which caused a political and personal scandal at the Elysee that rumbled on for months. Guy Birenbaum, a French commentator on new media and social networks said the offensive hashtags and tweets by what he called &quot;hooligans&quot; and trouble-makers were a miniscule proportion of the daily tweets in France, and likened them &quot;to a kind of game to push a hashtag up the trending ranks, like the competition to burn the most cars at new year.&quot; He said the French government was in a kind of mediation role between the Twitter and anti-discrimination groups in France to deal with a cultural problem. &quot;I don&apos;t think this is a government like China which is interested in control or censorship.&quot; He questioned how any computer systems could technically effectively filter tweets for hate-speech. &quot;The real answer is education for young people and in schools about how to use internet, speech and responsibility.&quot; Last year, in an unprecedented move in Germany, Twitter complied with a request by authorities to block the account of a banned neo-Nazi group.", 
    "section": "technology", 
    "gid": "technology/2013/jan/09/twitter-france-offensive-hashtags", 
    "wordcount": "880"
}