{
    "headline": "Yahoo files lawsuit against Facebook", 
    "text": "Yahoo is filing a lawsuit against Facebook claiming infringement of patents covering advertising, privacy controls and social networking, following through on a threat it made last month. In a court filing , the former web giant - which has been reduced to a shadow of its former self as internal strife and the rise of Facebook have eaten away at its position - said that Facebook, founded in 2004, infringes 10 of its patents. Yahoo had first threatened the suit last month. It demanded that the giant social network, which is preparing to go public in what may be one of the largest public offerings ever, should license the patents. Facebook, in response, pledged to defend itself vigorously against what it called &quot;puzzling actions&quot; by Yahoo. &quot;We&apos;re disappointed that Yahoo, a longtime business partner of Facebook and a company that has substantially benefited from its association with Facebook, has decided to resort to litigation,&quot; the company said in a statement. The patent claims could cast a spotlight on Facebook&apos;s vulnerabilities as the company tries to complete an initial public offering of stock this spring. At the end of 2011, only 56 US patents had been issued to Facebook. That&apos;s a relatively small number compared with other big tech companies. Yahoo, founded in March 1996, has filed more than 1,000 patents covering various aspects of its operation. Lawsuits over patents, even in the realm of software rather than physical hardware, have become increasingly common in US business, where the US Patent Office is seen as more willing to grant patents on programmatic functions. Oracle is currently suing Google over patents that it claims to have which relate to the Java computing language and which it says are infringed by the Android mobile operating system. Similarly, a number of software developers who have written apps for Apple&apos;s iPhone and Google&apos;s Android software have been targeted by companies in the US claiming ownership of patents covering their functions. But software patent lawsuits often fizzle out. Oracle has withdrawn a number of those which it claimed to have, while Microsoft and a number of other companies succeeded in defeating a claim in February by Eolas, which claimed a patent on the &quot;interactive web&quot; - one in which Sir Tim Berners-Lee, the inventor of the World Wide Web, personally testified. Yahoo defended its lawsuit, saying it has invested &quot;substantial resources in research and development&quot; over the years that have led to patents of technology that other companies have licensed. &quot;Unfortunately, the matter with Facebook remains unresolved,&quot; the company said in a statement. Yahoo, which has seen its revenue fall steadily over the past three years, made hundreds of millions of dollars from a patent settlement that it reached with Google just before that internet search leader went public in 2004. That covered the system used to generate the advertisements seen beside search results: Yahoo owns Overture, the company which first came up with the idea of keyword-targeted adverts to go with searches. Yahoo will be hoping for a similar result this time round. It has been steadily losing share to Facebook in online display advertising: in 2008 it hit a high, when Yahoo&apos;s share of US display revenues peaked at 18.4% and Facebook had just a 2.9% share. According to eMarketer, in 2011 Facebook&apos;s share of overall US display advertising revenues grew to 14%, up from an 11.5% share in 2010, while, Yahoo&apos;s share of US display ad revenues fell to 10.8% in 2011 from 14% in 2010.  Twitter has bought the blogging site Posterous, &quot;This team has built an innovative product that makes sharing across the web and mobile devices simple  a goal we share,&quot; Twitter said in a statement. &quot;Posterous engineers, product managers and others will join our teams working on several key initiatives that will make Twitter even better.&quot; Posterous has previously raised $10.4m in venture capital funding, with $5m being injected last September, which implies that its sale price will have been well above that value.", 
    "section": "technology", 
    "gid": "technology/2012/mar/12/yahoo-files-patent-lawsuit-facebook", 
    "wordcount": "684"
}