{
    "headline": "Galaxies like fireflies, a bridge of hot gas, and a catastrophic decline in cosmic GDP  in pictures", 
    "text": "   The sky over the European Southern Observatory's Paranal Observatory in the Atacama desert, Chile, studded with cosmic bling. The most prominent is the Carina Nebula, glowing red in the middle of the image Photograph: B. Tafreshi (twanight.org)/ESO       Astronomers concluded that a pair of white dwarf stars are orbiting each other at the centre of this planetary nebula, Fleming 1 in the constellation Centaurus. The stars' orbital motions explain the remarkably symmetric structures of the jets in the surrounding gas clouds in this new image from the ESO Very Large Telescope Photograph: ESO       Australians were treated to a rare spectacle on 14 November: the 'diamond ring effect' shortly after totality during a solar eclipse. Eclipse hunters flocked to Queensland's tropical northeast to watch the region's first total solar eclipse in 1,300 years. This picture was taken at Palm Cove Photograph: Greg Wood/AFP/Getty Images       Nasa released this composite image of the star factory Cygnus OB2. The image comprises x-ray data from the Chandra observatory (blue), infrared from Spitzer (red), and optical data from the Isaac Newton Telescope (orange). Cygnus OB2 is the closest massive star cluster to Earth, and is thought to contain around 1,500 stars under seven million years old  mere babies by cosmic standards Photograph: Spitzer/Isaac Newton Telescope/Chandra X-ray Observatory Center/NASA       By contrast, the globular cluster NGC 6362, in the southern constellation of Ara (The Altar), is a brilliant ball of ancient stars. It was photographed by the MPG/ESO 2.2-metre telescope at ESO's La Silla Observatory in Chile Photograph: ESO       The global economic slump pales into insignificance against the decline in cosmic GDP since the big bang, which has been calculated by an international team of astronomers. The universe's output of new stars has crashed 97% since its peak 11bn years ago. 'If the measured decline continues, then no more than 5% more stars will form over the remaining history of the cosmos, even if we wait forever,' said David Sobral of the University of Leiden in the Netherlands, who led the team   Photograph: D. Sobral/RAS       Swirling storms at Saturn's north pole, captured by Nasa's Cassini space probe Photograph: Space Science Institute/JPL-Caltech/NASA       The afterglow of a supernova or exploding star about 10,000 light-years away in the constellation Aquila (the Eagle). Supernova remnant W44 measures about 100 light-years across. All that remains of the massive star is the spinning core of a neutron star, or pulsar, top left  Photograph: Quang Nguyen Luong &amp; F. Motte, HOBYS Key Program consortium, Herschel SPIRE/PACS/ESA       Jets powered by the gravitational energy of a supermassive black hole in the core of the elliptical galaxy, Hercules A. The picture was created using the combined imaging power of the Hubble Space Telescope and the Very Large Array (VLA) radio telescope in New Mexico Photograph: S. Baum and C. O'Dea (RIT), R. Perley and W. Cotton (NRAO/AUI/NSF), and the Hubble Heritage Team (STScI/AURA)/ESA/NASA       Soyuz TMA-05M leaves a plasma trail as it re-enters the Earth's atmosphere on 19 November (18 November US time). The craft was carrying Commander Sunita Williams of Nasa and Flight Engineers Akihiko Hoshide of JAXA (Japan Aerospace Exploration Agency), and Yuri Malenchenko of Roscosmos (Russian Federal Space Agency). They were returning from a four-month stint on the International Space Station Photograph: NASA       Russian support personnel and media arrive at the landing site on the steppes of Kazakhstan, in a remote area near the town of Arkalyk Photograph: Bill Ingalls/NASA       From late October, scientists monitored the breakup of Comet Hergenrother into at least four distinct pieces on its journey through the inner solar system. This image of the dirty snowball enveloped in its 'coma' of cometary dust was taken by the Gemini North Telescope on top of Mauna Kea in Hawaii. 'Neither the comet, nor any of its fragments, are a threat to Earth,' said Nasa Photograph: Gemini/JPL-Caltech/NASA       At only 1,500 light years away, the Orion nebula is the brightest diffuse nebula in the night sky. This optical image shows a large cavity created by the radiation pressure from newborn stars in the brightest region, lying within a huge cloud of dust and gas  Photograph: Coelum (J.-C. Cuillandre &amp; G. Anselmi)/CFHT       Galaxies glow like fireflies in this image captured by the Hubble Space Telescope Photograph: Hubble Space Telescope/NASA/ESA       The Planck space telescope discovered a bridge of hot gas that connects galaxy clusters Abell 399 (lower centre) and Abell 401 (top left). The pair of clusters is about a billion light-years from Earth, and the gas bridge extends approximately 10m light-years between them Photograph: ESA       Instruments aboard Nasa's Messenger spacecraft studying Mercury  the closest planet to the sun  provided compelling evidence that there is water ice and organic molecules in the permanent shade of its polar craters. 'Small, airless, sun-blasted Mercury would seem the last place in the solar system one should expect to find ice fields and frozen organic molecules. But Nasa says they're there  ' reported the Guardian's astronomy blogger, Stuart Clark Photograph: Johns Hopkins University Applied Physics Laboratory/Carnegie Institution of Washington/National Astronomy and Ionosphere Center, Arecibo Observator/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/dec/18/month-space-galaxies-hot-gas", 
    "wordcount": "0"
}