{
    "headline": "Neuroscience v rocket science: which is biggest and best?", 
    "text": "If someone wants to emphasise the simplicity of a task or process, a common tactic is to compare it to either brain surgery or rocket science. So, it appears that being a brain surgeon or a rocket scientist is considered equal in terms of complexity and achievement.  Is this fair? What are the odds that two completely different disciplines with totally different goals and aims would end up being precisely equal in complexity? So which of the two disciplines is more impressive? This has been debated before. Mitchell and Webb did an amusing sketch about this, and came down on the side of rocket science, but that&apos;s hardly conclusive. No, if we want to know which science is best, there&apos;s only one way to find out FIGHT!  (By which I mean, a comparison of the properties of both leading to a fair assessment of which is the greater contributor to society as a whole, and thus more deserving of the title of &quot;top science&quot;. That&apos;s a &quot;fight&quot; to most scientists). PARAMETERS: For this comparison, brain surgery is broadened to neuroscience in general. A kidney surgeon probably works just as hard and has as difficult a job, but for most people, brain = complexity. Also, a number of brain surgeons have compared their job to that of a mechanic.  For balance, &quot;rocket science&quot; will incorporate the majority of space-based science and discovery. Rockets are largely a means to an end, so it&apos;s only fair to consider the end result.  You may disagree with these parameters, which is fair enough, but then this is just an irreverent blog, not something legally binding. Don&apos;t worry about it. APPLICATIONS: Neuroscience:  Neuroscience is the study of the human brain and nervous system. Its myriad subdivisions look into memory processing, motor control, language, drug development, neurodegenerative diseases and nerve damage, and so on. If the brain is involved in some way then there&apos;s arguably scope for neuroscience to be applied in some form. And everything we do involves the brain. Rocket science: Rocket science is about developing rockets and using them to send things into space. There are a lot of reasons to do this, from deep-space telescopes, space habitats, satellites for TV, weather and so on, all of which provide information that is of benefit to the human race. There are also a ridiculous number of modern everyday conveniences that stem from the space programme.  Outcome: Despite the extensive applications offered by the space programme, the use of all of them involve the brain, so neuroscience has the trump card. Neuroscience: 1  Rocket science: 0 COMPLEXITY Neuroscience: Anyone who works with the brain is working with the most complex single object known to mankind. So this isn&apos;t really a fair comparison. Although this shouldn&apos;t be taken to mean that anyone who works with it understands the brain and this level of complexity, it&apos;s more impressive-by-proxy.  Rocket science: The act of physically sending something into space from deep in Earth gravity well, safely and repeatedly, is extremely challenging. Couple this with the conditions to be encountered in space and the fact that you can&apos;t just go and fix something if it goes wrong, it means everything has to be taken into account before you do anything, this all adds up to an intensely complex process, let alone the more &quot;minor&quot; complexities that are rife. To do all this in a manner that is safe for humans just makes it all even more difficult. Outcome: Despite all the hassle and difficulty with getting something into space, the brain still scoffs at it in terms of complexity.  Neuroscience: 2  Rocket science: 0 DANGER Neuroscience: A lot of neuroscience research is performed on animals or willing volunteers. In order to do this, stringent safety guidelines have to be followed, as if not this can cause serious damage to the subject. This is even more evident in brain surgery, where a simple slip of the hand can cause permanent brain damage. It&apos;s possible some drug derived from neuroscientific research could cause widespread damage if it turns out it was wrong, but again that&apos;s why we have layers of peer review and testing.  Rocket science: Rocket science is a field which still involves sending objects and people great distances into a very hostile environment on top of man-made tubes filled with powerful explosive. Unfortunate occurrences can happen, and in these circumstances they can be disastrous. Outcome: A mistake in neuroscience can leave one person damaged for life. A mistake in rocket science could kill a lot of people Neuroscience: 2  Rocket science: 1 ACCESSIBILITY Neuroscience: Neuroscience involves the brain, so if you have a brain and a body, then technically that&apos;s all you need to do neuroscience. Not saying you&apos;ll enjoy it, but you can do it.  Rocket Science: Although home rockets are obtainable (and you can make your own) and space travel is becoming more accessible, you still need a great deal of money and resources to perform &quot;true&quot; rocket science. Outcome: When you carry your subject matter around with you at all times, it doesn&apos;t get more accessible than that.  Neuroscience: 3  Rocket science: 1 VISUALS Neuroscience: Modern neuroscience uses MRI scanners and the like to give colourful, fascinating images of a working brain and its activity in specified circumstances. This strikes many people as quite profound, given that the brain is the seat of the mind and consciousness. The brain itself is not so glamorous looking, though. It resembles nothing so much as a walnut with a major thyroid problem.  Rocket science: Rocket science has given us images of Earth from space, distant stars and galaxies, the surfaces of other planets, and people regularly gather to watch rockets go screaming into space on gigantic pillars of flame.  Outcome: A view of the entire universe on one side, a big walnut on the other. No contest, really. Neuroscience: 3  Rocket science: 2 POP CULTURE Neuroscience: Neuroscience is slowly creeping into more and more pop culture. Sadly, it is mostly used in dubious ways, such as neuromarketing, dodgy &quot;facts&quot; and films like Phenomenon.  Rocket Science: Rocket science is unusual in that it technically existed in popular culture before it did in the real world. Popular culture and fiction seem to have influenced rocket science and vice-versa since their inception.  Outcome: Did you even see Phenomenon? And don&apos;t get me started on Johnny Mnemonic Neuroscience: 3  Rocket science: 3 AMBASSADORS Neuroscience: Although there are a number of high-profile, respectable neuroscientists out there, it&apos;s hard to think of one who&apos;s a household name. In the UK at least, the most well-known neuroscientist is probably Susan Greenfield. I believe this actually counts against neuroscience as a whole, though.  Rocket Science: Goddard, Commander Hadfield, Helen Keen, there are numerous great ambassadors for rocket science. And who said that &quot;One small step for man&quot; quote? Was it a neuroscientist? No, it was not.  Outcome: Damn Greenfield! Neuroscience: 3  Rocket science: 4 PSEUDOSCIENCE Neuroscience: The science and activities of the brain have given rise to all manner of pseudoscience. Indeed, when you consider that all pseudoscience is the product of human invention, the brain is responsible for pseudoscience in general. The placebo effect and confirmation bias has allowed alternative medicine to flourish, the unknown extent of the capabilities of the brain is exploited by psychics and the like, and poorly understood malfunctions in the brain may have potentially altered the course of human history. That&apos;s some powerful neuroscience, there.  Rocket science: Essentially &quot;responsible&quot; for moon-landing deniers, rocket science has produced its fair share of pseudoscience, mostly linked to conspiracy theories. Outcome: Pseudoscience stems from the human brain, so neuroscience can claim the bulk of it. Neuroscience: 4  Rocket science: 4 CONCLUSION  It&apos;s a draw. 4 - 4. You may see this as a cop out, but you don&apos;t get to keep a personal science platform on a high-profile media site by enraging potential readers. That should have been easy to figure out. Come on, it&apos;s not quantum mechanics.Dean Burnett usually reserves his neuroscience cheer-leading for Twitter, @garwboy.  His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available here and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/may/24/neuroscience-v-rocket-science", 
    "wordcount": "1384"
}