{
    "headline": "Great Barrier Reef is at risk even if it doesn't make Unesco's danger list", 
    "text": "It might be regarded as some sort of sick joke that the Great Barrier Reef happens to nestle beside the heart of Australia&apos;s fossil fuel export boom. When the coal ships leave the Queensland ports, the two become one as the captains make passage through the 2300 kilometre/1430 mile-long reef  the world&apos;s largest. Now environment groups and the United Nations World Heritage Committee have decided this joke just isn&apos;t funny any more. WWF Australia, the Australian Marine Conservation Society and Greenpeace are all engaged in campaigns to &quot;save the reef&quot; from the ravages of climate change and the construction of multi-billion dollar port facilities to ship coal and gas around the world. Greenpeace describes it as &quot;one of the biggest environmental battles in our nation&apos;s history&quot; and is pushing a campaign of peaceful civil disobedience. Next month in Cambodia, the World Heritage Committee will consider a &quot;draft decision&quot; to place the reef on its &quot;danger list&quot; in 2014 unless the State and Federal Governments can give some firm guarantees. Chief among these requests is that no more developments are approved along the Queensland coast that would &quot;impact individually or cumulatively&quot; on the reef&apos;s remarkable natural heritage. This pressure comes too late for work at Gladstone harbour, where 16 million cubic metres of sea floor have already been dredged in a project that will eventually remove 26 million cubic metres to serve the Liquefied Natural Gas plant being built on Curtis Island. This plant will have the capacity to export about 20 million tonnes of LNG a year and will use gas taken from the drilling and fracking of coal seams in rural Queensland.     Australia's eastern coastline, where a mining boom is underway Photograph: Guardian    Put this together with the planned rapid expansion of Australia&apos;s already world leading coal export trade and you can see why environmental groups are worried. Ocean acidification and warming ocean temperatures, linked to increasing greenhouse gas emissions from burning all that coal and gas, are not friends of the reef. Neither are murky waters or increased nutrient levels when water runs off from farms. Being hit by coal ships doesn&apos;t help either (the grounding of the Shen Neng in April 2010 damaged or destroyed 115,000 square metres of Douglas Shoal reef, gouging a channel three kilometres/1.8 miles long). Australia has told the UN committee there are currently 43 other projects being assessed for their impact on the reef. A Greenpeace report &quot;Boom Goes the Reef&quot; says if all coal projects in the Great Barrier Reef World Heritage area were to go ahead, this would see exports rise from 156 million tonnes in 2011 to 944 million tonnes by the end of the decade. The reef has been a World Heritage site since 1981 but the prospect of being added to the committee&apos;s &quot;danger list&quot; - which currently numbers 38 properties - is an embarrassment. For example, Australia would join the Democratic Republic of Congo, where all five of the country&apos;s World Heritage &quot;properties&quot; are on the danger list thanks mainly to armed conflict. The Belize section of the world&apos;s second longest barrier reef system  the Mesoamerican Reef - is also on the list because of developments along the coastline and the destruction of vital mangrove habitats. Rainforests in Indonesia&apos;s Sumatra are also on the danger list, thanks to poachers, road building and illegal logging. But in reality, the Great Barrier Reef is already in &quot;danger&quot; whether or not it ever does appear on a UN list. A study led by the Australian Institute of Marine Science last year found that between 1985 and 2012, the reef had lost half of its coral cover. Two thirds of the loss had occurred since 1998. The major culprits, the study said, were attacks by Crown of Thorns starfish, destruction from cyclones and coral bleaching. The authors wrote:  The future of the GBR therefore depends on decisive action. Although world governments continue to debate the need to cap greenhouse gas emissions, reducing the local and regional pressures is one way to strengthen the natural resilience of ecosystems.  Coral bleaching is a stress reaction caused by temperature extremes when the colour-giving algae separate from the coral skeleton. Corals can recover, but it can take many years. In short, warmer sea temperatures increase the chances of coral bleaching. According to data from Australia&apos;s Bureau of Meteorology, in recent decades sea surface temperatures around the reef show a marked warming trend over summer months when bleaching can occur.     Summer sea surface temperatures around the Great Barrier reef show a rising trend    Another study published in the journal Nature Climate Change found if greenhouse gas emissions continued on the current business-as-usual track then by the year 2040 corals in northern parts of the reef would be bleaching every year. Corals at the reef&apos;s southern end would succumb to annual bleaching by 2055, the study said. An ongoing experiment being carried out on the University of Queensland&apos;s research station on the reef at Heron Island is also producing some alarming preliminary findings. Researchers have re-created reef ecosystems in tanks  complete with corals, sediments, rocks, fish, crabs and plants  and then subjected them to the kinds of temperatures and carbon dioxide concentrations expected near the end of this century. The lead researcher Associate Professor Sophie Dove describes what she is witnessing as the &quot;slippery slope to slime&quot;. The mining industry&apos;sQueensland Resources Council has dismissed the concerns and says the reef can co-exist with industry, which it claims is working hard to keep impacts down. QRC says people should focus on activities &quot;that actually impact on the reef rather than populist or emotive reaction&quot;. Yet the science suggests it is the activities of the fossil fuel industries in Australia and elsewhere that pose the greatest risk to the reef&apos;s future as a global natural wonder. That&apos;s no joke.", 
    "section": "environment", 
    "gid": "environment/planet-oz/2013/may/13/great-barrier-reef-unesco-danger", 
    "wordcount": "976"
}