{
    "headline": "Should water-cooler chat be left offline?", 
    "text": "The all-too-familiar reflex of minimising an open Facebook tab as your manager approaches could soon be relinquished to the past, as Facebook looks to legitimise its infiltration into our working lives. Itrecently launched Facebook at work, now officially titled Workplace, provides users an entirely separate professional Facebook account through which they can communicate with colleagues and workmates. Workplace is already in more than a thousand organisations worldwide , sold to businesses with a per-user price plan. Theres even a separate work-chat app, so you can install a shop-talk exclusive messenger to your iPhone or Android.  Facebook isnt the only company making a corporate grab for our social space at work. Workplace has been in the making for almost two years, hoping to rival Slack and Yammer, chat software which facilitates more casual conversations among colleagues. It seems water cooler chat has become quite a commodity.  As we become increasingly reliant on our screens and keyboards to converse, we are beholden to the platform, the limitations of the software we are using. Distinct from email or project management platforms such as Basecamp, Slack and Yammer encourage the sort of messages that do not need proofreading, which can be punctuated with an emoji. While an email may be the more appropriate place to enquire about a deadline, Slack is where you might more casually follow it up, and then ask about going for a drink later. Slack stands for Searchable Log of All Conversation and Knowledge, though slacking off seems the more obvious genesis. Slack off, Yammer on; do these tools really lend themselves to the collaborative communication they purport to, or are they more suited to salacious office gossip, to cute animal gifs and quotes from The Office? In a previous job, I was part of a Yammer thread dedicated solely to the sharing of pictures of particularly unpleasant-looking spiders, captioned with I wouldnt like to find that under my bed! or equivalent. Strangely, it did bond me to my colleagues. Lush, the cosmetics firm, introduced Slack and immediately saw a more relaxed approach to the software, with the open channels becoming something of a social hub.  Since we introduced Slack, people are sharing memes, gifs and funny links in the open channels. We use it to organise birthdays, nights out, Christmas parties  and we have seen lots of niche channels created around topics such as Book Club, Comic Chat and Game of Thrones, says Adam Goswell, UX and digital design at Lush. Slack has enabled colleagues to communicate with people they ordinarily wouldnt talk to, even allowing employees to overcome confidence barriers. Goswell adds: Weve noticed people talking in social channels within groups that they probably wouldnt mix with so much in person, so, for quieter people in particular, we find Slack offers a great and alternative way for making new connections in the workplace. Emma Lavelle, a freelance travel and lifestyle writer, uses instant messaging to keep in touch with clients in a more casual capacity, allowing for a more chatty and sociable way of communicating freelancers often miss out on. It can be hard to keep up. Instant messaging sidesteps the formality of emailing back and forth. One of the first UK businesses to introduce Slack, Ewan Bramley Dental Care, did so to manage communications between labs, dentists and administrative staff, enabling closer bonds between colleagues. A spokesperson says: Staff are often on the app organising nights out, celebrating birthdays and even using it to chat after hours. We have a channel that we use specifically to wish each other happy birthday, share holiday snaps and organise nights out for example. Staff that are on maternity leave also share pictures and updates on their new additions and it helps them stay connected. While a cute animal gif via instant messenger can lift the spirits, what are the benefits to the organisations of providing and paying for a social platform that allows employees to essentially goof off? For some, there are many strategic benefits of fostering a social working environment, with companies such as Google, LinkedIn and Facebook encouraging colleagues spending some downtime together. Boosting productivity and allowing more taciturn colleagues the chance to come out of their shell a little, it allows for a more united workforce. Interestingly, humour specifically can have a positive impact on your career; with 91% of executives believing a sense of humour is important for career advancement. Something worth considering when debating whether or not to share that Donald Trump meme. So essential have Slack and Yammer become to some organisations and employees, there are guides for appearing cooler on Slack, for flirting on Slack, for gently letting down colleagues flirting with you on Slack. There is even a trend for screen grabbing particularly witty instant messaging exchanges and sharing them on your social media. While instant messaging can make for a more pleasant working environment, there are of course, negatives to the increased blurring of the lines between our professional and personal lives. We are already working longer, with no obvious benefit to our overall productiveness, and technology has encouraged an always connected working ethos, adding an average of two hours to our working days. Facebook has already become elemental to how we socialise with our friends, how we spend our spare time, how we relax; is it perhaps better left as a sneaky departure from office life, rather than having a version which is a fundamental part of it? ", 
    "section": "technology", 
    "gid": "technology/2016/oct/13/should-water-cooler-chat-be-left-offline", 
    "wordcount": "913"
}