{
    "headline": "Birdbooker Report 208", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a long-running weekly report listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of these various publishing houses.    New and Recent Titles:   Kimmerer, Robin Wall. Gathering Moss: A Natural and Cultural History of Mosses. 2003. OSU Press. Paperback: 168 pages. Price: $18.95 U.S. [Amazon UK; Amazon US]. SUMMARY: Winner of the 2005 John Burroughs Medal Award for Natural History Writing Living at the limits of our ordinary perception, mosses are a common but largely unnoticed element of the natural world. Gathering Moss is a beautifully written mix of science and personal reflection that invites readers to explore and learn from the elegantly simple lives of mosses. In this series of linked personal essays, Robin Wall Kimmerer leads general readers and scientists alike to an understanding of how mosses live and how their lives are intertwined with the lives of countless other beings. Kimmerer explains the biology of mosses clearly and artfully, while at the same time reflecting on what these fascinating organisms have to teach us. Drawing on her diverse experiences as a scientist, mother, teacher, and writer of Native American heritage, Kimmerer explains the stories of mosses in scientific terms as well as in the framework of indigenous ways of knowing. In her book, the natural history and cultural relationships of mosses become a powerful metaphor for ways of living in the world.IAN&apos;S RECOMMENDATION: Most people only think of moss as something you get rid of. That should change after reading this book.   Crane, Jeff. Finding the River: An Environmental History of the Elwha. 2011. OSU Press. Paperback: 250 pages. Price: $24.95 U.S. [Amazon UK; Amazon US]. SUMMARY: In 1992, landmark federal legislation in the United States called for the removal of two dams from Washington State&apos;s Elwha River to restore wild salmon runs. Jeff Crane dives into the debate over development and ecological preservation in Finding the River, presenting a long-term environmental and human history of the river as well as a unique look at river reconstruction. Finding the River examines the ways that different communities -- from the Lower Elwha Klallam Indians to current-day residents -- have used the river and its resources, giving close attention to the harnessing of the Elwha for hydroelectric production and the resulting decline of its fisheries. Crane describes efforts begun in the 1980s to remove the dams and restore the salmon. He explores the rise of a river restoration movement in the late twentieth century and the roles that free-flowing rivers could play in preserving salmon as climate change presents another set of threats to these endangered fish. A significant and timely contribution to American Western and environmental history -- removal of the two Elwha River dams began in September 2011 -- Finding the River will be of interest to historians, environmentalists, and fisheries biologists, as well as to general readers interested in the Puget Sound, the Olympic Peninsula, and environmental issues.IAN&apos;S RECOMMENDATION: For those with an interest in river restoration projects and/or Olympic Peninsula history.   Li, Judith L. and Michael T. Barbour (editors). Wading for Bugs: Exploring Streams with the Experts. 2011. OSU Press. Paperback: 160 pages. Price: $19.95 U.S. [Amazon UK; Amazon US]. SUMMARY: In Wading for Bugs, nearly two dozen aquatic biologists share their memorable encounters with stream insects. The contributors, based primarily in North America, work in diverse environments -- from arctic to desert, from mountain streams to river valleys. They represent a wide range of expertise as authors of standard field texts, leaders in biomonitoring and assessment programs, directors of major laboratories, and specialists in aquatic ecology and taxonomy. The writings in Wading for Bugs allow readers to experience -- through the eyes of the scientists -- what it&apos;s like to study stream insects and to make discoveries that could help develop biological indicators for stream health. General summaries introduce each insect order. Elegant insect drawings accompany each story, along with morphological, life history, and habitat information for each species or family. Wading for Bugs will appeal to general readers as well as students, naturalists, and outdoor enthusiasts curious about streams and the insects that live in them.IAN&apos;S RECOMMENDATION: For those with an interest in aquatic entomology.   Meyers, Amy R.W. (editor). Knowing Nature: Art and Science in Philadelphia, 1740-1840. 2012. Yale University Press. Hardbound: 417 pages. Price: $65.00 U.S. [Amazon UK; Amazon US]. SUMMARY: Philadelphia developed the most active scientific community in early America, fostering an influential group of naturalist-artists, including William Bartram, Charles Willson Peale, Alexander Wilson, and John James Audubon, whose work has been addressed by many monographic studies. However, as the groundbreaking essays in Knowing Nature demonstrate, the examination of nature stimulated not only forms of artistic production traditionally associated with scientific practice of the day, but processes of making not ordinarily linked to science. The often surprisingly intimate connections between and among these creative activities and the objects they engendered are explored through the essays in this book, challenging the hierarchy that is generally assumed to have been at play in the study of nature, from the natural sciences through the fine and decorative arts, and, ultimately, popular and material culture. Indeed, the many ways in which the means of knowing nature were reversed -- in which artistic and artisanal culture informed scientific interpretations of the natural world -- forms a central theme of this pioneering publication.IAN&apos;S RECOMMENDATION: For those with an interest in early American scientific history.   Milner, Richard. Charles R. Knight: The Artist Who Saw Through Time. 2012. Abrams. Hardbound: 180 pages. Price: $40.00 U.S. [Amazon UK; Amazon US]. SUMMARY: American wildlife artist Charles R. Knight (18741953) spent a lifetime creating some of the first paintings and sculptures of dinosaurs, mammoths, and cavemen that were both spectacularly beautiful and scientifically accurate. For generations, his work has inspired scientists, artists, and filmmakers all over the world. This richly illustrated celebration of Knight&apos;s artwork gathers together famous and never-before-seen paintings, sculptures, sketches, and murals. In addition to a new biographical essay, it also features excerpts from Knight&apos;s extensive writings about extinct and modern animals. Above all, it provides a refreshing new look at Knight&apos;s lifelong quest to depict the range of animal species, his struggles with failing eyesight, his desire for artistic independence, and his deep sense of kinship with Ice Age cave artists.IAN&apos;S RECOMMENDATION: A must have for those with an interest in paleoart!   .. .. .. .. .. .. .. .. .. .. .. .. Ian &quot;Birdbooker&quot; Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about science, nature, history, animals and birds, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/05/1", 
    "wordcount": "1220"
}