{
    "headline": "The Bologna process has been key to European universities' success", 
    "text": "Last week ministers of education from 47 European countries met in the Romanian capital, Bucharest, to agree the next steps in the long-running Bologna process, the crab-like progress towards creating a European higher education area (EHEA) spanning half the globe, from Reykjavik to Vladivostok. The original aim of Bologna was to introduce the bachelors-master&apos;s course pattern across Europe and make degrees portable. But a lot more has been added since  for example, on lifelong learning and PhDs. The number of countries signing up to the EHEA has almost doubled, from 25 to 47. No, don&apos;t turn the page. Europe matters. Not much happened in Bucharest, any more than it did at earlier ministerial jamborees, or even at the original meeting in 1998 in Bologna (home to the world&apos;s oldest university). The only whiff of controversy was an amendment to strengthen the &quot;public responsibility&quot; for (funding?) higher education. But beneath the suffocating weight of E-acronyms, transparency instruments, action lines and the usual Euro-babble, a quiet revolution has been under way in European higher education  stimulated by the spirit of Bologna. Others have noticed. I remember being at a meeting when the state commissioner for education in Wisconsin asked, only half-jokingly, how Wisconsin could join the Bologna process. Across Latin America, Africa, the Middle East and Asia there is a belief that something is stirring in Europe. Only in Europe is the Bologna prophet less honoured, and especially so in England; the Scots are Bologna fans. With one or two honourable exceptions, the English higher education policy class  ministers (both main parties), civil servants, quangocrats, vice-chancellors  is Eurosceptic to the core. Our &quot;top universities&quot; are the best in the world, alongside the Americans. As pacesetters, we are also embracing the brave new world of the &quot;market&quot;  high fees, cut-throat competition. In contrast, universities in the rest of Europe groan under state control  and masses of disaffected students. Their entrepreneurial instincts, if they have any, are undermined by an out-of-date welfare-state affection for the &quot;social dimension&quot;, code for being anti-market. So what have we to learn from &quot;them&quot;? The famous (fictitious?) newspaper headline &quot;Fog in Channel  Europe cut off&quot; comes to mind. We only go through the Bologna motions to be polite, while reassuring ourselves that the original intention of Bologna was to make the rest of Europe more like us. But doubts begin to creep in. Maybe our view of (continental) European universities is an absurd caricature. What about ETH in Zurich, alma mater of Einstein and a pocket-sized Imperial College? Or what about the decisive contribution of German universities to classical scholarship? The Germans have even colonised classics at Oxford. And, if our universities are so much more entrepreneurial, why are French or Dutch graduates just as employable in the global knowledge economy? As for scientific citations, the top performers, in proportion to population, are small countries such as Finland and Switzerland, not the UK. The Bologna process has been key to this success of European higher education  in spirit if not substance. It has provided a flag around which reformers have rallied, and been a catalyst for innovations that had little to do with the action lines agreed at successive EHEA ministerial meetings. More important still, Bologna has opened up a space for dialogue on difficult policy issues. Finally, it has heightened consciousness of the common legacy of European universities, the contemporary challenges they face and their future promise  as rivals in other world regions have quickly recognised. Our universities have always been at the heart of Europe. Our politicians, sadly, have not. The problem is that nowadays higher education is seen more as a bundle of funding, structural and managerial issues, rather like the bad side of Bologna; and less as an academic enterprise, whether in terms of transforming student lives or shaping new ideas, the good side of Bologna. Another problem is that markets divide and constrict. Is it in our interests to help strengthen a European higher education brand if it compromises our UK brand? Collaborative and interdisciplinary research muddies the waters when it comes to the stark ranking of global league tables. FEC-ing (full-economic-costing) joint programmes is a nightmare. But perhaps Bologna is even more important as a metaphor, going beyond higher education. There are two roads ahead for the European project. One, the most travelled, is represented by the euro  rule-bound now with added Teutonic discipline, top-down, exclusive (and determined by the cabinet diplomacy of a Paris-Berlin axis). The other, less travelled, is represented by Bologna  with few (enforceable) rules, shaped by stakeholders (notably autonomous universities) and open to pretty much everyone. Wisconsin is interested in joining; only Belarus has stayed out. Do we really want to join them (in spirit if not in fact)?", 
    "section": "education", 
    "gid": "education/2012/apr/30/bologna-process-key-european-university-success", 
    "wordcount": "802"
}