{
    "headline": "Boot up: Windows 8 sales, Microsoft's iPad burglars, Waze v Apple, and more", 
    "text": "A quick burst of 12 links for you to chew over, as picked by the Technology team Why you should be skeptical of Chitika&apos;s market-share reports &gt;&gt; ZDNet Ed Bott:   In my investigation, half of the web sites that Chitika promotes as success stories either don&apos;t exist or exist exclusively to serve ads. The remaining 50% appeared generally weak and sad. Several sites hadn&apos;t been updated in months or years, and only a handful looked like they represented serious ongoing businesses.  As a potential advertiser, I would not be impressed. As a journalist, I wonder whether the same sloppiness exhibited on this promotional page extends to the company&apos;s research.  And then there&apos;s this FTC news release from March 14, 2011:    The FTC reached a settlement with online advertising company Chitika, Inc. that ends the company&apos;s allegedly deceptive practice of tracking consumers&apos; online activities even after they have chosen to opt out of online tracking on Chitika&apos;s website.   Chitika certainly isn&apos;t what you&apos;d call cooperative about where its data comes from. But none of the data-pimping sources is. Nor do companies themselves provide all the numbers you want. Essentially, you have to triangulate on the most reliable and repeatable data. Explaining Windows 8 PC sales over the holidays &gt;&gt; SuperSite for Windows Paul Thurrott:   It&apos;s not pat to say that the Windows PC market went for volume over quality, because it did: Many of those 20m Windows 7 licenses each month - too many, I think - went to machines that are basically throwaway, plastic crap. Netbooks didn&apos;t just rejuvenate the market just as Windows 7 appeared, they also destroyed it from within: Now consumers expect to pay next to nothing for a Windows PC. Most of them simply refuse to pay for more expensive Windows PCs.  And this isn&apos;t my opinion, it&apos;s a fact. Despite being created as a &quot;touch-first&quot; OS, only 4.5% of Windows 8 PC sales including multi-touch capabilities. When you couple this with the fact that statistically zero percent of PCs that were upgraded to Windows 8 included touch capabilities, you can see that even in the tiny current market of Windows 8 users, virtually no one is using multi-touch.   And that is a problem, because Windows 8 is really all about the multi-touch potential. Black Friday and Cyber Monday weeks gain share of 2012 US consumer elecrtonics holiday sales &gt;&gt; NPD.com  Despite the hype, and hope, around the launch of Windows 8, the new operating system did little to boost holiday sales or improve the year-long Windows notebook sales decline. Windows notebook holiday unit sales dropped 11%, on par with Black Friday, and similar to the yearly trend, but revenue trends weakened since Black Friday to end the holiday period down 10.5%. ASPs [average selling prices] rose only $2 to $420. Touchscreen notebooks were 4.5% of Windows 8 sales with ASPs around $700. Sales of Windows notebooks under $500 fell by 16% while notebooks priced above $500 increased 4%. Macbook sales dropped 6% while the ASPs rose almost $100 to $1419.   On that basis, Macbook revenue actually rose year-on-year, despite the volume falling (less rapidly than Windows, which udges Apple&apos;s share up infinitesimally again): it looks like a number of people were buying the retina model. And those &quot;Windows notebooks under $500&quot; are the beasts formerly known as netbooks. They&apos;re dead, Jim. Microsoft says burglars broke in, stole only iPads Seems to be a legit cutting from the Palo Alto Daily Post about a break-in at Microsoft&apos;s Mountain View campus. (Yes, it has a research facility there.) Google&apos;s FTC settlement is an epic fail for Microsoft &gt;&gt; Readwrite Dan Lyons:   This is a crushing blow to Microsoft, which has spent millions of dollars on lobbyists and phony grassroots groups over the past several years hoping to land Google in hot water.  Indeed, Microsoft&apos;s obsession with Google doesn&apos;t just border on crazy. It is crazy, and not just a little tiny bit crazy but full-blown, bunny-boiling, Ahab-versus-the-whale nutso.   Lyons details all the the many lobbying groups and efforts that Microsoft has put into getting Google ground down by regulators - to no avail (so far). As he says, why not compete by making better products? To which the answer might be: does that mean there no better OSs than Windows? Network effects matter. How Google beat the feds &gt;&gt; POLITICO.com  Google escaped from a nearly two-year federal antitrust probe with only a few scratches by proving that the best defense is a good offense.  Instead of ignoring Washington -- as rival Microsoft did before its costly monopolization trial in the 1990s -- Google spent about $25 million in lobbying, made an effort to cozy up to the Obama administration and hired influential Republicans and former regulators. The company even consulted with the late Robert Bork and The Heritage Foundation and met with senators like John Kerry to make its case. In other words, these traditional outsiders worked the system from the inside.   So Google essentially learnt from Microsoft&apos;s mistakes (quite probably at the urging of Eric Schmidt, who had been around that particular lighthouse before). Thorough investigation - settle down for the read on this one. Apple did offer to buy Waze, but Waze politely declined &gt;&gt; The Next Web  Apple was interested in buying [social mapping company] Waze, but was a long way off what the Israeli company believed it was worth.  While it has been reported that Waze was holding out for $750m, multiple sources have told us that the company was valued around $200 million in its last funding round, and current investors were aiming for a higher price, somewhere nearing $1bn.  Waze politely declined the offer, and the deal is definitely off - at least for now... While Waze has an impressive user base (20 million at last count and said to be nearing 30 million), the company has still not found a way to adequately monetize its product, or build a scalable business model to profit from.   Apple offered $500m. The price of slightly better maps? Welcome to &quot;Learning by Shipping&quot; &gt;&gt; Learning by Shipping  The title comes from something impressed upon me early in my career, which is that learning as an engineer comes from the process of starting, then finishing, and iterating on products-getting products to market and putting the broad feedback loop to work. The teams and processes used to create products are critically important and fun to talk about relative to shipping and learning as we search for the best approaches to use at a given time.  The most fascinating aspect, for me, of technology product development is the intersection of engineering and social science.   Holy hell. Steve Sinofsky has a blog. An iPhone lover&apos;s confession: I switched to the Nexus 4. Completely &gt;&gt; 24100.NET Ralf Rottmann:   One of the biggest advantages I found during my daily use is the level of cross-app and OS level integration.  Cross-app integration: This also is the area where I got most disappointed when Apple introduced iOS 6.  In fact, I think iOS has reached a point, where usability starts to significantly decrease due to the many workarounds that Apple has introduced. All of these just to prevent exposing a paradigm like a file system or allowing apps to securely talk to each others. There is a better way of doing this. Apples knows about it but simply keeps ignoring the issues.  On Android, it&apos;s quite the opposite. One can see the most obvious example when it comes to handling all sorts of files and sharing... And believe me or not, but after having configured my Nexus 4 just the way I always wanted - providing me with the fastest access to my most frequently used apps along with the most important information on a single screen - whenever I grab my iPhone for testing purposes, iOS feels pretty old, outdated and less user friendly. For me, there currently is no way of going back. Once you get used to all of these capabilities, it&apos;s hard to live without them.   Excellent insights - and a really fascinating review. (Thanks @LazioLazio for the link.) JP Morgan trims Microsoft ests; weak Surface, PC sales &gt;&gt; Forbes  [JP Morgan analyst John] DiFucci sees Surface unit sales of just 700,000 units in the December quarter; he sees 2.6m for the June 2013 fiscal year, and a measly 6m for fiscal 2014. (A little perspective: Apple sold 14m iPads in the September quarter.)  &quot;We believe a number of factors, including price, the lack of cellular connectivity, and relatively lukewarm critical reviews will limit its broad appeal at this time,&quot; DiFucci writes. &quot;In addition, at least some Surface sales will be cannibalistic to traditional laptop sales.&quot;  He adds that the PC market is likely to continue to struggle. Gartner, he notes, now sees December quarter units shipments down 5.5% year over year; previous guidance was for 7.7% growth in the quarter. Gartner now sees unit growth of 0.5% in 2013 and 4.7% in 2014, down from a previous forecast of 7.3% this year and 7.4% next year. Gartner sees PC unit shipments in the developed world dropping 12.2% in the December quarter, 3.7% this year and 0.6% next year.   Those Gartner estimates don&apos;t seem to have been published yet, but they&apos;re very gloomy on PC sales. Terms of Service as a Security Threat &gt;&gt; Schneier on Security Bruce Schneier:   Those [T&amp;C] paragraphs sure sound like Prezi can do anything it wants, including start a competing business, with any presentation I post to its site. (Note that Prezi&apos;s human readable - but not legally correct - terms of use document makes no mention of this.) Yes, I know Prezi doesn&apos;t currently intend to do that, but things change, companies fail, assets get bought, and what matters in the end is what the agreement says.  I don&apos;t mean to pick on Prezi; it&apos;s just an example. How many other of these Trojan horses are hiding in commonly used cloud provider agreements: both from providers that companies decide to use as a matter of policy, and providers that company employees use in violation of policy, for reasons of convenience?   (Thanks @rquick for the link.) Clearly Stated Blog: New year tech &gt;&gt; Andrew Peck Taking the five things forecast for this year, and then putting the viewpoint of a technical author (the hapless folk who have to write the manual that you never read but which explains how it actually works):   Expect drivers to have far less knowledge of vehicles in future, whilst mechanics will need to further develop into gurus of GPS and guidance systems. The documentation provided to both groups will need to change accordingly, and somewhere an entirely new vocabulary will have to be developed to describe how self-drive cars operate (possibly by tagging the world &apos;manual&apos; onto everything we currently do: &quot;I manual-steer my car round corners and manual-brake for traffic lights&quot;).   There&apos;s more in that vein. Where do you put the manual for your AR glasses, for example? And what should it say? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/07/technology-links-newsbucket", 
    "wordcount": "1904"
}