{
    "headline": "Is the proposed new national curriculum too much too soon?", 
    "text": "It is a bright Wednesday morning at Ravenswood primary school on the outskirts of Ipswich, and a class of year 5 pupils is grappling with the intricacies of multiplication and fractions. The children are working at various levels of difficulty, with most practising multiplying two-digit numbers by fractions, while a more advanced group do exercises on ratio and proportion. But in a few years&apos; time, will children of this age have already mastered these concepts? This is the hope of ministers, who are seeking to introduce a new national curriculum in England that promotes &quot;higher standards&quot; by introducing &quot;harder&quot; concepts earlier in children&apos;s school lives. The idea is that England &quot;raises its game&quot; to compete with nations such as Singapore and South Korea where, it is said, more is expected of children in classrooms. Whether it will work is one of the biggest questions behind the national curriculum review. The consultation period ends on 16 April, with the new curriculum due to be finalised by autumn and taught to millions of pupils from September 2014. This was one of the debates that triggered the explosive row late last month, when the education secretary, Michael Gove, rounded on 100 academics who had signed a letter arguing that the new draft curriculum was asking &quot;too much, too soon&quot; of children. Among other things, he accused them of opposing children being taught to spell correctly, &quot;use a wider vocabulary and learn their times tables&quot;. Low expectations But is Gove right to suggest that those who are worried about the national curriculum becoming harder at a younger age simply have low expectations of children? Under the planned new curriculum, in history, children are to be introduced to the concepts of &quot;civilisation&quot;, &quot;nation&quot; and &quot;democracy&quot; at the ages of six and seven. And in stipulations that some say verge on self-parody, key stage 1 pupils are supposed to start grasping the influence of the Romantic poet Christina Rossetti and of the scientists Michael Faraday and William Harvey, while for key stage 2 (age seven-11), they must study &quot;the heptarchy&quot;. In English, spelling lists imply that those aged six should have mastered words including &quot;Tuesday&quot; and &quot;astronaut&quot; and be aware of words where the &quot;f&quot; sound is spelt &quot;ph&quot;, such as &quot;phonics&quot; . By age nine, they should be able to spell &quot;spontaneous&quot;, &quot;scheme&quot; and &quot;antique&quot;; and to understand the difference between &quot;affect&quot; and &quot;effect&quot;. At age 11, they should have mastered the subjunctive. In maths, pupils are to be expected to add, subtract, multiply and divide fractions by the time they leave primary school, a requirement that does not feature in the current curriculum; to know up to their 12-times table by year 4 (currently, it is up to their 10-times tables by year 6); and to be able to do long division in primary school. So is England on the verge of a transformation in standards, as pupils master key concepts and skills earlier? Karen Mills, head of Ravenswood primary, has her doubts. An accountant, who switched to teaching in 1997, her concerns focus on maths. While she does not fault the government&apos;s aspiration to raise standards in all subjects, in relation to maths she says: &quot;Making children study things earlier will not, in itself, make them more intelligent  The danger is that we move children on to &apos;harder&apos; topics before they have the depth of understanding they need to grasp the concepts. &quot;Year 5 children are supposed to be using square and cube numbers. The assumption in the new curriculum is that they are ready for this, but many of them do not really understand the number system. If we try to force them forward on to new material, we are going to lose half of the class.&quot; This point is made forcefully in a joint submission to a consultation on the first draft of the primary curriculum last year by the Mathematical Association and Association of Teachers of Mathematics. &quot;The expectations set out in the draft programme of study are too high,&quot; it says. &quot;There is a rush to introduce formal representations, which contradicts research evidence that emphasises the importance of developing secure conceptual understanding.&quot; It adds: &quot;Many of the expectations for upper key stage 2 include things which are best left to secondary [school], [such as] formal algebra [and calculation of volume].&quot; Supporters of the review disagree with the MA and ATM, arguing that other countries  Singapore is the most frequently cited  do introduce &quot;harder&quot; material earlier. But the evidence seems mixed. A report on primary maths provision for the Labour government in 2008 by Sir Peter Williams, now vice-president of the Royal Society, noted witheringly that &quot;it is clear from international comparisons that in this country we are prone to accelerate steps in our educational processes to ever earlier ages, contrary to practice elsewhere  notably in Finland and Japan&quot;. In 2003, Ofsted carried out a comparative study of the education of six-year-olds in England, Denmark and Finland and found that, even then, &quot;much more importance is attached in Finland and Denmark to the way six-year-olds develop as people, rather than what they should know and be able to do&quot;. Finland in particular finishes well ahead in international tests given to 15-year-olds. There is also concern among subject experts that, for all their aspirations, ministers will not succeed in raising standards if they do not adequately support teachers&apos; professional development to implement the changes. One maths education academic, who has influence with ministers, also suggested that the short timeframe from development to implementation may be a problem: the new curriculum was developed over a hectic two-year period, with ministers expecting a dramatic change in standards to follow. &quot;The danger is that, in trying to do things too fast, we just end up getting it wrong again. One of the things you find, looking at [successful] Pacific Rim countries, is that they take their time,&quot; he says. Existing knowledge Professor Andrew Pollard, of the universities of London and Bristol, who was a member of Gove&apos;s expert group on the curriculum but has become a critic of the reforms, says his concern is that subject content has been drawn up without reference to English children&apos;s existing knowledge and experience. &quot;This is a serious problem because some expectations of performance are pitched at levels that subject experts and experienced teachers have stated are unrealistic,&quot; he says. &quot;If this proves to be the case, artificial failure will be created by this curriculum with educationally destructive effects.&quot; Faced with objections, ministers tend to reply that education in England simply has to become more ambitious. The national curriculum minister, Elizabeth Truss, is said to have told a meeting of maths educators last month that if countries such as Singapore can have a curriculum that asks more of pupils, we should be able to, too. This point is also made by Tim Oates, who chaired the government&apos;s &quot;expert panel&quot;, which reported for the curriculum review. The idea behind the new programmes of study was to promote the study of fewer topics in greater depth, which would enable pupils to build their understanding better than they had in the past. Oates says the curriculum reform was also informed by serious research into practice in other countries, which had not happened for previous reviews, such as Labour&apos;s 2007 secondary curriculum changes. But he says that if the consultation reveals concerns about difficulty, they will be considered before ministers finalise the curriculum. Oates also believes the curriculum review should help create a more even playing field between state and private schools. &quot;No one has spotted the fact that the prep school curriculum has really got out of sync with the national curriculum,&quot; he says. &quot;[Prep school pupils] are dividing with fractions prior to secondary  maybe we should be about what the left was about in the 1930s: giving all children access to privileged knowledge.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/01/new-curriculum-teaching-concepts-younger", 
    "wordcount": "1377"
}