{
    "headline": "Regarding that viral golden eagle video wherein the Guardian becomes part of the online noise machine", 
    "text": "     It seems that the public and the media are wildly grasping for crazy stories to focus attention on this holiday season, but one particular &quot;story&quot; is a video &quot;gone viral&quot;. This amateur video claims to show a golden eagle snatching a toddler in a Montreal park. It is really scary and spectacular  until your morning coffee kicks in and awakens the thinking part of your brain.    The fact is this video is a fraud. A clever fraud, yes, but it&apos;s still a fraud. In fact, I am sure the video&apos;s creators are having a Santa-sized belly laugh over it right now.  I admit, the first time I saw it, I was initially fooled too. But even during my first viewing, I could plainly see that this bird&apos;s wings are all wrong for a golden eagle. Since I enjoy trying to correctly identify birds, I watched this video again. And again. And again. Sometime during my third replay, which was a frame-by-frame examination, I became convinced that this video is an elaborate fraud.  First, I&apos;ll talk about the most obvious error: this is NOT a golden eagle, Aquila chrysaetos. To start with, the wings of the raptor in the video are absolutely the wrong shape  being too narrow and with a sharp &quot;wrist&quot;  neither of which you will see in a golden eagle.  The video raptor&apos;s colouring is wrong  being a steely grey instead of a warm brown colouring. But more convincing are the white markings: the video raptor has many white markings that absolutely are inconsistent with a golden eagle  most notably, golden eagles do not have a white patch across the upper surface of the wings, nor do they have a white trailing edge on their wings, nor do they have a white band at the end of their tail feathers.       For reference, compare the colouring and especially the patterning in my video &quot;grab&quot; of the video raptor (above) with this photograph of an adult golden eagle:      Second, golden eagles typically prey on terrestrial mammals such as rabbits, marmots, ground squirrels, and they may even grab a fox, a house cat or (not often enough!) the neighbor&apos;s yappy chihuahua, but they do not prey on children. In fact, there is no way that bird could lift that kid  raptors cannot fly off with toddlers because toddlers are simply too heavy! The greatest mass that a golden eagle may possibly carry is 7kg (or 15 pounds). I am fairly certain that toddler weighs more than that, especially since the kid is thickly wrapped in what looks like 7 kilos of winter clothing.  Third, wild golden eagles don&apos;t live anywhere in the Montreal area in the dead of winter, and they&apos;re extremely uncommon there any time of year. Additionally, to the best of my knowledge, there aren&apos;t any resident golden eagles in Montreal. Clearly, the bird in the video is not a golden eagle.  What species of raptor is this? I think this may be either an osprey, Pandion haliaetus  the most monstrously huge one I&apos;ve ever seen -- or it may be a steppe eagle, A. nipalensis, a conclusion shared with some of my bird artist pals. One of these bird artists thinks this could be a juvenile steppe eagle.  Those of you with either a field guide to raptors or with Google access can easily confirm that osprey are specialists, living near water and feeding only on fish and spending their winters in South America, whereas steppe eagles are Old World raptors that are never, ever ever found anywhere in North America. Further, it is incredibly unlikely that any wild eagle would even attempt to grab such outsized prey as a toddler in a public area that it is unfamiliar with, unless  this entire event was staged. So whatever it is, it must be a falconer&apos;s bird -- if it&apos;s even a real bird at all! Which brings me to my last point; let&apos;s talk about that toddler. To my eyes, this toddler looks like a doll. Notice how the toddler does not react at all to suddenly being grabbed and then becoming airborne  neither kicking nor flailing nor moving its head nor otherwise moving naturally. Does your toddler just dangle like a blob when you pick him up suddenly from behind?  Ok, so I know more about birds than I know about toddlers, but that kid just looks fake to me.  All this evidence, taken together, means that this video is a golden teaching moment. It also means that the Guardian blew it by posting this video without including any analysis from a video expert as to whether it&apos;s real or ... artificially manufactured. Further, the Guardian blew it by not including comments from either an ornithologist or a birder as to whether this video portrayal is even plausible.  This is irresponsible journalism. By posting this video, the Guardian is actively promoting and reinforcing the public&apos;s misinformation and fear of birds of prey, and further alienating the public from nature. Publicly sharing this fraudulent video without any expert commentary serves to undermine the education and conservation efforts of many excellent organisations such as the Royal Society for the Protection of Birds and the British Trust for Ornithology.  Shame on you, Guardian! .. .. .. .. .. .. .. .. .. .. ..  NOTE: this piece was originally published without the video. The video was later embedded because my screen grab is fuzzy and my editor thought readers may not be able to see what I was writing about. I only mention this because people are &quot;harshing&quot; on my editor when in fact, I did give him permission to embed the video. So even though I don&apos;t like promoting this inaccurate video, I think it&apos;s important that readers can see what I am talking about here. So stop being mean to my editor or you&apos;ll find a lump of coal in your Christmas stocking!  NOTE: this is a hoax. It was a class project by Normand Archambault, Loc Mireault and Flix Marquis-Poulin, students at Centre NAD, in the production simulation workshop class of the Bachelors degree in 3D Animation and Digital Design [read more, link kindly shared by RyanClarkPhotos]. .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/dec/19/1", 
    "wordcount": "1049"
}