{
    "headline": "How we responded to the famine in Somalia - get the data", 
    "text": "On 20 July 2011, the UN formally declared famine in two regions of Somalia. Oxfam said the announcement marked a &quot;catastrophic breakdown of the world&apos;s collective responsibility to act.&quot; A number of questions followed: could aid donors have responded earlier? Why didn&apos;t they? Is the media to blame? Why does &apos;famine&apos; compel more attention than &apos;humanitarian emergency&apos;? Could the crisis have been averted? The UN formally declared the famine over in early February 2012, and similar questions followed: Will the decision to downgrade the crisis in Somalia from &apos;famine&apos; to &apos;emergency&apos; levels effectively downgrade public engagement, and effect the ongoing relief effort? We set out to explore some of these issues, and used data on aid flows, media coverage, web searches and Twitter traffic to build an interactive looking at how donors, news organisations, and the public engaged with the crisis in Somalia before, during, and after the famine.     Click through to explore the interactive based on this data    Data on humanitarian aid flows to Somalia in 2011 and 2012 comes from the UN&apos;s Financial tracking service (FTS) database. Each of the 584 donations recorded were then coded based on the type of donor. We opted for categorising donors primarily by geographic region, in part to explore the role and impact of &quot;non-traditional&quot; funders from areas such as the Middle East. Note that FTS compiles data based on reports from donors and agencies making appeals, and so is subject to reporting and recall errors. Media coverage is measured by the number and the total length of articles published either in print or online by six mainstream news outlets in the US and UK: The Guardian, The Times, The Sun, The New York Times, The Washington Post, and The Wall Street Journal. We used Factiva to look for articles that discussed the humanitarian crisis in Somalia before, during, and after the famine, and verified our results using the online archives of each publication. When there was a contradiction between Factiva and the online archives in terms of wordcount, we opted for the higher of the two. Data on Google searches comes from the Google Insights online research tool. Peaks represent the highest number of searches in proportion to overall search traffic. Data on Twitter mentions comes from @PeopleBrowsr Datamine, who looked for tweets that contained mentions of Somalia and either famine, food, or drought. Overall the interactive shows it is the declaration of famine, rather than forecasts and early warnings, which seizes attention. More than 70% of funding, and almost 90% of mainstream US and UK media coverage (based on our analysis of 6 major news outlets) came after UN famine declaration in July 2011. Public engagement, estimated by Google searches and Twitter mentions, followed similar trends. This was curious, as these are quite different online activities. Data on searches measures individual interest in information on the crisis. But Twitter encompasses networks, and while tweets originate from individual accounts, those watching can choose to join a conversation or pass information onto their wider circle. In this case, however, Twitter seemed to merely react to the famine declaration, and only briefly. Note that while each measure of the world&apos;s response - aid flows, media coverage, Google searches, Twitter mentions - follows a similar pattern, we can&apos;t tell what relationship exists between these elements. We can&apos;t tell, for example, whether increasing media coverage fuelled, or responded to, rising aid flows. There are also other questions that could be explored using the data we&apos;ve compiled. It would be interesting, for example, to use the data on media coverage to look systematically at how exactly different news organisations covered the crisis. How many articles feature Somali voices? How many focus on the UK or US aid effort? What kind of language was used to talk about the crisis? The media has been criticised, for example, for focusing on the Dadaab refugee complex in neighbouring Kenya, for using graphic imagery, and for ignoring the wider context. It would be interesting to use this data to explore these arguments. The full data behind the interactive is below. Let us know what you can do with it?  Download the data  DATA: download the full spreadsheet More open data Data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr group Contact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/22/somalia-famine-aid-media-data", 
    "wordcount": "769"
}