{
    "headline": "Jenny Jones and the practical case against stop-and-search", 
    "text": "Indulge me for a moment. Last June I wrote a piece for Comment is Free about a Boris Johnson &quot;community conversation&quot; held on my patch of Hackney where a local black churchman said that law-abiding young people he knew perceived the police as being &quot;not on their side,&quot; as &quot;thuggish,&quot; and as &quot;pretty much another gang&quot; that was &quot;abusing their powers of stop-and-search.&quot; Boris&apos;s policing deputy Kit Malthouse, who succeeded him as chair of the Metropolitan Police Authority (MPA), responded with the welcome frankness he now and then displays. &quot;We are very conflicted about stop-and-search,&quot; he said. &quot;We recognise that it can be controversial and frankly also that there appear to be quite a lot of very rude police officers, who are more aggressive than they need to be - rude, disrespectful, and not necessarily conforming to the rules.&quot;  Even so, Malthouse underlined that he thought the tactic necessary: &quot;It has to be done to protect young people,&quot; he said. I&apos;ve also heard Malthouse (and Boris) defend stop-and-search on the grounds that every knife confiscated is a knife that might otherwise have been used to stab someone later in the day - an argument that many would describe as &quot;common sense.&quot; &quot;Common sense&quot; arguments are very hard to challenge, because they make statements of the bleedin&apos; obvious - Malthouse&apos;s point is impossible to refute. But they also have the effect of closing down wider debates that can lessen their force. The Green Party&apos;s mayoral candidate Jenny Jones, who is a member of the MPA, goes some way to doing so in the following statement she has sent me:   The Met must reduce the amount of wasteful stop and searches it currently carries out. Stop-and-search has been used so much it has alienated communities and hardened negative stereotypes. The Met need to move from the current blanket system to a more targeted approach which should hopefully go some way to reducing the racial disparity which has grown over recent years. My personal feedback, from people who live in, for example, Tottenham and Southwark, is that this tactic is breeding resentment and even hatred in some communities. It&apos;s a double problem of quantity and quality; when stop-and-search must be done it should be done with extreme politeness. Officers should have additional training and follow the example of the police in Northern Ireland who dramatically improved the relationship between themselves and the communities they were protecting.  This position has several virtues: the call for extra training, which Malthouse too advocated at that community conversation; the need for &quot;extreme politeness&quot;; and, most of all, that over-use of the tactic especially in a blanket way is a &quot;wasteful&quot; cause of huge resentment. Jones&apos;s case - which, incidentally, is pretty similar to that of Lib Dem candidate Brian Paddick - goes most of the way to nailing down a key criticism of stop-and-search, the one that challenges most directly the &quot;common sense&quot; view with a different sort of common sense - in short, that stop-and-search as currently deployed creates more crime problems than it solves. Other, equally valid, concerns, such as its civil liberties implications and the over-representation of black youths among those subjected to it (which Jones mentions) aren&apos;t as effective against the stone wall of &quot;common sense&quot; - they&apos;re quickly dismissed by some as wet liberal, namby-pamby, &quot;politically correct&quot; and so on. But insisting that stop-and-search puts a lot of police time to pretty poor use and results in young people hating the Met instead of wanting to help it protect them has the unifying power of practicality. As such, it could persuade quite a wide range of voters, including some natural Conservatives if made in the right way. And I&apos;m increasingly convinced by it. Just a few weeks after Boris and Kit Malthouse came to my bit of Hackney, rioting broke out about a five minute walk from where their meeting was held. As I later wrote, nothing much seemed to be happening in the streets concerned when I hurried down to them from my home in response to a social network rumour. Only after two young black men had been pounced on by officers from three van-loads of riot cops that dramatically arrived out of the blue did a crowd gather and trouble start. A camera crew from Al Jazeera English captured the scene. At least one of the young men was released after the search was completed.             It would be glib to assert that no disturbances would have happened in that part of Mare Street had this particularly robust and conspicuous stop-and-search operation not taken place. Moreover, I have no idea what intelligence the police were acting on. But before the incident occurred there were no angry or violent confrontations taking place in the vicinity. Straight afterwards there were. Makes you think.", 
    "section": "environment", 
    "gid": "politics/davehillblog/2012/jan/06/jenny-jones-green-party-stop-and-search", 
    "wordcount": "831"
}