{
    "headline": "New to nature No 104: Meenoplus roddenberryi", 
    "text": "Things are looking up for bugs underground. Among the 132 cave-dwelling invertebrate species of the Canary Islands are about 15 species of Hemiptera or true bugs. Most of these troglobites are from younger, more recently volcanically active, islands where lava tubes are abundant. La Palma and El Hierro, for example, are less than two and one million years old, respectively, and until recently home to most of the documented cave fauna. Most volcanic activity on Gran Canaria ceased 1.6m years ago. As a result, this 14m-year-old island has few lava tubes, leading biospelunkers to assume that the cavernicolous fauna would be sparse. Localised activity to the north and east has produced some volcanic landscapes, but the south-western half of the island has few lava tubes or cinder cones and virtually no troglobites. Before the year 2000, Gran Canaria cave fauna consisted of one spider and one cockroach. Since then, explorations of lava tubes and old artificial caves have revealed a much richerfauna than was suspected, almost the equal to that of younger islands. Discoveries have included millipedes, pseudoscorpions, spiders, silverfish and beetles, many of which are yet to be named. Most are found in shallow mesocavernous habitats, the so-called milieu souterrain superficiel. Caves are voids large enough for a human to enter. Mesocaverns are smaller than caves, but larger than mere fractures in rock. Dr Hannelore Hoch of the Museum fr Naturkunde, Berlin, with Dr Manuel Naranjo of the Sociedad Entomolgica Canaria Melansis and Dr Pedro Orom of the Universidad de La Laguna, recently discovered a new species of cavernicolous true bug in a 30 metre-long water mine on Gran Canaria near Tenteniguada, at about 1,100 metres above sea level. The bug was found in the deepest part of the mine, formed in colluvial deposits of basalt, where seasonal variations are slight; temperature remains 13-17C and the relative humidity 85-94%. The presumed food source for the bugs are roots of a number of trees and shrubs penetrating the mine, including some combination of sweet chestnut (Castanea sativa), yellow broom (Teline microphylla), blue Gran Canarian tajinaste (Echium callythirsum), and escobon (Chamaecytisus proliferus). Meenoplus roddenberryi is named after Gene Roddenberry, creator of Star Trek that has spawned an industry of sequels, movies, and now scientific names. The mission statement that began episodes of the original series included the words &quot; to explore strange new worlds, to seek out new life to boldly go where no man has gone before&quot;. Hoch et al suggest this applies as much to biospeleology as to space exploration. M roddenberryi is a textbook example of a relict since not a single epigean member of the family exists in the Canaries, but must have at one time. Those remaining reflect three independent cavern colonisations by at least two different extinct ancestral species: M claustrophilus on La Palma, M cancavus and M charon on El Hierro, and M roddenberryi on Gran Canaria. It is equally curious that in spite of suitable habitats and the presence of other troglobitic bugs, no meenoplids are known on Tenerife. Nor is M roddenberryi a close relative of known species from Africa or Cape Verde, leaving its ancestral origins a mystery for now. Because larvae of the family live in or on the soil the transition to hypogean life is easily envisioned. Still, there are degrees of morphological adaptation to cave life, and M roddenberryi is a more extreme example than its relatives on younger islands. The opposite has been noted among bugs in Hawaii with the most extreme forms on younger islands. This suggests that degree of adaptation correlates with physical parameters, rather than a gradual process. The scarcity of cavernicolous planthoppers on older islands had been explained by the elimination of mesocaverns by erosion and soil formation, but M roddenberryi challenges that explanation and suggests that landslides and rock avalanches create new habitats.", 
    "section": "science", 
    "gid": "science/2013/may/19/new-to-nature-meenoplus-roddenberryi", 
    "wordcount": "649"
}