{
    "headline": "My dad, the mobile phone early adopter", 
    "text": "Ernie Wise made the UK&apos;s first public mobile phonecall on 1 January 1985: but my father, a huge Morecambe and Wise fan, had been making calls while he was out and about for years before that. My father, Michael Moorhead, was one of Britain&apos;s first users of carphones  the precursors of today&apos;s mobile phones. He had his phone fitted into his Opel Commodore in around 1977: the phone consisted of a handset fixed to a box between the front seats, and another huge box screwed inside the boot of the car where all the transmitter equipment was housed. And then there was the aerial  a tall post attached to the back of the vehicle. There wasn&apos;t another car driving around Manchester like it  it looked like amobile outpost of Nasa. My dad, who died four years ago, used the car radio service set up by the GPO in 1965. By the time he got his phone, the technology had evolved to &quot;System 3&quot;. When he wanted to make a call, he would first work out, using a map, which car radio area he was in. He would then press one of seven buttons on the phone  I think they were labelled A-G  and would lift the handset to be put through to the operator, who would place his call. The handset had a big red button on it  you had to press to talk, and release to listen. My father was a textile mill owner, and he spent a lot of his life travelling around the country on business. Carphones weren&apos;t cheap, but he loved being cutting-edge; and wherever he went, there was always lots of interest in the extraordinary gadget that allowed him to talk as he drove (it would be a long time, of course, before holding a handset while driving would be made illegal). My childhood was punctuated by calls from my father in his car: I often remember my mother, struggling to dish out tea for four children, muttering as she replaced the receiver: &quot;Why does he think I need to know he&apos;s driving along the East Lancs Road, anyway?&quot; We were all used, too, to his constant warnings that reception might be bad: &quot;Hang on a minute, I&apos;m about to go under a bridge, I&apos;m going to lose you for a few seconds ...&quot; Best of all, for him, was the possibility of being able to phone ahead to get a pint on the bar if he realised he would be arriving at the pub after closing time. It all seemed eccentric at the time: now, 35 years on, I can see my dad was a trailblazer. He simply wanted to stay connected, wherever he was  just as we all do today.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/apr/03/my-dad-mobile-phone-early-adopter", 
    "wordcount": "464"
}