{
    "headline": "Tougher trade rules to protect turtles win support of nearly 200 nations", 
    "text": "Nearly 200 countries on Friday voted for tougher trade rules to protect dozens of species of turtles, in a day that saw the US and China joining forces for the first time ever, at an international wildlife summit in Thailand. Millions of turtles are targeted by obsessive western collectors, seekers of tonics for long life and as food for diners across Asia. Turtles have already been all but wiped out in the wild in east Asia, driven by the food and traditional medicine markets. Demand has grown at the same fast pace as economies have grown, especially in China, bringing millions more consumers into the market. The new rules discussed at the Convention on Trade in Endangered Species in Bangkok have come just in time for many species, said Dr Sandra Altherr, a biologist at German wildlife group, Pro Wildlife. &quot;Many of the turtles discussed today will be on sale tomorrow, at the world&apos;s biggest reptile fair in Germany, and fetching prices up to 10,000,&quot; she said. &quot;Their life strategy is to live for a long time, so their reproduction is slow and they just can&apos;t stand this exploitation.&quot; Turtles&apos; famed longevity has been double-edged, with the animals reputed to extend life and therefore sought after for traditional medicine and prized dishes. The variety and beauty of their shells also makes them highly attractive to collectors, which drives some turtles into a death spiral as the last remaining specimens become ever more valuable. Much of the trade is illegal, and many turtles die in transit to their market, but it continues on a massive scale due to lack of enforcement. The US told the Cites summit that the &quot;boom-and-bust&quot; pattern of the trade  in which traders hunt one species to near extinction before moving on to another  was spreading out from south-east Asia to the rest of the world. Turtles, also suffering the rapid loss of their habitats in rivers, lakes and coasts, are now the most endangered vertebrates in the world. China and the US, joining forces for the first time ever at Cites, led the way in boosting protection for 30 species of freshwater box turtles, small animals used for traditional medicine and food in Asia. The same duo also backed new restrictions on the trade of eight species of soft-shelled turtles, some of which are over a metre in length. Soft-shell turtles are considered to be the tastiest by Asian consumers, but many species are headed towards extinction in the wild. Biologists from 45 nations had backed the ban. Hundreds of millions of soft-shelled turtles are now farmed in China, but wild turtles have remained under heavy pressure. Among the turtles benefiting from new restrictions on trade is Indonesia&apos;s Roti Island snake-necked turtle, whose population has been decimated by the pet trade. At the German reptile fair, this species is listed for sale at 2,000 per animal. But Indonesia resisted US attempts at even tougher rules, saying highlighting its rarity would only encourage collectors. &quot;It would lead to increased hunting and more hunting in the wild,&quot; said Indonesia&apos;s delegate, adding it was attempting to reintroduce the turtle into the wild. All international trade in this turtle has now effectively been banned, as has trade in Vietnam&apos;s very colourful Indochinese box turtle, Annam leaf turtle and big-headed turtles, the latter being found only in high mountain streams. The Burmese star tortoise, whose unfortunate beauty has driven prices to $1,500 per animal in the pet trade, is now one of the rarest in the world. It was also banned from exports. The international trade in other turtles was not banned but regulated for the first time, ending a damaging free-for-all. The spotted turtle and Blanding&apos;s turtle gained this protection, as did the diamond back terrapin, all of which live in the US and Canada. The export of these turtles from the US has tripled in the last decade, with thousands being shipped out each year. Japan, often seen as a block on increased protection of wildlife, made a little Cites history. For the first time for any species, it asked the world&apos;s governments to help protect the rare Ryukyu black-breasted leaf turtle, which has suffered from the loss of its forest habitat and the poaching for the pet trade. &quot;For the pet trade, this new protection is a really big help,&quot; said Altherr, noting that western pet markets were quite closely monitored. &quot;But for food trade it may not have so much of an effect. It is very hard to control and additionally some of the turtles are very hard to tell apart.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/08/tougher-trade-rules-turtles-cites", 
    "wordcount": "779"
}