{
    "headline": "Arctic expedition to study impact of climate change on plankton", 
    "text": "Tara will soon set sail for the Arctic again. The famous schooner will cast off from Lorient in Brittany on Sunday 19 May for a seven-month expedition via the Northeast Passage along Russia&apos;s Arctic coast, returning through the Northwest Passage. The goal of the 25,000km Tara Oceans Polar Circle Expedition, with some 15 scientist on board, is to search for planktonic organisms, including viruses, bacteria, protists and metazoans, all vital resources that need to be studied in their own environment while there is still time. &quot;This is a vital and urgent task,&quot; said Chris Bowler, a biologist at the cole Normale Suprieure graduate school and research centre, and head of research at France&apos;s National Centre for Scientific Research (CNRS). &quot;The Arctic is one of the most productive planktonic regions on the planet, so we have to get there before humans start interfering.&quot; The ship is returning to the area where it let itself be trapped by pack ice in September 2006, when it drifted for 500 days to cover the distance between Siberia and Greenland. That was half the time taken by a previous Norwegian expedition, which took between 1,894 and 1,896 days, because the shrinking ice floes have since opened up new sea routes  and with them the potential for exploiting oil and gas resources, fishing and tourism. The ship&apos;s oceanographers and biologists will be examining the impact of these changes in microscopic detail. A litre of seawater contains between 10bn and 100bn living organisms and they want to learn more about this biomass. Because plankton forms the basis of the food chain it is vital to the marine ecosystem, and its organic biodiversity plays a determining role in the major biogeochemical cycles of nitrogen, carbon and oxygen. Half the oxygen we consume on earth comes from the oceans, and the sea is the planet&apos;s leading carbon sink. &quot;Phytoplankton feeds the zooplankton, which is rich in lipids and eaten by cod and whales alike. That is the Arctic&apos;s first gift to man,&quot; said Lars Stemmann, a researcher in the Laboratory of Oceanography at Villefranche-sur-Mer (CNRS, Paris-VI University). &quot;Then the detritus and excrement feeds the deep-sea population and forms a carbon sink on the sea bed.&quot; The question they will try to answer is how will plankton react to the consequences of climate change. In the summer of 2012, the ice floes had melted to an extent scientists had never seen before. The ice not only covers less of a surface area but is far less thick, so it melts even faster in the spring. According to the oceanographer and physicist Jean-Claude Gascard, emeritus head of research at the CNRS, the ice floes have lost three-quarters of their volume in just a couple of decades. Plankton thrives around the edges of the floes, under the shelter of the ice with good exposure to light. That is the precise frontier zone on which the Tara team will focus its research. This article appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/may/14/tara-expedition-arctic-plankton-study", 
    "wordcount": "515"
}