{
    "headline": "Let state schools be run for profit, says former Department for Education chief", 
    "text": "The former top civil servant in the Department for Education has said he sees &quot;no principled objection&quot; to profit-making companies taking over state schools and believes they will &quot;probably&quot; be allowed to do so eventually. Sir David Bell, permanent secretary at the department until the end of last year and now vice-chancellor of Reading University, said in an interview with Education Guardian: &quot;In those areas of systematic failure, where all other options have failed, can you object to somebody coming in and trying something very different and making some profit out of it? &quot;It could lead to better education for the kind of students who have been systematically failed for generations.&quot; But, he added, profit-making was still &quot;a bit far off&quot; and it would be introduced &quot;very gently, not in a big bang sort of way&quot;. Michael Gove, the education secretary, said last year: &quot;I don&apos;t have any particular objection to involving any organisation that is going to improve our education.&quot; But he added: &quot;We don&apos;t need to have profit-making organisations involved at the moment.&quot; Though Nick Clegg has stated the Liberal Democrats&apos; opposition to &quot;running schools for profit&quot;, many in the Conservative party  particularly those associated with Tory thinktanks  support the move and are pressing for its inclusion in the party&apos;s next general election manifesto. Bell&apos;s cautious backing for commercial firms running schools comes as a surprise because of his long background in state education and public service. A former primary school teacher in Glasgow and Essex, he became chief education officer in Newcastle and chief executive of Bedfordshire council. He was head of Ofsted before moving to the Department for Education in 2006. Bell was regarded as being close to New Labour and it was reported that he left the department last year after clashes with Gove over the pace at which academies and free schools were being introduced. Bell strongly denies there were any such clashes. Many firms already make profits from providing services to schools, such as maintaining buildings and handling personnel matters, but until now the classroom itself has been sacrosanct. &quot;I do think people get a little bit precious about this,&quot; Bell said. &quot;I find it hard to understand what it is about teaching and learning that makes it different. I am an extreme pragmatist on these things.&quot; It is already possible for governors or trustees to give a commercial company complete operational control of a school, including responsibility for curriculum and teaching. Breckland Middle School in Suffolk, which is due to become a free school this year after it was faced with closure by the local council, has signed a 21m, 10-year contract with the Swedish for-profit firm Internationella Engelska Skolan (IES). Both IES and another Swedish company, Kunskapsskolan, have ambitions to manage chains of free schools on a similar basis, as does Wey Education  recently founded by Zenna Atkins, a former Ofsted chair. But several firms would prefer to build, own and operate their own state-funded schools, creating strong brand identities. Full interview in next week&apos;s Education Guardian.", 
    "section": "education", 
    "gid": "education/2012/feb/01/sir-david-bell-state-schools-profit", 
    "wordcount": "528"
}