{
    "headline": "Wii U price: where to find the cheapest deals", 
    "text": "     The Nintendo Wii U console is launched today, ushering in a new era of gaming. Although it&apos;s not much more powerful than the Xbox 360 and PS3, it does offer an intriguing tablet-style controller with its own display  a concept inspired by the whole &apos;second screen&apos; phenomenon (we&apos;re all tapping away on our laptops and smartphones while watching TV these days, apparently). Anyway, if you suddenly fancy one and haven&apos;t pre-ordered, how do you ensure you get the best deal? The Basic Pack, which comes with console, Game Pad and leads, is 250, while the Premium Pack adds a copy of Nintendo Land and some other accessories for 300. Can you do better than that? &quot;If you don&apos;t mind possibly a couple of extra days wait, the best price for a Wii U Premium Pack is 270.48 from Amazon.fr,&quot; says Lewie Procter, founder of the website Savygamer, which seeks out the best deals on games and hardware. &quot;You can use your UK Amazon account, and even though it has to ship from France, some SavyGamer users that preordered from here got their&apos;s the day before launch, so Amazon&apos;s shipping seems to be pretty fast&quot;. As for the Basic Pack, the best price at the moment is 247.85 from Shopto: &quot;so you might as well go for a bundle with a game from Zavvi for 249.99,&quot; says Procter. &quot;Although Shopto have probably got the quickest, most reliable shipping in the business, whereas Zavvi are known for being pretty slow&quot;. And you&apos;ll be wanting some more games, of course. &quot;The Hut are doing New Super Mario Bros U for 35.96 with coupon &apos;MAR10&apos;,&quot; says Procter. &quot;Call of Duty: Black Ops 2 is 41.99 at Amazon; and ZombiU is 39.85 at SimplyGames; Nintendo Land is 38.75 at TheGameCollection. Please not that ALL these prices are subject to change: &quot;This stuff can be pretty fluid, especially around console launches,&quot; says Procter. High street deals We&apos;re checking these right now, but currently Game stores are offering a deal where you can buy one of the selected Wii U games (including Sports Connection, Just Dance 4, Darksiders II and Epic Mickey 2) for 20 when you purchase the Wii U console.  Meanwhile, HMV has a range of console and software bundles. You can get the Wii U Basic Pack with Sonic &amp; Allstars Racing Transformed plus one of Disneys Epic Mickey 2, Sports Connection or Rabbids Land for 314.99. Alternatively, they&apos;re doing the Premium Pack with Sonic &amp; Allstars Racing Transformed plus one of New Super Mario Bros U Zombi U or Batman Arkham City for 369.99. That&apos;s pretty good, as you get Nintendo Land in the Premium bundle anyway.  HMV also has the limited edition Black Wii U Zombi U Premium Pack (which comes with ZombiU rather than Nintendo Land and an extra &apos;Pro&apos; controller) with Sonic &amp; Allstars Racing Transformed plus one of New Super Mario Bros U, Sports Connection or Batman Arkham City for 399.99. If you spot any other offers, do let us know in the comments section and we&apos;ll update.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/30/wii-u-cheapest-place-to-buy", 
    "wordcount": "546"
}