{
    "headline": "Gene variant enhances memory and increases risk of PTSD", 
    "text": "   Hundreds of skulls are stacked at a memorial for victims of genocide in Nyamata. Photograph: Saurabh Das/AP     A genetic variant associated with an enhanced capacity for emotional memories is also linked to increased susceptibility to post-traumatic stress disorder (PTSD), according to new research published yesterday in Proceedings of the National Academy of Sciences. The study, led by Dominique de Quervain of the University of Basel, used a combination of behavioural genetics and functional neuroimaging, and was carried out in three phases, two involving healthy European volunteers and the third involving Rwandan refugees who fled the 1994 civil war. I describe the work in more detail in this news story for Nature.It&apos;s widely believed that memories are formed by the strengthening of connections within distributed networks of neurons. This process involves the orchestrated activity of dozens of proteins  the neurotransmitter receptors embedded in the nerve cell membranes, and their &quot;effectors,&quot; the components of the biochemical signalling pathways inside the cells that are activated by the receptors. These molecules work together to make the signalling between neurons more efficient, so that synapses are strengthened.  The gene in question here, called PRKCA encodes an enzyme called protein kinase C- (PKC), and contributes to these processes by chemically modifying the receptors and their effectors. It does so by catalysing a reaction called phosphorylation, in which a phosphate group  a small organic compound consisting of one phosphorous and four oxygen atoms  is added to specific sites on the target protein. This enhances the activity of the protein, but the reaction is reversible  the phosphate group can be removed by another enzyme, called a phosphatase, which has the opposite effect on the function of the target protein.  In 2007, de Quervain and his colleagues reported that variations in the gene encoding the 2B-adrenoreceptor are related to emotional memories, and that the variants are associated with differences in susceptibility to stress but not with an increased risk of PTSD. In their latest study, the researchers found that a variant of the PRKCA gene is associated with an enhanced capacity for emotional memories in a large group of healthy Swiss volunteers. In phase two, they showed that the same variant is also linked to differences in brain activity during memory encoding. Finally, they examined the DNA of a large group of Rwandan refugees, all of whom had experienced multiple traumatic events during the civil war, and found that those carrying the variant were twice as likely to suffer from PTSD than those who don&apos;t. The variant is referred to as the A allele, because it contains an adenine residue at a specific position in the DNA sequence. The G allele, by contrast, has a guanine residue at the same position, but was not linked to enhanced memory. Intriguingly, the effect of the A allele on memory was dose-dependent  it was, in other words, influenced by the number of copies of the A allele that an individual carries. People with two copies of the A allele performed best on the memory test, and those carrying two copies of the G allele performed worst. The performance of people carrying one copy of each was somewhere in between. It&apos;s almost certain that these variants encode slightly different versions of the PKC that function differently from one another. The A allele may, for example, encode a version that is more active than the one encoded by the G allele, and this is something that can easily be tested. Exactly how this would lead to increased activity in the brain networks encoding emotional memories is, however, a more difficult question to answer, but this will probably be addressed in future work.  &quot;This is an elegant study that uses multiple measures to validate the genetic findings with fMRI and behavior, and replicates the observations in a traumatized group,&quot; says neuropsychiatrist Rachel Yehuda, director of the Traumatic Stress Studies Division at Mount Sinai School of Medicine in New York. She urges caution, however, about how the findings could translate in the clinic. &quot;Most of the time, the distress of PTSD is caused by avoidance of traumatic memories, or the inability to remember key aspects of the trauma,&quot; she says, &quot;so while it is important to gain as much understanding as possible of the biological basis of PTSD, we have to be careful to not misinterpret the findings to suggest that treatment involves tampering with or obliterating memory.&quot; Reference: de Quervain, D. J. -F., et al. PKC is genetically linked to memory capacity in healthy subjects and to risk for posttraumatic stress disorder in genocide survivors. PNAS, DOI: 10.1073/pnas.1200857109 [PDF]", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/may/15/1", 
    "wordcount": "759"
}