{
    "headline": "Boot up: Skylanders v Angry Birds, smart TV analysed, Facebook swallows Lightbox and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team What&apos;s the best cellphone ever &gt;&gt; Wolfram|Alpha Changed since last week. The Immobile Web &gt;&gt; Jason Grigsby Slides from a presentation by Jason Grigsby about smart TV. The key problem with Smart TV right now: you can&apos;t know whether or what you&apos;re supplying content to. An interesting case of Mac OSX malware &gt;&gt; Microsoft Malware Protection Center  In June 2009, Microsoft issued security update MS09-027, which fixed a remote code execution vulnerability in the Mac version of Microsoft Office. Despite the availability of the bulletin (and the passage of time), not every machine is up to date yet - which is how nearly three years later, malware has emerged that exploits the issue on machines running Office on Mac OS X. Fortunately, our data indicates that this malware is not widespread, but during our investigation we found a few interesting facts we&apos;d like to share with you.   It&apos;s pretty sophisticated. Skylanders is bigger than Angry Birds, says Activision Blizzard &gt;&gt; VentureBeat From 9 May:   In a conference call, Eric Hirshberg, CEO of the Activision Publishing division, made a surprisingly direct statement on the success of Skylanders, the new toy/video game hybrid for consoles and iOS devices. With 30m toys sold and $100m in revenue across toys and games in the quarter, said Hirshberg, Skylanders made more money than the entire business of Rovio&apos;s Angry Birds franchise. Rovio announced today that Angry Birds has been downloaded more than 1 billion times, across both free and paid versions.   Skylanders is huge with kids with games consoles, who swap accomplishments in school playgrounds. They haven&apos;t gone away just because games consoles have arrived. Google in Africa: It&apos;s a hit &gt;&gt; The Economist  Faster downloading speeds have helped make Google&apos;s YouTube video-viewing more popular. Young urban Africans organise YouTube parties. The company is also trying to help African governments digitise information and make it freely available to their citizens. Many rulings in the higher courts of Ghana, for instance, are going online.  Yet critics complain that Google is buying up enormous amounts of virgin digital land in Africa at virtually no cost. Within a couple of decades, without the regulatory oversight of the African Union or African governments, they say, Africa&apos;s internet life will be almost entirely in hock to the Google giant. Even the company&apos;s decision to go slow on seeking profits from Africa by offering cheap deals has been attacked by African would-be rivals, which say that such tactics are only extending Google&apos;s unfair advantage.  Lightbox is joining Facebook! &gt;&gt; Lightbox blog  Today, we&apos;re happy to announce that the Lightbox team is joining Facebook, where we&apos;ll have the opportunity to build amazing products for Facebook&apos;s 500+ million mobile users.  This means we&apos;re no longer accepting new signups. If you&apos;re an existing user, you can continue to use Lightbox.com until June 15 and you can download your photos from here.  Facebook is not acquiring the company or any of the user data hosted on Lightbox.com. In the coming weeks, we will be open sourcing portions of the code we&apos;ve written for Lightbox and posting them to our Github repository.   Chomp, chomp, chomp. Not buying the company, just acquiring the team. Steve Ballmer&apos;s Microsoft &gt;&gt; Dustin Curtis  You can call Steve Ballmer many things, but you cannot call him the &quot;the worst CEO of a large publicly traded American company today&quot; as Forbes&apos;s Adam Hartung did in a recent article. It&apos;s easy to see Microsoft as a bumbling fool of the tech world, but when you look closely at its business, the company&apos;s core competencies, and Ballmer&apos;s decisions, a coherent picture begins to form. It&apos;s a picture of a company being run from a very rational and respectable set of philosophies.   Completely agree - the Forbes article is ridiculous linkbait nonsense. Read Dustin Curtis&apos;s piece instead: it&apos;s well-argued and rational. Robbie Bach&apos;s four startup lessons from Xbox and Zune &gt;&gt; GeekWire Bach left Microsoft abruptly in 2010. Here he looks back at what Microsoft got right (and wrong) in the launch of the original Xbox and the Zune. As you may know, one of them went better than the other. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/16/technology-links-newsbucket", 
    "wordcount": "743"
}