{
    "headline": "Ni No Kuni: Wrath of the White Witch  preview", 
    "text": "It shouldn&apos;t come as any surprise that Ni No Kuni is a thing of astounding beauty. Developed by skilled adventure specialist Level-5, it features characters and landscapes drawn by the legendary Studio Ghibli, the animation house repsonsible for movies such as Spirited Away and Howl&apos;s Moving Castle.  As a result, this fairly traditional role-playing game genuinely looks and feels like an interactive Hayao Miyazaki masterpiece. Released in Japan last year to hugely positive reviews, it is now being localised for a global release. We won&apos;t get the game in the West until early 2013, but judging by the localised demo I have played, the wait will be worth it. The story follows a young boy named Oliver who, stricken with grief by the death of his mother, is visited by a goblin-like fairy named Drippy who tells him there is a chance to bring her back to life. The creature reveals that there is another world existing in parallel with our own, and that every inhabitant of our reality has a soul twin in the adjacent dimension. Oliver can reanimate his mother if he crosses over and saves her doppelganger. Drippy also gives him a magic book, stuffed with dozens of different types of spells to aid in his quest. And then they&apos;re off. What follows then, is Oliver&apos;s journey through the Ni No Kuni  the other world of the title. Players are free to roam the expansive landscape, made up of several interconnected islands, travelling on foot or via galleon and eventually on the back of a dragon. In typical RPG style, the rolling hills, vast woodlands and icy mountains are peppered with towns and mission locations to explore  and waiting somewhere out there is the eponymous White Queen, who seeks to thwart Oliver&apos;s quest.  With its central concept of a child alone in a parallel universe, the game is enormously reminiscent of Ghibli&apos;s global hit, Spirited Away. Many players will no doubt assume that the animation house had a hand in the scripting, but apparently that&apos;s not the case. &quot;The game concept was entirely generated by Level-5,&quot; explains the studio&apos;s CEO, Akihiro Hino. &quot;The whole idea of having two worlds already existed before we asked Ghibli to work with us on the animation. But afterwards, we requested that they review all the characters, setting and art designs, everything we&apos;d originally prepared, so that it would be fitting to their style.&quot; And indeed, the look of the game is unmistakable. With lush colouring, fine detail, imaginative monsters and elegant steam punk architecture, Ni No Kuni captures everything we love about the Ghibli aesthetic. In the exploration scenes, we get that glorious, somewhat hazy look, with gentle winds depicted as swirling white lines and the shadows of clouds rolling over.     Ni No Kuni    In the demo I saw, we also visited one densely crowded city, Hamelin, populated by pig-like soldiers and crammed with looming metallic buildings. In a cinematic sequence, a royal procession begins, and the buildings are moved out of the way on track systems. There&apos;s that sense of a living town in which everything is alive and transformable  such a lovely Ghibli staple. Naturally, the game employs cell-shaded animation to capture that look, but according to Hino this is a whole new approach to the style. &quot;We&apos;ve worked with cell-shading a lot, ever since Dark Cloud, so we are comfortable with it,&quot; he says. &quot;But Ni No Kuni uses a very advanced cell-shading technique. A lot of times you get these awkward shadows cast on the faces of characters, but we have an engine that removes those automatically to create a really hand-drawn style.&quot;  Throughout the adventure, Oliver can recruit new characters to his party, each with their own strengths and abilities. During our demo, we meet Esther, a young girl who specialises in magic and healing and Swaine, an older boy. The combat system mixes both action RPG and turn-based mechanics to involving and intuitive effect. For a start, there are no random monster encounters. All enemies can be seen as you explore the landscape, and are easily avoided. In fact, if you&apos;re wielding powerful weapons and a bulging spell book, they&apos;ll leg it from you anyway.  When you do engage a monster, the view switches to a battle mode like a traditional JRPG. Here though, you can move around the arena, darting in and out of combat proximity  replacing the staid, static feel of some turn-based systems with something much more dynamic. Players can select between members of their party who are able to attack the enemies themselves, or can call on one of their &quot;familiars&quot;, small creatures with differing elemental attacks. Characters can carry up to three familiars at any time, and using these tactically is a key element.  From here, a simple menu offers three key options: attack, defense or &quot;cut loose&quot;  the latter providing a powerful special move. Each one takes a certain amount of time to complete, shown by an onscreen dial, and all can be cancelled out at any time in response to enemy actions. For example, if you see a monster preparing to deliver a major special or magical attack, your own attack can be canned in favour of a hasty defense.  It&apos;s reasonably intricate, especially as you can also hand out detailed orders to other party members via another menu screen. But there are also auto buttons, allowing you to mechanise the whole process. And however you play it, it&apos;s a compelling strategic challenge, especially with the major boss characters that require finely-tuned teamwork. At the close of our demo in Hamelin, we have to fight a giant porcine mech named Porco Grosso (a nod to the Studio Ghiblie movie Porco Rosso  apparently there are lots of these little references in the game), and its strong armour rules out weapon attacks, instead requiring a varied magical onslaught. Level-5 has apparently been scrupulous in its localisation, attempting to capture the flavour and humour of other languages. For the English version of the game, Drippy is voiced by a Welsh actor and his dialogue is peppered with local vernacular. At one point during the royal processing scene, Oliver is almost run over by the prince&apos;s barge  &quot;run for your ruddy lives!&quot; shouts Drippy; a somewhat surreal moment. Apparently, the Japanese version of the character has a heavy Osaka accent, which is often used in anime to denote a &quot;yokel&quot; comedy character. You can take what you like from this.     Ni No Kuni    Sadly, there&apos;s no Xbox 360 version  originally produced for the Japanese market where Microsoft&apos;s machine has failed to garner a truly mass audience, Level-5 chose instead to concentrate on PS3 and the DS (where players can draw certain icons on screen to perform key spells taken from Oliver&apos;s magic book)  and out of those, only the PS3 version is coming to the West. A PS Vita port is possible though: &quot;It depends on how the console does,&quot; says Hino. &quot;But it is something to think about.&quot; As the Kingdom Hearts series has shown, marrying role-playing games and well-known animators is a smart way of increasing your potential audience  Ni No Kuni will almost certainly attract Ghibli fanatics. But it feels like there&apos;s so much more to this than commercial nouse.  Seemingly, both studios have learned a lot from working together. &quot;Studio Ghibli didn&apos;t have much knowledge of game culture when we started,&quot; says Hino. &quot;We had to teach them about game production.  &quot;But what we learned from them was the art of telling story through animation. They supervised all the storyboards and gave us direction in intricate detail, right down to the smallest moves. It has allowed the game to exert the feel of a Ghibli production.&quot; Perhaps in future, Ghibli will absorb game production into its remit, working  like Disney  on movies and game conversions simultaneously. For now though, Ni No Kuni is as close as we can get to living within one of the studio&apos;s astonishing worlds.  Ni No Kuni will be released by Namco Bandai on PS3 in spring 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/17/ni-no-kuni-ps3-preview", 
    "wordcount": "1363"
}