{
    "headline": "Science Weekly podcast: Curiosity rover touches down on Mars", 
    "text": "This week we&apos;ve assembled a panel of experts to feed your appetite for information about Nasa&apos;s new star, the Mars Curiosity rover.  The plucky robot landed on the red planet at 6:14am UK time and immediately sent back images of its surroundings. Guardian science correspondent Ian Sample takes us through the complex landing procedure; planetary scientist Geraint Jones from University College London tells us what it&apos;s like to be in the control room back on Earth when your lander reaches another planet; and our new astronomy blogger, Stuart Clark, walks us through Curiosity&apos;s scientific goals. Talking of alien worlds, science fans will be pleased to know that the Wellcome Trust has launched a new prize to encourage the production of high-quality feature films inspired by biology and medicine: from genetics and infectious diseases to consciousness and mental health.  Here to discuss good and bad science on the big and small screen are the Wellcome Trust media fellow and podcast regular, Kevin Fong, and the Wellcome Trust&apos;s games and film expert Iain Dodgeon. We also have the space junkie and self-confessed geek Helen Keen on the show. She&apos;s hoping to win audiences at this year&apos;s Edinburgh Fringe festival with a show that exposes her love for all things robotic. We&apos;ll talk to her about her new show  Robot Woman of Tomorrow  and get her thoughts on the Curiosity rover too. Subscribe for free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed). Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science. Email scienceweeklypodcast@gmail.com. Guardian Science is now on Facebook. You can also join our Science Weekly Facebook group. We&apos;re always here when you need us. Listen back through our archive.", 
    "section": "science", 
    "gid": "science/audio/2012/aug/06/science-weekly-podcast-curiostiy-rover-mars", 
    "wordcount": "299"
}