{
    "headline": "Research in Motion loses $147m patent case", 
    "text": "A federal jury in San Francisco has found Research In Motion liable for $147m (95m) in damages for infringing on patents held by a US software company. Further costs could lie ahead if Mformation Technologies seeks a royalty on future uses of the technology, which covers wireless management of devices so corporate customers can remotely upgrade software, change passwords or wipe data from stolen phones. RIM said it may appeal. The BlackBerry maker has been relying on its corporate client base to keep up revenues as it tries to regroup and recover from two quarters of losses and a dwindling market share among US consumers. Analysts wonder whether it will run out of cash before it can complete a turnaround. Todd DeLaughter, Mformation&apos;s chief executive, declined to say whether his company would go after other companies that incorporate similar technologies in their devices, notably Apple, whose iPhone and iPad have a similar remote access and wipe facility. Mformation was awarded $8 for each user of BlackBerry Enterprise Server (BES) version 4 since the lawsuit was filed in October 2008. It covers 18.4m corporate BlackBerrys connected to BES, which also encrypts content between server and device. Mformation had demanded $12 per two years&apos; use. The company may now sue in Europe, where it holds a patent for the same technology. Asked whether he was worried the verdict could hasten RIM&apos;s demise, DeLaughter said: &quot;When BES 4 started shipping, RIM was a healthy company. This suit should never have gone to court. It should have been settled three years ago.&quot; RIM&apos;s share price briefly dipped below $7 on Monday before recovering to $7.07, after closing on Friday at $7.22. Its stock has lost nearly 95% of its value compared with its $144 peak in June 2008. The company said: &quot;RIM is disappointed by the outcome and is evaluating all legal options. Additionally, the trial judge has yet to decide certain legal issues that might impact the verdict. RIM will await those rulings before deciding whether to pursue an appeal. &quot;RIM has worked hard for many years to independently develop its leading-edge BlackBerry technology and industry-leading intellectual property portfolio, and RIM does not believe that the Mformation patent in question is valid.&quot; DeLaughter said he agreed with commentators who argue that software patents are an obstacle to business in the US, but added: &quot;In our case we are a software company, it&apos;s core to the lifeblood of our business. To let that technology&apos;s use go uncompensated would be damaging. &quot;The notion of all the lawsuits going on between handset makers is concerning,&quot; he said. &quot;But if the courts and the system doesn&apos;t allow entrepreneurs and innovators to protect their ideas, then there won&apos;t be innovation.&quot; DeLaughter said Mformation had suffered material loss through not being able to close sales because of RIM&apos;s use of similar technology. It is the second big patent loss in RIM&apos;s history. In March 2006 it settled a five-year dispute with NTP for $612.5m. RIM&apos;s US market share of smartphone shipments dropped from 41% in 2007, the year the first iPhone came out, to below 4% in the first three months of this year, according to the research firm IDC. There have been repeated delays to its BlackBerry 10 operating software, which is intended to help it catch up to rivals such as the iPhone and smartphones running Google&apos;s Android software. Devices with the new software miss the Christmas shopping season and will face even more competition when they do go on sale, including a new iPhone expected this autumn.", 
    "section": "technology", 
    "gid": "technology/2012/jul/16/research-in-motion-patent", 
    "wordcount": "606"
}