{
    "headline": "The great Everest oxygen debate: was anyone really a 'rotter'?", 
    "text": "When George Mallory and Andrew &apos;Sandy&apos; Irvine climbed to their deaths on Everest in 1924 they were almost immediately identifiable as a very British pair of heroes. Like Robert Falcon Scott and his team, Mallory and Irvine had gone to their deaths in an icy wilderness far from home, and were  depending on your point of view  great examples of proper masculine pluck and grit, or tragic examples of the pointlessness of dangerous exploration. While historians and others have emphasised the scientific work of Scott&apos;s polar exploration (particularly in this anniversary year), the tension between sport and science is often played up in stories about the Everest expeditions of the 1920s. The focus of this conflict is usually the so-called &apos;oxygen debate&apos; - the discussions about the use and design of artificial respiration systems for climbing at high-altitude. Many writers represent this as an argument between scientific rationalists who promote a technical fix for the problem of breathing at altitude, and gentlemanly climbers and explorers  epitomised by Mallory  who rejected this artificial aid in favour of a strong amateur sporting ethic, man against mountain. This is a gross simplification, and it&apos;s a significant one for the history of science because it can obscure a really important scientific debate. There certainly was a lot of discussion about the ethics of using oxygen, although it&apos;s worth noting that Mallory and Irvine used oxygen in their fatal climb of 1924, and Mallory and others were perfectly happy to use drugs and stimulants while climbing (notions of sportsmanship in relation to doping and drugs have changed a lot over the past century).  But underlying any sporting concerns there was, firstly, a serious, scientific, physiological debate about whether oxygen was necessary to reach the summit; and secondly an equally serious technological debate about whether existing oxygen systems were fit for purpose. This is a big story, and I&apos;ve written about it at more length elsewhere, but it&apos;s possible to illustrate the confusion here by &apos;mythbusting&apos; one word  &apos;rotters&apos;. &quot;Only rotters would use oxygen&quot; This quote is attributed to AR Hinks, Cambridge astronomer and the Everest Committee&apos;s representative from the Royal Geographical Society. It crops up in various forms in nearly every written work about the expeditions of the 1920s (including in the most recent, bestselling book by Wade Davis, and the review of that book by David Simpson in the London Review of Books). It is normally used as an illustration of the gentlemanly amateur attitude which is supposed to have suppressed the use of oxygen. In fact, this is a misrepresentation. Here&apos;s the phrase in context  I should be especially sorry if the oxygen outfit prevents them going as high as possible without it. The instructions laid down by Dreyer say clearly that oxygen should be used continuously above 23.000ft. That I am convinced is all nonsense. Wollaston agrees. If some of the party do not go to 25,000ft. without oxygen they will be rotters.  Two important bits of this paragraph are dropped in order to get at the neat &apos;rotters&apos; quote. One is the criticism of Georges Dreyer, which is part of a rather bitter dispute between &apos;armchair&apos; theorists and physiologists with mountaineering experience, so this is a scientific, not sporting, argument.  The second fact is that Hinks is not saying that all oxygen use is wrong; what he&apos;s suggesting is that some of the team should try to break, by a few hundred feet, the current climbing world record, which had been set in 1909 by the Duke of the Abruzzi on Chogolisa (about 24,600ft. above sea level). Hinks says nothing at all here about reaching the summit (just over 29,000ft), with or without oxygen.  Perhaps these seem like rather niggly or subtle points, but even so, reading the word &apos;rotters&apos; in its proper context does rather change our understanding of Hinks&apos; view. Along with the rest of the Everest Committee, he formally approved the use of oxygen if it proved to be necessary and could be made workable. It&apos;s not accurate to say  based on this quote  that he thought those who used it were straightforwardly &apos;rotters&apos;, or even that his objections were mainly &apos;sporting&apos;. So why has this misquote persisted?  The full statement isn&apos;t hidden away in an archive, it&apos;s available in print in Walt Unsworth&apos;s immense book &apos;Everest: The Mountaineering History&apos;, so it&apos;s easy to find and check (it&apos;s even available free online here, page 78, although take note of the chapter title!). Maybe it&apos;s so persistent because it says something we want to be true; it&apos;s too good to double check, a perfect soundbite illustrating exactly the sort of sporting attitude we expect of British heroes. Perhaps the more we use it to reinforce our expectations, the more convincing it becomes, and the less we&apos;re inclined to investigate further?", 
    "section": "science", 
    "gid": "science/the-h-word/2012/nov/09/history-science", 
    "wordcount": "807"
}