{
    "headline": "Human embryonic stem cells created from adult tissue for first time", 
    "text": "Scientists have used the cloning technique that led to Dolly the sheep to turn human skin into embryonic stem cells  which can make any tissue in the body. The US team overcame technical problems that had frustrated researchers for more than a decade to create batches of the body&apos;s master cells from donated skin. The work will spark fresh interest in the use of cloning in medical research, and reignite the controversy over a procedure that demands a supply of human eggs, and the creation and destruction of early stage embryos. The US group employed the technique to make embryonic stem cells that were genetically matched to individuals. Such cells could be used to study diseases in exquisite detail, and regenerate damaged organs and tissues. &quot;Our finding offers new ways of generating stem cells for patients with dysfunctional or damaged tissues and organs,&quot; said Shoukhrat Mitalipov at Oregon Health and Science University. &quot;Such stem cells can regenerate and replace those damaged cells and tissues and alleviate diseases that affect millions of people.&quot; Dolly was born in 1996 after researchers led by Sir Ian Wilmut in Edinburgh created an embryo by fusing a cell from a sheep&apos;s udder with an egg that had had its nucleus removed. The embryo was a clone  genetically identical to the adult sheep the udder cell came from. Since Dolly&apos;s arrival teams of scientists have tried to use cloning to make early-stage embryos, which contain embryonic stem cells. To do so they fuse a skin cell and an egg with its nucleus removed, then apply an electric shock to make the resulting cell grow. The process has worked in some animals, but until now had failed in humans. Hopes that cloning might usher in a new era of medicine were dealt a major blow after the South Korean stem cell researcher, Woo-suk Hwang, claimed in 2005 to have perfected the process and made fresh tissue from patients&apos; skin. A year later Hwang was charged with embezzlement and illegally buying human eggs after it emerged that his results had been faked in one of the greatest scandals in modern science. Writing in the journal Cell, researchers led by Mitalipov describe how they set about solving problems in the cloning process. They overcame one glitch  the premature development of the cloned embryo  by adding caffeine to their dishes. The revamped procedure dramatically improved the efficiency of cloning, and Mitalipov&apos;s team harvested at least one batch of embryonic stem cells for every egg donor. Tests on the cells found they could grow into any body tissue. &quot;This is an important advance because it is feasible  one embryonic stem cell line was generated from just two eggs,&quot; said Christopher Shaw, professor of neurology at King&apos;s College London. &quot;Like many good experiments caffeine has made an invaluable contribution.&quot; Interest in therapeutic cloning had waned among many researchers after the invention of a new technique that allowed scientists to reprogram skin cells into a more embryonic form. Unlike cloning, the procedure did not require human eggs, or the creation of early-stage embryos. Last year, Sir John Gurdon of Cambridge University, and Shinya Yamanaka at Kyoto University, shared thea Nobel prize for pioneering so-called induced pluripotent stem (iPS) cells. Though iPS cells hold great promise, they carry mutations and other abnormalities that might rule them out for medical therapies. Mitalipov&apos;s work resurrects cloning as a means of making tool for creating stem cells, and means that iPS cells can now be compared directly with embryonic stem cells to see if the differences matter. Robin Lovell-Badge, head of developmental genetics at the MRC National Institute for Medical Research, said the work &quot;brings the topic of therapeutic cloning in humans back into the realm of good science rather than controversy&quot;. In Britain and elsewhere, it is illegal to implant a cloned embryo into a woman&apos;s womb, and studies in animals show that most cloned embryos are aborted or suffer birth defects. &quot;It is an unsafe procedure in animals and it will similarly be an unsafe procedure in humans. For this reason alone it should not be attempted,&quot; said Lovell-Badge. &quot;We are not just a product of our DNA, which is the only thing that is copied in cloning. Nurture and environment are at least as important in determining who we are, therefore cloning cannot be used to bring back a loved one.&quot;", 
    "section": "science", 
    "gid": "science/2013/may/15/human-embryonic-stem-cells-adult-tissue", 
    "wordcount": "741"
}