{
    "headline": "Boot up: Apple's antitrust problem, Microsoft buys Netscape (yup), what Google Glass needs to succeed and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Inside the DOJ&apos;s ebook price-fixing case against Apple: an analysis &gt;&gt; The Verge They read the PDF of the complaint (linked in the article):   Although Apple is listed as the first defendant, the bulk of the case is really about the publishers involved: Hachette, HarperCollins, Macmillan, Penguin, and Simon &amp; Schuster. According to the government, these publishers greatly feared Amazon&apos;s $9.99 Kindle book prices, which they called &quot;wretched,&quot; and worked for years on a scheme to raise prices and limit competition. They also feared that consumers would get used to paying $9.99 for bestsellers and ultimately decrease publishing profits. Apple was more than willing to help; it wanted favorable deals as it entered the ebook market combined with higher margins on more-expensive products.   What&apos;s not quite explained is how a new entrant with an unproven product (the iPad) could disrupt the established player (Amazon) by charging higher prices. Unless, of course, the publishers declined to let Amazon sell the ebooks. But equally, collusion for price-fixing is illegal, in the US and elsewhere. Apple&apos;s first antitrust case: one to savour. Chinese app stores host malicious apps &gt;&gt; The Register  Although there are no reliable stats, China appears to have a big problem when it comes to malicious mobile apps either finding their way onto legitimate sites such as those run by the operators, or dubious third party platforms.  Roy Ko, a consultant at the Hong Kong Computer Emergency Response Team Coordination Center, told The Register that part of the problem lies with Chinese mobile users themselves.  &quot;In China people like to crack software and make it available for free but that is dangerous because Google Play at least has some quality control, but on the other sites you get these cracked apps alongside malicious ones,&quot; he argued.  The most common end goal for the creators of these malicious apps is either to steal data, or make money out of premium dialler malware, although increasingly hackers are using these infection channels to turn smartphones into botnets, Ko explained.  Four problems Google Glasses have to solve before becoming a hit &gt;&gt; Co.Design Good points, and don&apos;t rule out the possibility of their becoming a hit. Just point out that the obstacles aren&apos;t trivial. Of Microsoft, Netscape, Patents and Open Standards &gt;&gt; Computerworld  Here&apos;s what Netscape said in 1997, when it received the SSL patent: &quot;Netscape Communications (NSCP) quietly received a patent last month for one of the most popular types of encryption on the Internet, but the company says it will continue to give it away for free. &quot;The encryption in question is the Secure Sockets Layer protocol, or SSL. Both Navigator and Internet Explorer browsers use it to secure Web-based information, including credit card numbers, stock information, and private documents. Netscape applied for the patent back in 1995. The US Patent and Trademark Office granted the patent last month. Even though SSL is heavily used in servers, browsers, and other networked products, Netscape said it has no plans to start charging developers for the source code or to impose other conditions. &quot;We don&apos;t want to discourage developers from using our platform,&quot; said spokesman Christopher Hoover. &quot;An SSL license would be a real hurdle. It&apos;s not an income source that&apos;s necessary to exploit.&quot;   Guess now: which company bought the SSL patent from AOL last week? Windows Project Glass: One day too... &gt;&gt; YouTube If Microsoft did Project Glass... (thanks @rquick for the link) Instagram as an island economy &gt;&gt; Interconnected Matt Webb of Berg:   The other day I picked some choice quotes from &apos;Marx at 193&apos; (an article by John Lanchester). Here&apos;s one: This idea of labour being hidden in things, and the value of things arising from the labour congealed inside them, is an unexpectedly powerful explanatory tool in the digital world.  What is the labour encoded in Instagram? It&apos;s easy to see.    We&apos;ve until now been missing a Marxist analysis of the Instagram takeover. Google is not the Enemy &gt;&gt; osm.gryph.de Makes the point that Google has helped OpenStreetMap, and concludes:   Google is just an organisation like every other organisation; they&apos;re not exempt from the rule that if you aren&apos;t careful, self-serving managers will rise to the top, where a personal agenda or reaching this or that far-fetched goal to boast your manager creds might be more important than doing the right thing. It is good of us to watch Google, and to elbow them in the ribs every now and then. But in the grand scheme of things - in the whole &quot;crowd-sourced hive-mind world-wide collective vs. government-and-business-controlled data cathedrals&quot; arena - Google is on the same side as we are. More so, perhaps, than a couple other organisations who vie for our affection.  About Pando &gt;&gt; Uncrunched Michael Arrington:   Some of you may have read Sarah Lacy&apos;s post today stating that I&apos;m no longer on the board of Pando Daily. This wasn&apos;t a complete surprise to me, the company notified me last week that they weren&apos;t happy that I and MG Siegler (my partner at CrunchFund) were going to speak at TechCrunch Disrupt this coming May. Part of the reason that I&apos;m speaking at Disrupt is that I have a contractual commitment to do so as part of my break with them last year, which Sarah knew about before our involvement in Pando. But MG and I are also speaking there because we still love TechCrunch. And we both speak at many other conferences as well.   Hints of trouble in paradise. (Read this if you need reminders on Techcrunch and Pandodaily.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/12/technology-links-newsbucket", 
    "wordcount": "990"
}