{
    "headline": "Solar panel demand down nearly 90% following subsidy cut", 
    "text": "Solar panel installations have fallen by almost 90% in the weeks since the government halved cut the subsidy available, according to Department of Energy and Climate Change figures. The change in financial support for solar power has been highly controversial and has seen the government lose a high-profile legal case in the high court. The new data lends support to the charge of some in the solar industry that the government cut the subsidy too far and too fast, endangering thousands of jobs. Ministers have defended their actions, saying the scheme they inherited from the previous government was poorly set up and was too costly for the energy customers who ultimately foot the bill.     The number of solar panel installations in the UK from January 2011. Photograph: DECC     Since 1 April, the amount paid to those installing solar panels fell from 43p/kWh of energy generated, to 21p/kWh. In the three weeks since then, an average of 2.4MW of solar photovoltaic capacity has been added each week  87% down from the weekly average for the previous year of 18MW. Greg Barker, the Conservative minister responsible for the solar subsidy scheme, said the changes aimed to end &quot;solar booms&quot; and busts: &quot;The whole point of my reforms is to bring in a much greater degree of certainty and predictability.&quot; He has set an ambition to have 22GW of solar capacity installed in the UK by 2020. Caroline Flint, the shadow energy and climate change secretary, claimed on Tuesday that this target would take 169 years to reach at the current rate. &quot;For months Labour has been warning that the government&apos;s cuts to solar power would destroy thousands of jobs, cut off a green hi-tech British industry and stop families controlling soaring energy bills. These shocking figures prove that because of the government&apos;s cuts, it will take a staggering 169 years for us to reach our targets for solar power.&quot; &quot;To take only three weeks of data and use it to predict the next eight years is absurd,&quot; said Greg Barker, who accused Flint of political opportunism and learning nothing from the &quot;solar bubble&quot;. Barker told the Guardian: &quot;As costs come down, the implementation will go up. It is not a straight line. The 22GW ambition looks very credible, but it does depend on bringing costs down through the government and industry working together. The good news is that is happening.&quot; He said new McKinsey research showed solar power would be cost-competitive with fossil fuels by 2020. Paul Barwell, chief executive of the Solar Trade Association, said: &quot;We&apos;ve seen drops in installation with every policy adjustment, but we expect this one will take a bit more time to pick up.&quot; He said the reason take-up would take longer this time is the new requirement that homes must be reasonably energy-efficient before being entitled to solar panel subsidies  a requirement met by about half of homes. &quot;Many householders are aware that government has slashed subsidies,&quot; Barwell added. &quot;The challenge for us is to make householders aware that&apos;s partly because industry has slashed costs, and partly because solar is so popular. There is no doubt that financially solar remains a great prospect for UK homeowners so there is no good reason why the UK market should stagnate.&quot; All sides agree that subsidies had to be reduced because the costs of solar panels continue to drop rapidly: the argument was about the speed and scale of the cut. In his first significant remarks on green policy last week, prime minister David Cameron appeared to address the uncertainty caused in the renewables industry by the changes to the feed-in tariff. &quot;When we have made a commitment to a project, we will always honour it in full,&quot; he told energy ministers from around the world on 26 April.", 
    "section": "environment", 
    "gid": "environment/2012/may/01/solar-panel-demand-subsidy-cut", 
    "wordcount": "639"
}