{
    "headline": "Stop ivory poaching or face sanctions, nations warned at Cites", 
    "text": "The &quot;gang of eight&quot; nations at the heart of an unprecedented surge in African elephant killing must be hit with heavy trade sanctions, according to the world&apos;s top illegal ivory official. The countries, including Kenya, Thailand and China, could be banned from all wildlife trade, including hugely lucrative orchid and crocodile skin exports. Tom Milliken, who runs the official global project that tracks illegal ivory, said every report his group, the Elephant Trade Information System, had made since it started in 1998 had identified the eight nations as the major players in the trade, but to no effect. &quot;There has been no discernible impact from previous Cites measures,&quot; he said at the 178-nation summit of the Convention on Trade in Endangered Species (Cites) in Bangkok. &quot;Unless Cites scales up and takes this seriously, we are not going to win this thing.&quot; This Cites meeting should be the time sanctions should be used, he said. Tom de Meulenaer, a senior Cites official, said the body&apos;s ruling committee had finally lost patience over the issue, and if the eight countries did not produce hard action plans for the next 12 months, it was &quot;not unlikely&quot; that sanctions would be implemented. Milliken said: &quot;Can you imagine the effect on Thailand, Vietnam and China? The orchid and crocodile skin trades alone are massive.&quot; It was revealed on Wednesday that the slaughter of elephants for their ivory has doubled in a decade, while ivory seizures have tripled to an all-time high, according to a new report from Cites, the UN environment programme and others. There were 17 large-scale seizures  hundreds of tusks each  in 2011, the last full year for which data is available, when previously eight seizures was considered a very bad year. The report examined 60 sites in Africa, representing about 40% of the half million or so elephants remaining and recorded 17,000 deaths in 2011. &quot;That is above the capacity of the elephant population to replace itself,&quot; said Julian Blanc, who heads the monitoring of illegal killing of elephants project. The so-called gang of eight includes the source countries Kenya, Tanzania and Uganda, countries through which ivory is smuggled, Malaysia, Vietnam and the Philippines, and destination countries, Thailand and China. A particular problem is Thailand&apos;s legal domestic market in ivory, which allows illegal African ivory to be laundered. Yingluck Shinawatra, the Thai prime minister, opened the Cites conference by pledging to outlaw the domestic market at some point. But Ben Janse van Rensburg, chief of enforcement at Cites, cast doubt on the pledge on Wednesday: &quot;If there is any phasing out of their domestic market, it is likely to be a very long process.&quot; Cites is run by a standing committee of 20 nations which has demanded the gang of eight deliver action plans with concrete goals and timelines for the next 12 months. If these are not delivered or adhered to, Cites can ban its 178 member nations from importing any wildlife products from offending nations. Last week, it imposed this penalty on Guinea, for persistent violation of a ban on the export of great apes. Cites is seeking stronger powers to sanction at the Bangkok summit. It is also seeking funding to pay for anti-poaching and smuggling measures: a fund set up in August 2012 aiming to raise $100m has so far received only $640,000. The task faced by law enforcement authorities is formidable, said Milliken. The scale of seizures, for example 6.3 tonnes in Malaysia in November, showed the illegal trade was the work of major organised crime syndicates. &quot;They are operating with relative impunity and with little fear of prosecution,&quot; he said. Van Rensburg said the criminal &quot;kingpins&quot; needed to be targeted, that tougher penalties were needed and that officers need to also &quot;follow the money&quot; using money laundering laws. Milliken said the lack of a system for reporting ivory stockpiles, from which tusks were disappearing every year, meant it was very hard to track illegal activity: &quot;Did someone just mow down a herd of elephants, or did someone just open a door?&quot; He also criticised the lack of mandatory forensic testing of seized ivory to determine where it had come from. &quot;It is very disappointing to know that 40, 50, 70 tonnes of ivory can be seized, but we have no idea of where it is from.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/ivory-poaching-sanctions-cites", 
    "wordcount": "747"
}