{
    "headline": "Mali conflict puts freedom of 'slave descendants' in peril", 
    "text": "For the estimated 800,000 people of &quot;slave descent&quot; in Mali, life is precarious at the best of times. In the most extreme cases, people descended from slaves are treated as objects and their children do not belong to them but to their &quot;masters&quot;. Even those who live in villages hundreds of miles away from their masters can expect the occasional visitor who will collect their share of crops or take children away to be household servants. The plight of slave descendants is even more insecure following a rebellion by Tuareg separatists backed by al-Qaida-linked extremists. In March, the uprising triggered a military coup by troops frustrated at the ineffectual government response. Now, military intervention from Ecowas, the west African regional group, looms. &quot;The slave population is already defenceless; it will become even more so as the conflict intensifies. We are like the straw that will be trampled underfoot when elephants fight,&quot; said Ibrahim Ag Idbaltanat, an activist who received the Anti-Slavery International award in London last Wednesday. Slavery was formally abolished in Mali in the 1960s, after the country gained independence from France. However, although slavery is not allowed under the constitution, there is no anti-slavery law and descent-based slavery through the maternal bloodline still exists in northern regions. People descended from slaves remain the &quot;property&quot; of their &quot;masters&quot;, either living with them and serving them directly, or living separately but remaining under their control. In 2006, Ag Idbaltanat set up the anti-slavery group Temedt, which means &quot;solidarity&quot; in the Tamasheq language of the north. Temedt says slavery is still practised in the far north between Berber-descended Tuareg nomads and darker-skinned Bella or black Tamasheq people. The descendants of slaves  200,000 of whom are under direct control of their masters  face threats from all sides because of the current conflict, said Ag Idbaltanat, himself a descendant of slaves. &quot;We are under suspicion from both the government and the rebels,&quot; he said. &quot;Old scores are being settled and anti-slavery activists who have created a lot of enemies feel the threat of violence. We challenged the state and slave owners so now we face threats as there are slave masters among the rebel groups.&quot; Ag Idbaltanat said the first cases of punishment under sharia law by Islamists were imposed on slave descendants, while former masters took advantage of the breakdown of order to recapture slaves they had lost. &quot;They can act with impunity  18 children of slaves were kidnapped recently by traditional masters of their families,&quot; said Ag Idbaltanat. &quot;Before the rebellion, we had 17 anti-slavery cases before the courts in the north, but the courts are no longer there.&quot; He described as dire conditions in his hometown of Menaka, which was captured by the National Movement for the Liberation of Azawad, a Tuareg rebel group, in January. Public services have been shut down, schools are closed, there is no drinking water as there is no electricity for the filtration system, and people now have to fetch unclean water from natural basins in the desert. Ag Idbaltanat became involved in the anti-slavery movement in 1979, after he became aware of injustices against Tamasheq families of slave descent, some of which he witnessed personally. In 1976, he saw how a former slave, who had spent years working to amass a herd of cattle, had his animals taken from him by his master. The master persuaded a court that the cattle belonged to him, even through the community knew this was not the case. The master sold the animals but, in a twist of fate, caught a disease from the cows and died. In 2004, a slave was shot in both knees by a former master and needed emergency amputation. However, the local doctor refused to treat him because he had no money. He only agreed to operate after Ag Idbaltanat paid him, but by then it was too late and the man died. Temedt has more than 30,000 members, and has helped to free and support dozens of enslaved people, provided legal advice to victims of slavery, trained magistrates on anti-slavery legislation and lobbied for legal reform to criminalise slavery practices. The organisation is the first to dare to say that slavery  also practised in Niger and Mauritania  persists in Mali. Ag Idbaltanat says the government denies this as it fears official acknowledgment might lead aid donors to withdraw. Moreover, anti-slavery activists have been accused by other Malians of being unpatriotic for airing dirty linen in public. But Ag Idbaltanat insists that he and fellow activists are the genuine patriots. &quot;We believe we are the patriots to talk about a central problem in Mali,&quot; he said. &quot;It is something that pervades society, it has an impact on democracy, it excludes people from basic services and it is a factor in the conflict now. &quot;In a society where slavery exists, there is no justice and the law of the strongest prevails. Where there is slavery, there is stratification of society, subdivisions, frustration and tension. The state pits different groups against each other and the Islamists exploit the frustration against the feudal system.&quot; Despite the current crisis, Ag Idbaltanat is optimistic. &quot;Our neighbours and the international community are helping and the Islamists say they are in favour of dialogue,&quot; he said. &quot;My hope is that stability will return.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/23/mali-conflict-freedom-slave-descendants-peril", 
    "wordcount": "915"
}