{
    "headline": "US Navy defends 'great green fleet' from Republican attacks", 
    "text": "The US Navy has gone into battle to save its &quot;great green fleet&quot; from Republicans in Congress who are trying to sink the ambitious biofuel project in what should have been its finest hour. The aircraft carrier USS Nimitz and a strike force of 71 jet fighters, helicopters and transport planes, set off on a demonstration voyage off the Hawaiian island of Oahu this week, powered by a 50-50 mix of conventional fuels and algae or cooking oil. An Australian Navy commander also joined the Nimitz in a biofuel-burning helicopter. But the voyage that should have been the pinnacle of the navy&apos;s green aspirations instead found the Pentagon and Obama administration fending off Republican attacks on the biofuels project. In a telephone call with reporters on Thursday, the navy secretary, Ray Mabus, and Obama administration officials made their most public effort to date to head off moves in Congress to block the navy&apos;s biofuels project. Congress is considering a 2013 spending bill that would effectively shut down the navy&apos;s green fleet, four years into the project. The navy took its first steps to &quot;greening&quot; the fleet in 2009 and tested the first jet engines on the biofuels mix a year later. But the project became controversial late last year when the navy spent $450,000 on biofuels, paying about $15 a gallon for used chicken fat with a dash of algae, compared to $3.60 for conventional fuel. A bill before the Senate, supported by Republicans Jim Inhofe and John McCain, would ban the navy from buying more biofuels unless the price drops to the same prices as conventional fuels. It also seeks to block the navy from spending on biofuel refineries  support that could help speed up the commercialisation of biofuels. McCain argues the project is just too expensive. &quot;I was just reading, it&apos;s the cost of one destroyer - $1.8bn extra - they want to spend on this green technology,&quot; he told Reuters. &quot;The fact is, I just do not believe that we need to spend that kind of money on it,&quot; McCain said. However, opponents of the green fleet are encountering pushback in Congress from fellow Republicans as well as Democrats determined to preserve the project. Mabus offered further ammunition on Thursday, arguing this week&apos;s voyage provided evidence biofuels had a role in powering the fleet. &quot;Absolutely it was worthwhile to show that biofuels can compete and can be used in every single thing that we do in the navy,&quot; Mabus said. &quot;This shows that it&apos;s operational. Everything before now has been a test. This shows we can use biofuels and other alternative energies in an operational manner.&quot; He also said the entire navy was behind the project. The White House energy and environmental adviser, Heather Zichal, also waded in to the debate, calling the opposition in Congress to the navy&apos;s green fleet &quot;disappointing&quot; and &quot;short-sighted&quot;. Mabus said the entire navy was behind the project to reduce dependence on oil by developing new sources of energy, such as biofuels. He said the navy was making energy savings, taking advantage of the tides, waves and wind, to save some $150m a year on fuel costs. &quot;The whole navy is committed to pursuing alternatives to foreign oil and the whole navy believes it is critical to our national security and combat capability,&quot; said Mabus. He also tried to reassure Republicans, saying there would be no major purchases of biofuels until they became cost-competitive with conventional diesel and aviation fuel. &quot;We simply have to figure out a way to get American-made, homegrown fuel that is stably priced, that is competitive with oil,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/jul/20/us-navy-great-green-fleet-republicans", 
    "wordcount": "625"
}