{
    "headline": "Be a citizen scientist and stop the spread of invasive species in Britain", 
    "text": "Experts think there are currently around 2000 plus non-native species in Britain. Some of these will threaten the country&apos;s native flora and fauna. The problem of invasive species is now considered by environmental scientists as serious as climate change when it comes to threats against biodiversity.  The Observer Ethical awards have teamed up with the University of Hull to help record data on invasive species, so that scientists can monitor their spread and their effect on their local environment. The list of Britain&apos;s top 10 unwanted non-native invasive species is listed below. Over the next few months we&apos;re asking you to keep an eye out for these species and to photograph and catalogue whenever you can, sending this vital data off to the organisations listed in each box.  You can send data through to the websites listed at any point during the next 12 months. We&apos;re looking for a simple record of your species sighting, starting with its location. In an email tell the experts where you spotted it and any other information, including a basic assessment of the habitat  did you see the species indoors, in an urban garden, or in woodland? Wherever possible take a photo, with your phone if you wish, and email that, too. Your data will help scientists build up an unprecedented picture of invasive species and help them to protect our biodiversity. Read more about the fight against invasive species, and how your data will help, here. SIGNAL CRAYFISH     Photograph: Natural Visions / Alamy    Why is it dangerous? It&apos;s 30 years since the American signal crayfish was introduced into Britain for aquaculture purposes. It is a fast-growing, aggressive and voracious species which has few natural predators once it reaches maturity. It has had a huge impact on the ecosystems it has colonised so far.  More information: bit.ly/observercrayfish  Where to report your sighting: nonnativespecies.org/recording When to spot it: All year GREY SQUIRREL     Photograph: Andy Myatt / Alamy    Why is it dangerous? One of the most familiar animals in Britain, the grey squirrel has only been present for the past 150 years. They are loved and detested in equal measure, but sadly they have caused the extinction of red squirrels across much of Britain. Report to: bit.ly/observersquirrel. If you happen to see the less well-known black form of the grey squirrel please send the data to bit.ly/observerblack When to spot it: All year  MUNTJAC DEER     Photograph: Alamy    Why is it dangerous? A tiny deer often confused with a large dog when seen running off. They are native to Southeast Asia and were first brought to this country by the Duke of Bedford almost a century ago. Escapees have thrived in the wild and the population has grown rapidly. Scientists are not yet sure about the extent of the small deer&apos;s impact.More information: bds.org.uk/muntjac.html Report to: nonnativespecies.org/recording  When to spot it: All year RING-NECKED PARAKEET     Photograph: Arco Images GmbH / Alamy    Why is it dangerous? Just a couple of decades ago it was a novelty to see small flocks of green parakeets in London suburbs. However, there is concern over damage to orchards and potential competition for nest sites with some native birds. Defra is closely monitoring the impact of their populations. More information: bit.ly/observerparakeet  Report to: bto.org/volunteer-surveys/birdtrack When to spot it: All year RED-EARED TERRAPIN     Photograph: Nick Greaves / Alamy    Why is it dangerous? Established in many ponds thanks to releases of unwanted pets. Why care about a few released pets? Well, that&apos;s what some thought about parakeets a couple of decades ago. It shows how some species can become established in Britain. We do not yet know the extent to which it is reproducing. More information: bit.ly/observerterrapin  Report to: alienencounters.arc-trust.org/reporting.php When to spot it: All year HARLEQUIN LADYBIRD     Photograph: Nigel Cattlin  / Alamy    Why is it dangerous? The Harlequin ladybird arrived in Britain in 2004 and has already spread to most of England. The concern is that it could out-compete and even prey on native ladybirds. The jury is still out on the effects of it, but initial evidence suggests it probably is having a negative effect.More information: ladybird-survey.org Report to: ladybird-survey.org When to spot it: All year. Mostly outdoors in the summer and indoors through the winter HORSE-CHESTNUT LEAF-MINER     Photograph: Richard Andrews / Alamy    Why is it dangerous? One the most obvious colonists of recent years thanks to the tremendous damage it does to horse chestnut trees, turning them brown by midsummer. Ten years ago it was unknown in Britain, but now dead-looking horse chestnuts are accepted as normal in much of England. Will 2012 be the year it reaches Scotland? More information: conkertreescience.org.uk Report to: conkertreescience.org.ukWhen to spot it: From June to November RHODODENDRON     Photograph: shapencolour / Alamy    Why is it dangerous? Victorian plant explorers were constantly hunting for new species of rhododendron in the foothills of the Himalayas. The pink-flowered species (Rhododendron ponticum) has since invaded many woods, shading out native plants and hosting a fungus (Phytophthora) that kills some forestry and native trees. More information: bit.ly/observerrhodendron Report to: nonnativespecies.org/recording When to spot it: All year FLOATING PENNYWORT     Photograph: UK21 / Alamy    Why is it dangerous? One of the most invasive water plants in Britain. Established in 1990, it will completely congest a river or canal, changing the water course and affecting many other plants and animals. After being removed it will regrow vigorously from even the smallest section of remaining stem. Early warning is the best way to try to manage this invasive. More information: bit.ly/observerpennywortReport to: nonnativespecies.org/recording When to spot it: All year HIMALAYAN BALSAM     Photograph: John McKenna / Alamy    Why is it dangerous? A weed that is out-competing our native plants  or a beautiful flower that is perfect for attracting bees and other pollinators? That is the dilemma triggered by the Himalayan Balsam. People who want to remove it by pulling it up can inadvertently spread its seeds by touching its exploding seed pods. More research is needed.More information: bit.ly/observerbalsam  Report to: nonnativespecies.org/recordingWhen to spot it: All year", 
    "section": "environment", 
    "gid": "environment/2012/jan/14/be-a-citizen-scientist", 
    "wordcount": "999"
}