{
    "headline": "The 50 best children's apps for smartphones and tablets", 
    "text": "When Apple unveiled its iPad in January 2010, the idea of handing over a touchscreen gadget costing at least 429 to a sticky-fingered child seemed ridiculous. Two years later, tablets  and smartphones  are now well established as pass-on devices, with an increasing number of apps available for children of all ages. In July, Disney commissioned a survey of 2,000 British parents who owned an app-capable device and found that 75% share them with their children; 56% said they had downloaded an app at the request of their kids; and 37% considered apps to be an &quot;integral&quot; part of their family life. There are hundreds of developers making apps for kids, from games and story books to maths and phonics apps. This isn&apos;t just about absorbing information, though: there are apps for children to make music, draw and share digital pictures and record their own voices reading favourite stories. Pretty much every big brand in the world of children&apos;s entertainment is now involved in apps, including Disney, Nickelodeon, Penguin, Mattel and Moshi Monsters, as well as individual characters and TV shows such as Bob the Builder, Peppa Pig, In the Night Garden and Dr Seuss. And with new companies such as Toca Boca and Nosy Crow establishing their reputations, parents are spoiled for choice, with more apps appearing every month. That said, the choice itself can be a problem, as the big app stores from Apple and Google do not have dedicated kids&apos; categories. Instead, children&apos;s apps are scattered between categories such as entertainment, games, education and books. On the plus side, this means that children&apos;s apps tend to be spread by word of mouth among parents  genuine recommendations rather than big-budget marketing. This list is intended to help parents find new apps for their children, not just from famous brands but from the best independent developers too. Some are purely about fun; others focus on bringing an interactive twist to storytelling; and others are more weighted towards the building blocks of maths and language-learning. Most of these apps are for iPad and/or iPhone, which is a reflection of the wider market: 90% of high-quality children&apos;s apps are still released for Apple devices alone, mainly because that&apos;s where their developers think they can make money. This may change, thanks to impressive Android tablets such as Google&apos;s Nexus 7 and Amazon&apos;s Kindle Fire,which is tipped to be released in the UK later this year. Meanwhile, strong sales of Android smartphones mean there is a sizable number of parents looking for kid-apps on those devices too. Expect some of the apps featured in this list that are Apple-only to make the jump to Android in the coming months. OUR CHOICE OF THE 50 BEST APPS FOR KIDS CREATIVE     Art My Kid Made    ART MY KID MADE iPhone  Free. If you&apos;ve run out of room on your fridge for your children&apos;s drawings and paintings, this app helps you capture and store photos of the real-world artworks, while sharing them with family and friends on social networks.     Color & Draw for Kids.    COLOR &amp; DRAW FOR KIDS iPhone/Android  0.69. This is part-drawing app and part-digital colouring book, as the name implies. It&apos;s based around themed packs of pictures, with some preloaded, and others dinosaurs, animals, fairies, etc  available for purchase in-app.     Disney Pixel'd.    DISNEY PIXEL&apos;D iPhone/iPad  Free. This will appeal to creative parents as much as to children, as it involves taking some of Disney&apos;s most famous characters and creating your own pixel-art drawings and animations, which can then be shared online.     Doodlecast for Kids.    DOODLECAST FOR KIDS iPhone/iPad  1.49. A drawing app with a twist for children  they can also record their voice as they draw. The results can then be turned into a video of up to three minutes in length, to be sent to friends and family.     Dr Seuss's The Cat in the Hat Color & Create!    DR SEUSS&apos;S THE CAT IN THE HAT COLOR &amp; CREATE! iPad  1.49. Although based on a US TV show, this app is plenty of fun for British children too. It gets them colouring in scenes and characters from the iconic Dr Seuss books, with digital stickers and a virtual glitter cannon thrown in.     Little Fox Music Box.    LITTLE FOX MUSIC BOX iPhone/iPad  1.99. Described as a &quot;sing-along songbook&quot;, this gets your children tapping and, yes, singing along to songs including London Bridge and Old MacDonald, with animations, interactivity and a bucketful of charm.     Maily.    MAILY iPad  Free. Maily wants to be &quot;your kids&apos; first email&quot; a way for them to create digital drawings and messages, then send them to the inboxes of parents, other family and friends. Good parental tools ensure it&apos;s a safe introduction to messaging.     Morton Subotnick's Pitch Painter.    MORTON SUBOTNICK&apos;S PITCH PAINTER iPad  1.99. Imagine if making music was like finger-painting. That&apos;s the idea behind this fun app for three- to five-year-olds, which uses instrument samples from around the world to paint tunes onto a digital canvas.     PlayART by Tapook.    PLAYART BY TAPOOK iPad  2.49. Parents with a leaning towards art will love this iPad app, which encourages children to create and share their own pictures using elements from famous paintings by Van Gogh, Czanne, Monet, Rousseau and Klee.     Miko and Cola.    MIKO AND COLA iPad  1.99. This starts as a storybook app following the &quot;silly fun adventures&quot; of a pair of cats called Miko and Cola. The real joy comes in its music mode, where your child can tap on characters and items to make music.     Magic Piano.    MAGIC PIANO iPhone/iPad/Android  Free. Magic Piano isn&apos;t just for kids, but children do gravitate towards it. The app is a virtual piano that warps into magical shapes. As kids get older, it will teach them to play an array of songs too, from pop hits to classics. EDUCATION     Farm 123.    FARM 123  STORYTOYS JR iPhone/iPad  1.49. Farm 123 aims to be a digital version of pop-up books, based on a character called Farmer Jo and his animals. It&apos;s aimed at pre-school-age children, teaching them to count from one to 10 with cows, pigs and eggs.     Funimal Phonics.    FUNIMAL PHONICS iPhone/iPad  0.69. Children and parents are well-used to phonics alphabet-learning now, and this stylish flash-cards app gives the discipline a friendly animal face. It&apos;s also notable for its inclusion of both US and UK English accents when speaking sounds.     Little Digits.    LITTLE DIGITS iPad  1.49. This marvellous numbers app gets your child to count by placing fingers on the iPad&apos;s touchscreen, with cute cartoon numbers appearing, depending on how many fingers are pressed. Simple maths tasks give it an educational angle too.     My A-Z.    MY A-Z iPhone/iPad  1.49. There are lots of alphabetical flash-card apps for iPhone, but this one stands out for its personalisation. Children can add their own photos and sounds for letters a picture of their dog and its bark for &quot;D&quot;, and so on.     Numberlys.    NUMBERLYS iPhone/iPad  3.99. Despite the name, this beautiful app is more about letters than numbers. It&apos;s a mixture of games and storytelling to explain the origins of the alphabet, with a visual style influenced by films like Metropolis and the original King Kong.     Times Tables: Squeebles Multiplication    TIMES TABLES: SQUEEBLES MULTIPLICATION iPhone/iPad/Android  0.69. This UK-developed app is aimed at 5- to 11-year-olds, providing a series of multiplication questions to earn stars and rescue cutesy characters from a nefarious Maths Monster. Up to four children can save their progress on one device.     The Singing Alphabet.    THE SINGING ALPHABET iPhone/iPad  0.69. A stylish app that does what it says on the tin: letters that sing. Specifically, they sing their own phonetic sounds, and can be combined to make harmonies and tunes. Given five minutes, your child will be singing along too.     Counting with the Very Hungry Caterpillar.    COUNTING WITH THE VERY HUNGRY CATERPILLAR iPhone/iPad  1.99. Eric Carle&apos;s famous book about a fruit-munching caterpillar has been turned into a fun educational game with a mathematical skew. Your child identifies, counts and adds the foods over five levels, ensuring it appeals to a range of ages.     Around the Clock.    AROUND THE CLOCK iPhone/iPad  1.49. This time-focused app wears its educational spurs lightly. It&apos;s a collection of 24 mini-games, one for each hour of the day, from toothbrushing to pancake making. The idea is to familiarise children with the clock.     Barefoot World Atlas.    BAREFOOT WORLD ATLAS iPad  2.99. If you have a child who is just becoming interested in geography, this is an essential buy. It&apos;s a digital globe with music and animation, drawing kids in to the meat of its text and photographic entries on countries, people and nature.     Change4Life Fun Generator.    CHANGE4LIFE FUN GENERATOR iPhone/iPad/Android  Free. Part of a wider Department of Health initiative to get families out and about, this app suggests more than 100 activities for children, filtering them by indoors/outdoors and the number of participants. A summer-holiday lifesaver for parents.     Cooper's Pack: London Children's Travel Guide.    COOPER&apos;S PACK: LONDON CHILDREN&apos;S TRAVEL GUIDE iPhone/iPad  1.49. For parents taking their children to London as a tourist, what better guide than a stuffed dog named Cooper? This travel app is a story-based guide to London&apos;s history and attractions, with plenty of interactivity to keep children reading.     Famigo Sandbox.    FAMIGO SANDBOX Android  Free. If you&apos;re handing over an Android device to a child, Famigo Sandbox is invaluable. It filters the apps on your phone to only show those suitable for children, locks off other features, and recommends new apps they might like.     Move the Turtle.    MOVE THE TURTLE iPhone/iPad  1.99. Can five-year-olds start learning to program? They can with this app, which aims to teach the basics of computer programming by planning tasks all presented by a friendly turtle character to spark their imagination.     The Happy Face.    THE HAPPY FACE iPhone/iPad  0.69. Most parents have used a reward chart for their children at some point. This turns the idea into an app for use while out and about, moving children&apos;s photos onto a happy or sad face according to their behaviour.     Your Fantastic Elastic Brain.    YOUR FANTASTIC ELASTIC BRAIN iPad  1.99. Aimed at five-year-olds and up, this is a book app all about brains, using illustration and animation to explain some complex science, while throwing in &quot;brain workout&quot; games to help children stretch their grey cells. PLAY     Cause and Effect Sensory Light Box.    CAUSE AND EFFECT SENSORY LIGHT BOX iPhone/iPad/Android  1.49. A mixture of animation and sound, originally created for children with autism and other complex needs. Swiping and tapping have different effects in each of the 21 scenes. This will appeal beyond its original target audience.     Lego Super Heroes Movie Maker.    LEGO SUPER HEROES MOVIE MAKER iPhone/iPad  Free. This may be as much for dads to play with, to be honest. The idea: an app to help children create their own Lego movies, using stop-motion photos of characters and scenes that they&apos;ve built in the real world.     Makego.    MAKEGO iPhone/iPad  1.49. More real-world making here. Makego&apos;s app offers three virtual vehicles: a car, a boat and an ice-cream van. The hook is that you build a real vehicle out of Lego, cardboard or other materials, then place your iPhone and the app on top of it.     Moshi Monsters: Moshlings.    MOSHI MONSTERS: MOSHLINGS iPhone/iPad  0.69. On the web, the Moshi Monsters virtual world is enormously popular among children. Its spin-off app focuses on its Moshlings characters, with more than 60 profiled, and digital stickers to customise pictures of them.     Pip and Posy: Fun and Games.    PIP AND POSY: FUN AND GAMES iPhone/iPad  1.99. This playful app is based on a series of books by Axel Scheffler best known for illustrating The Gruffalo. Finger-painting, digital jigsaws and matching-pairs are included, as well as the chance to make faces using the device&apos;s camera.     Toca Kitchen.    TOCA KITCHEN iPhone/iPad  1.49. Before letting children loose on a real kitchen, see what they think of this virtual one. It gets them to cook for four characters, slicing, boiling, frying and microwaving ingredients to create tasty (or not) meals.     Toca Train.    TOCA TRAIN iPhone/iPad  1.49. From the same developer as Toca Kitchen, this is a train chugging its way through a cartoon 3D landscape, picking up passengers and cargo. It&apos;s open-ended, which leaves children to provide their own stories for the characters.     A Day at the Circus.    A DAY AT THE CIRCUS iPhone/iPad/Android  1.99. Bringing all the fun of the circus to iOS and Android, this app offers 20 mini-games based on the Big Top. Expect clowns, elephants, lions and simple controls that won&apos;t stump children as young as three years old. STORIES     Cinderella  Nosy Crow animated picture book.    CINDERELLA  NOSY CROW ANIMATED PICTURE BOOK iPhone/iPad  3.99. Swing an ugly stepsister on the App Store and you&apos;ll hit 17 Cinderella apps, but this is the best by far. Beautiful illustrations, voice narration from children, lots of interactivity and a dash of cheeky humour.     Clara Button and the Magical Hat Day.    CLARA BUTTON AND THE MAGICAL HAT DAY iPad  3.99. Produced through a partnership with London&apos;s V&amp;A Museum, this storybook tells the tale of Clara Button&apos;s surreal day out at the museum, with an engrossing storyline and links to the real-world exhibits.          COLLINS BIG CAT: THE FARMER&apos;S LUNCH STORY CREATOR iPad  2.49. One of a series of Big Cat apps from book publisher Collins Education, this offers a story about a hungry farmer, then enables kids to create their own tales using its pictures, characters and key vocabulary.     Rockford's Rock Opera.    ROCKFORD&apos;S ROCK OPERA iPhone/iPad  Free. Styling itself as a &quot;musical audio book&quot;, this environmentally-minded story comes with a rock soundtrack, words from comedian Steve Punt, and characterful illustrations. This first part is free, with parts two, three and four available to buy.     I am a Child: Just Like You.    I AM A CHILD: JUST LIKE YOU iPhone/iPad  1.99. This storybook with hand-drawn illustrations is all about a boy called Mason. Its aim is to explain the world through the eyes of a child with Asperger&apos;s syndrome, for children who have been diagnosed, and their family and friends.     Magic Town.    MAGIC TOWN iPad  Free. Also available as a website, Magic Town is a virtual world with more than 65 picture-books to read  a mixture of previously published and new stories. Some are free, but a 7.99 monthly subscription is required to access the lot.     Miffy's Garden.    MIFFY&apos;S GARDEN iPad  2.99. Dick Bruna&apos;s Miffy books are making their way to iOS as apps, with Miffy&apos;s Garden the first. The original book&apos;s storyline is complemented by some fun gardening mini-games, as well as the option for children to make and send pictures.     Moo, Baa, La La La!    MOO, BAA, LA LA LA! iPhone/iPad/Android  2.49. Based on a popular book by Sandra Boynton, like Farm 123 this takes the form of a digital pop-up book, with lashings of pigs, chickens and cows. Words are highlighted and animals make their noises when tapped on, too.     Moomin, Mymble and Little My.    MOOMIN, MYMBLE AND LITTLE MY iPhone/iPad  3.99. Another well-loved children&apos;s brand here, as the Moomins make their way to iPhone and iPad. It&apos;s an animated version of the original book by Tove Jansson, with voice narration from actor Samuel West apparently a big Moomins fan.     Peppa Pig Me Books.    PEPPA PIG ME BOOKS iPhone/iPad  1.99. This innovative app brings Penguin&apos;s range of Peppa Pig books to Apple devices, with one included in the price and more available to buy in-app. The key feature: your children can record their own dialogue for every page.     Spider-Man AR Book HD.    SPIDER-MAN AR BOOK HD iPad  2.99. Disney&apos;s latest Spider-Man app uses augmented reality technology to grab kids&apos; attention, with AR masks, glasses, badges and crawling spiders. These spice up the story of Peter Parker, based on the last Spider-Man film.     The Icky Mr Fox.    THE ICKY MR FOX iPad/Android/BlackBerry PlayBook  Free. This book app is available on just about every tablet  a good showcase for its developer&apos;s illustration talents. The story sees the titular Mr Fox trying to ruin afternoon tea for Mr Rabbit and Mr Mole, but getting more than he bargained for.     The Jungle Book: Disney Classics.    THE JUNGLE BOOK: DISNEY CLASSICS iPhone/iPad  2.49. Disney has been turning a succession of its classic films into storybook apps, with The Jungle Book a good place to start. The famous story of Mowgli, Baloo and co is beefed up with digital colouring, puzzles and musical features.     The Lorax  Dr Seuss.    THE LORAX  DR SEUSS iPhone/iPad/Android  1.49. Dr Seuss&apos; The Lorax is back in fashion thanks to a blockbuster movie. This app is based on the book that spawned it. Expect voice narration and animation, and features to help early readers, such as word highlighting.     Timmy Tickle.    TIMMY TICKLE! iPhone/iPad  0.69/1.49. Available in separate versions for iPhone and iPad, this app introduces Timmy, an octopus with a ticklish streak and a collection of creative mini-games and activities. Music, dressing up and colouring all feature.", 
    "section": "technology", 
    "gid": "technology/2012/aug/04/50-best-apps-chidren-smartphones-tablets", 
    "wordcount": "2788"
}