{
    "headline": "Evidence of pesticide harm to bees is now overwhelming", 
    "text": "Here we go again. Yet more research has been published in the world&apos;s most prestigious, peer-reviewed journals showing that extremely widely-used pesticides have very damaging effects on bees, yet the only response from the government is inaction. The new paper, published in Nature, shows that bumblebees foraging naturally and exposed to realistic doses of pesticides suffer in two key ways. First they are about twice as likely to die: two-thirds of the bees are lost when exposed to two pesticides compared to only a third when not exposed. Second, the exposed bees are half as successful in gathering food. The new results reveal, again, shameful failings in the regulatory regime. The ecotoxicology tests currently required only look at honey bees. Yet bumblebees, the subject of the new research, are just as important in providing the pollination that creates much of the food we eat. Tomatoes, for example, rely on bumblebees. Furthermore, bumblebees are very different, bigger in size individually, but living in colonies of just dozens, compared to the tens of thousands in honey bee colonies. Another failing is that current tests require just 96 hours of exposure, but the new research only saw the damaging effect after three weeks. &quot;If we had done our study for just 96 hours, our conclusions would have been very different,&quot; says Nigel Raine, at Royal Holloway, University of London, one of the research team. Yet another failing is that pesticides are only tested individually, not in the combination bees are exposed to in reality. The new work clearly shows a damaging cumulative effect from a combination of just two pesticides. The reaction from pesticide manufacturers is the same as ever: the experiments are &quot;unrealistic&quot;. Raine rejects this: &quot;It is hard to see what you could do better.&quot; I think he has a point. The only truly &quot;realistic&quot; experiment would have no intervention at all, meaning you could collect no data. The manufacturers are making the perfect the enemy of the good. They also claim their own data shows there are no harmful effects, yet have not published it. The manufacturers do have some scientists supporting their view that there is too little evidence of harm to act. James Cresswell, an ecotoxicologist at the University of Exeter, said:&quot; It certainly wouldn&apos;t be fair to say that this research spells doom for wild bees.&quot; Creswell also criticised research published the journal Science in March, which showed that honeybees consuming one pesticide suffered an 85% loss in the number of queens their nests produced. Subsequently, Creswell was granted 136,000 by pesticide manufacturer Syngenta to fund a research post. Cresswell said there was no connection between the two. &quot;I consider myself an impartial scientist,&quot; he told me, adding he had not spoken to Syngenta until after his criticism was sent to Science.  The UK government has already reviewed some of the evidence of the serious harm pesticides cause to bees but, unlike other countries, chose to do nothing. But parliament is now investigating the issue, with the call for evidence open until 2 November. &quot;Ministers may want to start doing their homework on pesticide policy and biodiversity, because we will be calling them before parliament to answer questions,&quot; said Joan Walley MP, chair of the Environmental Audit Committee, when announcing the enquiry. &quot;In particular, we will be scrutinising the evidence behind the government&apos;s decision not to revise pesticide regulations or follow other European countries in temporarily suspending the use of insecticides linked to bee decline.&quot; The questions are mounting: this latest research shows the need for answers is becoming ever more urgent.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/oct/22/bees-pesticides", 
    "wordcount": "613"
}