{
    "headline": "Big donors ditch rightwing Heartland Institute over Unabomber billboard", 
    "text": "An ultra-conservative thinktank has suffered a mass exodus of corporate donors after running an ad campaign comparing climate change believers to a serial killer. The Heartland Institute has seen a core group of big-money supporters back out as a result of the provocative billboard. Insurance companies led the corporate world in donations to Heartland. The firms who have decided to stop funding between them gave the thinktank $1m (620,000) in 2010 and 2011, according to documents leaked this year. But about two dozen insurance companies, including US giant State Farm, announced an end to support for Heartland because of the billboard. The ad, which ran for just a day on a Chicago expressway, featured an image of the Unabomber Ted Kaczynski, and the caption: &quot;I still believe in global warming. Do you?&quot; The drop-off in funds could wreck Heartland&apos;s ambitious plans of increasing its fundraising by 67% in 2012, from $4.6m to $7.7m. Heartland watchers have suggested the thinktank may be running short of funds, especially after moving into expensive new premises. Drinks firm Diageo, which owns brands such as Guinness, Smirnoff, Johnnie Walker and Mot &amp; Chandon, also pulled its funding and told the Guardian: &quot;Diageo vigorously opposes climate scepticism.&quot; However, Diageo funding for Heartland was just $10,000 over the last two years. It was suggested the exodus might force Heartland to cancel its annual climate conference, scheduled for Chicago later this month. But Jim Lakely, a Heartland spokesman, said in an email: &quot;The conference is going forward as planned. Only one (nonpaying) co-sponsor out of 50 has stepped away from the event.&quot; He claimed the thinktank hoped to attract more corporate support for the three-day gathering. The insurance company support had been for programmes unrelated to climate change, but industry leaders said the Heartland ad went too far. &quot;Recent revelations of the Heartland Institute&apos;s radical position on climate change as portrayed on the new billboard featuring Ted Kaczynski made our association with other parts of your organisation untenable,&quot; the Association of Bermuda Insurers and Re-insurers, representing 22 companies, told Heartland&apos;s president. State Farm, in a post on its Facebook page, also said it was cutting funds as a direct result of the billboard campaign. The defecting companies between them contributed more than 15% of Heartland&apos;s budget last year. Companies such as State Farm were among the thinktank&apos;s biggest single donors. The cutting of ties with Heartland was the biggest success so far of a boycott call by environmental campaign groups Forecast the Facts and the Sierra Club. The latter said on Wednesday more than 20,000 people had backed its call for corporations to pull the plug on Heartland. Forecast the Facts is keeping a running tally of companies which have cut funds. The Sierra Club called on Microsoft and GlaxoSmithKline, which have both disavowed Heartland&apos;s views on climate change, to also cut their funding. The pressure on Heartland finances began in February when water scientist Peter Gleick used deception to obtain confidential fundraising documents and a list of donors to the thinktank. The exposure suggested the thinktank went into 2012 extremely optimistic about the prospects of raising funds from businesses. Heartland aimed for a 170% increase in donations from the corporate community in 2012. Instead, it looks as though it will have to look outside the mainstream business world to a network of rightwing foundations, such as those operated by the Koch oil billionaires and other private interests, and an anonymous donor who has made big donations in past years.", 
    "section": "environment", 
    "gid": "environment/2012/may/09/heartland-institute-donors-lost-unabomber-ad", 
    "wordcount": "598"
}