{
    "headline": "Mind over matter helps paralysed woman control robotic arm", 
    "text": "     A woman who is paralysed from the neck down has stunned doctors with her extraordinary skill at using a robotic arm that is controlled by her thoughts alone. The 52-year-old patient, called Jan, lost the use of her limbs more than 10 years ago to a degenerative disease that damaged her spinal cord. The disruption to her nervous system was the equivalent to having a broken neck. But in training sessions at the University of Pittsburgh, doctors found she quickly learned to make fluid movements with the brain-controlled robotic arm, reaching levels of performance never seen before. Doctors recruited the woman to test a robotic arm that is controlled by a new kind of computer program that translates the natural brain activity used to move our limbs into commands to move the robotic arm. The design is intended to make the robotic arm more intuitive for patients to use. Instead of having to think where to move the arm, a patient can simply focus on the goal, such as &quot;pick up the ball&quot;. Several groups around the world are developing so-called brain-machine interfaces to control robotic arms and other devices, such as computers, but none has achieved such impressive results. Writing in the Lancet, researchers said Jan was able to move the robotic arm back, forward, right, left, and up and down only two days into her training. Within weeks she could reach out, and change the position of the hand to pick up objects on a table, including cones, blocks and small balls, and put them down at another location. &quot;We were blown away by how fast she was able to acquire her skill, that was completely unexpected,&quot; said Andrew Schwartz, professor of neurobiology at the University of Pittsburgh. &quot;At the end of a good day, when she was making these beautiful movements, she was ecstatic.&quot;     Graphic: guardian.co.uk    To wire the woman up to the arm, doctors performed a four-hour operation to implant two tiny grids of electrodes, measuring 4mm on each side, into Jan&apos;s brain. Each grid has 96 little electrodes that stick out 1.5mm. The electrodes were pushed just beneath the surface of the brain, near neurons that control hand and arm movement in the motor cortex. Once the surgeons had implanted the electrodes, they replaced the part of the skull they had removed to expose the brain. Wires from the electrodes ran to connectors on the patient&apos;s head, which doctors could then use to plug the patient into the computer system and robotic arm. Before Jan could use the arm, doctors had to record her brain activity imagining various arm movements. To do this, they asked her to watch the robotic arm as it performed various moves, and got her to imagine moving her own arm in the same way. While she was thinking, the computer recorded the electrical activity from individual neurons in her brain. Neurons that control movement tend to have a preferred direction, and fire their electrical pulses more frequently to perform a movement in that direction. &quot;Once we understand which direction each neuron likes to fire in, we can look at a larger group of neurons and figure out what direction the patient is trying to move the arm in,&quot; Schwartz said. To begin with, the robotic arm was programmed to help Jan&apos;s movements, by ignoring small mistakes in movements. But she quickly progressed to controlling the arm without help. After three months of training, she completed tasks with the robotic arm 91.6% of the time, and 30 seconds faster than when the trial began. In an accompanying article, Grgoire Courtine, at the Swiss Federal Institute of Technology in Lausanne, said: &quot;This bioinspired brain-machine interface is a remarkable technological and biomedical achievement.&quot; There are hurdles ahead for mind-controlled robot limbs. Though Jan&apos;s performance continued to improve after the Lancet study was written, she has plateaued recently, because scar tissue that forms around the tips of the electrodes degrades the brain signals the computer receives. Schwartz said that using thinner electrodes, around five thousandths of a millimetre thick, should solve this problem, as they will be too small to trigger the scarring process in the body. The researchers now hope to build senses into the robotic arm, so the patient can feel the texture and temperature of the objects they are handling. To do this, sensors on the fingers of the robotic hand could send information back to the sensory regions of the brain. Another major focus of future work is to develop a wireless system, so the patient does not have to be physically plugged into the computer that controls the robotic arm.", 
    "section": "science", 
    "gid": "science/2012/dec/17/paralysed-woman-robotic-arm-pittsburgh", 
    "wordcount": "783"
}