{
    "headline": "WikiLeaks supporters plan US foundation to restore funding", 
    "text": "High-profile US supporters of WikiLeaks are planning to establish a foundation to break the 500-day &quot;banking blockade&quot; that has disrupted donations to the whistleblowing website. WikiLeaks was forced to suspend many of its publishing operations in October last year after Visa, MasterCard and PayPal refused to process supporters&apos; donations to the website, reducing its donation income by about 95%. The move, which came after the US senator Joe Lieberman called on US companies to cut off services to WikiLeaks, was called a blockade by the organisation&apos;s editor-in-chief, Julian Assange, and came without any legal orders or actions against the site. Supporters based in the US are now in talks with Assange to establish a US-based foundation aimed at funding organisations cut off by private companies in situations with first amendment implications. At the forefront of the efforts are Daniel Ellsberg, the man who leaked the Pentagon Papers to the US media, and John Perry Barlow, the former lyricist for the Grateful Dead and co-founder of the US online rights organisation Electronic Frontier Foundation (EFF). Barlow said: &quot;The foundation will aim to support WikiLeaks and others, like bloggers, who have been targeted by such blockades. We hope this will make a moral argument that will change these companies&apos; minds, but it could also be the basis of legal challenges.&quot; A US-based foundation would be in a stronger position to make challenges based around the US first amendment  which covers, among other provisions, freedom of speech and freedom of the press  than WikiLeaks&apos; current major funder, the Wau Holland Foundation, which is based in Germany. Barlow also warned about the growing power of private organisations in the internet era, saying that protections which restricted governments often did not cover private-sector censorship. &quot;We now have organisations with the ability to stifle free expression with no bill of rights that applies to them  just terms of service,&quot; he said. &quot;The EFF have investigated everything we can think of [against this], and all we can find is anti-trust law, and we&apos;re not nearly rich enough for that kind of action.&quot; WikiLeaks says its supporters have initiated legal action against the payment companies in several jurisdictions around the world. In a statement released on Tuesday to mark 500 days since its online payments were cut off, it said complaints had been lodged with Swedish competition authorities, the European commission, through the Colombian courts system, and the Australian Competition and Consumer Commission. The company that processed payments for WikiLeaks, the Icelandic firm DataCell, has also filed a lawsuit against Visa in Reykjavik district court. WikiLeaks strongly condemned the &quot;extrajudicial&quot; action. &quot;Five hundred days have passed since a cartel of the world&apos;s largest financial players, Bank of America, Visa, MasterCard, PayPal and Western Union instituted a consolidated, extrajudicial financial blockade against WikiLeaks,&quot; it said. &quot;The financial blockade was imposed at a point at which the public wished to express its support unequivocally through millions of dollars in small donations. The blockade cuts WikiLeaks off from its small donors, the vast majority of our donor base. The financial cartel has so far acted with impunity in an attempt to censor WikiLeaks and curtail our supporters&apos; economic rights.&quot; All of the payment providers have denied any political involvement in their decision to cut off payments to WikiLeaks and have said in previous statements that their actions were aimed at preventing illegal activity. &quot;MasterCard rules prohibit customers from directly or indirectly engaging in or facilitating any action that is illegal,&quot; said a MasterCard spokesman. The Visa statement on its action said: &quot;Visa Europe has taken action to suspend Visa payment acceptance on WikiLeaks&apos; website pending further investigation into the nature of its business and whether it contravenes Visa operating rules.&quot; Through an error, Visa payment was briefly reinstated to WikiLeaks in July 2011, but this was quickly cut off.", 
    "section": "technology", 
    "gid": "technology/2012/apr/20/wikileaks-500-day-banking-blockade", 
    "wordcount": "656"
}