{
    "headline": "Nuclear and gas blow outs show where the dumb money is", 
    "text": "Follow the money: in the billion-dollar world of the energy business that is good advice. So what do the collapse of a quarter of the UK&apos;s new nuclear power plans and the gas still billowing dangerously from Total&apos;s Elgin rig in the North Sea tell us about keeping the lights on and tackling climate change at a price we can afford? It tells us first that, despite decades of lavish public subsidy, nuclear power remains uninvestable without heavy state backing. And second it tells us that even &quot;safe&quot; gas and oil fields pose serious risks, making the race to the ends of the Earth and the depths of the oceans for new fields a true fool&apos;s errand. E.on and RWE are huge, blue-chip multinationals, yet see nuclear as too big a gamble and that&apos;s despite the substantial subsidy it would enjoy in the UK, alongside other low-carbon energy projects. When the free-marketeers at the Economist damn nuclear power as the &quot;dream that failed&quot;, you know you&apos;re in trouble. But that trouble may not just afflict the companies, but all of us who pay for energy. The French state-controlled giant, EDF, looks well-placed for a nuclear monopoly in the UK, and don&apos;t forget it already has its own employees working right in the heart of government. As ministers found with the bungled attempt to get carbon capture and storage (CCS) off the ground, having one bidder for a contract leads either to failure or a fleecing. Energy minister Charles Hendry sought to blame the German government&apos;s abandoning of nuclear power, given that E.on and RWE are German companies. He was perhaps half-right: RWE mentioned that reason, E.on did not. In any case, as ministers point out on other occasions, the UK is competing internationally for the capital needed to build an energy system fit for the 21st century. The brutal truth is no nuclear power station has yet been built without state subsidy, and it remains a mystery to me why the UK should be the place to break that ignominious record. Like nuclear, oil and gas has been showered with taxpayers money for many decades and still is. Even a conservative estimate by the International Energy Agency shows fossil fuels got $409bn subsidy in 2010, compared to $66bn for renewables. In the UK, fossil fuels get five times the subsidy of wind power. Yet despite this, the inherent dangers of pumping highly explosive materials from under the oceans means accidents happen, from the gigantic blowouts like the Deepwater disaster in the Gulf of Mexico, to the weekly leaks that foul the North Sea. These cost money - lots of money - that you and I will end up paying through energy bills and petrol pump prices.  Even the worrying, but relatively minor, Elgin gas leak knocked about 5bn off Total&apos;s share price and may cost billions to resolve.  E.on and RWE said they would focus on gas and renewables, not nuclear. This and the government&apos;s recent &quot;dash for gas&quot; makes it vital for the new 1bn CCS competition to succeed. But don&apos;t buy the shale gas hype: the money men at Deutsche bank are clear it will not crash gas prices in the UK as it has in the US. Contrast all this with energy efficiency and renewables. The former makes sense by definition. The latter is where costs are coming down, even with the relatively limited subsidies they receive. And neither involve the Faustian pacts of nuclear power or oil and gas: they are as safe as the houses they power. The UK government says nuclear power is essential to cutting our carbon emissions - although it has developed non-nuclear scenarios - yet plants that are never built are nothing but hot air. The goverment is also throwing money at oil companies to plumb the depths of the sea to the west of Shetland and to subsidise the clean-up of their own broken-down rigs. Meanwhile, the major energy efficiency programme - the Green deal - employs an unsubsidised market mechanism that even the government&apos;s official advisors say will fail. None of oil&apos;s billions there to get the national refurb going. And renewable energy, booming around the world, has its support cut sharply at short notice or delayed. The government of course abhors the idea of &quot;backing winners&quot; but appears happy to back the nuclear, oil and gas losers. If you want to rely on markets to deliver clean, secure and affordable energy, then you really do need to follow the money.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/30/nuclear-energy-gas-climate", 
    "wordcount": "766"
}