{
    "headline": "Nigeria's entertainment industry eager to make pirates part of sea change", 
    "text": "Movie lovers hunt for the latest Nigerian films in the streets of Kingston, Jamaica, and Guangzhou&apos;s Little Africa; Nigerian songs play in clubs from London to Kuala Lumpur. But the lion&apos;s share of the profit goes to pirates who didn&apos;t invest a penny in studio time or camera equipment. &quot;By some estimates, for every legitimate [movie DVD] copy that is sold by the producer, another five to 10 copies are sold by pirates,&quot; said a World Bank study last year. Music CDs are also mass-replicated, leading to losses valued at hundreds of millions of dollars for the film and music industries. Developing countries have increasingly been looking to creative goods as a source of revenue, according to the study. Asian economies accounted for more than three-quarters of total exports of creative goods from the global south. In Latin America and the Caribbean, exports of creative goods more than doubled  from 2.1bn to $5.3bn  between 1996 and 2005. But Africa, which accounts for less than 1% of creative goods exports, has been left behind. Even in Nigeria, home to the sparkling mansions and red-earthed villages depicted in the world&apos;s most prolific film industry, the sector&apos;s value is underexploited. In an oil-reliant economy hungry for diversification and jobs, a lack of regulation, cinemas, distribution chains and other formal distribution channels has allowed piracy to thrive. &quot;Pirates opened up new spaces, but those spaces don&apos;t belong to the pirates  they belong to us. Now we are ready to take that market back,&quot; says Charles Igwe, owner of the film company Big Picture Ltd, at the sidelines of the Kuramo Conference held in Lagos, Nigeria&apos;s entertainment capital. Nigeria&apos;s media power has come at a heavy cost to its artists. The CEO of Chocolate City, Audu Maikori, said at the conference that his music company  which boasts talent such as Ice Prince, who headlined at London&apos;s O2 Arena in October  tried suing a distributor over piracy allegations, only to find that he was facing several other unresolved suits. The music industry has made giant strides in recent years, stepping up production and growing an international fan base. Nigerian superstar D&apos;Banj&apos;s hit song Oliver Twist reached the UK&apos;s top 10 this year. He belongs to a generation of popular artists who earn between 1,200 and 63,000 per gig. For many recording artists, performing is the only revenue they&apos;ll see. The domestic film industry, known as Nollywood, produces at least 40 new movies every week and creates up to 1m indirect jobs, according to the World Bank. Low-cost movies  made on an average budget of $25,000  dominate the industry, which has been accused of lacking substance and quality. However, its gripping narratives of forbidden love, the power of good over evil, and rags to riches have enthralled audiences across Africa and beyond. The gospel of Nigerian film and music is spread, in part, by Africa-wide TV channels such as Africa Magic, Channel O and Trace TV. Lagos&apos;s Alaba International Market is a centre for CD and DVD distribution. And then there are the millions of pirated copies that travel far and wide, leading many to believe that piracy thrives because producers have been unable to keep up with the growing demand for Nigeria&apos;s media products in terms of production and distribution. Spurred by global demand, producers are partnering digital distributors to reclaim revenue lost to piracy, both locally and internationally. &quot;The biggest distribution opportunity in Nigeria is physical,&quot; says Obi Asika, CEO of entertainment company Storm 360 Degrees. &quot;But we&apos;re happy about digital distribution because it increases prospects for revenue streams.&quot; The world&apos;s largest music company, Universal Music Group, is eyeing Nigeria, says Asika, as are the Swedish company Spotify, French-based Deezer and other digital music groups. In May, Spinlet, a Finnish company that has offices in San Francisco and Lagos, launched an application in Nigeria that allows smartphone users to download songs using phone credit. Web users can access its catalogue of mostly Nigerian songs from more than 80 countries. &quot;Whenever you have a supply-demand issue, you&apos;ll see piracy,&quot; says Mark Redguard, chief marketing officer at Spinlet. &quot;When you add digital to the mix, the convenience of a handset and a strong youth population, you have a situation when anyone can have access to music, anywhere, anytime. And that is bound to curb piracy.&quot; Digital distribution extends to film, with companies such as IrokoTV and ReelAfrican offering platforms for web users to watch movies using revenue-making formulas that also benefit producers. The government is waking up to the economic and social potential of an industry built by entrepreneurs. The Lagos state government, through the Innovate Lagos project, has partnered Nollywood Workshops, a global coalition of film-makers that supports the Nigerian film industry, to create the Nollywood Upgrade Project. It seeks to combat the impact of piracy by improving the production quality and formal distribution of movies. &quot;We&apos;re building institutions to make the industry sustainable,&quot; says Moji Rhodes, co-ordinator of Innovate Lagos for Lagos state. &quot;If we start to put the structures and systems in place, then the sky is the limit.&quot; Its first phase consists of training film-makers. It will then support three movies from production to sales, in a bid to test these new institutions. The process includes ensuring widespread distribution using traditional and digital channels. It explores innovative channels that would bring pirates, who are businesspeople with deep market knowledge, into the fold in a legitimate way. &quot;Some of the talent we want to tap into may actually exist in the traditional piracy network,&quot; says Aimee Corrigan, managing director of Nollywood Workshops.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/14/nigeria-entertainment-industry-pirates-sea-change", 
    "wordcount": "954"
}