{
    "headline": "Open Weekend: Does the planet have time to wait for austerity to end?", 
    "text": "Will David Cameron&apos;s austerity drive kill off environmentalism? I&apos;ll be debating the question with readers at our Open Weekend festival this Sunday, along with fellow Guardian environment journalists, Damian Carrington, Fiona Harvey and John Vidal. My glib answer is: don&apos;t be daft. People who are passionately trying to conserve the natural world or tackle climate change aren&apos;t going to give up because of cuts to public subsidies for renewable energy and &quot;simplification&quot; of environmental regulations and planning rules. Arguably, it can have the opposite effect. An attempt by the budget-squeezed environment department to sell-off England&apos;s forests and raise 250m triggered opposition from almost all quarters and collected over half a million signatures. But there is a serious issue here, and it&apos;s the speed with which we tackle our green problems. For environmentalism to have impact, most of the time it needs to be mainstream, with enough people demanding an end to biodiversity loss, unchecked global warming and long-lasting pollution. Political players, from Ed Miliband to the UN climate chief, Christiana Figueres, have stressed the importance of such a public mandate to help achieve a climate deal. But with even the independent Office for Budget Responsibility warning that austerity will last for decades even after the current deficit-cutting push, do most people have enough head space to care, when they&apos;re dealing with the more immediate problems of rising energy and food bills at a time of high unemployment and largely static wages? History suggests maybe not. In hindsight 2007 looks like it was the high watermark for environmentalism in the UK. After more than a decade of steady GDP growth, the year saw a groundswell of support for climate legislation in the shape of the Climate Change Act, Europe setting carbon targets for 2020, supermarkets including Tesco and M&amp;S competing in carbon cuts rather than price wars, and Al Gore receive a Nobel for An Inconvenient Truth. Thousands of people camped at Heathrow to protest against a third runway on environmental and social grounds, and activists climbed the chimney at the Kingsnorth coal power station. But since the ensuing financial crash and beginnings of an austerity drive, Climate Camp has in effect disbanded, the climate talks have been kicked into the long grass, and environmental activism  particularly as protesters have shifted to tax and social justice campaigns  has been noticeably quieter. History clearly shows us that environmentalism has survived previous austerity, in the 70s, 80s and early 90s. But veteran green campaigners admit that such financial austerity slows down the green agenda. Former Friends of the Earth director Charles Secrett wrote in the Guardian last year that &quot;in the early 1980s and 1990s recessions, the movement ran badly out of steam. Each time, green groups had to rethink and reorganise. And they bounced back stronger than before.&quot; Matthew Spencer, director of Green Alliance, an environmental thinktank, wrote on this blog recently of the need for environmentalism to &quot;escape the confines of austerity thinking.&quot; He argued that &quot;a defensive strategy is a necessary but insufficient response to austerity politics&quot; and that:  It&apos;s a good time to make the case for a new settlement, where communities are given greater power in return for new environmental responsibilities, businesses are given a licence to operate in return for sustainable long-term investment, and the state reinvents its purpose as sustainability, negotiating the big private and public shifts in behaviour we need to achieve stability in a resource depleted world.  Some people, controversially, believe that economic growth  which usually rises in lockstep with carbon emissions  is necessary to combat the &quot;climate problem&quot;. The academic Maxwell Boykoff believes that the &quot;immediate worries of job security and economic well-being have taken precedence&quot; and &quot;crowd out more diffuse and often abstract challenges like the causes and consequences of climate change.&quot; He wrote on this site recently:   We need to face the realities that economic growth is a necessary component of realistic and sustained carbon emissions reductions. Of course, a reversal of economic misfortunes in the years ahead will not remove all barriers to action on climate change. But, less concern for the immediate will foster an atmosphere of more expansive reflection and action on longer term issues, increasing our public caring capacity for interconnected 21st-century challenges such as climate change.  The big question is: do the atmosphere and the planet&apos;s ecosystems have enough time to wait for the current austerity patch to end? Even conservative economists predict the world is headed for irreversible climate change in five years&apos; time because of the amount of polluting power stations and factories being built now. Conservation experts warn animals and plants are being made extinct faster than new species can evolve, driving what some are calling the &quot;six extinction&quot; of species. Let me know what you think below  I&apos;ll feed in your thoughts and questions to the debate on Sunday.", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/22/austerity-environmental-movement", 
    "wordcount": "826"
}