{
    "headline": "Mystery bird: white-necked myna, Streptocitta albicollis", 
    "text": "    White-necked myna, Streptocitta albicollis (protonym, Pica albicollis), Vieillot, 1818, also known as the Buton starling/myna/magpie, Celebes starling/myna/magpie, Sulawesi starling/myna/magpie, or Vieillot&apos;s starling/myna/magpie, photographed on Flores Island, one of the Lesser Sunda Islands, an archipelago that forms an arc extending east from Java, Indonesia (southeast Asia).  Image: Alex Vargas, 24 October 2006 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D70s, Tokina 80-400mm f/4.5-5.6 AT-X AF-II 1/60s f/5.0 at 170.0mm    Question: This Indonesian mystery bird is strange because it does not look like its close relatives. Instead, it most resembles a group of birds it is only distantly related to. Which group of birds is this bird often mistaken for? Can you identify this mystery bird&apos;s taxonomic family and species? For extra smug points, can you tell me which of the two subspecies this bird is and where the two subspecies are located in relation to each other? Response: This is an adult white-necked myna, Streptocitta albicollis, a member of the starling and myna family, Sturnidae. As you can see from the photograph, this bird has a superficial resemblance to magpies, which are distant relatives that are placed into Corvidae (crows, jays and magpies).  The white-necked myna has black upperparts that are iridescent purple-blue and a broad white collar that covers the mantle and breast. The legs are black, as is the very long, graduated tail. The head is glossy purple-black with a short crest, and black bill has a yellow tip in the nominate subspecies, S. a. albicollis, from southern Sulawesi, which the northern subspecies, S. a. torquata, lacks. The irides are brown and the eye is surrounded by bare black skin. Sexes and juveniles are similar, although juvenile albicollis have less yellow on the bill.  So convincing is this bird&apos;s resemblance to magpies, it was originally placed into the magpie genus, Pica. The white-necked myna has one other equally-confusing close relative, the bare-eyed myna, S. albertinae, its only congener. Together, these two species may form a superspecies complex. Both taxa are endemic to Wallacea.  The white-necked myna is a resident frugivorous songbird that is endemic to primary and secondary lowland forests on Sulawesi and on some of the smaller nearby islands in Indonesia. It also consumes a variety of invertebrates and occasionally will eat small vertebrates -- mostly lizards. Little is known about this species&apos; natural history but this cavity-nesting species prefers holes in dead trees and is probably monogamous. These birds tend to live in pairs or small groups although it will join mixed species flocks to feed.  The Mystery Birds reference library: Africa Antarctica  South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/13/6", 
    "wordcount": "516"
}